{"tid":137917133,"publishdate":"2012-09-28","title":"Chloro Controls(I) P.Ltd vs Severn Trent Water Purification Inc ... on 28 September, 2012","doc":"<h2 class=\"doc_title\">Chloro Controls(I) P.Ltd vs Severn Trent Water Purification Inc ... on 28 September, 2012</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:swatanter-kumar\">Swatanter Kumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:swatanter-kumar\">Swatanter Kumar</a>, <a href=\"/search/?formInput=benchid:a-k-patnaik\">A.K.Patnaik</a>, <a href=\"/search/?formInput=benchid:s-h-kapadia\">S.H.Kapadia</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n\n                        CIVIL APPELLATE JURISDICTION\n\n                   CIVIL APPEAL NO.   7134         OF 2012\n                  (Arising out of SLP (C) No.8950 of 2010)\n\n\n\n\n      Chloro Controls (I) P. Ltd.                      … Appellant\n\n\n                                   Versus\n\n\n      Severn Trent Water Purification Inc. &amp; Ors.      … Respondents\n\n\n                                    WITH\n\n\n         CIVIL APPEAL NOS.      7135-7136                    OF 2012\n               (Arising out of SLP (C) No.26514-26515 of 2011)\n\n\n\n\n\n\n\n\n                              J U D G M E N  T\n\n\n\n\n      Swatanter Kumar, J.\n\n\n\n\n      1.    Leave granted.\n\n      2.    The expanding need for international arbitration  and  divergent\n      schools of thought, have provided new dimensions  to  the  arbitration\n      jurisprudence in the international field.   The  present  case  is  an\n      ideal example of invocation of arbitral reference in multiple,  multi-\n      party agreements with intrinsically interlinked causes of action, more\n      so,  where  performance  of  ancillary  agreements  is   substantially\n      dependent upon effective execution of the  principal  agreement.   The\n      distinguished learned counsel appearing for the  parties  have  raised\n      critical questions of law relatable to the facts of the  present  case\n      which in the opinion of the Court are as follows :\n\n      (1)   What is the ambit and scope of <a href=\"/doc/160474/\" id=\"a_1\">Section 45</a> of the Arbitration and\n           Conciliation Act, 1996 (for short ‘the 1996 Act’)?\n\n      (2)   Whether  the  principles  enunciated  in  the  case  of  Sukanya\n           Holdings Pvt. Ltd. v. Jayesh H. Pandya [(2003) 5  SCC  531],  is\n           the correct exposition of law?\n\n\n      (3)   Whether in a case where multiple agreements are  signed  between\n           different parties and where some contain an  arbitration  clause\n           and others don’t and further the  parties  are  not  identically\n           common in proceedings before the  Court  (in  a  suit)  and  the\n           arbitration agreement, a reference of disputes as a whole or  in\n           part can be made to the arbitral  tribunal,  more  particularly,\n           where the parties to an action are claiming under or  through  a\n           party to the arbitration agreement?\n\n\n      (4)   Whether bifurcation or splitting of parties or causes of  action\n           would be permissible, in absence of any specific  provision  for\n           the same, in the 1996 Act?\n\n\n      3.    Chloro Controls (India)  Private  Ltd.,  the  appellant  herein,\n      filed a suit on the original side of the High Court  of  Bombay  being\n      Suit No.233 of 2004, for declaration that the joint venture agreements\n      and supplementary collaboration agreement entered into between some of\n      the parties are valid, subsisting  and  binding.   It  also  sought  a\n      direction that the scope of business of  the  joint  venture  company,\n      Respondent No. 5, set  up  under  the  said  agreements  includes  the\n      manufacture, sale, distribution and service of  the  entire  range  of\n      chlorination equipments including the  electro-chlorination  equipment\n      and claimed certain other reliefs as well, against the  defendants  in\n      that suit. The said parties took out  two  notices  of  motion,  being\n      Notice of Motion No.553 of 2004 prior to and Notice of Motion  No.2382\n      of 2004 subsequent to the amendment of the plaint.  In  these  notices\n      of motion, the principal question that fell for consideration  of  the\n      learned Single Judge of the High Court was whether the  joint  venture\n      agreements between  the  parties  related  only  to  gas  chlorination\n      equipment or whether they included electro-chlorination  equipment  as\n      well.  The applicant had prayed for an order of restraint,  preventing\n      Respondent Nos. 1 and 2, the foreign collaborators, from  acting  upon\n      their notice dated 23rd January, 2004, indicating termination  of  the\n      joint  venture  agreements   and   the   supplementary   collaboration\n      agreement.  A further prayer was made for grant of injunction  against\n      committing breach of contract by directly or indirectly  dealing  with\n      any person other than the Respondent No.5, in any  manner  whatsoever,\n      for  the  manufacture,  sale,  distribution   or   services   of   the\n      chlorination  equipment,  machinery  parts,  accessories  and  related\n      equipments including  electro-chlorination  equipment,  in  India  and\n      other countries covered by the agreement.  The defendants in that suit\n      had taken out another Notice of Motion No.778 of 2004, under <a href=\"/doc/1146817/\" id=\"a_2\">Section 8</a>\n      read with <a href=\"/doc/310829/\" id=\"a_3\">Section 5</a> of the1996 claiming that  arbitration  clauses  in\n      some of the agreements governed all the joint venture agreements  and,\n      therefore, the suit should be  referred  to  an  appropriate  arbitral\n      tribunal for final disposal and until a final award  was  made  by  an\n      arbitral tribunal, the proceedings in the suit should be stayed.   The\n      learned Single Judge, vide order dated 28th  December,  2004,  allowed\n      Notice of Motion No.553 of 2004 and consequently disposed of Notice of\n      Motion No.2382 of 2004 as not surviving. Against this order, an appeal\n      was preferred, which came to be registered as Appeal No.24 of 2005 and\n      vide a detailed judgment dated 28th July, 2011, a  Division  Bench  of\n      the High Court of Bombay set aside the order  of  the  learned  Single\n      Judge and dismissed both the  notices  of  motion  taken  out  by  the\n      plaintiff in the suit.\n\n      4.    Notice of Motion No.778 of 2004 was dismissed by another learned\n      Single Judge of the High Court of Bombay, declining the  reference  of\n      the suit to an arbitral tribunal vide order  dated  8th  April,  2004.\n      This order was again assailed in appeal by the defendants in the  suit\n      and another Division Bench of the Bombay High Court, vide its judgment\n      dated 4th March, 2010, allowed the Notice of Motion No.778 of 2004 and\n      made reference to arbitration under <a href=\"/doc/160474/\" id=\"a_4\">Section 45</a> of the 1996 Act.\n\n      5.    The judgments of the Division Benches, dated 4th March, 2010 and\n      28th July, 2011, respectively, have been assailed  by  the  respective\n      parties before this Court in  the  present  Special  Leave  Petitions,\n      being SLP(C) No.8950/2010 and SLP(C)  No.26514-15/2011,  respectively.\n      Thus, both these appeals shall be disposed of by this common judgment.\n\n      6.    Before we notice in detail the factual matrix giving rise to the\n      present appeals and the contentions raised, it would be appropriate to\n      illustrate the corporate structure of the companies and the  scope  of\n      the agreements  that  were  executed  between  the  parties  to  these\n      proceedings.\n\n      Corporate Structure of the Companies who are parties to lis\n\n      7.    In order to describe the corporate structure with  precision  we\n      will explain it diagrammatically as follows:\n                           SEVERN TRENT (DEL) INC.\n\n     Formerly known as SEVEREN TRENT U.S. INC.; Name Changed in May 1992\n\n\n\n\n                      SEVERN TRENT SERVICES (DEL) INC.\n\n\n\n\n\nR-1 – CAPITAL CONTROL CO. INC.\nAcquired 80% on 15.05.1990 and 20% on 31.03.1994.\nNAME CHANGED ON 1.4.2002 TO\nSEVERN TRENT WATER PURIFICATION INC.\n(GAS CHLO. &amp; HYPOGEN Product Lines)\n\n\nR-2 - CAPITAL CONTROL\n(DELAWARE) CO. INC.\nFormed on 21.09.94\n\nEXCEL TECHNOLOGIES\nINT’L CORP.\nAcquired in 1998\nOriginal OMNIPURE and\nSANILEC Manufacturer\nAppellant\nCHLORO CONTROL\nINDIA PVT. LTD.\n\n\n\n\n               MERGED INTO\n                                     ON 31.03.2003\n\n\n            Shareholders Agreement   JV\n\n\nCAPITAL CONTROL (INDIA) PVT LTD.\n(ON 14.11.1995 a new Joint Venture)\nR-5 - GAS CHLORINATORS &amp; HYPOGEN\n\n      Distributorship\n\nand Knowhow\n\nAgreement\n\n\nODN,\nB.V.\n\n   DENORA NORTH AMERICA, INC.\n\nGROUPO DE NORA\nOriginal Seaclor and Seaclor Mac Manufacturer\n\n                                JV\n\nSERVEN TRENT DE NORA LLC – SEPT, 2001\nPRODUCTS CURRENTLY OFFERED ARE OMNIPURE,\nSANILE 7 SEACLOR\n\n\nR-3 – TITANOR\nCOMPONENTS LTD.\n\nDistributes SEACLOR MAC\nProduct Line\n\n\n\n\nR-4 – HI POINT SERVICES PVT LTD\nOMNIPURE, SANILEC\nBefore 1998\n\nIndependent Distributor of EXCEL TECHNOLOGIES since prior to Severn Trent’s\nAcquisition of EXCEL TECHNOLOGIES\n\nCurrently, Independent Distributor for SEVERN TRENT DENORA\n\nDistributes Omnipure and Sanilec Products in India\n\n\n\n      8.    Severn Trent, U.S., Inc. was a company existing under  the  laws\n      of the State of Pennsylvania, United States  of  America  (for  short,\n      ‘U.S.A.’).   This name came to be changed, in 1992,  to  Severn  Trent\n      (Delaware) Inc., which is the principal parent company.   This company\n      owned a 100 per cent  subsidiary,  Severn  Trent  Services  (Delaware)\n      Inc., U.S.A.   Severn Trent Services  (Delaware)  Inc.  owned  Capital\n      Control (Delaware) Co. Inc. which was formed on 21st September,  1994.\n       On or about 14th May, 1990,  Severn  Trent  Services  PLC,  U.K.,  an\n      erstwhile state-owned water authority, privatized  in  1989,  expanded\n      its business into the U.S.A.  by  acquiring  80  per  cent  shares  in\n      Capital Control Co. Inc. on 15th May 1990  and a further 20  per  cent\n      on 31st March 1994. It is  in  this  period  that  the  joint  venture\n      agreements with the appellant were negotiated, with the consent of the\n      Severn Trent group, which was, by that time, a majority shareholder in\n      Capital Control Co. Inc.  Subsequently, the name  of  Capital  Control\n      Co. Inc.,  was  changed  to  Severn  Trent  Water  Purification,  Inc.\n      (Respondent No.1), with effect from 1st April, 2002. The Severn  Trent\n      Water Purification Inc./Capital Control  Co.  Inc.  then  came  to  be\n      merged with Capital Control (Delaware) Co. Inc. (Respondent No. 2), on\n      31st March, 2003.   As a result thereof,  Capital  Control  (Delaware)\n      Co. Inc. ceased to exist.   As  per  the  pleadings  of  the  parties,\n      reference to Capital Control Co. Inc. includes  reference  to  Capital\n      Control Co. Inc. as well as Capital Control (Delaware) Co. Inc.\n\n      9.     The appellant is a company carrying on business under that name\n      and  style  for  the  manufacture  of  chlorination   equipments   and\n      incorporated under the Indian laws  by  Madhusudan  Kocha  (Respondent\n      No.9 herein) and his group  (for  short,  the  “Kocha  Group”).   This\n      company had been negotiating with Respondent No. 1 for entering into a\n      joint venture agreement, to deal with  the  manufacture,  distribution\n      and  sale  of  gas  chlorination  equipment  and  “Hypogen”   electro-\n      chlorination equipment Series 3300, etc.   This led to  the  execution\n      of joint venture agreements between the appellant and  Respondent  No.\n      1.   The joint venture agreements were signed between these  companies\n      for constituting a joint venture company under the name and  style  of\n      Capital Control (India) Pvt. Ltd., with 1,50,000 equity shares of  Rs.\n      10 each and 50 per cent shareholding with each party. These agreements\n      being prior to the merger of Capital Control (Delaware) Co. Inc.  with\n      Capital Control Co. Inc. and also prior  to  the  change  of  name  of\n      Capital Control Co. Inc. to Severn Trent Water Purification  Inc.,  50\n      per cent of the shares allotted to the foreign collaborators  were  to\n      be equally divided between Capital Control  (Delaware)  Co.  Inc.  and\n      Capital Control Co. Inc.  These joint venture agreements were executed\n      between the parties  on  16th  November,  1995,  as  already  noticed.\n      However, the joint venture  company  had  been  incorporated  on  14th\n      November, 1995 itself.\n\n      10.   In the year 1998, Excel Technologies  International  Corporation\n      came to be acquired by Severn Trent Services (Delaware)  Inc.     This\n      company was dealing in the manufacture of  “Omnipure”  and  “Sanilec”,\n      distinct brands of chlorination products.   Later, Excel  Technologies\n      entered into a joint venture agreement with De Nora North America Inc.\n      and floated another joint venture company, Severn Trent De Nora LLC in\n      September, 2001 for dealing in the products “Omnipure”, “Sanilec”  and\n      “Seaclor Mac”.  It may be noticed that “Seaclor  Mac”  was  a  product\n      dealt with and distributed  by  Titanor  Components  Ltd.,  Respondent\n      no.3, and whose original manufacturer was Groupo De Nora;  the  latter\n      is  the  parent  company  of  the  De  nora  North  America  Inc.  The\n      distribution rights in respect of all these three products were  given\n      by the joint venture company Severn Trent De  Nora  LLC  to  Hi  Point\n      Services Pvt. Ltd., Respondent No. 4, for independent distribution  of\n      the products for Severn Trent De nora LLC, in India.\n\n      11.   This corporate structure clearly  indicates  that  Severn  Trent\n      Services (Del.) Inc. is the holding company  of  the  companies  which\n      have entered into the joint venture agreements, for floating both  the\n      companies Capital Controls (India) Pvt. Ltd., as well as “Severn Trent\n      De Nora  LLC”.  The  disputes  have  actually  arisen  between  Chloro\n      Controls (India) Pvt. Ltd. and the Kocha Group on the  one  hand,  and\n      Severn Trent Water Purification Inc., the  erstwhile  Capital  Control\n      (Delaware) Co. Inc. and Capital Control Co. Inc. on the other.\n\n                            Details of Agreements\n\n\n|S.  |Date of    |Details of    |Parties to the Agreement  |Whether   |\n|No  |Agreement  |Agreement     |                          |contains  |\n|    |           |              |                          |arbitratio|\n|    |           |              |                          |n clause  |\n|1.  |16.11.1995 |Shareholders  |1.  Capital Controls      |Yes       |\n|    |           |Agreement     |(Delware) Company, Inc.   |          |\n|    |           |              |(Respondent No.2)         |          |\n|    |           |              |2.  Chloro Controls India |          |\n|    |           |              |Pvt. Ltd. (Appellant)     |          |\n|    |           |              |3.  Mr. M.B. Kocha        |          |\n|    |           |              |(Respondent No.9)         |          |\n|2.  |16.11.1995 |International |1.  Capital Controls      |No        |\n|    |           |Distributor   |Company Inc., (Colmar) now|          |\n|    |           |Agreement     |Severn Trent Water        |          |\n|    |           |              |Purification Inc.         |          |\n|    |           |              |(Respondent No.1)         |          |\n|    |           |              |2. Capital Controls       |          |\n|    |           |              |(India) Private Ltd.      |          |\n|    |           |              |(Respondent No.5)         |          |\n|3.  |16.11.1995 |Managing      |1. Capital Controls       |No        |\n|    |           |Directors’    |(India) Private Ltd.      |          |\n|    |           |Agreement     |(Respondent No.5)         |          |\n|    |           |              |2.  Mr. M.B. Kocha        |          |\n|    |           |              |(Respondent No.9)         |          |\n|4.  |16.11.1995 |Financial &amp;   |1.  Capital Controls      |Yes       |\n|    |           |Technical     |Company Inc., (Colmar) now|          |\n|    |           |Know-how      |Severn Trent Water        |          |\n|    |           |License       |Purification Inc.         |          |\n|    |           |Agreement     |(Respondent No.1)         |          |\n|    |           |              |2. Capital Controls       |          |\n|    |           |              |(India) Private Ltd.      |          |\n|    |           |              |(Respondent No.5)         |          |\n|5.  |16.11.1995 |Export Sales  |1.  Capital Controls      |Yes       |\n|    |           |Agreement     |Company Inc., (Colmar) now|          |\n|    |           |              |Severn Trent Water        |          |\n|    |           |              |Purification Inc.         |          |\n|    |           |              |(Respondent No.1)         |          |\n|    |           |              |2. Capital Controls       |          |\n|    |           |              |(India) Private Ltd.      |          |\n|    |           |              |(Respondent No.5)         |          |\n|6.  |16.11.1995 |Trademark     |1.  Capital Controls      |No        |\n|    |           |Registered    |Company Inc., (Colmar) now|          |\n|    |           |User License  |Severn Trent Water        |          |\n|    |           |Agreement     |Purification Inc.         |          |\n|    |           |              |(Respondent No.1)         |          |\n|    |           |              |2. Capital Controls       |          |\n|    |           |              |(India) Private Ltd.      |          |\n|    |           |              |(Respondent No.5)         |          |\n|7.  |August 1997|Suppleme-ntary|1.  Capital Controls      |          |\n|    |           |Collaboration |Company Inc., (Colmar) now|          |\n|    |           |Agreement     |Severn Trent Water        |          |\n|    |           |              |Purification Inc.         |          |\n|    |           |              |(Respondent No.1)         |          |\n|    |           |              |2. Capital Controls       |          |\n|    |           |              |(India) Private Ltd.      |          |\n|    |           |              |(Respondent No.5)         |          |\n\n\n      Facts\n\n      12.   Prior to the formation of the joint venture company, the  Chloro\n      Controls Group carried on the business of manufacture and sale of  gas\n      chlorination equipments  and  from  1980  onwards,  it  developed  and\n      commenced the manufacturing of  electro-chlorination  equipment  also.\n      The business was done in  the  name  of  “Chloro  Controls  Equipments\n      Company”, a sole proprietary concern  of  Respondent  No.9,  Mr.  M.B.\n      Kocha and it was the distributor in India  for  the  products  of  the\n      Capital Controls group for more than a decade prior to  the  formation\n      of the joint venture.  On 1st December, 1988, a letter of intent and a\n      letter of understanding were executed between Capital Controls Company\n      Inc., Colmar, Pennsylvania, U.S.A (which name was subsequently changed\n      in the year 2002 to ‘Severn Trent Water Purification Inc.,  respondent\n      No.1) and respondent no.9 to form  a  new,  jointly-owned  company  in\n      India,  to  be  called  “Capital  Controls  (India)  Pvt.  Ltd.”,  the\n      respondent  No.5  in  the  present  appeals,  for  the   purposes   of\n      manufacture, sale and export of chlorination equipments on  the  terms\n      and conditions as agreed between the parties.  The  formation  of  the\n      joint venture company got delayed for some  time,  because  Respondent\n      No.1 informed the appellant that Severn Trent, U.K. and  the  officers\n      of the Capital Controls Company Inc., Colmar, Pennsylvania, U.S.A. had\n      acquired all the shares of the Capital Controls Company Inc. and  this\n      share acquisition permitted them to support their representatives  and\n      distributers with continuity.   On  14th  November,  1995,  the  joint\n      venture company, Capital Controls (India) Private Ltd., Respondent No.\n      5, was incorporated and registered under the <a href=\"/doc/1353758/\" id=\"a_5\">Companies Act, 1956</a>  (for\n      short, the ‘<a href=\"/doc/1353758/\" id=\"a_6\">Companies Act</a>’).\n\n      13.   To examine the  factual  matrix  of  the  case  in  its  correct\n      perspective,  reference  to  pleadings  of  the   parties   would   be\n      appropriate.\n\n      14.   The petitioner is a Private Limited Company and its  shares  are\n      entirely  held  by  Respondent/Defendant  Nos.9  to  11  (Kocha/Chloro\n      Control Group).  Respondent No.1–Company was earlier known as “Capital\n      Control Company Inc.” and in  or  about  the  year  1990  the  Capital\n      Controls Group came to be acquired by Severn Trent Services PLC  (UK),\n      originally a State owned water authority and  following  privatization\n      from the UK Government in 1989, it proceeded to build  a  product  and\n      services business from the US beginning with the  acquisition  of  the\n      Capital Controls Group.  The name of the first respondent was  changed\n      to Severn Trent Water Purification Inc. with effect  from  1st  April,\n      2002.  Thus, Respondent Nos.1 and 2 became  the  group  companies  and\n      were  earlier  part  of  “the  Capital  Controls  Group”  (hereinafter\n      referred to as the Capital Controls/Severn Trent Group).  Till January\n      1999,  the  respondent  Nos.1  and  2  developed  and  sold   electro-\n      chlorination equipment under the brand name “Hypogen” and from January\n      1999 onwards, the said brand was replaced by the brands “Sanilec”  and\n      “Omnipure”.  Respondent  Nos.1  and  2  carried  on  the  business  of\n      manufacture, supply, sale and distribution of chlorination equipments,\n      including gas and electro-chlorination equipments.  Respondent No.3 is\n      a company incorporated under the <a href=\"/doc/1353758/\" id=\"a_7\">Companies  Act</a>  and  engaged  in  the\n      business  of  manufacture  and   marketing   of   electro-chlorination\n      equipment.  In or about the year 1989-90, the said Respondent no.3 was\n      floated as a joint venture in technical  and  financial  collaboration\n      with the De Nora group of Italy which held 51%  of  the  equity  share\n      capital of the said respondent.  Respondent No.4 is a Private  Limited\n      Company incorporated under the <a href=\"/doc/1353758/\" id=\"a_8\">Companies Act</a> and carried  on  business\n      in electro-chlorination equipments.  It had a tie-up with an  American\n      Company called  “Excel  Technologies  International  Inc.”  which  was\n      engaged in the business of electrolytic disinfection equipment.\n\n      15.   Respondent No.5, i.e., Capital Controls (India) Private Ltd.  is\n      a Company incorporated under the <a href=\"/doc/1353758/\" id=\"a_9\">Companies Act</a> pursuant to  the  joint\n      venture agreements dated 16th  November,  1995  executed  between  the\n      appellant and respondent no.9 on the one hand and the respondent nos.1\n      and 2 on the other. 50 per cent of the  share  capital  of  Respondent\n      No.5 is held by the appellant and balance of 50 per cent  is  held  by\n      Respondent No.2.  Thus, the appellant  and  Respondent  No.2  are  the\n      joint venture partners who have together incorporated  the  Respondent\n      No.5 – company.\n\n      16.   Respondent Nos.6 and 8 are the Directors of the Respondent  No.5\n      Company, appointed as such by the Capital Controls  Group.  Respondent\n      No.7 is the Chairman also appointed by the Capital Controls Group, but\n      has no casting vote.  Respondent Nos.9 to 11 are the Directors of  the\n      Respondent no.5 company, nominated by the Kocha Group/Chloro  Controls\n      Group and Respondent No.9 is the Managing Director of the  said  joint\n      venture.\n\n      17.   It appears that the joint venture company, Respondent no.5,  was\n      incorporated on 14th November, 1995. As  discussed  above,  the  joint\n      venture agreements were primarily a project between Respondent Nos.  1\n      and 2 on the one  hand  and  the  appellant  company  along  with  its\n      proprietor, Respondent No. 9, on the other.    The  purpose  of  these\n      joint venture agreements as indicated in the Memorandum of Association\n      of this joint venture company  was  to  design,  manufacture,  import,\n      export, act as agent, marketing etc. of gas  and  electro-chlorination\n      equipments.   In order to achieve this object, the parties had decided\n      to execute various agreements.   It needs to  be  emphasized  at  this\n      stage itself that, as is clear from  the  above  narrated  chart,  the\n      agreements had been signed between different parties,  each  agreement\n      containing somewhat different clauses. Therefore, there is a  need  to\n      examine the content and effect of each of the  seven  agreements  that\n      are stated to have been signed between different parties.\n\n      Content, scope and purpose of the agreements  subject  matter  of  the\n      present appeals\n\n\n\n\n      18.   The parties to the proceedings, except respondent Nos. 3 and  4,\n      were parties to one or more  of  the  seven  agreements  entered  into\n      between the parties.  This includes the Principal Agreement, i.e., the\n      Shareholders Agreement, the Financial and Technical  Know-how  License\n      Agreement, the  International  Distributor  Agreement,  Exports  Sales\n      Agreement, Trademark Registered User License  Agreement  and  Managing\n      Director’s Agreement, all dated  16th  November,  1995.   Lastly,  the\n      parties also entered into and executed a  Supplementary  Collaboration\n      Agreement in August,  1997.   We  have  already  noticed  that  except\n      respondent Nos.3 and 4 who were not signatory to  any  agreement,  all\n      other parties were not parties to all the agreements  but  had  signed\n      one or more agreement(s) keeping in mind the content  and  purpose  of\n      that agreement.\n\n      19.   Now we shall proceed to discuss each of these agreements.\n\n      Share Holders Agreement\n\n\n      20.   The Shareholders Agreement dated 16th November, 1995 was entered\n      into and executed between the Capital  Control  (Delaware)  Co.  Inc.,\n      respondent No. 2, on the one hand and Chloro Controls (India)  Private\n      Ltd., the appellant company run by the Kocha/ Capital  Controls  group\n      and Mr. M.B. Kocha, respondent No. 9, on the other.   As  is  apparent\n      from the pleadings on record, these  two  groups  had  negotiated  for\n      starting a joint venture company in India and for  this  purpose  they\n      had entered into the Shareholders Agreement.  The main object of  this\n      agreement was  to  float  a  joint  venture  company  which  would  be\n      responsible for manufacture, sale and  services  of  the  products  as\n      defined in the Financial &amp; Technical Know-How  License  Agreement,  in\n      terms of clause 1 of the Agreement.   The  Agreement  was  subject  to\n      obtaining all necessary approvals, licenses and authorization from the\n      Government of India, as the joint venture company under the  name  and\n      style of Capital Control India Pvt. Ltd. was to  be  registered  as  a\n      company with its office located in India at Bombay and to carry on its\n      business in India.  The plant was to be taken on  lease.   As  already\n      noticed, the authorized capital  of  the  company  was  Rs.5  million,\n      consisting of equity shares of Rs.10 each.   In  terms  of  clause  7,\n      Capital Controls,  which  was  the  short  form  for  Capital  Control\n      (Delaware)  Co.  Inc.,  appointed  the  joint  venture  company  as  a\n      distributor in India of the products manufactured by  it,  subject  to\n      the terms and conditions of the  International  Distributor  Agreement\n      attached to that Agreement as Appendix II.   Directors  to  the  joint\n      venture company were to be nominated for a period of  three  years  in\n      accordance with  clause  8  of  the  Agreement.   Clause  14  made  it\n      obligatory for the parties to ensure that the  joint  venture  company\n      entered into the Financial and Technical  Know-How  License  Agreement\n      with Capital Controls, subject to which, as mentioned above, the joint\n      venture company was to have the right and license to  manufacture  the\n      specified products in India.  The  Financial  and  Technical  Know-How\n      License Agreement, which was annexed to  the  Principal  Agreement  as\n      Appendix IV, was to be executed  relating  to  sale  and  purchase  of\n      chlorination equipment assets.  This Agreement had to be construed and\n      interpreted in accordance with the laws of the Union of India in terms\n      of clause 29.  Further  clause  21  related  to  termination  of  this\n      Principal Agreement.   In terms of this clause, it was agreed that the\n      Agreement was to continue in force and effect  for  so  long  as  each\n      party held not less than twenty-six per cent (26%) of the total  paid-\n      up equity shares of the company or  in  the  event  that  the  company\n      failed to achieve a cumulative sales volume  of  Rs.120  million  over\n      three years and cumulative profit of fifteen per cent (15%) over three\n      years from signing of the Agreement.  Either party had the  option  to\n      terminate the agreement and dispose of the shares as provided  in  the\n      terms thereof.   Material  breach  of  the  Agreement  or  a  deadlock\n      regarding  the  management  of  the  Company  were,  inter  alia,  the\n      contemplated grounds for termination of  the  Agreement,  whereby  the\n      party not in default could terminate the Agreement by giving notice in\n      writing to the other party. The period of notice in  the  event  of  a\n      material breach was 90 days from the date of such notice.  Clause 21.3\n      provided that in the event of the termination of  the  Agreement,  the\n      joint venture company would be wound up and all obligations undertaken\n      by  Chloro  Controls  under  different  agreements  would  cease  with\n      immediate effect.  In such an eventuality, even the name of the  joint\n      venture company was required to be changed  and  the  word  ‘Capital’,\n      either individually or in combination with  other  words,  was  to  be\n      removed.\n\n\n      21.   Two other very material clauses of this Agreement, which require\n      the attention of this Court, are clauses 4 and 30.  In terms of clause\n      4.5, the Kocha Group and their company Chloro Controls were bound  not\n      to engage themselves, directly or indirectly, or even  have  financial\n      interest in the manufacture,  sale  or  distribution  of  chlorination\n      equipment which were  similar  to  those  manufactured  by  the  joint\n      venture company during the term of the Agreement.  In terms of  clause\n      30, all or any disputes or differences arising under or in  connection\n      with the Agreement between the parties were liable to  be  settled  by\n      arbitration,  in  accordance  with  the  Rules  of  Conciliation   and\n      Arbitration of the International Chamber of Commerce (for  short,  the\n      ‘ICC’), by three  arbitrators  designated  in  conformity  with  those\n      Rules. The arbitration proceedings were to be held in London,  England\n      and were to be governed by and subject to English laws.\n\n\n      22.   As is  clear  from  the  above  terms  and  conditions  of  this\n      Agreement, it was treated as a principal  agreement  executed  between\n      the parties and other agreements, like the Financial &amp; Technical Know-\n      How License Agreement, Trademark Registered  User  License  Agreement,\n      International Distributor Agreement, Managing Directors’ Agreement and\n      Export Sales Agreements were not the only  anticipated  agreements  to\n      be executed between  the  parties,  but  their  drafts  and  necessary\n      details had been annexed as Appendix  I  to  VII  of  the  shareholder\n      agreement.  The other Agreements were only required to  be  signed  by\n      the parties who, as per the Shareholders Agreement, were  required  to\n      sign such agreement.   The  Arbitration  Clause  of  the  Shareholders\n      Agreement reads as under:\n\n\n                 “Any dispute or difference arising under or  in  connection\n                 with this Agreement, or any breach thereof, which cannot be\n                 settled by friendly negotiation and agreement  between  the\n                 parties, shall be finally settled by arbitration  conducted\n                 in  accordance  with  the   Rules   of   Conciliation   and\n                 Arbitration of the International  Chamber  of  Commerce  by\n                 three  arbitrators  designated  in  conformity  with  those\n                 Rules.   The  arbitration  proceedings  shall  be  held  in\n                 London, England and shall be governed  by  and  subject  to\n                 English law.  Judgment  upon  the  award  rendered  may  be\n                 entered in any court of competent jurisdiction.”\n\n\n\n\n      International Distributor Agreement\n\n\n      23.   The International Distributor Agreement has  been  mentioned  as\n      Appendix  II  to  the  Shareholders  Agreement.    The   International\n      Distributor Agreement was executed on the same day  and  entered  into\n      between Capital Controls Company Inc., respondent No.1 and  the  joint\n      venture company Capital Controls India  Pvt.  Ltd.,  respondent  no.5.\n      Under this Agreement, the joint venture company was appointed  as  the\n      exclusive distributor of products in the “territory” and for the  term\n      provided under clause 10 of that Agreement.  The  specified  territory\n      was India, Afghanistan, Nepal and Bhutan but the agreement also stated\n      that exports to other countries were not permissible except  with  the\n      specific authorization by respondent  No.1.    Besides  providing  the\n      rights and duties of the Distributors, this  Agreement also stated the\n      schedule  for  delivery  of  products/orders,  the   prices   payable,\n      commissions and  inspection.   It  also  provided  for  the  terms  of\n      payment.  Distributor’s orders of products were subject to  acceptance\n      by the seller at its offices and the seller reserved his right, at any\n      time, to cease manufacture as well as offering for  sale  any  product\n      and to change the design of product.\n\n\n      24.    This  distributorship  right   was   non-assignable   and   was\n      exclusively  between  the   distributor   and   the   seller.      The\n      relationship between the parties was agreed to be that of a seller and\n      purchaser.   Clause 11 of the Agreement then clearly  postulated  that\n      the distributor was an independent contractor and not joint venture or\n      partner with an agent or employee of the seller.   Clause 13  provided\n      that the Agreement contained  the  entire  understanding  between  the\n      parties with  respect  to  that  subject  matter  and  superseded  all\n      negotiations,  discussions,  promises  or  agreements,  prior  to   or\n      contemporaneous with this Agreement.\n\n\n      25.   Further, this Agreement contained the confidentiality clause  as\n      well  as  the  non-competition  clause  being  clauses  16   and   18,\n      respectively.  The latter specified that the  distributor  shall  not,\n      directly or indirectly, sell, manufacture or supply  products  similar\n      to any of the products or  engage,  directly  or  indirectly,  in  any\n      business the same as or similar to that of seller, except  subject  to\n      the conditions of the Agreement.\n\n\n      26.   In terms of clause 20, the agreement between the parties was  to\n      remain confidential and not to be discussed, shown to  or  filed  with\n      any Government agencies without the prior consent  of  the  seller  in\n      writing. This Agreement did not contain any arbitration clause, but it\n      did provide a jurisdiction clause i.e. clause 21, which read as under:\n\n\n\n\n                 “The construction, interpretation and performance  of  this\n                 Agreement and all transactions under it shall  be  governed\n                 by  and  interpreted  under  the  laws  of  the  State   of\n                 Pennsylvania, U.S.A., and the  parties  hereto  agree  that\n                 each shall be subject  to  the  jurisdiction  of,  and  any\n                 litigation hereunder shall be brought in,  any  federal  or\n                 state  court  located  in  the  Eastern  District  of   the\n                 Commonwealth of Pennsylvania, and that  the  resolution  of\n                 such litigation by such court shall  be  binding  upon  the\n                 parties.”\n\n\n\n\n\n      27.   We may notice here that the International Distributor  Agreement\n      was not only executed in furtherance to Clause 7 of  the  Shareholders\n      Agreement but in that clause itself it was also stated to  be  annexed\n      thereto as Appendix II.  The Distributor Agreement was  liable  to  be\n      renewed as long as the Distributor  i.e.  Capital  Controls,  held  at\n      least twenty-six per cent (26%) of the shares  in  the  joint  venture\n      company.\n\n\n      Managing Directors Agreement\n\n\n      28.   Clause 8.6  of  the  Shareholders  Agreement  had  provided  for\n      appointment or reappointment of the Managing Director  or  whole  time\n      Director  by  mutual  consent.   Subject  to  the  provisions  of  the\n      <a href=\"/doc/1353758/\" id=\"a_10\">Companies Act</a>, it was agreed that Mr. Kocha would be appointed as  the\n      first Managing Director of the Company for  an  initial  period  of  3\n      years and on such terms and conditions as were specified  in  Appendix\n      III, i.e., the Managing Directors Agreement  of  the  same  date.   In\n      other words,  the  Managing  Directors  Agreement  had  been  executed\n      between joint venture company, Capital Control India Pvt. Ltd. and Mr.\n      M.B. Kocha, on terms already agreed to  between  the  parties  to  the\n      Shareholders’ Agreement.\n\n\n      29.   The  joint  venture  company,  which  is  stated  to  have  been\n      incorporated on 14th  November,  1995,  held  Board  Meeting  on  16th\n      November,  1995  and  as  contemplated  under  Clause   8.6   of   the\n      Shareholders Agreement, appointed Mr. Kocha as the  Managing  Director\n      of the Company for three years commencing from 1st April, 1996.   This\n      Managing Directors Agreement spelt out the powers which  the  Managing\n      Director could exercise and more specifically,  under  Clause  3,  the\n      powers which the Managing Director could exercise only with the  prior\n      approval of the Board of Directors  of the Joint Venture Company.  For\n      instance, under Clause 3 (k), the Managing Director was  not  entitled\n      to undertake any new business or  substantially  expand  the  business\n      contemplated thereunder except with  the  approval  of  the  Board  of\n      Directors.  Further, clause 6 contained a non-compete clause requiring\n      Mr. Kocha not to run any similar business for two years after the date\n      of termination of the Agreement.\n\n\n      30.   This Agreement also did not contain  any  arbitration  agreement\n      and provided no terms which  were  not  within  the  contemplation  of\n      clause 8.7 of the Shareholders Agreement.\n\n\n      Export Sales Agreement\n\n\n      31.   Export Sales Agreement  was  again  singed  between  the  Chloro\n      Control India Pvt. Ltd. and Capital  Control  Co.  Inc.,  the  foreign\n      partner to the joint venture.  This Agreement, on  its  bare  reading,\n      presupposes the existence and working of the  joint  venture  company.\n      The products required to be manufactured by the joint venture  company\n      under the Shareholders Agreement as well as those stated in Exhibit  1\n      of this Agreement were  to  be  exported  to  different  countries  by\n      Capital Control Company Inc. which was required to export those  goods\n      and execute such orders as  per  the  terms  and  conditions  of  this\n      Agreement,  except  in  countries  specified  in  Exhibit  2  to   the\n      Agreement.   It is noteworthy that the export could be effected to all\n      countries  covered  under  the  ‘Territory’  excluding  the  countries\n      specified  in  Ext.  2  of  the  agreement  which  was  completely  in\n      consonance with the execution and performance of Shareholder Agreement\n      and the  International  Distributor  Agreement  executed  between  the\n      parties.  This Agreement  stipulated  distinct  terms  and  conditions\n      which had to be adhered to by the parties while  the  Capital  Control\n      Company Inc. was to act as sole and exclusive agent for  sale  of  the\n      products.  The products under  the  Agreement  meant  design,  supply,\n      installation commissioning and  after-sale  services  of  chlorination\n      systems and equipment  related  products  manufactured  by  the  Joint\n      Venture Company.  The services under the Agreement could be  performed\n      by  Capital  control  Co.  Inc.  itself  or  through  its   affiliated\n      corporation or duly appointed sales agents and distributors.  In terms\n      of Clause 17 of the Agreement, it was to be construed and  interpreted\n      in accordance with the laws in the State of  Pennsylvania,  U.S.A.  It\n      specifically contained an arbitration clause (clause 18) that read  as\n      under:\n\n\n                 “Any dispute of difference arising under or  in  connection\n                 with this Agreement, or any breach thereof, which cannot be\n                 settled by friendly negotiation and agreement  between  the\n                 parties shall be finally settled by  arbitration  conducted\n                 in  accordance  with  the  Rules  of  American  Arbitration\n                 Association.  The arbitration proceedings shall be held  in\n                 Pennsylvania, U.S.A. Judgment upon the award  rendered  may\n                 be rendered may  be  entered  in  any  court  of  competent\n                 jurisdiction.”\n\n\n\n\n      Financial and  Technical  Know-how  License  Agreement  and  Trademark\n      Registered User Agreement\n\n\n\n\n      32.   Now, we shall deal with both these agreements together  as  both\n      these agreements are inter-dependent and one finds elaborate reference\n      to one in the other.  Furthermore, both  these  agreements  have  been\n      entered into and executed between Capital Control Co. Inc. on the  one\n      hand and the joint venture company on the other.\n\n\n      33.   Under clause 14 of the Shareholders Agreement, it  was  required\n      of the parties to cause the joint venture company to  enter  into  the\n      Financial and Technical Know-How License Agreement  with  the  Capital\n      Controls under which the latter was to grant the joint venture company\n      the right  and  license  to  manufacture  the  products  in  India  in\n      accordance with the Technical Know-How and other technical information\n      possessed by Capital Controls. Clause 18 of  the  Principal  Agreement\n      also referred to this agreement and postulated that if the  Government\n      of  India  did  not  grant  permission  for  the  terms   of   foreign\n      collaboration  contained  in  this  agreement,  even   the   Principal\n      Agreement, i.e. the Shareholder’s Agreement  would  be  liable  to  be\n      terminated without giving rise to any claim for damages.   Both  these\n      clauses provided that this Agreement was  attached  to  the  Principal\n      Agreement itself and had been referred to as the ‘License  Agreement’,\n      for short.\n\n      34.   We may refer to certain terms  of  this  agreement  which  would\n      indicate that the terms and conditions of the Principal Agreement were\n      to be implemented  through  this  Agreement.   Besides  providing  the\n      obligations  of  the  Capital  Controls  (respondent  no.5),  it  also\n      stipulated that the licensee, i.e. the joint venture company would  be\n      free to manufacture the products under the said patent even after  the\n      expiry of the Agreement.  Under clauses 9 and  10  of  the  Agreement,\n      obligations of the licensee were stated and it required  the  licensee\n      to maintain quality  comparable  to  corresponding  products  made  by\n      Capital Controls in USA and to allow free access  and  information  to\n      Capital Controls.  The products manufactured  by  the  licensee  whose\n      quality was approved by Capital Controls  could  be  marked  with  the\n      legend, ‘Manufactured in India under  license  from  Capitals  Control\n      Company Inc. Colmar, Pennsylvania, USA”.  However,  if  the  agreement\n      was terminated, the licensee was not to use the trademark and legend.\n\n      35.   As stated, the purpose of this Agreement was that  the  licensee\n      desired to obtain the right and license to manufacture the products in\n      accordance with the Technical Know-How owned or  acquired  by  Capital\n      Controls and for which that company was willing to  grant  license  on\n      the terms and conditions stated in  that  Agreement.   The  first  and\n      foremost restriction was that the rights under the agreement were non-\n      transferable and  the  right  was  restricted  to  sell  the  products\n      exclusively in India and the countries listed in the Appendix  to  the\n      Agreement.   The  Agreement  also  contained  a  non-competing  clause\n      providing that the licensee must not manufacture or have  manufactured\n      for it, sell or offer for sale or be financially interested in similar\n      products  without  prior  written  permission  of  Capital   Controls.\n      Respondent no.1 had also agreed that its  affiliated  companies  would\n      sell the product in India only through the  licensee.   The  Agreement\n      provided for payment of royalties under clause 11.\n\n      36.   Another very significant clause of this Agreement was  the  Term\n      and Termination clause.  The agreement was to continue  in  force  for\n      ten years from the date it was filed with the Reserve Bank  of  India,\n      subject to earlier termination in terms of clause 15.2.   Clause  14.2\n      provided  practically  for  the  conditions  of  termination  of  this\n      Agreement  similar  to  those  contemplated  for  the  Share   Holders\n      Agreement. Neither any modification/amendment of  this  Agreement  nor\n      any waiver of its terms and conditions was  to  be  binding  upon  the\n      parties unless made in writing and duly executed by both the  parties.\n      Appendix I to this agreement recorded the  products  which  the  joint\n      venture company was to manufacture.   In the  event  of  dispute,  the\n      parties were expected to settle it by friendly  negotiations,  failing\n      which it  was  to  be  referred  to  the  ICC,  by  three  Arbitrators\n      designated in conformity with the  relevant  Rules.   Clause  26,  the\n      Arbitration clause, read as under:-\n\n                 “Any dispute or difference arising under or  in  connection\n                 with this Agreement, or any breach thereof, which cannot be\n                 settled by friendly negotiation and agreement  between  the\n                 parties shall be finally settled by  arbitration  conducted\n                 in  accordance  with  the   Rules   of   Conciliation   and\n                 Arbitration of the International  Chamber  of  Commerce  by\n                 three  arbitrators  designated  in  conformity  with  those\n                 Rules.   The  Arbitration  proceedings  shall  be  held  in\n                 London, England and shall be governed  by  and  subject  to\n                 English Law.   Judgment upon  the  award  rendered  may  be\n                 entered in any court of competent jurisdiction.”\n\n\n\n\n      37.   Clauses 15.1 and 15.2 of the Principal Agreement referred to the\n      Trademark Registered User License Agreement.  Firstly, it is  provided\n      that respondent no.9, Mr. Kocha and Chloro Controls acknowledged  that\n      Capital Controls was the sole owner of certain trademarks  and  trade-\n      names used by Capital Controls in connection  with  the  sale  of  the\n      products.  Besides agreeing that they would not adopt, use or register\n      as a trademark or tradename any word or symbol, which in  the  opinion\n      of Capital Controls is confusingly similar to their trademarks,  there\n      the joint venture company was  required  to  enter  into  a  Trademark\n      Registered User License Agreement  for  obtaining  the  right  to  use\n      certain trademarks and tradenames  and  it  was  further  specifically\n      provided that the said agreement formed  part  of  the  Financial  and\n      Technical Know-How License Agreement.\n\n      38.   The Trademark Registered User Agreement, as already noticed, was\n      executed between the respondent no.1 and respondent  no.5,  the  joint\n      venture company.  The relationship  between  the  parties  under  this\n      agreement was contractual and respondent no.1 had agreed to grant user\n      permission to use the trademarks, subject to the terms and  conditions\n      specified in the agreement.  The agreement was executed with the clear\n      intention that the license owner (respondent No. 1) would provide  its\n      secret drawings, plans, specifications, test data, formulae and  other\n      manufacturing  procedures  and  as  well  as  technical  know-how  for\n      assembly, manufacture, quality control and testing  of  goods  to  the\n      licensee, the joint venture company.  The agreement dealt with various\n      aspects including grant of non-exclusive right to use  the  trademarks\n      in relation to the goods in the territory as the  registered  user  of\n      the trademarks.  In terms of clause 10 of  the  agreement,  the  joint\n      venture company was not to  acquire  any  ownership  interest  in  the\n      trademarks or registrations thereof by virtue of use of trademark  and\n      it was specifically agreed that every permitted use of  trademarks  by\n      the user would enure to the benefit of  the  licensor  company.   This\n      Agreement was to terminate automatically  in  the  event  the  License\n      Agreement i.e. the Financial and Technical Know-How License Agreement,\n      was terminated for any reason.   Clause  13  also  provided  that  the\n      permitted use of the trademarks did not involve  the  payment  of  any\n      royalty or other consideration, other than the royalties payable under\n      the Financial  and  Technical  Know-How  License  Agreement  by  joint\n      venture  company  to  the  licensor  company.   This   agreement   was\n      terminable on the conditions stipulated in clause 16, which again were\n      similar to the termination clause provided in other agreements.   This\n      Agreement did not contain an arbitration clause.\n\n\n\n\n      Supplementary Collaboration Agreement\n\n      39.   The last of the documents in this series which  requires  to  be\n      mentioned by the Court is the Supplementary  Collaboration  Agreement.\n      Any joint venture agreement in India which is in collaboration with  a\n      foreign partner can be commenced only after obtaining  the  permission\n      of the Government of India.  The parties herein had already executed a\n      joint venture  agreement  dated  16th  November,  1995.   The  company\n      obtained the permission of the Government of India vide its letter No.\n      FC-II 830(96)245(96) dated 11th October, 1996 amended on  21st  April,\n      1997.   The company then commenced the operation and business  of  the\n      joint venture company with effect from 1st April, 1997.\n\n      40.   In the letter by the Government of  India  dated  11th  October,\n      1996, besides noticing the items of manufacture  activity  covered  by\n      the foreign  collaboration  agreement,  foreign  equity  participation\n      being 50% and other conditions which had been specifically postulated,\n      under clause 7 of the letter it was specified that the approval letter\n      was made a  part  of  the  foreign  collaboration  agreement  executed\n      between the parties and only those provisions of the  agreement  which\n      were covered by the said letter or which were not at variance with the\n      said letter would be binding on the Government of India or the Reserve\n      Bank of India.  Thus, the parties were directed to proceed to finalize\n      the agreement.\n\n      41.   Vide its letter dated 21st December,  1996,  the  joint  venture\n      company had  written  to  the  Ministry  of  Industry,  Department  of\n      Industrial Policy and Promotion, Government of  India,  requesting  to\n      amend point No. 2 of the above-mentioned approval letter.  The request\n      was to widen the scope of the manufacture activities  covered  by  the\n      foreign collaboration  agreement.   The  company  wished  to  add  the\n      manufacture of gas and electro-chlorination equipments, amongst  other\n      stated items.  The other amendment that was sought for was increase in\n      the authorized share capital from Rs.25 lakhs to paid-up capital of 50\n      lakhs in the joint venture company.  Both these requests of the  joint\n      venture company were accepted by the Government of  India  vide  their\n      letter dated 21st April, 1997 and clauses (2),  (3)  and  (4)  of  the\n      earlier approval letter dated 11th October, 1996 were  modified.   All\n      other terms and conditions of the approval letter remained  the  same.\n      The Government of India had asked  for  acknowledgement  of  the  said\n      letter.\n\n      42.   In furtherance to this letter of the Government  of  India,  the\n      joint  venture  company  and  the  respondent   no.2   executed   this\n      Supplementary Collaboration Agreement.  The important part of this one-\n      page agreement is ‘we hereby conform that we shall adhere to the terms\n      and conditions as stipulated by the Government of India.   Letter  No.\n      FC.II: 830(96) 295(96) dated 11.10.1996, amended 21.04.1997.’  It also\n      stated that the companies had entered into the joint venture agreement\n      dated 16th November, 1995  and  had  commenced  their  operation  with\n      effect from 1st  April,  1997.   In  other  words,  the  Supplementary\n      Collaboration Agreement was a mere confirmation of the previous  joint\n      venture agreement.  By this time i.e., somewhere in August  1997,  all\n      other agreements had been executed, the joint venture company had come\n      into existence  and,  in  furtherance  to  those  agreements,  it  had\n      commenced its business.\n\n      43.   As we have already noticed under the head ‘Corporate Structure’,\n      the name of Respondent No. 1, Capital Control Co. Inc. was changed  to\n      Severn Trent Water Purification Inc. with effect from 1st April, 2002.\n       Later on, respondent no.2, Capital Control (Delaware)  Co.  Inc.  was\n      merged with the respondent no.1 on 31st March, 2003.   Thus,  for  all\n      purposes and intents, in fact and in law, interest of respondent  no.1\n      and 2 was controlled and given effect to by Severn Trent.\n\n      44.   On this issue, version of the respondents had been  disputed  in\n      the earlier round of litigation between the parties  where  respondent\n      No. 1, Severn Trent Water Purification Co.  Inc.,  USA,  had  filed  a\n      petition for winding up respondent No. 5-Chloro  Controls  India  Pvt.\n      Ltd., the joint venture company, on just and  equitable  ground  under\n      <a href=\"/doc/1676812/\" id=\"a_11\">Section 433(j)</a> of the Companies Act.  In this petition, specific issue\n      was raised that merger of Capital Controls (Delaware) Co. with  Severn\n      Trent was not intimated to the respondent No. 5 company prior  to  the\n      filing of the arbitration petition by Severn Trent under <a href=\"/doc/1549225/\" id=\"a_12\">Section 9</a>  of\n      the 1996 Act as well as that Severn Trent was not a  share  holder  of\n      the joint venture company and thus had no locus  standi  to  file  the\n      petition.  This Court vide its judgment dated 18th February,  2008  in\n      Civil Appeal No. 1351 of 2008 titled Severn Trent  Water  Purification\n      Inc.  v.  Chloro Control (India) Pvt. Ltd.  and  Anr.  held  that  the\n      winding up petition by Severn Trent Water Purification  Inc.  was  not\n      maintainable as it was not a contributory.  But the  question  whether\n      that company was a creditor of the  joint  venture  company  was  left\n      open.\n\n      45.   At this very stage, we may make it clear that we do not  propose\n      to deal with any of the contentions raised in  that  petition  whether\n      decided or left open, as the judgment has already  attained  finality.\n      In terms of the settled position of law, the said judgment  cannot  be\n      brought in challenge  in  the  present  proceedings,  collaterally  or\n      otherwise.\n\n      46.   Certain disputes had already arisen  between  the  parties  that\n      resulted in termination of the joint venture agreements.  Vide  letter\n      dated 21st July, 2004, Severn Trent Services informed respondent no.9,\n      respondent no.5 and Chloro  Controls  India  Pvt.  Ltd.,  the  present\n      appellant, that they had failed to remedy the  issues  and  grievances\n      communicated to them in their previous  correspondences  and  meetings\n      and also failed to  engage  in  any  productive  negotiation  in  this\n      connection and therefore, they were terminating from  that  very  day,\n      the joint venture agreements executed between them and  the  appellant\n      company, which included agreements stated  in  that  letter  i.e.  the\n      Shareholders Agreement, the International Distributor  Agreement,  the\n      Financial and Technical Know-How License Agreement, the  Export  Sales\n      Agreement and the Trademark Registered User Agreement, all dated  16th\n      November,  1995  and  requested  them  to  commence  the  winding   up\n      proceedings of the joint venture company, respondent No. 5.  They were\n      also called upon to act in accordance with the terms of the  agreement\n      in the event of such termination.  It may be noticed here itself  that\n      prior to the serving of the notice of termination,  a  suit  had  been\n      instituted by the appellant in which application under <a href=\"/doc/272099/\" id=\"a_13\">Section 8</a>/<a href=\"/doc/1300771/\" id=\"a_14\">45</a> of\n      the 1996 Act was filed.\n\n      Contentions of the learned Counsel appearing for the  parties  in  the\n      backdrop of above detailed facts\n\n\n\n\n      47.   The appellant had filed a derivative suit being Suit No. 233  of\n      2004 praying, inter alia, for a decree of declaration that  the  joint\n      venture agreements and the supplementary collaboration  agreement  are\n      valid, subsisting and binding and that the scope of  business  of  the\n      joint venture company included the manufacture, sale, distribution and\n      service of entire range of chlorination equipments including  electro-\n      chlorination equipment.  An order  of  injunction  was  also  obtained\n      restraining respondent Nos. 1 and 2 from interfering in any way and/or\n      preventing respondent No.5 from conducting its  business  of  sale  of\n      chlorination equipments including electro-chlorination  equipment  and\n      that they be not permitted to sell their products in  India  save  and\n      except through the joint venture company, in compliance of clause  2.5\n      of the Financial and Technical Know-How License  Agreement  read  with\n      the Supplementary  Collaboration  Agreement.   Besides  this,  certain\n      other reliefs have also been prayed for.\n\n\n      48.   After the institution of  the  suit,  as  already  noticed,  the\n      respondent Nos.1 and 2 had  terminated  the  joint-venture  agreements\n      vide  notices  dated  23rd  January,  2004  and   21st   July,   2004.\n      Resultantly, in the amended plaint, specific prayer was made that both\n      these notices were wrong, illegal and invalid; in breach of the  joint\n      venture agreements and of no effect; and the joint venture  agreements\n      were binding and subsisting.  To be precise, the appellant had claimed\n      damages, declaration and injunction in the suit primarily relying upon\n      the agreements entered  into  between  the  parties.   In  this  suit,\n      earlier  interim  injunction  had  been  granted  in  favour  of   the\n      appellant, which was subsequently vacated at the appellate stage.  The\n      respondent Nos.1 and 2 filed an application under  <a href=\"/doc/272099/\" id=\"a_15\">Section  8</a>  of  the\n      Act, praying for reference of the suit to  the  arbitral  tribunal  in\n      accordance with the agreement between the parties.   This  application\n      was contested and finally decided by  the  High  Court  in  favour  of\n      respondent Nos.1 and 2, vide order dated  4th  March,  2010  making  a\n      reference of the suit to arbitration.\n\n\n      49.   It is this Order of the Division Bench  of  the  High  Court  of\n      Bombay that has given rise to the present appeals before  this  Court.\n      While raising a challenge, both on facts and in law, to  the  judgment\n      of the Division Bench of the Bombay High Court making a  reference  of\n      the entire suit to arbitration, Mr. Fali S.  Nariman,  learned  senior\n      counsel  appearing  for  the  appellant,  has  raised  the   following\n      contentions :\n\n\n     1. There is inherent right conferred on every person by <a href=\"/doc/76869205/\" id=\"a_16\">Section  9</a>  of\n        the Code of Civil Procedure, 1908, (for short  ‘<a href=\"/doc/161831507/\" id=\"a_17\">CPC</a>’)  to  bring  a\n        suit of a civil nature unless it is barred by a  statute  or  there\n        was no agreement restricting the exercise of such  right.  Even  if\n        such clause was there (is  invoked),  the  same  would  be  hit  by\n        <a href=\"/doc/1431516/\" id=\"a_18\">Section 27</a> of the Indian Contract Act, 1872 and under  Indian  law,\n        arbitration is only an exception to a suit and not  an  alternative\n        to it.  The appellant, in exercise of such right, had instituted  a\n        suit before the Court of  competent  jurisdiction,  at  Bombay  and\n        there being no bar under any statute to such suit.  The Court could\n        not have sent the suit for arbitration under the provisions of  the\n        1996 Act.\n\n\n      2.    The appellant, being dominus litus to  the  suit,  had  included\n           respondent  Nos.3  and  4,  who  were  necessary  parties.   The\n           appellant had claimed different  and  distinct  reliefs.   These\n           respondents had not been added as parties to the suit merely  to\n           avoid the arbitration clause but there were substantive  reliefs\n           prayed for against these  respondents.   Unless  the  Court,  in\n           exercise of its power under Order I,  Rule  10(2)  <a href=\"/doc/161831507/\" id=\"a_19\">of  the  CPC</a>,\n           struck out the name of these parties as being improperly joined,\n           the decision of the High Court would be vitiated in law as these\n           parties  admittedly  were  not  parties   to   the   arbitration\n           agreement.\n\n\n      3.    On its plain terms, <a href=\"/doc/1300771/\" id=\"a_20\">Section 45</a> of the 1996 Act provides  that  a\n           judicial authority, when seized of an  action  in  a  matter  in\n           respect of which the parties have made an agreement referred  to\n           in <a href=\"/doc/354101/\" id=\"a_21\">Section 44</a>, shall, at the request of one of  the  parties  or\n           any person claiming through or under him, refer the  parties  to\n           arbitration.  The expression ‘party’ refers to  parties  to  the\n           action or suit.  The request for arbitration, thus, has to  come\n           from one of the parties to the suit  or  action  or  any  person\n           claiming through or under him.  The Court then can  refer  those\n           parties to arbitration.  The  expression  ‘parties’  used  under\n           <a href=\"/doc/1300771/\" id=\"a_22\">Section 45</a> would necessarily mean all the parties and  not  some\n           or any  one  of  them.   If  the  expression  ‘parties’  is  not\n           construed to mean all parties to the action and  the  agreement,\n           it will result in multiplicity of  proceedings,  frustration  of\n           the intended one-stop remedy and may cause further mischief.\n\n\n                  Judgment of the High Court in referring the  entire  suit,\n           including the parties who were not parties  to  the  arbitration\n           agreement as well as against whom the cause of  action  did  not\n           arise from arbitration agreement, suffers from error of law.\n\n\n      4.    The 1996 Act is an  amending  and  consolidating  Act  being  an\n           enactment setting  out  in  one  statute  the  law  relating  to\n           arbitration,   international    commercial    arbitration    and\n           enforcement of foreign arbitral awards.  Further, the  1996  Act\n           has no provision like <a href=\"/doc/1722761/\" id=\"a_23\">Section 34</a> of the  Arbitration  Act,  1940\n           (for short “1940 Act”).  In <a href=\"/doc/18760292/\" id=\"a_24\">Section  3</a>  of  the  Foreign  Awards\n           (Recognition and Enforcement) Act, 1961 (for short ‘1961  Act’),\n           there existed a mandate only to stay the proceedings and not  to\n           actually refer the parties to arbitration.  Thus,  the  position\n           before 1996 in India, as in England, permitted a partial stay of\n           the suit, both as regards matters and parties.  But after coming\n           into force of the 1996 Act, it is no longer possible to  contend\n           that some parties and/or some matters in a suit can be  referred\n           to arbitration leaving the rest to be decided by another forum.\n\n\n      5.    Bifurcation of  matters/cause  of  action  and  parties  is  not\n           permissible under the provisions of the 1996 Act. Such procedure\n           is unknown to the law of arbitration in India.  The judgment  of\n           this Court in the case of Sukanya Holdings Pvt. Ltd. (supra)  is\n           a judgment in support of this contention.  This judgment of  the\n           Court is holding the field even now.  In the alternative, it  is\n           submitted  that  bifurcation,  if  permitted,  would   lead   to\n           conflicting decisions by two  different  forums  and  under  two\n           different systems of law.  In such situations,  reference  would\n           not be permissible.\n\n\n      6.    In the  alternative,  reference  to  arbitral  tribunal  is  not\n           possible in the facts and circumstances  of  the  present  case.\n           Where three major agreements, i.e., Managing Director Agreement,\n           Trademark   Registered   User   Agreement   and    Supplementary\n           Collaboration Agreement do  not  have  any  arbitration  clause,\n           there  the  International  Distributor   Agreement   exclusively\n           provides the jurisdiction  for  resolution  of  dispute  to  the\n           federal  or  state  courts  in  the  Eastern  District  of   the\n           Commonwealth of Pennsylvania, USA.  This latter agreement, thus,\n           provided for resolution of disputes under a specific law and  by\n           a specific forum.  Thus, for uncertainty and indefiniteness, the\n           alleged arbitration clause is unenforceable.\n\n\n            Thus, in the present case, out  of  all  the  agreements  signed\n           between  different  parties,  four  agreements,  i.e.,  Managing\n           Director   Agreement,   International   Distributor   Agreement,\n           Trademark  Registered  User  Agreement  and  the   Supplementary\n           Collaboration   Agreement,   have   no    arbitration    clause.\n           Furthermore, different agreements have been signed by  different\n           parties and respondent No.9 is  not  a  party  to  some  of  the\n           agreements containing/not containing an arbitration clause.   In\n           any case, respondent Nos.3 and 4 are not party  to  any  of  the\n           Agreements and the cause of action of the appellant against them\n           is limited to the scope of International  Distributor  Agreement\n           vis-à-vis  the  products   covered   under   the   joint-venture\n           agreement.\n\n\n                 On these contentions, it is submitted that the judgment  of\n           the High Court is liable to be set aside  and  no  reference  to\n           arbitral tribunal is possible.    Also, the submission is  that,\n           within the ambit and scope  of  <a href=\"/doc/1300771/\" id=\"a_25\">Section  45</a>  of  the  1996  Act,\n           multiple agreements, where some contain  an  arbitration  clause\n           and others don’t, a composite reference to  arbitration  is  not\n           permissible.  There has to be clear intention of the parties  to\n           refer the dispute to arbitration.\n\n      50.   Mr. Harish Salve, learned senior counsel, while  supporting  the\n      judgment of the High Court for the reasons stated therein,  argued  in\n      addition that the submissions made by Mr. F.S. Nariman, learned senior\n      counsel, cannot be accepted in law and on the facts of the  case.   He\n      contended that :\n\n        i) Under the provisions of the 1996 Act, particularly in  Part  II,\n           the Right  of  Reference  to  Arbitration  is  indefeasible  and\n           therefore, an interpretation in favour of such reference  should\n           be given primacy over any other interpretation.\n\n       ii) In substance, the suit and the reliefs claimed therein relate to\n           the dispute with regard to the agreed scope of business  of  the\n           joint venture company  as  regards  gas  based  chlorination  or\n           electro based chlorination.   This major dispute in the  present\n           suit being  relatable  to  joint  venture  agreement  therefore,\n           execution of multiple agreements would not make any  difference.\n           The reference of the suit to arbitral Tribunal by the High Court\n           is correct on facts and in law.\n\n      iii) The filing of the suit as  a  derivative  action  and  even  the\n           joinder of respondent Nos.3 and 4 to  the  suit  were  primarily\n           attempts to escape the impact of the arbitration clause  in  the\n           joint venture agreements.  Respondent Nos. 3 and 4 were  neither\n           necessary nor appropriate parties to the suit.  In the facts  of\n           the case the party should be held to the bargain of  arbitration\n           and even the plaint should yield in favour  of  the  arbitration\n           clause.\n\n       iv) All agreements executed between the parties are  in  furtherance\n           to the Shareholders Agreement and were intended to achieve  only\n           one object, i.e., constitution and carrying on  of  business  of\n           chlorination products by the joint venture company in India  and\n           the specified countries.  The parties having signed the  various\n           agreements, some containing an  arbitration  clause  and  others\n           not,  performance  of  the  latter  being  dependent  upon   the\n           Principal Agreement and in face of clause 21.3 of the  Principal\n           Agreement, no relief could be granted on the bare reading of the\n           plaint and reference to arbitration of the complete stated cause\n           of action was inevitable.\n\n        v) The judgment of this Court in the case of Sukanya  (supra)  does\n           not enunciate the correct law.  Severability of cause of  action\n           and parties  is  permissible  in  law,  particularly,  when  the\n           legislative intent is that arbitration has  to  receive  primacy\n           over the other remedies.  Sukanya being a judgment relatable  to\n           Part 1 (<a href=\"/doc/272099/\" id=\"a_26\">Section 8</a>) of the 1996 Act, would not be  applicable  to\n           the facts of the present case which exclusively is covered under\n           Part II of the 1996 Act.\n\n       vi) The 1996 Act does not contain any restriction or  limitation  on\n           reference to arbitration as contained under <a href=\"/doc/675604/\" id=\"a_27\">Section  34</a>  of  the\n           1940 Act and therefore, the Court would be competent to pass any\n           orders as it may deem fit and proper, in the circumstances of  a\n           given case particularly with the aid of <a href=\"/doc/56600062/\" id=\"a_28\">Section 151</a> of the CPC.\n\n      vii) A bare reading of the provisions of <a href=\"/doc/1330413/\" id=\"a_29\">Section 3</a> of the 1961 Act on\n           the one hand and <a href=\"/doc/1300771/\" id=\"a_30\">Section 45</a> of the 1996 Act on the other clearly\n           suggests that change has been brought in the structure  and  not\n           in the substance of the provisions.  <a href=\"/doc/1330413/\" id=\"a_31\">Section 3</a> of the 1961  Act,\n           of  course,  primarily  relates  to  stay  of  proceedings   but\n           demonstrates that the plaintiff claiming through  or  under  any\n           other person who is a party to the arbitration  agreement  would\n           be subject to the applications under the arbitration  agreement.\n           Thus, the absence of equivalent words in <a href=\"/doc/1300771/\" id=\"a_32\">Section 45</a> of 1996  Act\n           would not make much difference.  Under <a href=\"/doc/1300771/\" id=\"a_33\">Section 45</a>, the applicant\n           seeking reference can either  be  a  party  to  the  arbitration\n           agreement or a person claiming through or under such party.   It\n           is also the contention that a defendant who is neither of these,\n           if cannot be referred to arbitration, then such  person  equally\n           cannot  seek  reference  of  others  to  arbitration.   Such  an\n           approach would be consistent with the development of arbitration\n           law.\n\n\n      51.   The contention raised before us is that Part I and  Part  II  of\n      the 1996 Act  operate  in  different  fields  and  no  interchange  or\n      interplay is permissible.  To  the  contra,  the  submission  is  that\n      provisions of Part I have to be construed with Part II.  On behalf  of\n      the appellant, reliance has been placed  upon  the  judgment  of  this\n      Court in the case Bhatia International v. Bulk Trading S.A.  and  Anr.\n      [(2002) 4 SCC 105].  The propositions stated in  the  case  of  Bhatia\n      International (supra) do not directly arise for consideration of  this\n      Court in the facts of the present case.  Thus, we are not dealing with\n      the dictum of the Court in Bhatia International’s case and application\n      of its principles in this judgment.\n\n\n            It is appropriate for us to deal with the interpretation,  scope\n      and ambit of <a href=\"/doc/1300771/\" id=\"a_34\">Section 45</a> of the 1996 Act particularly  relating  to  an\n      international arbitration covered under the Convention on  Recognition\n      and Enforcement of Foreign Arbitral Awards (for short, ‘the  New  York\n      Convention’).\n\n\n      52.   Now, we shall proceed to discuss the width of <a href=\"/doc/1300771/\" id=\"a_35\">Section 45</a> of  the\n      1996 Act.\n\n\n      Interpretation of <a href=\"/doc/1300771/\" id=\"a_36\">Section 45</a> of the 1996 Act\n\n\n      53.   In order to invoke jurisdiction of the Court under  <a href=\"/doc/1300771/\" id=\"a_37\">Section  45</a>,\n      the applicant should satisfy the pre-requisites stated in  <a href=\"/doc/354101/\" id=\"a_38\">Section  44</a>\n      of the 1996 Act.\n\n      54.   Chapter I, Part II deals with  enforcement  of  certain  foreign\n      awards in accordance with the New York Convention, annexed as Schedule\n      I to the 1996 Act.   As per <a href=\"/doc/354101/\" id=\"a_39\">Section 44</a>, there has to be an arbitration\n      agreement in writing.   To such arbitration agreement  the  conditions\n      stated in Schedule I would apply.   In other words,  it  must  satisfy\n      the requirements of Article II of Schedule I.   Each contracting State\n      shall recognize an  agreement  in  writing  under  which  the  parties\n      undertake to submit to arbitration their  disputes  in  respect  of  a\n      defined legal relationship, whether contractual or not,  concerning  a\n      subject matter capable of settlement by arbitration.   The arbitration\n      agreement shall include an arbitration clause  in  a  contract  or  an\n      arbitration agreement signed by the parties or entered in any  of  the\n      specified modes.   Subject  to  the  exceptions  stated  therein,  the\n      reference shall be made.\n\n      55.   The language of <a href=\"/doc/1300771/\" id=\"a_40\">Section 45</a> read with Schedule I of the 1996  Act\n      is worded in favour of making a reference to arbitration when a  party\n      or any person claiming through or under him approaches the  Court  and\n      the Court is satisfied that the agreement is  valid,  enforceable  and\n      operative.    Because of  the  legislative  intent,  the  mandate  and\n      purpose  of  the  provisions  of  <a href=\"/doc/1300771/\" id=\"a_41\">Section  45</a>  being  in   favour   of\n      arbitration, the  relevant  provisions  would  have  to  be  construed\n      liberally to achieve  that  object.   The  question  that  immediately\n      follows is as to what are the aspects which the Court should  consider\n      while dealing with an application for reference to  arbitration  under\n      this provision.\n\n\n      56.   The 1996 Act makes it abundantly clear that <a href=\"/doc/1353758/\" id=\"a_42\">Part I  of  the  Act</a>\n      has been amended to bring these provisions completely in line with the\n      UNCITRAL Model Law on International Commercial Arbitration (for short,\n      the ‘UNCITRAL Mode Law’), while Chapter I  of  Part  II  is  meant  to\n      encourage international commercial  arbitration  by  incorporating  in\n      India, the provisions  of  the  New  York  Convention.   Further,  the\n      protocol on Arbitration Clauses (for short  ‘Geneva  Convention’)  was\n      also incorporated as part of Chapter II of Part II.\n\n\n      57.   For proper interpretation and application of Chapter I  of  Part\n      II, it is necessary that those provisions are read in conjunction with\n      <a href=\"/doc/1353758/\" id=\"a_43\">Schedule I of the Act</a>.   To  examine  the  provisions  of  <a href=\"/doc/1300771/\" id=\"a_44\">Section  45</a>\n      without the aid of Schedule I would not be appropriate as that is  the\n      very foundation of <a href=\"/doc/1300771/\" id=\"a_45\">Section 45</a> of the Act.  The  International  Council\n      for Commercial Arbitration prepared a Guide to the  Interpretation  of\n      1958 New York Convention, which lays/contains the Road Map to  Article\n      II.  <a href=\"/doc/1300771/\" id=\"a_46\">Section 45</a> is enacted materially on the lines of  Article  II  of\n      this Convention.  When the Court is seized with  a  challenge  to  the\n      validity of an arbitration agreement, it would be desirable to examine\n      the following aspects :\n\n                 “1.   Does the arbitration agreement fall under  the  scope\n                 of the Convention?\n\n                 2.    Is the arbitration agreement evidenced in writing?\n\n                 3.    Does  the  arbitration  agreement  exist  and  is  it\n                 substantively valid?\n\n                 4.    Is there a dispute, does it arise out  of  a  defined\n                 legal relationship, whether contractual or not, and did the\n                 parties intend to have this particular dispute  settled  by\n                 arbitration?\n\n                 5.    Is the arbitration agreement binding on  the  parties\n                 to the dispute that is before the Court?\n\n                 6.    Is this dispute arbitrable?”\n\n\n      58.   According to this Guide, if these questions are answered in  the\n      affirmative, then the parties must be  referred  to  arbitration.   Of\n      course, in addition to the above, the Court will  have  to  adjudicate\n      any plea, if taken by a non-applicant that the  arbitration  agreement\n      is null and void, inoperative or  incapable  of  being  performed.  In\n      these three situations, if the Court answers such plea  in  favour  of\n      the non-applicant, the question of making a reference  to  arbitration\n      would not arise and that would put the matter at rest.\n\n      59.   If the parties are referred to arbitration  and  award  is  made\n      under these provisions of the Convention, then it shall be binding and\n      enforceable in accordance with the provisions of <a href=\"/doc/663625/\" id=\"a_47\">Sections 46</a> to <a href=\"/doc/41258/\" id=\"a_48\">49</a>  of\n      the 1996 Act.  The procedure prescribed under Chapter I of Part II  is\n      to take precedence  and  would  not  be  affected  by  the  provisions\n      contained under Part I and/or Chapter  II  of  Part  II  in  terms  of\n      <a href=\"/doc/915975/\" id=\"a_49\">Section 52</a>. This is the extent of priority that  the  Legislature  had\n      intended to accord to this Chapter 1 of Part II.\n\n      60.   Amongst the initial steps, the  Court  is  required  to  enquire\n      whether the dispute at issue is covered by the arbitration  agreement.\n      Stress  has  normally  been  placed  upon  three  characteristics   of\n      arbitrations which are as follows –\n\n      (1)    arbitration  is  consensual.   It  is  based  on  the  parties’\n           agreement;\n      (2)   arbitration leads to a  final  and  binding  resolution  of  the\n           dispute; and\n      (3)   arbitration is regarded as substitute for the  court  litigation\n           and results in the passing of an binding award.\n\n      61.   Mr. Nariman, learned senior counsel appearing on behalf  of  the\n      appellant, contended that in terms of <a href=\"/doc/1300771/\" id=\"a_50\">Section  45</a>  of  the  1996  Act,\n      parties to the agreement shall essentially be the parties to the suit.\n       A stranger or a third party cannot ask for arbitration.  They have to\n      be essentially the same.  Further, the parties  should  have  a  clear\n      intention, at the time of the contract,  to  submit  any  disputes  or\n      differences as may arise, to arbitration and then alone the  reference\n      contemplated under <a href=\"/doc/1300771/\" id=\"a_51\">Section 45</a> can be enforced.\n\n      62.   To the contra, Mr. Salve, the learned senior  counsel  appearing\n      for respondent No. 1, submitted that the phrase “at the request of one\n      of the parties or any person claiming through or under him” is capable\n      of liberal construction primarily for the reason that under  the  1996\n      Act,  there  is  a  greater  obligation  to  refer  the   matters   to\n      arbitration.   In  fact,  the  1996  Act  is  the  recognition  of  an\n      indefeasible Right to Arbitration.   Even  a  party  which  is  not  a\n      signatory to the arbitration agreement  can  claim  through  the  main\n      party.  Particularly, in cases of composite transactions, the approach\n      of the Courts should  be  to  hold  the  parties  to  the  bargain  of\n      arbitration rather than permitting them to  escape  the  reference  on\n      such pleas.\n\n      63.   At this stage itself,  we  would  make  it  clear  that  we  are\n      primarily discussing these submissions purely on a legal basis and not\n      with regard to the merits of the case, which we shall  shortly  revert\n      to.\n\n      64.   We have already noticed that the language of <a href=\"/doc/1300771/\" id=\"a_52\">Section 45</a> is at  a\n      substantial variance to the language of <a href=\"/doc/272099/\" id=\"a_53\">Section 8</a> in this regard.   In\n      <a href=\"/doc/1300771/\" id=\"a_54\">Section  45</a>,  the  expression  ‘any  person’  clearly  refers  to  the\n      legislative intent of enlarging the scope of  the  words  beyond  ‘the\n      parties’ who are signatory to the arbitration agreement.   Of  course,\n      such applicant should claim through  or  under  the  signatory  party.\n      Once this link is established, then the  Court  shall  refer  them  to\n      arbitration.  The use of the word ‘shall’ would have to be  given  its\n      proper meaning and cannot be equated with the word ‘may’, as liberally\n      understood in its common parlance.   The  expression  ‘shall’  in  the\n      language of the <a href=\"/doc/1300771/\" id=\"a_55\">Section  45</a>  is  intended  to  require  the  Court  to\n      necessarily make a reference to arbitration, if the conditions of this\n      provision are satisfied.   To  that  extent,  we  find  merit  in  the\n      submission that there  is  a  greater  obligation  upon  the  judicial\n      authority to make such reference, than it was  in  comparison  to  the\n      1940 Act.   However,  the  right  to  reference  cannot  be  construed\n      strictly as an indefeasible right.  One can claim the  reference  only\n      upon satisfaction of the pre-requisites stated under <a href=\"/doc/354101/\" id=\"a_56\">Sections  44</a>  and\n      <a href=\"/doc/1300771/\" id=\"a_57\">45</a> read with Schedule I of the 1996 Act.  Thus, it is  a  legal  right\n      which has its own contours and is not an absolute right, free  of  any\n      obligations/limitations.\n\n      65.   Normally, arbitration takes place between the persons who  have,\n      from the outset, been parties to both  the  arbitration  agreement  as\n      well as the substantive contract underlining that agreement.  But,  it\n      does occasionally happen that the claim is made against or by  someone\n      who is not originally  named  as  a  party.   These  may  create  some\n      difficult  situations,  but   certainly,   they   are   not   absolute\n      obstructions to law/the  arbitration  agreement.   Arbitration,  thus,\n      could be possible between a signatory to an arbitration agreement  and\n      a third party.  Of course, heavy onus lies on that party to show that,\n      in fact and in law, it is claiming ‘through’ or ‘under’ the  signatory\n      party as contemplated under <a href=\"/doc/1300771/\" id=\"a_58\">Section 45</a> of the 1996 Act.  Just to  deal\n      with such situations illustratively, reference  can  be  made  to  the\n      following examples in Law and Practice of  Commercial  Arbitration  in\n      England (Second Edn.) by Sir Michael J. Mustill:\n\n                 “1.   The claimant was in reality always  a  party  to  the\n                       contract, although not named in it.\n\n                 2.    The claimant has succeeded by operation of law to the\n                       rights of the named party.\n\n                 3.    The claimant has become a part  to  the  contract  in\n                       substitution for the  named  party  by  virtue  of  a\n                       statutory or consensual novation.\n\n                 4.    The original  party  has  assigned  to  the  claimant\n                       either the underlying  contract,  together  with  the\n                       agreement to arbitrate which it incorporates, or  the\n                       benefit of  a  claim  which  has  already  come  into\n                       existence.”\n\n\n\n      66.   Though the scope of an arbitration agreement is limited  to  the\n      parties who entered into it and those claiming under or through  them,\n      the Courts under the English Law have, in certain cases, also  applied\n      the “Group of Companies Doctrine”.  This doctrine has developed in the\n      international context, whereby an arbitration agreement  entered  into\n      by a company, being one within a group of companies, can bind its non-\n      signatory  affiliates  or  sister   or   parent   concerns,   if   the\n      circumstances demonstrate that the mutual intention of all the parties\n      was to bind both the signatories  and  the  non-signatory  affiliates.\n      This theory has been applied in a number  of  arbitrations  so  as  to\n      justify a tribunal taking jurisdiction over  a  party  who  is  not  a\n      signatory  to  the  contract  containing  the  arbitration  agreement.\n      [‘Russell on Arbitration’ (Twenty Third Edition)].\n\n      67.   This evolves the principle that a non-signatory party  could  be\n      subjected to arbitration provided these transactions were  with  group\n      of companies and there was a clear intention of the  parties  to  bind\n      both, the signatory as well as the non-signatory  parties.   In  other\n      words, ‘intention of the parties’ is a very significant feature  which\n      must be established before the scope of arbitration  can  be  said  to\n      include the signatory as well as the non-signatory parties.\n\n      68.   A non-signatory or third party could be subjected to arbitration\n      without their prior consent, but this would  only  be  in  exceptional\n      cases.  The Court will examine these exceptions from the touchstone of\n      direct  relationship  to  the  party  signatory  to  the   arbitration\n      agreement, direct commonality of the subject matter and the  agreement\n      between the parties being a composite  transaction.   The  transaction\n      should be of a composite nature where performance of mother  agreement\n      may not be feasible without aid,  execution  and  performance  of  the\n      supplementary or ancillary agreements, for achieving the common object\n      and collectively having bearing on the dispute.  Besides all this, the\n      Court would have to examine whether  a  composite  reference  of  such\n      parties would serve the  ends  of  justice.   Once  this  exercise  is\n      completed and the Court answers  the  same  in  the  affirmative,  the\n      reference  of  even  non-signatory  parties  would  fall  within   the\n      exception afore-discussed.\n\n\n      69.   In a case like the present one, where origin and end of  all  is\n      with the Mother or the Principal Agreement, the fact that a party  was\n      non-signatory  to  one  or  other  agreement  may  not  be   of   much\n      significance.  The performance of any one of such  agreements  may  be\n      quite irrelevant  without  the  performance  and  fulfillment  of  the\n      Principal or the Mother Agreement.  Besides  designing  the  corporate\n      management to successfully complete  the  joint  ventures,  where  the\n      parties execute different agreements but all with one  primary  object\n      in mind, the Court would normally hold the parties to the  bargain  of\n      arbitration and not  encourage  its  avoidance.   In  cases  involving\n      execution of such multiple agreements, two essential  features  exist;\n      firstly,  all  ancillary  agreements  are  relatable  to  the   mother\n      agreement and secondly, performance of one is so intrinsically  inter-\n      linked with the other agreements that  they  are  incapable  of  being\n      beneficially performed without performance of the  others  or  severed\n      from the rest.  The intention of the parties to refer all the disputes\n      between all the parties  to  the  arbitral  tribunal  is  one  of  the\n      determinative factor.\n\n\n      70.   We may  notice  that  this  doctrine  does  not  have  universal\n      acceptance.   Some  jurisdictions,  for  example,  Switzerland,   have\n      refused to recognize the doctrine, while others have  been  equivocal.\n      The doctrine has found favourable consideration in the  United  States\n      and French jurisdictions.  The  US  Supreme  Court  in  Ruhrgos  AG  v\n      Marathon Oil Co. [526 US 574 (1999)] discussed this doctrine  at  some\n      length and relied on more traditional principles, such  as,  the  non-\n      signatory being  an  alter  ego,  estoppel,  agency  and  third  party\n      beneficiaries to find jurisdiction over the non-signatories.\n\n      71.   The Court will have to examine such pleas with  greater  caution\n      and by  definite  reference  to  the  language  of  the  contract  and\n      intention of the parties.  In the case of composite  transactions  and\n      multiple agreements, it may again be possible to invoke such principle\n      in accepting the pleas  of  non-signatory  parties  for  reference  to\n      arbitration.  Where the agreements are consequential and in the nature\n      of a follow-up to  the  principal  or  mother  agreement,  the  latter\n      containing the arbitration agreement  and  such  agreements  being  so\n      intrinsically  inter-mingled  or  inter-dependent  that  it  is  their\n      composite performance which  shall  discharge  the  parties  of  their\n      respective mutual  obligations  and  performances,  this  would  be  a\n      sufficient indicator of intent of the parties to  refer  signatory  as\n      well as  non-signatory  parties  to  arbitration.   The  principle  of\n      ‘composite performance’ would have to be gathered  from  the  conjoint\n      reading of the principal and supplementary agreements on the one  hand\n      and  the  explicit  intention  of  the  parties  and   the   attendant\n      circumstances on the other.\n\n      72.   As already noticed, an arbitration agreement, under  <a href=\"/doc/1300771/\" id=\"a_59\">Section  45</a>\n      of the 1996 Act, should be  evidenced  in  writing  and  in  terms  of\n      Article II of Schedule 1, an agreement in  writing  shall  include  an\n      arbitral clause in a contract or an arbitration  agreement  signed  by\n      the parties or contained in  an  exchange  of  letters  or  telegrams.\n      Thus, the requirement that an arbitration agreement be in  writing  is\n      an expression incapable of strict  construction  and  requires  to  be\n      construed liberally, as the words of this Article provide.  Even in  a\n      given circumstance, it may be possible and permissible to construe the\n      arbitration agreement with the aid and principle of ‘incorporation  by\n      reference’.  Though the New York Convention is silent on this  matter,\n      in common  practice,  the  main  contractual  document  may  refer  to\n      standard terms and conditions or other standard  forms  and  documents\n      which may contain an arbitration clause and,  therefore,  these  terms\n      would become part of the contract between the  parties  by  reference.\n      The solution to such issue  should  be  case-specific.   The  relevant\n      considerations to determine  incorporation  would  be  the  status  of\n      parties, usages within the specific industry,  etc.  Cases  where  the\n      main documents explicitly refer  to  arbitration  clause  included  in\n      standard terms and conditions would be more easily found in compliance\n      with the formal requirements set out in the Article II of the New York\n      Convention than those cases in which the main contract  simply  refers\n      to the application of standard forms without any express reference  to\n      the arbitration clause.  For instance, under the American  Law,  where\n      standard terms and conditions referred to in a purchase order provided\n      that the standard terms would have been attached to or  form  part  of\n      the purchase order, this was considered to be an incorporation of  the\n      arbitration agreement by reference.   Even  in  other  countries,  the\n      recommended criterion for incorporation is whether the parties were or\n      should have been aware of the arbitration agreement.  If the  Bill  of\n      Lading, for example, specifically mentions the arbitration  clause  in\n      the Charter Party Agreement, it is generally considered sufficient for\n      incorporation.  Two different approaches in  its  interpretation  have\n      been adopted, namely, (a) interpretation of  documents  approach;  and\n      (b) conflict of laws approach.  Under  the  latter,  the  Court  could\n      apply  either  its  own  national  law  or  the  law   governing   the\n      arbitration.\n\n      73.   In India, the law has been  construed  more  liberally,  towards\n      accepting incorporation by reference.   In  the  case  of  Owners  and\n      Parties Interested in the Vessel M.V. “Baltic Confidence”  &amp;  Anr.  v.\n      State  Trading Corporation of India Ltd. &amp; Anr. [(2001)  7  SCC  473],\n      the Court was considering the question as to whether  the  arbitration\n      clause in a Charter Party Agreement was incorporated by  reference  in\n      the Bill of Lading and what the intention of the parties to  the  Bill\n      of Lading was.   The primary document was the Bill of  Lading,  which,\n      if read in the manner provided in the  incorporation  clause  thereof,\n      would include the arbitration clause of the Charter  Party  Agreement.\n      The Court observed  that  while  ascertaining  the  intention  of  the\n      parties, attempt should be made to give  meaning  and  effect  to  the\n      incorporation clause and not to invalidate or frustrate it  by  giving\n      it a literal, pedantic  and  technical  reading.   This  Court,  after\n      considering the judgments of the courts in  various  other  countries,\n      held as under :\n\n\n                 “19. From the conspectus of the views expressed  by  courts\n                 in  England  and  also  in  India,  it  is  clear  that  in\n                 considering the question, whether the arbitration clause in\n                 a Charter Party Agreement was incorporated by reference  in\n                 the Bill of Lading, the principal question is, what was the\n                 intention of the parties to the Bill of  Lading?  For  this\n                 purpose the primary document is the  Bill  of  Lading  into\n                 which the arbitration clause in the Charter Party Agreement\n                 is to be read in the manner provided in  the  incorporation\n                 clause of  the  Bill  of  Lading.  While  ascertaining  the\n                 intention of the parties, attempt should be  made  to  give\n                 meaning to the incorporation clause and to give  effect  to\n                 the same and not to invalidate or  frustrate  it  giving  a\n                 literal, pedantic and technical reading of the  clause.  If\n                 on a construction of the arbitration clause of the  Charter\n                 Party Agreement as incorporated in the Bill  of  Lading  it\n                 does  not  lead  to  inconsistency  or   insensibility   or\n                 absurdity then effect should be given to the  intention  of\n                 the parties and the arbitration clause as agreed should  be\n                 made binding on parties to  the  Bill  of  Lading.  If  the\n                 parties  to  the  Bill  of  Lading  being  aware   of   the\n                 arbitration clause in  the  Charter  Party  Agreement  have\n                 specifically incorporated the same in the conditions of the\n                 Bill of Lading then the intention of the parties  to  abide\n                 by the arbitration clause is clear.  Whether  a  particular\n                 dispute  arising  between  the  parties  comes  within  the\n                 purview of the arbitration clause as  incorporated  in  the\n                 Bill of Lading is a matter to be decided by the  arbitrator\n                 or  the  court.  But  that  does  not  mean  that   despite\n                 incorporation of the arbitration  clause  in  the  Bill  of\n                 Lading by specific reference the parties had  not  intended\n                 that the disputes arising on the Bill of Lading  should  be\n                 resolved by an arbitrator.”\n\n\n\n      74.   Reference can also be made to the judgment of this Court in  the\n      case of Olympus Superstructure Pvt. Ltd. v. Meena Vijay Khetan &amp;  Ors.\n      [(1999) 5 SCC 651], where the parties  had  entered  into  a  purchase\n      agreement for the purchase of flats.  The main agreement contained the\n      arbitration clause (clause 39).  The parties also entered  into  three\n      different Interior Design Agreements, which also contained arbitration\n      clauses.  The main agreement was  terminated  due  to  disputes  about\n      payment and non-grant of possession.  These disputes were referred  to\n      arbitration.  A sole arbitrator was appointed to make awards  in  this\n      respect.  Inter alia, the  question  was  raised  as  to  whether  the\n      disputes under the Interior Design Agreements were  subject  to  their\n      independent arbitration clauses or whether one and the same  reference\n      was permissible under the main agreement.   It  was  argued  that  the\n      reference under clause 39 of the main agreement could not  permit  the\n      arbitrator to deal with  the  disputes  relating  to  Interior  Design\n      Agreements and the award was void.  The Court, however, took the  view\n      that parties had entered into multiple agreements for a common  object\n      and the expression ‘other matters…connected with’ appearing in  clause\n      39 would permit such a reference. The Court held as under :\n\n           “30. If there is  a  situation  where  there  are  disputes  and\n           differences in connection  with  the  main  agreement  and  also\n           disputes in regard  to  “other  matters”  “connected”  with  the\n           subject-matter of the main agreement then in such  a  situation,\n           in our view, we are governed by the general  arbitration  clause\n           39 of the main agreement under which  disputes  under  the  main\n           agreement and disputes connected therewith can  be  referred  to\n           the same arbitral tribunal. This clause 39  no  doubt  does  not\n           refer to any named arbitrators.  So  far  as  clause  5  of  the\n           Interior Design Agreement is concerned, it  refers  to  disputes\n           and  differences  arising  from  that  agreement  which  can  be\n           referred to named arbitrators and the  said  clause  5,  in  our\n           opinion, comes into play only in a situation where there are  no\n           disputes and differences in relation to the main  agreement  and\n           the disputes and differences are solely confined to the Interior\n           Design Agreement. That, in our view, is the  true  intention  of\n           the parties and that is  the  only  way  by  which  the  general\n           arbitration provision in clause 39 of the main agreement and the\n           arbitration provision for a named arbitrator contained in clause\n           5  of  the  Interior  Design  Agreement  can  be  harmonised  or\n           reconciled. Therefore, in a case  like  the  present  where  the\n           disputes and differences cover the main agreement as well as the\n           Interior Design Agreement, — (that there  are  disputes  arising\n           under the main agreement and the Interior  Design  Agreement  is\n           not in dispute) — it is the general arbitration clause 39 in the\n           main agreement that governs because the questions arise also  in\n           regard to disputes relating to  the  overlapping  items  in  the\n           schedule  to  the  main  agreement  and  the   Interior   Design\n           Agreement, as detailed  earlier.  There  cannot  be  conflicting\n           awards in regard to items which overlap in the  two  agreements.\n           Such a situation was never  contemplated  by  the  parties.  The\n           intention of the parties when they incorporated clause 39 in the\n           main agreement and clause 5 in the Interior Design Agreement was\n           that the former clause was to apply  to  situations  when  there\n           were disputes arising under both agreements and the  latter  was\n           to apply  to  a  situation  where  there  were  no  disputes  or\n           differences arising under the main contract but the disputes and\n           differences were confined only to the Interior Design Agreement.\n           A case containing two agreements with arbitration clauses  arose\n           before this Court in Agarwal Engg. Co. v. Technoimpex  Hungarian\n           Machine Industries Foreign  Trade  Co.  There  were  arbitration\n           clauses in two contracts, one for sale of two  machines  to  the\n           appellant and  the  other  appointing  the  appellant  as  sales\n           representative. On the facts of the case, it was held that  both\n           the clauses operated separately and this conclusion was based on\n           the specific clause in the sale contract that it was  the  “sole\n           repository” of the sale transaction of the two machines. Krishna\n           Iyer,  J.  held  that  if  that  were  so,  then  there  was  no\n           jurisdiction  for  travelling  beyond  the  sale  contract.  The\n           language of the other  agreement  appointing  the  appellant  as\n           sales representative was prospective  and  related  to  a  sales\n           agency and “later purchases”, other than the purchases of  these\n           two machines. There  was  therefore  no  overlapping.  The  case\n           before us and the above case exemplify contrary  situations.  In\n           one case the disputes are connected and in the  other  they  are\n           distinct and not connected. Thus, in the present case, clause 39\n           of the main agreement  applies.  Points  1  and  2  are  decided\n           accordingly in favour of the respondents.”\n\n\n\n      75.   The Court also took the view that a dispute relating to specific\n      performance of a contract in relation to immoveable property could  be\n      referred to arbitration and <a href=\"/doc/1253931/\" id=\"a_60\">Section 34(2)(b)(i)</a> of the  1996  Act  was\n      not attracted.  This finding of the Court clearly  supports  the  view\n      that where the law does not prohibit  the  exercise  of  a  particular\n      power, either the Arbitral Tribunal or the Court could  exercise  such\n      power.  The Court, while taking this view, has obviously rejected  the\n      contention that a contract for specific performance was not capable of\n      settlement by  arbitration  under  the  Indian  law  in  view  of  the\n      statutory provisions.  Such contention having been rejected,  supports\n      the view that we have taken.\n\n\n      THRESHOLD REVIEW\n\n      76.   Where the Court which, on its judicial side,  is  seized  of  an\n      action in a matter in respect  of  which  the  parties  have  made  an\n      arbitration agreement, once the required ingredients are satisfied, it\n      would refer the parties to arbitration but for the situation where  it\n      comes  to  the  conclusion  that  the  agreement  is  null  and  void,\n      inoperative or incapable of being performed.  These  expressions  have\n      to be construed somewhat strictly so  as  to  ensure  that  the  Court\n      returns a finding with certainty and on the correct premise of law and\n      fact as it has the effect of depriving  the  party  of  its  right  of\n      reference to arbitration.  But once the Court finds that the agreement\n      is valid then it must make the reference, without any further exercise\n      of discretion {refer General  Electric  Co.  v.  Renusagar  Power  Co.\n      [(1987) 4 SCC 137]}.  These are the issues which go to the root of the\n      matter  and  their  determination  at  the  threshold  would   prevent\n      multiplicity of litigation and would even prevent futile  exercise  of\n      proceedings before the arbitral tribunal.\n\n      77.   The issue of whether the courts  are  empowered  to  review  the\n      existence and validity of the arbitration agreement prior to reference\n      is more controversial.   A majority of  the  countries  admit  to  the\n      positive effect of kompetenz kompetenz principle, which requires  that\n      the arbitral tribunal must  exercise  jurisdiction  over  the  dispute\n      under the arbitration agreement.  Thus, challenge to the existence  or\n      validity of the arbitration agreement will not  prevent  the  arbitral\n      tribunal  from  proceeding  with   hearing   and   ruling   upon   its\n      jurisdiction.  If it retains jurisdiction, making of an award  on  the\n      substance of the dispute would be permissible without waiting for  the\n      outcome of any court  action  aimed  at  deciding  the  issue  of  the\n      jurisdiction.   The  negative  effect  of  the   kompetenz   kompetenz\n      principle is  that  arbitrators  are  entitled  to  be  the  first  to\n      determine their jurisdiction which is later reviewable by  the  court,\n      when there is action to enforce  or  set  aside  the  arbitral  award.\n      Where the dispute is not before an arbitral tribunal, the  Court  must\n      also decline jurisdiction unless the arbitration agreement is patently\n      void, inoperative or incapable of being performed.\n\n      78.   This is the  position  of  law  in  France  and  in  some  other\n      countries, but as far as the Indian Law is concerned, <a href=\"/doc/1300771/\" id=\"a_61\">Section 45</a> is  a\n      legislative mandate and does not admit of any ambiguity.  We must take\n      note of the aspect of Indian law that Chapter I of Part II of the 1996\n      Act does not contain any provision analogous  to  <a href=\"/doc/272099/\" id=\"a_62\">Section  8(3)</a>  under\n      <a href=\"/doc/1353758/\" id=\"a_63\">Part I of the Act</a>.  In other words,  under  the  Indian  Law,  greater\n      obligation is cast upon the Courts to determine whether the  agreement\n      is valid, operative and capable of being performed  at  the  threshold\n      itself.   Such  challenge  has  to  be  a  serious  challenge  to  the\n      substantive contract or to the agreement, as in the  absence  of  such\n      challenge, it has to be found that the agreement was valid,  operative\n      and capable of being performed;  the  dispute  would  be  referred  to\n      arbitration.  [State of Orissa  v. Klockner and Company  &amp;  Ors.  (AIR\n      1996 SC 2140)].\n\n      79.    Alan  Redfern  and  Martin  Hunter  in  Law  and  Practice   of\n      International Commercial Arbitration,  (Fourth  Edition)  have  opined\n      that when several parties are involved in a  dispute,  it  is  usually\n      considered desirable that the dispute should be dealt with in the same\n      proceedings rather than in  a  series  of  separate  proceedings.   In\n      general terms, this saves time, money, multiplicity of litigation  and\n      more importantly, avoids the possibility of conflicting  decisions  on\n      the same issues of fact and law since all issues are determined by the\n      same arbitral tribunal  at  the  same  time.   In  proceedings  before\n      national courts, it is generally possible to join  additional  parties\n      or to consolidate  separate  sets  of  proceedings.   In  arbitration,\n      however, this is difficult,  sometimes  impossible,  to  achieve  this\n      because the arbitral process  is  based  upon  the  agreement  of  the\n      parties.\n\n      80.   Where there is multi-party arbitration, it may be because  there\n      are several parties to one contract or it may  be  because  there  are\n      several contracts with different parties that have a  bearing  on  the\n      matter in dispute.  It is helpful  to  distinguish  between  the  two.\n      Where there are several parties to one contract, like a joint  venture\n      or some other legal relationship of  similar  kind  and  the  contract\n      contains an arbitration clause, when a dispute arises, the members  of\n      the consortium or the joint venture may decide that  they  would  each\n      like to appoint an  arbitrator.   In  distinction  thereto,  in  cases\n      involving  several  contracts  with  different  parties,  a  different\n      problem arises.  They may have different issues in dispute.  Each  one\n      of them  will  be  operating  under  different  contracts  often  with\n      different choice of law and arbitration clauses and yet,  any  dispute\n      between say the employer and the main contractor is likely to  involve\n      or affect one or more of the suppliers or sub-contractors, even  under\n      other contracts.  What happens when the dispute  between  an  employer\n      and the main contractor is  referred  to  arbitration,  and  the  main\n      contractor wishes to join the sub-contractor in  the  proceedings,  on\n      the basis that  if  there  is  any  liability  established,  the  main\n      contractor  is  entitled  to  pass  on  such  liability  to  the  sub-\n      contractor?  This was the issue raised in the Adgas  case  {Abu  Dhabi\n      Gas Liquefaction Co. Ltd.  v.  Eastern Bechtel Corp. [1982] 2  Lloyd’s\n      Rep. 425, CA}.  Adgas was the owner of a plant that produced liquefied\n      natural gas in the Arabian Gulf.  The company started  arbitration  in\n      England  against  the  main   contractors   under   an   international\n      construction contract, alleging that one of the huge  tanks  that  had\n      been constructed to store the gas was defective.  The main  contractor\n      denied liability but added that, if the tank was defective, it was the\n      fault  of  the  Japanese  sub-contractor.   Adgas   brought   ad   hoc\n      arbitration proceedings against the  main  contractor  before  a  sole\n      arbitrator in London.   The  main  contractor  then  brought  separate\n      arbitration proceedings, also in London,  against  the  Japanese  sub-\n      contractor.\n\n      81.   There is little doubt that if the matter had been  litigated  in\n      an English court, the Japanese company would have  been  joined  as  a\n      party to the action.  However, Adgas did not agree that  the  Japanese\n      sub-contractor should be brought into its arbitration  with  the  main\n      contractor, since this  would  have  lengthened  and  complicated  the\n      proceedings.  The Japanese sub-contractor also did  not  agree  to  be\n      joined.  It preferred to await the outcome of the main arbitration, to\n      see whether or not there was a case to answer.\n\n      82.   Lord Denning, giving judgment in the English\n      Court  of  Appeal,  plainly  wished  that  an  order  could  be   made\n      consolidating the two sets of arbitral proceedings so as to save  time\n      and money and to avoid the risk of inconsistent awards:\n\n                 “As we have often pointed out, there is a danger in  having\n                 two separate arbitrations in a case like this.   You  might\n                 get  inconsistent  findings  if  there  were  two  separate\n                 arbitrators.  This has been said in many cases…it  is  most\n                 undesirable that there should be inconsistent  findings  by\n                 two  separate  arbitrators  on  virtually   the   self-same\n                 question, such as causation.  It  is  very  desirable  that\n                 everything should be done to avoid such a circumstance [Abu\n                 Dhabi Gas, op.cit.at 427]”\n\n\n\n\n      83.   We have already referred  to  the  contention  of  Mr.  Fali  S.\n      Nariman, the learned senior counsel appearing for the appellant,  that\n      the provisions of <a href=\"/doc/1300771/\" id=\"a_64\">Section 45</a> of the 1996 Act are somewhat  similar  to\n      Article II(3) of the New York Convention and the expression  ‘parties’\n      in that Section would mean that ‘all parties to the action’ before the\n      Court have to be the parties to the arbitration agreement.  If some of\n      them are parties to the agreement, while the others are  not,  <a href=\"/doc/1300771/\" id=\"a_65\">Section\n      45</a> does not contemplate the applicable procedure and the status of the\n      non-signatories.  The consequences of all parties not being common  to\n      the action and arbitration  proceedings  are,  as  illustrated  above,\n      multiplicity of proceedings and frustration of the intended ‘one  stop\n      action’.  The Rule of  Mischief  would  support  such  interpretation.\n      Even if some unnecessary parties are added to the  action,  the  Court\n      can always strike out such parties and even the  cause  of  action  in\n      terms of the provisions <a href=\"/doc/161831507/\" id=\"a_66\">of the CPC</a>. However, where such parties cannot\n      be struck off, there the proceedings must  continue  only  before  the\n      Court.\n\n      84.   Thus, the provisions of <a href=\"/doc/1300771/\" id=\"a_67\">Section 45</a> cannot be effectively applied\n      or even invoked.  Unlike <a href=\"/doc/993607/\" id=\"a_68\">Section 24</a> of the 1940 Act,  under  the  1996\n      Act the Court has not been given the power  to  refer  to  arbitration\n      some of the parties from amongst the parties to the suit.  <a href=\"/doc/993607/\" id=\"a_69\">Section  24</a>\n      of 1940 Act vested the Court with the discretion that where the  Court\n      thought fit, it could refer such matters and  parties  to  arbitration\n      provided the same could be separated from  the  rest  of  the  subject\n      matter of the suit.  Absence of such provision in the 1996 Act clearly\n      suggests that the Legislature intended not  to  permit  bifurcated  or\n      partial references of dispute  or  parties  to  arbitration.   Without\n      prejudice to this contention, it was also the argument that  it  would\n      not  be  appropriate  and  even  permissible  to  make  reference   to\n      arbitration when the issues and parties in action are not  covered  by\n      the arbitration agreement.   Referring  to  the  consequences  of  all\n      parties  not  being  common  to  the  action  before  the  Court   and\n      arbitration, the disadvantages are:\n\n      a)    There would be multiplicity of litigation;\n\n      b)    Application of  principle  of  one  stop  action  would  not  be\n           possible; and\n\n      c)    It will frustrate the application of the Rule of Mischief.   The\n           Court can prevent  the  mischief  by  striking  out  unnecessary\n           parties or causes of action.\n\n      85.   It would, thus, imply that a stranger or a  third  party  cannot\n      ask for arbitration.  The expression ‘claiming through or under’  will\n      have to be construed strictly and restricted to  the  parties  to  the\n      arbitration agreement.\n\n      86.    Another  issue  raised  before  the  Court  is  that  there  is\n      possibility of the arbitration  proceedings  going  on  simultaneously\n      with the suit, which would result in rendering passing of  conflicting\n      orders possible.  This would be contrary to the public policy of India\n      that Indian courts can give effect to the foreign awards which are  in\n      conflict with judgment of the Indian courts.\n\n      87.   To the contra, Mr. Salve, learned senior counsel  appearing  for\n      respondent  No.1,  contended  that   the   expressions   ‘parties   to\n      arbitration’, ‘any person claiming through or under him’ and  ‘at  the\n      request of one of the party’ appearing in <a href=\"/doc/1300771/\" id=\"a_70\">Section 45</a> are  wide  enough\n      to include some or all the parties and even non-signatory parties  for\n      the purposes of making a reference to arbitration.   It  is  also  the\n      contention that on the true construction of <a href=\"/doc/354101/\" id=\"a_71\">Sections 44</a>, <a href=\"/doc/1300771/\" id=\"a_72\">45</a> and <a href=\"/doc/663625/\" id=\"a_73\">46</a>  of\n      the 1996 Act, it is not possible  to  accept  the  contention  of  the\n      appellant that all the parties to an action have to be parties to  the\n      arbitration agreement as well as the Court proceedings.  This would be\n      opposed to the principle that parties should be held to their  bargain\n      of arbitration.  The Court always has the choice to  make  appropriate\n      orders in exercise of inherent powers to bifurcate  the  reference  or\n      even stay the proceedings  in  a  suit  pending  before  it  till  the\n      conclusion of the arbitration proceedings or otherwise.  According  to\n      Mr. Salve, if the interpretation advanced by Mr. Nariman is  accepted,\n      then mischief will be encouraged which would frustrate the arbitration\n      agreement because a party not desirous of going to  arbitration  would\n      initiate  civil  proceedings  and  add  non-signatory   as   well   as\n      unnecessary parties to the suit with  a  view  to  avoid  arbitration.\n      This would completely frustrate the legislative object underlining the\n      1996 Act.  Non-signatory parties can even be deemed to be  parties  to\n      the arbitration agreement and may successfully pray  for  referral  to\n      arbitration.\n\n      88.   As noticed above, the legislative intent and essence of the 1996\n      Act  was  to  bring  domestic  as  well  as  international  commercial\n      arbitration in consonance with the UNCITRAL Model Rules, the New  York\n      Convention and the Geneva Convention.  The  New  York  Convention  was\n      physically before the Legislature and available for its  consideration\n      when it enacted the 1996 Act.  Article II of the  Convention  provides\n      that each contracting State shall recognise an agreement and submit to\n      arbitration all or any differences which  have  arisen  or  which  may\n      arise between them in respect of a defined legal relationship, whether\n      contractual or not concerning a subject matter capable  of  settlement\n      by arbitration.   Once the agreement is there and the Court is  seized\n      of an action in relation to such subject matter, then on  the  request\n      of one of the parties, it  would  refer  the  parties  to  arbitration\n      unless the agreement is null and void,  inoperative  or  incapable  of\n      performance.\n\n      89.   Still,  the  legislature  opted  to  word  <a href=\"/doc/1300771/\" id=\"a_74\">Section  45</a>  somewhat\n      dissimilarly.   <a href=\"/doc/272099/\" id=\"a_75\">Section 8</a> of the 1996 Act  also  uses  the  expression\n      ‘parties’ simpliciter without any extension.    In significant contra-\n      distinction, <a href=\"/doc/1300771/\" id=\"a_76\">Section 45</a> uses the expression ‘one of the parties or any\n      person claiming through or  under  him’  and  ‘refer  the  parties  to\n      arbitration’, whereas the rest  of  the  language  of  <a href=\"/doc/1300771/\" id=\"a_77\">Section  45</a>  is\n      similar to that of Article II(3) of the  New  York  Contention.    The\n      Court cannot ignore this aspect and has to give due weightage  to  the\n      legislative intent.    It is a settled  rule  of  interpretation  that\n      every word used by the Legislature in a provision should be given  its\n      due meaning. To us, it appears that the Legislature intended to give a\n      liberal meaning to this expression.\n\n      90.   The language of <a href=\"/doc/1300771/\" id=\"a_78\">Section 45</a> has wider import.  It refers  to  the\n      request of a party and then refers  to  an  arbitral  tribunal,  while\n      under <a href=\"/doc/272099/\" id=\"a_79\">Section 8(3)</a> it is upon the application of one  of  the  parties\n      that the court may refer the parties to arbitration.   There  is  some\n      element of similarity in the language of <a href=\"/doc/272099/\" id=\"a_80\">Section 8</a> and <a href=\"/doc/1300771/\" id=\"a_81\">Section 45</a> read\n      with Article II(3).  The language and expressions used in <a href=\"/doc/1300771/\" id=\"a_82\">Section  45</a>,\n      ‘any  person  claiming  through  or  under  him’  including  in  legal\n      proceedings may seek reference of all parties  to  arbitration.   Once\n      the words used by the Legislature are of wider connotation or the very\n      language of section is structured with liberal  protection  then  such\n      provision should normally be construed liberally.\n\n      91.   Examined from the point of view of the  legislative  object  and\n      the intent of the framers of  the  statute,  i.e.,  the  necessity  to\n      encourage  arbitration,  the  Court  is  required  to   exercise   its\n      jurisdiction  in  a  pending  action,  to  hold  the  parties  to  the\n      arbitration clause and not to permit them to avoid  their  bargain  of\n      arbitration by bringing civil action involving multifarious  cause  of\n      action, parties and prayers.\n\n      Legal Relationship\n\n      92.    Now,  we  should  examine  the  scope  of  concept  of   ‘legal\n      relationship’ as  incorporated  in  Article  II(1)  of  the  New  York\n      Convention vis-à-vis the expression ‘any person  claiming  through  or\n      under him’ appearing in <a href=\"/doc/1300771/\" id=\"a_83\">Section 45</a> of the 1996  Act.    Article  II(1)\n      and (3) have to be read in conjunction with <a href=\"/doc/1300771/\" id=\"a_84\">Section  45</a>  of  the  Act.\n      Both these expressions have to be read in  harmony  with  each  other.\n      Once they are so read, it will be evident that the  expression  “legal\n      relationship” connotes the relationship of the party with  the  person\n      claiming through or under him.   A person may not be signatory  to  an\n      arbitration agreement,  but  his  cause  of  action  may  be  directly\n      relatable to that contract and thus, he may  be  claiming  through  or\n      under one of those parties.  It is also stated in the Law and Practice\n      of International  Commercial  Arbitration,  Alan  Redfern  and  Martin\n      Hunter  (supra), that for the purposes of both the New York Convention\n      and the UNCITRAL Model Law, it is sufficient that there  should  be  a\n      defined “legal relationship” between the parties, whether  contractual\n      or not. Plainly there has to be some contractual relationship  between\n      the parties, since there must be some arbitration  agreement  to  form\n      the basis of the arbitral proceedings.   Given the existence  of  such\n      an agreement, the dispute submitted to arbitration may be governed  by\n      the principles of delictual or tortuous liability rather than  by  the\n      law of contract.\n\n      93.   In the case of Roussel - Uclaf v. G.D. Searle  &amp;  Co.  Ltd.  And\n      G.D. Searle &amp; Co. [1978 Vol. 1 LLR 225], the Court held:\n\n                 “The argument does not admit of much elaboration, but I see\n                 no reason why these words in the Act should be construed so\n                 narrowly as to exclude a  wholly-owned  subsidiary  company\n                 claiming, as here, a right to sell patented articles  which\n                 it has obtained from  and  been  ordered  to  sell  by  its\n                 parent.  Of  course,  if  the  arbitration  proceedings  so\n                 decide, it may eventually turn out that the parent  company\n                 is at fault and  not  entitled  to  sell  the  articles  in\n                 question at all; and, if so, the subsidiary will be equally\n                 at fault.   But, if the parent is blameless, it seems  only\n                 common  sense  that  the  subsidiary  should   be   equally\n                 blameless.   The two parties and their actions are,  in  my\n                 judgment, so closely related on the facts in this case that\n                 it would be right to hold that the subsidiary can establish\n                 that it is within the purview of the arbitration clause, on\n                 the basis that it is “claiming through or under” the parent\n                 to do what it is in fact doing whether ultimately  held  to\n                 be wrongful or not.”\n\n\n\n\n\n      94.   However, the view expressed by the Court in the above case  does\n      not find approval in the decision of the Court of Appeal in  the  case\n      of City of London v. Sancheti [(2009) 1 Lloyds Law Reports  116].   In\n      paragraph 34, it was held that the view in the case of  Roussel  Uclaf\n      need not be followed and stay could not be obtained against a party to\n      an arbitration agreement or a person claiming through or under such  a\n      party, as mere local or commercial connection is not sufficient.   But\n      the Court of Appeal hastened to add that, in cases such as the one  of\n      Mr.  Sancheti,  the  Corporation  of  London  was  not  party  to  the\n      arbitration agreement, but the relevant party is  the  United  Kingdom\n      Government.  The fact that in certain circumstances, the State may  be\n      responsible under international law for the acts of one of  its  local\n      authorities, or may have to take steps to redress wrongs committed  by\n      one of the local authorities, does not  make  the  local  authority  a\n      party to the arbitration agreement.\n\n      95.   Having examined both the  above-stated  views,  we  are  of  the\n      considered opinion that it will be the facts  of  a  given  case  that\n      would act as precept to the jurisdictional forum as to whether any  of\n      the stated principles should be adopted or not.  If in the facts of  a\n      given case, it is not possible to construe that the person approaching\n      the forum is a party to the arbitration agreement or a person claiming\n      through or under such party, then the case would not fall  within  the\n      ambit and scope of the provisions of the section and  it  may  not  be\n      possible for the Court to  permit  reference  to  arbitration  at  the\n      behest of or against such party.\n\n      96.   We have already referred to the  judgments  of  various  courts,\n      that state that arbitration could be possible between a  signatory  to\n      an agreement and a third party.   Of course, heavy onus lies  on  that\n      party to show that in fact and in law, it is claiming under or through\n      a signatory party, as contemplated under <a href=\"/doc/1300771/\" id=\"a_85\">Section 45</a> of the 1996 Act.\n\n      97.   Michael J. Mustill and Stewart C. Boyd in The Law  and  Practice\n      of Commercial Arbitration in England have observed that the  applicant\n      must show that the person whose claim he seeks to  stay  is  either  a\n      party to the arbitration agreement or a  person  claiming  through  or\n      under such a party.   It  is  further  noticed  that  it  occasionally\n      happens that the plaintiff is not himself a party to  the  arbitration\n      agreement on which the application is founded.   This may arise in the\n      following situations :\n\n        i) The plaintiff has acquired  the  rights,  which  the  action  is\n           brought  to  enforce,  from  someone  who  is  a  party  to   an\n           arbitration agreement with the defendant;\n\n       ii) The plaintiff is bringing the action on behalf of someone  else,\n           who is a party to an arbitration agreement with  the  defendant.\n\n\n\n      iii) When the expression used in the provision, the  words  ‘claiming\n           under plaintiff’ relate to  substantive  right  which  is  being\n           asserted.\n\n      98.   The requirements can scarcely be interpreted  in  their  literal\n      sense, this would mean that a person could claim a  stay  even  though\n      not a party to the arbitration  agreement.    However,  the  applicant\n      must be party to the agreement against  whom  legal  proceedings  have\n      been initiated rather than a party as intervenor.\n\n      99.   Joinder of non signatory parties to arbitration is  not  unknown\n      to the arbitration jurisprudence.    Even  the  ICCA’s  Guide  to  the\n      Interpretation of the 1958 New York Convention also provides for  such\n      situation, stating that when the question arises as to whether binding\n      a non-signatory to an arbitration agreement could be read as being  in\n      conflict with the requirement of written agreement under Article I  of\n      the Convention, the most compelling answer is “no”  and  the  same  is\n      supported by a number of reasons.\n\n      100.  Various legal basis may be applied to bind a non-signatory to an\n      arbitration agreement.   The first theory is that of implied  consent,\n      third party beneficiaries, guarantors, assignment and  other  transfer\n      mechanisms  of  contractual  rights.   This  theory  relies   on   the\n      discernible intentions of the parties and, to a large extent, on  good\n      faith principle.   They apply to  private  as  well  as  public  legal\n      entities.   The second theory includes the legal doctrines  of  agent-\n      principal relations, apparent authority, piercing of veil (also called\n      the “alter ego”), joint venture relations,  succession  and  estoppel.\n      They do not rely on the parties’ intention but rather on the force  of\n      the applicable law.\n\n      101.  We may also notice the Canadian  case  of  The  City  of  Prince\n      George v. A.L. Sims &amp; Sons Ltd. [YCA XXIII (1998), 223]   wherein  the\n      Court  took  the  view  that  an  arbitration  agreement  is   neither\n      inoperative nor incapable of being performed if a multi-party  dispute\n      arises and not all parties are bound by the arbitration agreement: the\n      parties bound by the arbitration  agreement  are  to  be  referred  to\n      arbitration and court proceedings may continue  with  respect  to  the\n      other parties, even if this creates a risk of conflicting decisions.\n\n      102.  We have already discussed that  under  the  Group  of  Companies\n      Doctrine, an arbitration agreement entered into by a company within  a\n      group of companies can  bind  its  non-signatory  affiliates,  if  the\n      circumstances demonstrate that the mutual intention of the parties was\n      to bind both the signatory as well as the non-signatory parties.\n\n      103.  The question of formal validity of the arbitration agreement  is\n      independent of the nature of parties to  the  agreement,  which  is  a\n      matter that belongs to the merits and is not  subject  to  substantive\n      assessment.   Once it is determined that a valid arbitration agreement\n      exists, it is a different step to establish which parties are bound by\n      it.    Third  parties,  who  are  not  explicitly  mentioned   in   an\n      arbitration agreement made in writing,  may  enter  into  its  ratione\n      personae scope.   Furthermore, the Convention does not prevent consent\n      to arbitrate from being provided by a person on behalf of  another,  a\n      notion which is at the root of the theory of implied consent.\n\n      104.  If one analyses the above  cases  and  the  authors’  views,  it\n      becomes abundantly clear that reference of even non-signatory  parties\n      to arbitration agreement can be made.     It  may  be  the  result  of\n      implied or specific consent or judicial determination.   Normally, the\n      parties to the arbitration agreement calling  for  arbitral  reference\n      should be the same as those  to  the  an  action.   But  this  general\n      concept is subject to exceptions which are that when  a  third  party,\n      i.e. non-signatory party, is claiming or is  sued  as  being  directly\n      affected through a party to the arbitration agreement  and  there  are\n      principal and subsidiary agreements, and such third party is signatory\n      to a subsidiary agreement and not to the mother or principal agreement\n      which contains the arbitration clause, then depending upon  the  facts\n      and circumstances of the given case, it may be possible  to  say  that\n      even such third party can be referred to arbitration.\n\n      105.  In the present case, the corporate structure of  the  respondent\n      companies  as  well  as  that  of  the  appellant  companies   clearly\n      demonstrates a  legal  relationship  which  not  only  is  inter-legal\n      relationship but also intra-legal relationship between the parties  to\n      the lis  or  persons  claiming  under  them.   They  have  contractual\n      relationship which arises out of the various contracts that spell  out\n      the terms, obligations and roles of the respective parties which  they\n      were expected to  perform  for  attaining  the  object  of  successful\n      completion of the  joint  venture  agreement.     This  joint  venture\n      project was not dependant on any single agreement but was  capable  of\n      being achieved only upon fulfillment of all  these  agreements.     If\n      one floats a joint venture company, one must essentially  know-how  to\n      manage  it  and  what  shall  be  the  methodology  adopted  for   its\n      management.   If one manages it well, one must  know  what  goods  the\n      said company is to produce and with what technical knowhow.   Even  if\n      these requisites are satisfied, then also one is required to know, how\n      to create market, distribute and export such goods.  It is nothing but\n      one single chain consisting of different components.  The parties  may\n      choose to sign different agreements to effectively  implement  various\n      aforementioned facets right from managing to making profits in a joint\n      venture company.  A party may not be signatory to an agreement but its\n      execution may directly be relatable to the main contract  even  though\n      he claims through or under one of the main party to the agreement.  In\n      such situations, the parties would aim  at  achieving  the  object  of\n      making their bargain successful, by execution of  various  agreements,\n      like in the present case.\n\n\n\n\n\n\n\n      106.  The New York Convention clearly postulates that there should  be\n      a defined legal relationship between the parties, whether  contractual\n      or not, in relation to the differences that may have arisen concerning\n      the subject matter capable of settlement  of  arbitration.    We  have\n      referred to a number of judgments of the various courts  to  emphasize\n      that in given circumstances, if  the  ingredients  above-noted  exist,\n      reference to arbitration of a signatory and  even  a  third  party  is\n      possible.    Though  heavy  onus  lies  on  the  person  seeking  such\n      reference, multiple and multi-party agreements between the parties  to\n      the arbitration agreement or persons claiming through  or  under  such\n      parties is neither impracticable nor impermissible.\n\n      107.  Next, we are to examine the issue whether the cause of action in\n      a suit can be bifurcated and a partial reference may be  made  by  the\n      Court.  Whatever be the answer to this question, a necessary corollary\n      is as to whether the Court should or should not stay  the  proceedings\n      in  the  suit?   Further,  this  may  give  rise  to  three  different\n      situations.  Firstly, while making reference of the subject matter  to\n      arbitration,  whether  the  suit  may  still  survive,  partially   or\n      otherwise; secondly, whether the suit, still pending before the Court,\n      should be stayed completely; and lastly, whether both the  arbitration\n      and the suit proceedings could be permitted to proceed  simultaneously\n      in accordance with law.\n\n      108.  Mr. Nariman, the learned senior counsel, while relying upon  the\n      judgments in the cases of Turnock  v.  Sartoris  [1888  (43)  Chancery\n      Division, 1955 SCR 862], Taunton-Collins v. Cromie &amp; Anr., [1964 Vol.1\n      Weekly Law Reports 633] and  Sumitomo  Corporation  v.  CDS  Financial\n      Services  (Mauritius)  Ltd.  and  Others  [(2008)  4  SCC  91]   again\n      emphasized that the parties to the agreement have to be parties to the\n      suit and also that the cause of action  cannot  be  bifurcated  unless\n      there was a specific provision in the 1996 Act itself permitting  such\n      bifurcation or splitting of cause of action.  He also  contended  that\n      there is no provision like <a href=\"/doc/1165318/\" id=\"a_86\">Sections 21</a> and <a href=\"/doc/993607/\" id=\"a_87\">24</a> of the 1940 Act  in  the\n      1996 Act and thus, it supports the view that bifurcation of  cause  of\n      action is impermissible and  such  reference  to  arbitration  is  not\n      permissible.\n\n      109.  In the case of Turnock (supra), the Court had stated that it was\n      not right to cut up that litigation into two actions, one to be  tried\n      before the arbitrator and the other to be tried elsewhere, as in  that\n      case matters in respect of which  the  damages  were  claimed  by  the\n      plaintiff could not  be  referred  to  arbitration  because  questions\n      arising as to the construction of the agreement and provisions in  the\n      lease deed were involved and they did not fall within the power of the\n      arbitrator in face of the  arbitration  agreement.   In  the  case  of\n      Taunton-Collins (supra), the Court again expressed the  view  that  it\n      was undesirable that  there  should  be  two  proceedings  before  two\n      different tribunals, i.e., the official referee and an Arbitrator,  as\n      they may reach inconsistent findings.\n\n      110.  This Court dealt with the provisions of the  1940  Act,  in  the\n      case of Anderson Wright Ltd. v. Moran &amp; Company [1955  SCR  862],  and\n      described the conditions to be satisfied before a stay can be  granted\n      in terms of <a href=\"/doc/675604/\" id=\"a_88\">Section 34</a> of the 1940 Act.  The Court also held  that  it\n      was within the jurisdiction of  the  Court  to  determine  a  question\n      whether the plaintiff was a  party  to  the  contract  containing  the\n      arbitration clause or not.  Still in the case of Sumitomo  Corporation\n      (supra), this Court primarily declined the  reference  to  arbitration\n      for the reason that the disputes stated in the petition did  not  fall\n      within the ambit of the arbitration clause contained in the  agreement\n      between the parties and also that the Joint Venture Agreement did  not\n      itself contain a specific arbitration clause.  An observation was also\n      made in paragraph 20 of the judgment that the ‘party’ would mean  ‘the\n      party to the judicial proceeding should be a party to the  arbitration\n      agreement.\n\n      111.  It will be appropriate to refer to the contentions of Mr. Salve,\n      the learned senior counsel.  According to him, reference, even of  the\n      non-signatory party, could  be  made  to  arbitration  and  upon  such\n      reference the proceedings in an action  before  the  Court  should  be\n      stayed.   The  principle  of  bifurcation  of  cause  of  action,   as\n      contemplated under <a href=\"/doc/161831507/\" id=\"a_89\">the CPC</a>, cannot stricto sensu apply to  <a href=\"/doc/1300771/\" id=\"a_90\">Section  45</a>\n      of the 1996 Act in view of the non-obstante language of  the  Section.\n      He also contended that parties or issues, even if outside the scope of\n      the arbitration agreement, would not per  se  render  the  arbitration\n      clause inoperative.  Even  if  there  is  no  specific  provision  for\n      staying the proceedings in the suit  under  the  1996  Act,  still  in\n      exercise of its inherent powers, the Court can direct stay of the suit\n      proceedings or pass such other appropriate orders  as  the  court  may\n      deem fit.\n\n      112.  We would prefer to first deal with the precedents of this  Court\n      cited before us.  As far as Sumitomo Corporation (supra) is concerned,\n      it was a case dealing with the  matter  where  the  proceedings  under\n      <a href=\"/doc/1353758/\" id=\"a_91\">Section 397-398</a> of the  Companies  Act  had  been  initiated  and  the\n      Company Law Board had passed an order.   Whether  the  appeal  against\n      such order would lie to the High  Court  was  the  principal  question\n      involved in that  case.   The  denial  of  arbitration  reference,  as\n      already noticed, was based upon the reasoning that disputes related to\n      the joint venture agreement to which the parties  were  not  signatory\n      and the said agreement did not even contain  the  arbitration  clause.\n      On the other  hand,  it  was  the  other  agreement  entered  into  by\n      different parties which contained the arbitration clause.  As  already\n      noticed, in paragraph 20, the Court had observed that a  party  to  an\n      arbitration agreement has to be a party to  the  judicial  proceedings\n      and then alone it will fall within the ambit of <a href=\"/doc/1455010/\" id=\"a_92\">Section  2(h)</a>  of  the\n      1996 Act.  As far as the first issue is concerned,  we  shall  shortly\n      proceed to discuss it when we discuss the  merits  of  this  case,  in\n      light of  the  principles  stated  in  this  judgment.   However,  the\n      observations made by  the  learned  Bench  in  the  case  of  Sumitomo\n      Corporation (supra) do not appear to be  correct.  <a href=\"/doc/1455010/\" id=\"a_93\">Section  2(h)</a>  only\n      says that ‘party’ means a party to  an  arbitration  agreement.   This\n      expression falls in the Chapter dealing  with  definitions  and  would\n      have to be construed along with the other relevant provisions  of  the\n      Act.   When  we  read  <a href=\"/doc/1300771/\" id=\"a_94\">Section  45</a>  in  light  of  <a href=\"/doc/1455010/\" id=\"a_95\">Section  2(h)</a>,  the\n      interpretation given by the Court in the case of Sumitomo  Corporation\n      (supra) does not stand to  the  test  of  reasoning.   <a href=\"/doc/1300771/\" id=\"a_96\">Section  45</a>  in\n      explicit language permits the parties  who  are  claiming  through  or\n      under a main party to the arbitration agreement to seek  reference  to\n      arbitration.  This is so, by  fiction  of  law,  contemplated  in  the\n      provision of <a href=\"/doc/1300771/\" id=\"a_97\">Section 45</a> of the 1996 Act.\n\n      113.  We have already discussed above that the language of <a href=\"/doc/1300771/\" id=\"a_98\">Section  45</a>\n      is incapable of being construed narrowly and must  be  given  expanded\n      meaning to achieve the twin objects of arbitration, i.e., firstly, the\n      parties should be held to their bargain of arbitration  and  secondly,\n      the legislative intent behind incorporating the New York Convention as\n      part of <a href=\"/doc/354101/\" id=\"a_99\">Section 44</a> of the Act must be protected.  Moreover,  paragraph\n      20 of the judgment of Sumitomo Corporation (supra) does not state  any\n      principle of law and in any event it records no reasons  for  arriving\n      at such a conclusion.  In fact, that was not even directly  the  issue\n      before the Court so as to operate as a binding  precedent.  For  these\n      reasons, respectfully but without hesitation, we  are  constrained  to\n      hold that the conclusion or the statement made in paragraph 20 of this\n      judgment does not enunciate the correct law.\n\n      Scope of jurisdiction while referring the parties to arbitration\n\n\n\n\n\n      114.  An  application  for  appointment  of  arbitral  tribunal  under\n      <a href=\"/doc/1300771/\" id=\"a_100\">Section 45</a> of the 1996 Act would also be governed by the provisions of\n      <a href=\"/doc/1080390/\" id=\"a_101\">Section 11(6)</a> of the Act.  This question is no more  res  integra  and\n      has been settled by decision of a Constitution Bench of  seven  Judges\n      of this Court in the case of SBP and Co. v. Patel Engineering Ltd. and\n      Anr. [(2005) 8 SCC 618], wherein this Court held that power  exercised\n      by the Chief Justice is not an administrative power.  It is a judicial\n      power.  It is a settled  principle  that  the  Chief  Justice  or  his\n      designate Judge will decide preliminary  aspects  which  would  attain\n      finality unless otherwise directed  to  be  decided  by  the  arbitral\n      tribunal.  In para 39 of the judgment, the Court held as under :\n\n                 “39. It is necessary  to  define  what  exactly  the  Chief\n                 Justice, approached with an application under <a href=\"/doc/1080390/\" id=\"a_102\">Section 11</a> of\n                 the Act, is to decide at that stage. Obviously, he  has  to\n                 decide his own jurisdiction in the sense whether the  party\n                 making the motion has approached the right High  Court.  He\n                 has to decide whether there is an arbitration agreement, as\n                 defined in the Act and whether the person who has made  the\n                 request before him, is a party to such an agreement. It  is\n                 necessary to indicate that he can also decide the  question\n                 whether the claim was a dead one; or  a  long-barred  claim\n                 that was sought to be resurrected and whether  the  parties\n                 have concluded the transaction by recording satisfaction of\n                 their mutual rights and obligations  or  by  receiving  the\n                 final payment without objection. It may not be possible  at\n                 that stage, to decide whether a live  claim  made,  is  one\n                 which comes within the purview of the  arbitration  clause.\n                 It will be appropriate to leave that question to be decided\n                 by the Arbitral Tribunal on taking evidence, along with the\n                 merits of the claims involved in the arbitration. The Chief\n                 Justice has to decide whether the applicant  has  satisfied\n                 the conditions for appointing an arbitrator  under  <a href=\"/doc/1080390/\" id=\"a_103\">Section\n                 11(6)</a> of the Act. For the purpose of taking a  decision  on\n                 these aspects, the Chief Justice can either proceed on  the\n                 basis of affidavits and the documents produced or take such\n                 evidence  or  get  such  evidence  recorded,  as   may   be\n                 necessary. We think that adoption of this procedure in  the\n                 context of the Act would best serve the purpose  sought  to\n                 be achieved  by  the  Act  of  expediting  the  process  of\n                 arbitration, without too many approaches to  the  court  at\n                 various stages  of  the  proceedings  before  the  Arbitral\n                 Tribunal.”\n\n\n\n      115.  This aspect of the arbitration law was explained by a two  Judge\n      Bench of this Court in the case of Shree Ram  Mills  Ltd.  v.  Utility\n      Premises (P) Ltd. [(2007) 4 SCC 599] wherein, while referring  to  the\n      judgment in SBP &amp; Co. (supra) particularly the above  paragraph,  this\n      Court held that the scope of order under <a href=\"/doc/1080390/\" id=\"a_104\">Section 11</a> of  the  1996  Act\n      would take in its ambit the issue regarding  territorial  jurisdiction\n      and the existence of the arbitration  agreement.   The  Court  noticed\n      that if these issues are not decided  by  the  Chief  Justice  or  his\n      designate,  there  would  be  no  question  of  proceeding  with   the\n      arbitration.  It held as under:\n\n                 “27…Thus,  the  Chief  Justice  has  to  decide  about  the\n                 territorial jurisdiction and also whether there  exists  an\n                 arbitration agreement between the parties and whether  such\n                 party has approached  the  court  for  appointment  of  the\n                 arbitrator. The Chief Justice has to examine as to  whether\n                 the claim is a dead one or in the sense whether the parties\n                 have already concluded the transaction  and  have  recorded\n                 satisfaction of their  mutual  rights  and  obligations  or\n                 whether  the  parties   concerned   have   recorded   their\n                 satisfaction regarding the financial claims.  In  examining\n                 this  if  the  parties  have  recorded  their  satisfaction\n                 regarding the financial claims, there will be  no  question\n                 of any issue remaining. It is in this sense that the  Chief\n                 Justice has to examine as to whether there remains anything\n                 to be  decided  between  the  parties  in  respect  of  the\n                 agreement and whether the parties are still at issue on any\n                 such matter. If the Chief Justice does not, in  the  strict\n                 sense, decide the issue, in that event it  is  for  him  to\n                 locate such issue and record  his  satisfaction  that  such\n                 issue exists between the parties. It is only in that  sense\n                 that the finding on a live issue is given. Even at the cost\n                 of repetition we must state that it is only for the purpose\n                 of finding out whether the arbitral  procedure  has  to  be\n                 started that the Chief Justice has to  record  satisfaction\n                 that there remains a live issue in between the parties. The\n                 same thing is about the limitation which is always a  mixed\n                 question of law and fact. The Chief  Justice  only  has  to\n                 record his satisfaction that prima facie the issue has  not\n                 become dead by the lapse of time or that any party  to  the\n                 agreement has not slept over its  rights  beyond  the  time\n                 permitted by law to agitate those  issues  covered  by  the\n                 agreement. It is for this reason that it was pointed out in\n                 the above para that it would be  appropriate  sometimes  to\n                 leave the question regarding the live claim to  be  decided\n                 by the Arbitral Tribunal. All that  he  has  to  do  is  to\n                 record his satisfaction that the parties  have  not  closed\n                 their  rights  and  the  matter  has  not  been  barred  by\n                 limitation. Thus,  where  the  Chief  Justice  comes  to  a\n                 finding that there exists a live issue, then naturally this\n                 finding would include a finding that the respective  claims\n                 of the parties have not become barred by limitation.\n\n                                                        (emphasis supplied)”\n\n\n\n\n      116.  Thus, the Bench while explaining the judgment of this  Court  in\n      SBP &amp; Co. (supra) has stated that the Chief  Justice  may  not  decide\n      certain issues finally and  upon  recording  satisfaction  that  prima\n      facie the issue has not become dead even leave  it  for  the  arbitral\n      tribunal to decide.\n\n      117.  In National Insurance Co.  Ltd.  v.  Boghara  Polyfab  (P)  Ltd.\n      [(2009) 1 SCC 267], another equi-bench of this Court after  discussing\n      various judgments of this  Court,  explained  SBP  &amp;  Co.  (supra)  in\n      relation to scope of powers of the Chief Justice and/or his  designate\n      while exercising jurisdiction under <a href=\"/doc/1080390/\" id=\"a_105\">Section 11(6)</a>, held as follows :\n\n                 “22. Where the intervention of  the  court  is  sought  for\n                 appointment of an Arbitral Tribunal under <a href=\"/doc/1080390/\" id=\"a_106\">Section  11</a>,  the\n                 duty of the Chief Justice or his designate  is  defined  in\n                 SBP  &amp;  Co.  This  Court  identified  and  segregated   the\n                 preliminary issues that may arise for consideration  in  an\n                 application  under  <a href=\"/doc/1080390/\" id=\"a_107\">Section  11</a>  of  the  Act  into   three\n                 categories, that is, (i) issues which the Chief Justice  or\n                 his designate is bound to decide; (ii) issues which he  can\n                 also decide, that is, issues which he may choose to decide;\n                 and (iii) issues which  should  be  left  to  the  Arbitral\n                 Tribunal to decide.\n\n\n                 22.1.  The  issues  (first  category)   which   the   Chief\n                 Justice/his designate will have to decide are:\n\n\n                 (a)    Whether  the  party  making  the   application   has\n                       approached the appropriate High Court.\n\n\n                 (b)   Whether there is an arbitration agreement and whether\n                       the party who has applied under  <a href=\"/doc/1080390/\" id=\"a_108\">Section  11</a>  of  the\n                       Act, is a party to such an agreement.\n\n\n                 22.2.  The  issues  (second  category)  which   the   Chief\n                 Justice/his designate may choose to decide (or  leave  them\n                 to the decision of the Arbitral Tribunal) are:\n\n\n                 (a)   Whether the claim is a dead (long-barred) claim or  a\n                       live claim.\n\n\n                 (b)     Whether   the   parties    have    concluded    the\n                       contract/transaction  by  recording  satisfaction  of\n                       their mutual rights and obligation  or  by  receiving\n                       the final payment without objection.\n\n\n                 22.3.  The  issues  (third  category)   which   the   Chief\n                 Justice/his  designate  should  leave  exclusively  to  the\n                 Arbitral Tribunal are:\n\n\n                 (i)   Whether a claim made  falls  within  the  arbitration\n                       clause (as for example, a matter  which  is  reserved\n                       for final decision of a  departmental  authority  and\n                       excepted or excluded from arbitration).\n\n\n                 (ii)  Merits or any claim involved in the arbitration.”\n\n\n\n\n\n\n      118.  We may notice that at first blush, the judgment in the  case  of\n      Shree Ram Mills (supra) is at some variance with the judgment  in  the\n      case of National Insurance Co.  Ltd.  (supra)  but  when  examined  in\n      depth, keeping in view the judgment in the case of SBP &amp;  Co.  (supra)\n      and provisions of <a href=\"/doc/1080390/\" id=\"a_109\">Section 11(6)</a> of the 1996 Act, both these  judgments\n      are found to be free from contradiction and capable of being  read  in\n      harmony in order to bring them in line with the statutory law declared\n      by the larger Bench in SBP &amp;  Co.  (supra).   The  expressions  “Chief\n      Justice does not in strict sense decide the issue” or “is prima  facie\n      satisfied”, will have to be construed in the facts  and  circumstances\n      of a given case.  Where the Chief Justice or  his  designate  actually\n      decides the issue, then it can no longer be prima facie, but would  be\n      a decision binding in law.  On such an issue,  the  Arbitral  Tribunal\n      will have no jurisdiction to re-determine the issue.  In the  case  of\n      Shree Ram Mills (supra), the Court held that the Chief  Justice  could\n      record a finding where the issue between the parties was  still  alive\n      or was dead by lapse of time.  Where it prima facie found the issue to\n      be alive, the Court could leave the question of  limitation  and  also\n      open to be decided by the arbitral tribunal.\n\n      119.   The above expressions are mere observations of the Court and do\n      not fit into the contours of the principle of ratio decidendi  of  the\n      judgment.  The issues in  regard  to  validity  or  existence  of  the\n      arbitration agreement, the application not satisfying the  ingredients\n      of <a href=\"/doc/1080390/\" id=\"a_110\">Section 11(6)</a> of the 1996 Act and claims being barred by time  etc.\n      are the matters which can be adjudicated by the Chief Justice  or  his\n      designate.  Once the parties are heard on such issues and  the  matter\n      is determined in accordance with law, then such a finding can only  be\n      disturbed by  the  Court  of  competent  jurisdiction  and  cannot  be\n      reopened before the arbitral tribunal.  In  SBP  &amp;  Co.  (supra),  the\n      Seven Judge Bench clearly stated, “the finality given to the order  of\n      the Chief Justice on the matters within his competence  under  <a href=\"/doc/1080390/\" id=\"a_111\">Section\n      11</a> of the Act are incapable of  being  reopened  before  the  arbitral\n      tribunal”.  Certainly the Bench dealing with the  case  of  Shree  Ram\n      Mills (supra) did not intend to lay down any law  in  direct  conflict\n      with the Seven Judge Bench judgment in SBP  &amp;  Co.  (supra).   In  the\n      reasoning given in Shree Ram Mills’ case, the Court has clearly stated\n      that matters of existence and binding nature of arbitration  agreement\n      and other matters mentioned therein are to be  decided  by  the  Chief\n      Justice or his designate and the same is in line with the judgment  of\n      this Court in the case of SBP &amp;  Co.  (supra).   It  will  neither  be\n      permissible nor in consonance with  the  doctrine  of  precedent  that\n      passing observations by the Bench should be construed as the law while\n      completely ignoring the ratio decidendi of that very judgment. We  may\n      also notice that the judgment in  Shree  Ram  Mills  (supra)  was  not\n      brought to the notice of the Bench which pronounced  the  judgment  in\n      the case of National Insurance Co. Ltd. (supra).\n\n      120.  As far as the classification carved out by the Court in the case\n      of National Insurance Co. Ltd. (supra) are  concerned,  it  draws  its\n      origin from paragraph 39 of the judgment in the  case  of  SBP  &amp;  Co.\n      (supra) wherein the Constitution Bench of the Court had observed  that\n      “it may not be possible at that stage to decide whether a  live  claim\n      made is one which comes within the purview of the arbitration  clause.\n      It will be more appropriate to leave the seriously disputed  questions\n      to be decided by the Arbitral Tribunal on taking evidence  along  with\n      the merits of the claim, subject matter of the arbitration.”\n\n      121.  The foundation for category (2)  in  para  22  of  the  National\n      Insurance Company Ltd. (supra) is directly relatable to para 39 of the\n      judgment of this court in SBP &amp; Co. (supra)  and  matters  falling  in\n      that  category  are  those  which,  depending   on   the   facts   and\n      circumstances of a given case, could be decided by the  Chief  Justice\n      or his designate  or  even  may  be  left  for  the  decision  of  the\n      arbitrator, provided there  exists  a  binding  arbitration  agreement\n      between the parties.  Similar is the approach of the Bench in the case\n      of Shree Ram Mills (supra) and that is why in  paragraph  27  thereof,\n      the Court has recorded that it would be appropriate sometimes to leave\n      the question regarding the claim being alive  to  be  decided  by  the\n      arbitral tribunal and the Chief Justice may  record  his  satisfaction\n      that parties have not closed their rights and the matter has not  been\n      barred by limitation.\n\n      122.  As already noticed, the observations made by the Court  have  to\n      be construed and read to support the ratio decidendi of the  judgment.\n      Observations in a judgment which are stared upon by the judgment of  a\n      larger bench would not constitute valid precedent as it will be hit by\n      the doctrine of staire decisis.  In the case of  the  Shri  Ram  Mills\n      (supra) surely the Bench did not intend to lay down the law or state a\n      proposition which is directly in conflict with  the  judgment  of  the\n      Constitution Bench of this Court in the case of SBP &amp; Co. (supra).\n\n      123.  We have no reason to differ with the classification  carved  out\n      in the case of National Insurance Co. (supra) as it is  very  much  in\n      conformity with the judgment of the Constitution Bench in the case  of\n      SBP (supra).  The question that follows from the above  discussion  is\n      as to whether  the  views  recorded  by  the  judicial  forum  at  the\n      threshold would be final and binding on  the  parties  or  would  they\n      constitute the prima facie view.  This again has been a matter of some\n      debate before this Court.  A three Judge Bench of this  Court  in  the\n      case of Shin-Etsu Chemical Co. Ltd. v. M/s. Aksh Optifibre Ltd. &amp; Anr.\n      [(2005) 7 SCC 234] was dealing with an application for reference under\n      <a href=\"/doc/1300771/\" id=\"a_112\">Section 45</a> of the 1996 Act and consequently, determination of validity\n      of  arbitration  agreement  which  contained  the  arbitration  clause\n      governed by the ICC Rules in Tokyo, Japan.  The appellant before  this\n      Court had terminated the agreement in that case.  The respondent filed\n      a suit claiming a decree of declaration  and  injunction  against  the\n      appellant for  cancellation  of  the  agreement  which  contained  the\n      arbitration clause.  In that very suit, the appellant also prayed that\n      this long  term  sale  and  purchase  agreement,  which  included  the\n      arbitration  clause  be  declared  void  ab  initio,  inoperative  and\n      incapable of being performed on the ground  that  the  said  agreement\n      contained unconscionable, unfair and unreasonable terms;  was  against\n      public policy  and  was  entered  into  under  undue  influence.   The\n      appellant had also filed an application under <a href=\"/doc/272099/\" id=\"a_113\">Section 8</a>  of  the  1996\n      Act for reference to arbitration.  Some controversy arose  before  the\n      Trial Court as well as  before  the  High  Court  as  to  whether  the\n      application was one under <a href=\"/doc/272099/\" id=\"a_114\">Section 8</a> or <a href=\"/doc/1300771/\" id=\"a_115\">Section 45</a> but when the  matter\n      came up before this Court, the counsel appearing for both the  parties\n      rightly took the stand that only <a href=\"/doc/1300771/\" id=\"a_116\">Section 45</a> was applicable and <a href=\"/doc/272099/\" id=\"a_117\">Section\n      8</a> had no application.  In this case, the Court was primarily concerned\n      and dwelled upon the question whether an order refusing  reference  to\n      arbitration was appealable under <a href=\"/doc/1547139/\" id=\"a_118\">Section 50</a> of the 1996 Act  and  what\n      would be its effect.\n\n      124.  We are not really concerned with the merits  of  that  case  but\n      certainly are required to deal with the limited question  whether  the\n      findings recorded by the referring Court are of final nature,  or  are\n      merely prima facie and thus, capable of being  re-adjudicated  by  the\n      arbitral tribunal.   Where  the  Court  records  a  finding  that  the\n      agreement containing the arbitration clause or the arbitration  clause\n      itself is null and void, inoperative or incapable of  being  performed\n      on merits of the case, it  would  decline  the  reference.   Then  the\n      channel of legal remedy  available  to  the  party  against  whom  the\n      reference has been declined would be to take  recourse  to  an  appeal\n      under <a href=\"/doc/1184398/\" id=\"a_119\">Section 50(1)(a)</a> of the 1996 Act.  The Arbitral Tribunal in such\n      situations does not deliver any determination on  the  issues  in  the\n      case. However, in the event that the referring Court deals  with  such\n      an issue and returns a finding that objections to reference  were  not\n      tenable, thus rejecting, the plea on merits, then the issue arises  as\n      to whether the arbitral tribunal can re-examine the  question  of  the\n      agreement  being  null  and  void,   inoperative   or   incapable   of\n      performance, all over again.  Sabharwal, J., after  deliberating  upon\n      the approaches of different courts under the English and the  American\n      legal  systems,  stated  that  both  the  approaches  have  their  own\n      advantages and disadvantages.  The approach whereby the courts finally\n      decide on merits in relation to the issue of existence and validity of\n      the arbitration agreement would result to a large extent  in  avoiding\n      delay and increased cost.  It would not be for the parties to wait for\n      months or years before knowing  the  final  outcome  of  the  disputes\n      regarding jurisdiction alone.  Then, he held as follows :\n\n                 “56. I am of the  view  that  the  Indian  Legislature  has\n                 consciously adopted a conventional approach so as  to  save\n                 the  huge  expense  involved  in  international  commercial\n                 arbitration as compared to domestic arbitration.\n\n                 57. In view of the aforesaid discussion, I am of  the  view\n                 that under <a href=\"/doc/1300771/\" id=\"a_120\">Section 45</a> of the Act, the determination has  to\n                 be on merits, final and binding and not prima facie.”\n\n\n\n\n      125.  However, Srikrishna, J.  took  a  somewhat  different  view  and\n      noticing the truth that there is nothing in <a href=\"/doc/1300771/\" id=\"a_121\">Section 45</a> to suggest that\n      a finding as to the nature of the arbitration agreement has to  be  ex\n      facie or prima facie, observed that if it were to  be  held  that  the\n      finding of the court under <a href=\"/doc/1300771/\" id=\"a_122\">Section 45</a> should be a final, determinative\n      conclusion, then it is obvious that  until  such  a  pronouncement  is\n      made, the arbitral proceedings would have to be in limbo. So, he  held\n      as follows :\n\n\n                 “105. I fully agree with my learned Brother&#x27;s view that the\n                 object of dispute resolution through arbitration, including\n                 international commercial  arbitration,  is  expedition  and\n                 that the object of the Act would be defeated if proceedings\n                 remain pending in the court even after  commencing  of  the\n                 arbitration. It is precisely for  this  reason  that  I  am\n                 inclined to  the  view  that  at  the  pre-reference  stage\n                 contemplated by <a href=\"/doc/1300771/\" id=\"a_123\">Section 45</a>, the court is required  to  take\n                 only a prima facie view for making the  reference,  leaving\n                 the parties to a full  trial  either  before  the  Arbitral\n                 Tribunal or before the court at the post-award stage.”\n\n\n\n      126.  Dharmadhikari, J., the third member of the Bench, while agreeing\n      with the view of  Srikrishna,  J.  and  noticing,  “Where  a  judicial\n      authority or the court refuses to make  a  reference  on  the  grounds\n      available under <a href=\"/doc/1300771/\" id=\"a_124\">Section 45</a>  of  the  Act,  it  is  necessary  for  the\n      judicial authority or the court which is seized of the matter to  pass\n      a reasoned order as the same is subject to  appeal  to  the  appellate\n      court under <a href=\"/doc/1184398/\" id=\"a_125\">Section 50(1)(a)</a> of the Act and  further  appeal  to  this\n      Court under sub-section (2) of the said section.” expressed no view on\n      the issue of prima facie or finality of the finding  recorded  on  the\n      pre-reference stage, he  left  the  question  open  in  the  following\n      paragraph :\n\n                 “112. Whether such a decision of the judicial authority  or\n                 the court, of  refusal  to  make  a  reference  on  grounds\n                 permissible under <a href=\"/doc/1300771/\" id=\"a_126\">Section 45</a> of the Act would be  subjected\n                 to further re-examination before the Arbitral  Tribunal  or\n                 the court in  which  eventually  the  award  comes  up  for\n                 enforcement in accordance with <a href=\"/doc/1495836/\" id=\"a_127\">Section 48(1)(a)</a> of the Act,\n                 is a legal question of  sufficient  complexity  and  in  my\n                 considered opinion since that question  does  not  directly\n                 arise on the facts of the present case, it should  be  left\n                 open for consideration in an appropriate case where such  a\n                 question is directly raised and decided by the court.”\n\n\n\n      127.  The judgment of  this  Court  in  Shin-Etsu  Chemical  Co.  Ltd.\n      (supra) preceded the judgment of this Court in the case of SBP  &amp;  Co.\n      (supra).  Though the Constitution Bench in the latter case referred to\n      this judgment in paragraph 89 of the judgment but did not discuss  the\n      merits or  otherwise  of  the  case  presumably  for  absence  of  any\n      conflict. However, as already noticed, the Court clearly took the view\n      that the findings returned by the Chief Justice while  exercising  his\n      judicial powers under <a href=\"/doc/1080390/\" id=\"a_128\">Section 11</a> relatable to <a href=\"/doc/272099/\" id=\"a_129\">Section 8</a> are final  and\n      not open to be questioned by the arbitral tribunal. <a href=\"/doc/272099/\" id=\"a_130\">Sections 8</a> and  <a href=\"/doc/1300771/\" id=\"a_131\">45</a>\n      of the 1996 Act are provisions independent of each other.  But for the\n      purposes of reference to arbitration, in both cases, the applicant has\n      to pray for a reference before the Chief Justice or his  designate  in\n      terms of <a href=\"/doc/1080390/\" id=\"a_132\">Section 11</a> of the 1996  Act.   We  may  refer  to  the  exact\n      terminology used by the larger Bench in SBP &amp; Co. (supra) in  relation\n      to the finality of such matters,  as  reflected  in  para  12  of  the\n      judgment which reads as under :\n\n                 “12. <a href=\"/doc/365890/\" id=\"a_133\">Section 16</a> of the Act only makes explicit what is even\n                 otherwise implicit,  namely,  that  the  Arbitral  Tribunal\n                 constituted under the Act has the jurisdiction to  rule  on\n                 its own jurisdiction, including ruling on  objections  with\n                 respect to the existence or  validity  of  the  arbitration\n                 agreement. Sub-section (1) also directs that an arbitration\n                 clause which forms part of a contract shall be  treated  as\n                 an  agreement  independent  of  the  other  terms  of   the\n                 contract. It also clarifies that a decision by the Arbitral\n                 Tribunal that the contract  is  null  and  void  shall  not\n                 entail ipso jure the invalidity of the arbitration  clause.\n                 Sub-section (2) of <a href=\"/doc/365890/\" id=\"a_134\">Section 16</a> enjoins that a party  wanting\n                 to raise a plea that the Arbitral Tribunal  does  not  have\n                 jurisdiction, has to raise that objection  not  later  than\n                 the submission of the statement of defence,  and  that  the\n                 party shall not be  precluded  from  raising  the  plea  of\n                 jurisdiction   merely   because   he   has   appointed   or\n                 participated in the  appointment  of  an  arbitrator.  Sub-\n                 section (3)  lays  down  that  a  plea  that  the  Arbitral\n                 Tribunal is exceeding the scope of its authority, shall  be\n                 raised as soon as the matter alleged to be beyond the scope\n                 of its authority is raised during the arbitral proceedings.\n                 When the Tribunal decides these two questions, namely,  the\n                 question of jurisdiction and the question of exceeding  the\n                 scope of authority or either of them, the same is  open  to\n                 immediate challenge in an appeal,  when  the  objection  is\n                 upheld and only in an appeal against the final award,  when\n                 the objection is overruled. Sub-section (5) enjoins that if\n                 the Arbitral Tribunal overrules the objections  under  sub-\n                 section (2) or (3), it should continue  with  the  arbitral\n                 proceedings and make an  arbitral  award.  Sub-section  (6)\n                 provides that a party aggrieved by such an  arbitral  award\n                 overruling  the  plea  on  lack  of  jurisdiction  and  the\n                 exceeding  of  the  scope  of  authority,   may   make   an\n                 application on these grounds for setting aside the award in\n                 accordance with <a href=\"/doc/675604/\" id=\"a_135\">Section 34</a> of the Act. The question, in the\n                 context of sub-section (7) of <a href=\"/doc/1080390/\" id=\"a_136\">Section 11</a> is,  what  is  the\n                 scope of the right conferred on the  Arbitral  Tribunal  to\n                 rule upon its own jurisdiction and  the  existence  of  the\n                 arbitration clause, envisaged by <a href=\"/doc/1951553/\" id=\"a_137\">Section  16(1)</a>,  once  the\n                 Chief Justice or the person designated by him had appointed\n                 an arbitrator after satisfying himself that the  conditions\n                 for the exercise of power  to  appoint  an  arbitrator  are\n                 present in the case. Prima facie, it would be difficult  to\n                 say that in spite of the finality conferred by  sub-section\n                 (7) of <a href=\"/doc/1080390/\" id=\"a_138\">Section 11</a> of the Act, to such  a  decision  of  the\n                 Chief Justice, the Arbitral Tribunal can  still  go  behind\n                 that decision and rule on its own jurisdiction  or  on  the\n                 existence of an arbitration clause. It also appears  to  us\n                 to be incongruous to say that after the Chief  Justice  had\n                 appointed an Arbitral Tribunal, the Arbitral  Tribunal  can\n                 turn  round  and  say  that  the  Chief  Justice   had   no\n                 jurisdiction or authority to appoint the Tribunal, the very\n                 creature brought into existence by the exercise of power by\n                 its creator, the Chief Justice. The argument of the learned\n                 Senior Counsel, Mr K.K. Venugopal that <a href=\"/doc/365890/\" id=\"a_139\">Section 16</a> has  full\n                 play only when an Arbitral Tribunal is constituted  without\n                 intervention under <a href=\"/doc/1080390/\" id=\"a_140\">Section 11(6)</a> of the Act, is one way  of\n                 reconciling that provision with  <a href=\"/doc/1080390/\" id=\"a_141\">Section  11</a>  of  the  Act,\n                 especially in the context of sub-section  (7)  thereof.  We\n                 are inclined to the view that the  decision  of  the  Chief\n                 Justice on the issue of jurisdiction and the existence of a\n                 valid arbitration agreement would be binding on the parties\n                 when the matter  goes  to  the  Arbitral  Tribunal  and  at\n                 subsequent stages of the proceeding except in an appeal  in\n                 the Supreme Court in the case of the decision being by  the\n                 Chief Justice of the High Court or by a Judge of  the  High\n                 Court designated by him.”\n                                                         (Emphasis supplied)\n\n\n      128.  We are conscious of the fact that the above dictum of the  Court\n      is in relation to the scope and application of <a href=\"/doc/1080390/\" id=\"a_142\">Section 11</a> of the  1996\n      Act.   It has been held in various judgments of this  Court  but  more\n      particularly in the case of SBP (supra) which is binding  on  us  that\n      before making a reference, the Court has to dispose of the  objections\n      as contemplated under <a href=\"/doc/272099/\" id=\"a_143\">Section 8</a> or <a href=\"/doc/1300771/\" id=\"a_144\">Section 45</a>, as the case may be, and\n      wherever needed upon filing of affidavits.   Thus, to an  extent,  the\n      law laid down by this Court on <a href=\"/doc/1080390/\" id=\"a_145\">Section 11</a> shall  be  attracted  to  an\n      international arbitration which  takes  place  in  India  as  well  as\n      domestic arbitration.   This, of course, would be applicable  at  pre-\n      award stage.  Thus, there exists a direct legal link, limited to  that\n      extent.\n\n\n      129.  We are not oblivious of the principle ‘Kompetenz kompetenz’.  It\n      requires the arbitral tribunal to rule on its own jurisdiction and  at\n      the first instance.  One school of thought propagates that it has duly\n      the positive effect as it enables the arbitrator to rule  on  its  own\n      jurisdiction  as  it  widely  recognized  international   arbitration.\n      However, the negative effect is equally important, that the Courts are\n      deprived of their jurisdiction.  The arbitrators are  to  be  not  the\n      sole judge but first judge, of their jurisdiction.  In other words, it\n      is to allow them to come to a decision on their own jurisdiction prior\n      to any court  or  other  judicial  authority  and  thereby  limit  the\n      jurisdiction  of  the  national  courts  to  review  the  award.   The\n      kompetenz kompetenz rule, thus, concerned not only is the positive but\n      also the  negative  effect  of  the  arbitration  agreement.    [refer\n      Fouchard Gaillard Goldman on International Commercial Arbitration]\n\n      130.  This policy has found a favourable mention with reference to the\n      New York Convention in some of the countries.   This  is  one  aspect.\n      The more important aspect as far as Chapter I of Part II of  the  1996\n      Act is concerned, is the absence of  any  provision  like  <a href=\"/doc/365890/\" id=\"a_146\">Section  16</a>\n      appearing in Part I of the same Act.  <a href=\"/doc/365890/\" id=\"a_147\">Section 16</a> contemplates that the\n      arbitrator may determine its own  jurisdiction.   Absence  of  such  a\n      provision in Part II, Chapter I is suggestive of the  requirement  for\n      the Court to determine the ingredients of <a href=\"/doc/1300771/\" id=\"a_148\">Section 45</a>, at the threshold\n      itself.  It is expected  of  the  Court  to  answer  the  question  of\n      validity of the arbitration agreement, if a plea is  raised  that  the\n      agreement containing the arbitration clause or the arbitration  clause\n      itself is null and void, inoperative or incapable of being  performed.\n      Such determination by the Court in accordance with law would certainly\n      attain finality and would not be open  to  question  by  the  arbitral\n      tribunal, even as per the principle  of  prudence.   It  will  prevent\n      multiplicity to litigation and re-agitating of same  issues  over  and\n      over again.  The underlining principle of finality  in  <a href=\"/doc/1080390/\" id=\"a_149\">Section  11(7)</a>\n      would  be  applicable  with  equal  force  while  dealing   with   the\n      interpretation of <a href=\"/doc/272099/\" id=\"a_150\">Sections 8</a> and <a href=\"/doc/1300771/\" id=\"a_151\">45</a>.  Further, it may  be  noted  that\n      even the judgment of this Court in SBP &amp; Co. (supra) takes a  view  in\n      favour of finality of determination by the Court despite the  language\n      of <a href=\"/doc/365890/\" id=\"a_152\">Section 16</a> in Part I of the 1996 Act.  Thus, there could hardly  be\n      any possibility  for the Court to take any other view in  relation  to\n      an  application  under  <a href=\"/doc/1300771/\" id=\"a_153\">Section  45</a>  of  the  1996  Act.   Since,  the\n      categorization referred to by this  Court  in  the  case  of  National\n      Insurance Company Ltd. (supra) is  founded  on  the  decision  by  the\n      larger Bench of the Court in the case of SBP &amp; Co. (supra), we see  no\n      reason to express any  different  view.   The  categorization  falling\n      under para 22.1 of the National Insurance Company case  (supra)  would\n      certainly be answered by the Court before it makes a  reference  while\n      under para 22.2 of that case, the Court may  exercise  its  discretion\n      and decide the dispute itself or refer the  dispute  to  the  arbitral\n      tribunal.  Still, under the cases falling under para 22.3,  the  Court\n      is expected to leave  the  determination  of  such  dispute  upon  the\n      arbitral tribunal itself.  But wherever the Court decides in terms  of\n      categories mentioned in paras 22.1 and 22.2, the decision of the Court\n      is unreviewable by the arbitral tribunal.\n\n      131.  Another very significant  aspect  of  adjudicating  the  matters\n      initiated with reference to  <a href=\"/doc/1300771/\" id=\"a_154\">Section  45</a>  of  the  1996  Act,  at  the\n      threshold of  judicial  proceedings,  is  that  the  finality  of  the\n      decision in regard to the fundamental issues stated under  <a href=\"/doc/1300771/\" id=\"a_155\">Section  45</a>\n      would further the cause of justice and  interest  of  the  parties  as\n      well.  To illustratively demonstrate  it,  we  may  give  an  example.\n      Where party ‘A’ is seeking reference  to  arbitration  and  party  ‘B’\n      raises objections going to the  very  root  of  the  matter  that  the\n      arbitration agreement is null and void, inoperative and  incapable  of\n      being performed, such  objections,   if  left  open  and  not  decided\n      finally at the threshold itself may result in not only  parties  being\n      compelled to pursue arbitration proceedings by  spending  time,  money\n      and efforts but  even  the  arbitral  tribunal  would  have  to  spend\n      valuable time in adjudicating  the  complex  issues  relating  to  the\n      dispute between the parties, that may finally prove to be in vain  and\n      futile.  Such adjudication by the arbitral tribunal  may  be  rendered\n      ineffective or even a nullity in the event the courts upon  filing  of\n      an award and at  execution  stage  held  that  agreement  between  the\n      parties  was  null  and  void  inoperative  and  incapable  of   being\n      performed.  The Court may also hold that the arbitral tribunal had  no\n      jurisdiction to entertain and decide the issues between  the  parties.\n      The issue of jurisdiction normally is a  mixed  question  of  law  and\n      facts.  Occasionally, it may also be a question of law alone.  It will\n      be appropriate to decide  such  questions  at  the  beginning  of  the\n      proceedings itself and they  should  have  finality.   Even  when  the\n      arbitration law in India contained the provision like  <a href=\"/doc/675604/\" id=\"a_156\">Section  34</a>  of\n      the 1940 Act which was somewhat similar to Section 4  of  the  English\n      Arbitration Act, 1889, this Court in the case of Anderson Wright  Ltd.\n      (supra) took the view that while dealing with the question of grant or\n      refusal of stay as contemplated under <a href=\"/doc/675604/\" id=\"a_157\">Section 34</a> of the 1940  Act,  it\n      would be incumbent upon the Court to decide first of all whether there\n      is a binding agreement for arbitration between the parties to the suit\n      or not.  Applying the analogy  thereof  will  fortify  the  view  that\n      determination of fundamental issues as contemplated under  <a href=\"/doc/1300771/\" id=\"a_158\">Section  45</a>\n      of the 1996 Act at the very first instance by the  judicial  forum  is\n      not only appropriate but is also the legislative  intent.   Even,  the\n      language of <a href=\"/doc/1300771/\" id=\"a_159\">Section 45</a> of the 1996 Act suggests that unless the  Court\n      finds that an agreement is null and void, inoperative and incapable of\n      being performed, it shall refer the parties to arbitration.\n\n      Correctness of Law stated in Sukanya\n\n      132.  Though rival contentions have  been  raised  before  us  on  the\n      correctness of the judgment of this Court  in  Sukanya  Holdings  Pvt.\n      Ltd. (supra), Mr. Salve vehemently tried to persuade us to  hold  that\n      this judgment does not state the correct exposition of law and to that\n      effect it needs to be clarified by this Court in the present case.  On\n      the contrary, Mr. Nariman argued that this judgment states the correct\n      law and, in fact, the principles  stated  should  be  applied  to  the\n      present case.\n\n      133.  The ambit and scope of <a href=\"/doc/1300771/\" id=\"a_160\">Section 45</a> of the 1996 Act, we  shall  be\n      discussing shortly but at this stage itself, we would  make  it  clear\n      that it is  not  necessary  for  us  to  examine  the  correctness  or\n      otherwise of the judgment in the case of Sukanya (supra).  This we say\n      for varied reasons.  Firstly, Sukanya was a judgment of this Court  in\n      a case arising under <a href=\"/doc/272099/\" id=\"a_161\">Section 8</a> Part  I  of  the  1996  Act  while  the\n      present case relates to Section 45 Part II of the Act.  As  such  that\n      case may have no application to the present case.  Secondly,  in  that\n      case the Court was  concerned  with  the  disputes  of  a  partnership\n      concern.  A suit had been filed for dissolution  of  partnership  firm\n      and accounts also challenging the  conveyance  deed  executed  by  the\n      partnership firm in favour of one of the parties  to  the  suit.   The\n      Court noticing the facts of the case emphasized that where the subject\n      matter of the suit includes subject matter for  arbitration  agreement\n      as well as other disputes, the Court  did  not  refer  the  matter  to\n      arbitration in terms of <a href=\"/doc/272099/\" id=\"a_162\">Section 8</a> of the Act.  In the  case  in  hand,\n      there is a mother agreement and there are other  ancillary  agreements\n      to the mother agreement.   It  is  a  case  of  composite  transaction\n      between the same parties or the parties claiming through or under them\n      falling under <a href=\"/doc/1300771/\" id=\"a_163\">Section 45</a> of the Act.  Thus, the dictum stated in  para\n      13 of the judgment of Sukanya would not apply  to  the  present  case.\n      Thirdly, on facts, the judgment in Sukanya’s case, has no  application\n      to the case in hand.\n\n      134.  Thus, we decline to examine  the  merit  or  otherwise  of  this\n      contention.\n\n\n\n\n      On Merits\n\n      135.  The Corporate structure of the companies in the present case has\n      already been stated by us in paragraph 7 which we need not refer  here\n      again in detail.  Suffice it to note that Kocha group  had  floated  a\n      company and incorporated the same under the  Indian  laws,  which  was\n      carrying on the business  of  manufacture  of  chlorination  equipment\n      under the name and style ‘Chloro Control India Private Limited’.  They\n      were negotiating with Severn Trent  Water  Purification  Inc.  for  an\n      international joint venture agreement to deal  with  the  manufacture,\n      distribution and sale  of  gas  chlorination  equipment  and  electro-\n      chlorination equipment, “Hypogen Series 3300”  etc.   On  this  basis,\n      they had entered into a  joint  venture  agreement  which  was  signed\n      between them.  The  joint  venture  agreement  contemplated  that  the\n      business shall be carried on under  the  name  and  style  of  Capital\n      Controls India Ltd. Private Limited.  The agreements gave 50 per  cent\n      shareholding to the foreign collaborators which  were  to  be  equally\n      divided between Capital Control (Del) Company Inc. and Capital Control\n      Company Inc.  These joint venture agreements were executed between the\n      parties on 16th November, 1995 but the joint venture company had  been\n      incorporated on 14th November, 1995  itself.   Severn  Trent  Services\n      (Del) Inc. is the holding company of the companies which have  entered\n      into the joint  venture  agreement  for  floating  both,  the  Capital\n      Control India Ltd. as well as Severn Trent  De Nora LLC.  The disputes\n      had arisen actually between the Kocha Group on the one hand and Severn\n      Trent Water Purification Inc. on the  other,  and  the  disputes  were\n      mainly with regard to Capital Control (India) Pvt. Ltd. Inc.  Now,  we\n      must note, even at the cost of repetition, the  parties  signatory  to\n      each of these  agreements  and  we  must  also  note  which  of  these\n      agreements did not contain arbitration clause.  Shareholders Agreement\n      dated 16th November, 1995 was executed  between  the  Capital  Control\n      (Delaware) Company Inc. and Chloro Control India Private Ltd.  Capital\n      Control Delaware  Company  Inc.  was  a  subsidiary  of  Severn  Trent\n      Services (Delaware) Inc. and  was  formed  on  21st  September,  1994.\n      Capital Control Company Inc. came to be merged  with  Capital  Control\n      (Delaware) Company Inc. in  March  1994.   As  a  result  the  Capital\n      Control  Delaware  Company  was  no  more  in  existence.   Thus,  the\n      reference to  Capital  Control  Company  Inc.  includes  reference  to\n      Capital Control Company Inc. as well  as  Capital  Control  (Delaware)\n      Company Inc.\n\n      136.  The corporate structure of the Companies involved in the present\n      litigation clearly shows that name of Capital  Control  Company  Inc.,\n      incorporated in the year 1994,  was  changed  to  Severn  Trent  Water\n      Purification Inc. with effect from  April,  2002.   Thus,  both  these\n      companies together were subsidiaries of  the  holding  company  Severn\n      Trent Services  (Delaware)  Inc.   The  joint  venture  agreement  was\n      executed between Chloro Control (India) Pvt. Ltd.  and  the  erstwhile\n      Capital Control Company Inc. resulting  into  creation  of  the  joint\n      venture company, Capital Control (India) Pvt. Ltd.  This is the  basic\n      structure which one has to make clear before examining the  agreements\n      and their impact.  The negotiations  between  the  appellant  and  the\n      respondent nos.1 and 2 or their holding companies were going on  since\n      1990 and ultimately culminated into execution  of  the  joint  venture\n      agreement.  In terms of the  Shareholders  Agreement,  the  authorized\n      share capital of the company was five  million  rupees  consisting  of\n      equity shares of Rs.10/- each.  Initially the parties had  decided  to\n      issue equity capital of 1,50,000 equity shares of  Rs.10/-  each  with\n      50% of the initial equity to Capital Controls and the remaining 50% to\n      Chloro Controls.  It is necessary to refer in some detail the relevant\n      clauses of this Agreement as this agreement is the ‘Principal  or  the\n      Mother Agreement’.  All other agreements were executed in  furtherance\n      to and for achieving the purpose of  this  Agreement.  This  agreement\n      notices that Capital Control was engaged in the  design,  manufacture,\n      import,  marketing,  export  etc.  of  gas  and   electro-chlorination\n      equipments.  The company was to be registered and as  is  evident,  in\n      furtherance to the negotiations, steps for registration  of  the  said\n      company had been taken and finally it came to be incorporated on  14th\n      November, 1995.  The main object of the joint venture company was  the\n      manufacture, service and sale  of  the  products.   In  terms  of  the\n      Principal Agreement, establishment  of  a  plant,  management  of  the\n      company, appointment of Directors, implementation of decisions of  the\n      Board of Directors, appointment  or  re-appointment  of  the  Managing\n      Director, dividend policy, loans, financial  information,  trademarks,\n      transfer of shares, sale-purchase of chlorination  equipment,  assets,\n      government  approvals,  performance  of  Chloro  Controls,  trademark,\n      service  of  notices,  modifications,  severability  and  arbitration,\n      settlement  of  disputes  by  arbitration  etc.   were   the   matters\n      specifically provided for under this agreement.   A  very  significant\n      feature of this contract was that the Kocha Group  was  put  under  an\n      injunction to not engage directly  or  indirectly  or  be  financially\n      interested in the manufacture, sale or  distribution  of  chlorination\n      equipment and related products, which is similar to those manufactured\n      or sold by the company during the term of the agreement.  Similarly, a\n      restriction was also placed upon Capital Controls and even its holding\n      companies to not directly or indirectly engage in or to be financially\n      interested in the  manufacture,  sale  or  distribution  in  India  of\n      products manufactured or sold by the company, during the term  of  the\n      agreement.\n\n      137.   The  Principal  Agreement  specifically  referred  to   various\n      agreements or even terms and conditions  thereof.   Clause  7  of  the\n      agreement provided for  execution  of  the  International  Distributor\n      Agreement which was Appendix II to this Agreement.  The Financial  and\n      Technical Know-how Licence Agreement was executed  in  furtherance  to\n      clause 14 thereof.  Similarly, the Trademark Registered  User  License\n      Agreement was required to be executed between the parties in terms  of\n      clause 15 of this  Agreement.   Other  terms  and  conditions  of  the\n      Principal  Agreement  referred  to  management  of  the   company   by\n      appointment  or  reappointment  of  Directors  or  Managing  Directors\n      inasmuch as Clause 8.6 contemplated execution of the  agreement  which\n      was appended as Appendix III.  Still, certain  other  clauses  of  the\n      Principal  Agreement  specifically  dealt  with  the  sale  of   goods\n      manufactured  by   the   joint   venture   company,   nationally   and\n      internationally.   This  resulted  in  signing  of  the  International\n      Distribution and Export Sales Agreement between the parties.\n\n      138.  All the five agreements signed by the parties were primarily  to\n      fulfill their obligations and ensure  performance  of  this  Principal\n      Agreement.  The  Supplementary  Collaboration  Agreement  executed  in\n      August 1997 was only to comply with the conditions of  the  Government\n      Approval which were granted vide letter dated 11th October,  1996,  as\n      amended by  letter  dated  21st  April,  1997.   The  companies  which\n      executed the various agreements were the companies  signatory  to  the\n      Principal Agreement  or  their  holding  companies  or  the  companies\n      belonging to the respondent group in which they had got merged for the\n      purposes of  attaining  effective  designing,  manufacturing,  import,\n      export and marketing of the agreed chlorinated products.\n\n      139.  All the subsequent  agreements  were,  therefore,  ancillary  or\n      incidental agreements to the Principal  Agreement.   Thus,  the  joint\n      venture  entered  between  the  parties  had  different  facets.   Its\n      foundation was provided under the  Principal  Agreement  but  all  the\n      agreed terms could only be fulfilled by performance of  the  ancillary\n      agreements.  If one segregates the Principal Agreement from the  rest,\n      the subsequent agreements  would  be  rendered  ineffective.   If  the\n      agreed goods were not manufactured in India with the  technical  know-\n      how of the respondent No. 1 company and the joint venture company  was\n      not incorporated, the question of the Distribution Agreement, Managing\n      Director Agreement, Financial and Technical Know-How License Agreement\n      or the Export Sales Agreement would  not  have  even  arisen,  in  any\n      event.  Conversely, if the ancillary agreements were not performed  in\n      a  collective  manner,  the  Principal  Agreement  would  be   of   no\n      consequence.  In other words, it was  one  composite  transaction  for\n      attaining the purpose of business of the joint venture  company.   All\n      these agreements are so intrinsically connected to each other that  it\n      is  neither  possible  nor  probable  to  imagine  the  execution  and\n      implementation of one without the collective performance  of  all  the\n      other agreements.  The intention of the parties  was  clear  that  all\n      these agreements were being executed as integral parts of a  composite\n      transaction.   It  can  safely  be  covered  under  the  principle  of\n      ‘agreements within an agreement’.  For  instance,  the  Financial  and\n      Technical Know-How License Agreement not only finds a specific mention\n      in the Principal Agreement but its contents also are referable to  the\n      clauses of the Principal Agreement.  The Financial and Technical Know-\n      How License Agreement was Appendix III to the Principal Agreement  and\n      the details of the goods which were contemplated to  be  manufactured,\n      distributed and sold under the Principal Agreement had been  specified\n      in Appendix I of the Financial and Technical Know-How  Agreement.   If\n      the latter agreement was not there, the  Principal  Agreement  between\n      the parties would have remained incomplete and the parties would  have\n      been  at  a  disadvantage  to  know  as  to  what  goods  were  to  be\n      manufactured and what goods could not  have  been  manufactured.   The\n      Principal Agreement  referred  either  specifically  or  by  necessary\n      implication to all other agreements.  They  were  inter-dependent  for\n      their performance and one could not be read and understood  completely\n      without the aid of the other.\n\n      140.  Having held that all these  other  agreements  as  well  as  the\n      mother/ principal agreement were part of a  composite  transaction  to\n      facilitate implementation of the principal agreement and that  was  in\n      reality the intention of the parties,  now,  we  will  deal  with  the\n      question of parties to  the  principal  agreement.   When  the  mother\n      agreement dated 16th November, 1995 was executed between the  parties,\n      presumably the Certificate of Incorporation of Capital  Control  India\n      Private Ltd. had not been issued to the parties  though  it  had  been\n      incorporated on 14th November, 1995.  If the  company  had  been  duly\n      incorporated and the Certificate of Incorporation was available to the\n      parties, then there could be no reason for the parties to  propose  in\n      the Principal Agreement that the joint venture company would be in the\n      name of Capital Controls India Private Ltd. or any  other  name  which\n      would be mutually agreed between the parties.  The reference to  joint\n      venture company, thus, was not by a specific name.  Both  the  parties\n      have signed this agreement with the clear intention that the  company,\n      Capital Control India Pvt. Ltd., will be the  joint  venture  company.\n      Thus, non-mentioning of the name of the joint venture company  in  the\n      principal agreement, though it had been incorporated on 14th November,\n      1995, is immaterial and inconsequential in face of  intention  of  the\n      parties appearing from the written  documents  on  record.   Once  the\n      Principal Agreement  was  signed,  all  other  agreements  had  to  be\n      executed   by or in favour of the joint venture company.   That is how\n      to all these other agreements the joint venture company  i.e.  Capital\n      Control India Pvt. Ltd. is a party.   It further  completely  supports\n      the view that non-mentioning of the name of Capital Control India Pvt.\n      Ltd. can hardly affect the findings of the Court.   With regard to the\n      management of the joint venture  company  and  implementation  of  the\n      Principal  Agreement,  the  parties  had  entered  into  the  Managing\n      Director Agreement dated 16th November,  1995.    This  agreement  was\n      signed by each of the concerned partners i.e. by Capital Control India\n      Pvt. Ltd., respondent No. 5 and the Kocha  Group,  respondent  No.  9.\n      This agreement provided as to how the Managing Directors  were  to  be\n      appointed or reappointed and how the meeting of the Board of Directors\n      of the company were to be conducted in accordance  with  law  and  the\n      terms of the Mother Agreement.   This  agreement  came  to  be  signed\n      between the joint venture company and the Kocha Group.\n\n      141. Other aspect of performance of the Principal  Agreement  was  the\n      Financial and Technical Know-How License Agreement.    This  agreement\n      had been signed between the Capital Control Company Inc., subsequently\n      known as Severn Trent Water Purification, respondent No.  1,  one  the\n      one hand and the joint venture company, respondent  No.  5.     Severn\n      Trent Water Purification Inc. is the  holding  company  of  the  joint\n      venture to the extent of its share holding and  is  the  company  into\n      which Capital Control (Del.) Co.  Inc.  had  merged.     Severn  Trent\n      Water Purification Inc. is thus,  the  resultant  product  of  Capital\n      Control (Del.) Company Inc. being merged into Capital Control  Company\n      Inc. and its name was changed with effect from 1st April, 2002.    All\n      these three companies had at the relevant time been or when came  into\n      existence were and are subsidiaries of Severn Trent (Del.) Inc.    The\n      requisite technical know-how was possessed by these companies and  was\n      agreed to be imparted in favour  of  the  joint  venture  company,  in\n      furtherance to and as per the terms and conditions  contained  in  the\n      Principal Agreement.\n\n      142.  Similarly, Severn Trent Water Purification Inc. had entered into\n      an International Distributor Agreement and an Export  Sales  Agreement\n      with the joint venture to facilitate the sale, marketing and export of\n      goods, under these two different agreements.    Thus,  it  is  crystal\n      clear that all the six material agreements had  been  signed  by  some\n      parties or their holding companies or the  companies  into  which  the\n      signatory company had merged.   None  of  these  companies  is  either\n      stranger to the transaction or not an appropriate party.   The parties\n      who have signed the agreements could alone give rights or benefits  to\n      the joint venture company  and  they,  in  turn,  were  the  companies\n      descendants in interest or the subsidiaries of Severn  Trent  Services\n      Del. Inc.\n\n      143.  May be all the parties to the lis are not signatory to  all  the\n      agreements in question, but still they  would  be  covered  under  the\n      expression ‘claiming through or under’ the parties to  the  agreement.\n      The interests of these companies are not adverse to  the  interest  of\n      the principal company  and/or  the  joint  venture  company.   On  the\n      contrary, they derive their basic interest and enforceability from the\n      Mother Agreement and  performance  of  all  the  other  agreements  by\n      respective parties had to fall  in  line  with  the  contents  of  the\n      Principal Agreement.   In view of the settled position of law that  we\n      have indicated above, we will have no hesitation in holding that these\n      companies claim their interest and invoke the terms of  the  agreement\n      or defend the action in the capacity of a ‘party claiming  through  or\n      under’ the parties to the agreement.\n\n\n      ARBITRATION\n\n      144.  When we refer to all the six relevant agreements in relation  to\n      the arbitration clause, the Shareholders Agreement, the Financial  and\n      Technical Know-How License Agreement and the  Export  Sales  Agreement\n      contained the arbitration clause while  the  other  three  agreements,\n      i.e., International Distributor  Agreement,  the  Managing  Director’s\n      Agreement and the Trademark Registered User License Agreement did  not\n      contain any such arbitration clause.  The arbitration clause contained\n      in the Principal Agreement in clause 30 has been reproduced above.  It\n      requires that any dispute or difference arising under or in connection\n      with that agreement which could not be settled by friendly negotiation\n      and agreement  between  the  parties,  would  be  finally  settled  by\n      arbitration conducted in accordance  with  the  Rules  of  ICC.   This\n      clause is widely worded.  It is comprehensive enough  to  include  the\n      disputes arising ‘under and in connection with’  the  agreement.   The\n      word ‘connection’ has been added by the parties to expand the scope of\n      the disputes under the agreements.  The  intention  to  make  it  more\n      comprehensive is writ large from the language  of  the  agreement  and\n      particularly clause 30 of the Mother Agreement. It is useful to notice\n      that the agreement has to be construed and interpreted  in  accordance\n      with laws of the Union of India, as consented by the parties.\n\n      145.  The expression ‘connection’ means a link or relationship between\n      people or things or the people with  whom  one  has  contact  (Concise\n      Oxford  Dictionary  (Indian  Edition).   ‘Connection’  means  act   of\n      uniting; state of being united; a relative;  relation  between  things\n      one of which is bound up with (Law Lexicon 2nd Edn. 1997).\n\n      146.   Thus,  even  the  dictionary  meaning  of  this  expression  is\n      liberally worded.  It implies expansion in its  operation  and  effect\n      both.  Connection can be  direct  or  remote  but  it  should  not  be\n      fanciful or marginal.   In  other  words,  there  should  be  relevant\n      connection between the dispute and the agreement by specific words  or\n      by necessary implication like reference to all other agreements in one\n      (principal) agreement.  The expression appearing in clause 30  has  to\n      be given a meaningful interpretation particularly when  the  Principal\n      Agreement itself, by  specific  words  or  by  necessary  implication,\n      refers to all other agreements.   This  would  imply  that  the  other\n      agreements originate from the Principal Agreement and hence, its terms\n      and conditions would be applicable to  those  agreements.   There  are\n      three agreements,  as  already  noticed,  which  do  not  contain  any\n      specific arbitration clause.  Both the Managing Director Agreement and\n      the  International  Distributor  Agreement  directly  relate  to   the\n      Principal Agreement stating the manner in which the affairs  would  be\n      managed and the Managing Directors be appointed.  At  the  same  time,\n      the International Distributor Agreement is executed between the Severn\n      Trent Water Purification Inc. the erstwhile  Capital  Control  Company\n      Inc. and the Capital Control India Private  Ltd.,  the  joint  venture\n      company.  Firstly, the chances of dispute between the  same  group  of\n      companies were remote and secondly these were the companies which were\n      held by the same management.  The parties  had  also  agreed  to  have\n      relationship as that of seller  and  distributor  to  make  the  joint\n      venture company a success.  The interest of Capital  Controls  Company\n      Inc. and that of the Capital Control India Private Ltd., to the extent\n      of the former’s  share,  were  common.   Furthermore,  this  being  an\n      integral part of the Principal Agreement would,  in  our  opinion,  be\n      squarely  covered  by  the  arbitration  clause   contained   in   the\n      Mother/Shareholders Agreement.  This agreement has  been  specifically\n      referred in clause 7 of the Mother/Shareholders Agreement.   Not  only\n      that there is incorporation by reference of International Distribution\n      Agreement in the Mother/Shareholders Agreement but, in fact, it is  an\n      integral part thereof.\n\n      147.  Another aspect of the case is that  all  these  agreements  were\n      executed simultaneously  on  16th  November,  1995  which  fact  fully\n      supports the  view  that  the  parties  intended  to  have  all  these\n      agreements as a composite transaction.  Furthermore, when the  parties\n      signed the Supplementary Collaboration Agreement in  August  1997,  by\n      that time all these agreements had not only been signed and understood\n      by the parties but, in fact, had also been acted upon.\n\n      148.  In the Supplementary Collaboration Agreement,  the  parties  re-\n      confirmed the existence of the  joint  venture  agreement  dated  16th\n      November, 1995 and made a specific stipulation that both  the  parties\n      confirmed to adhere by the terms  and  conditions  stipulated  by  the\n      Government of India in its letters dated 11th October,  1996,  amended\n      on 21st April, 1997.   This was signed by Madhusudan B. Kocha,  member\n      of the Kocha group on behalf of the joint venture company and  Capital\n      Controls (Delaware) Inc.   The necessity for executing this  agreement\n      was in face of the condition of Government approval  as  well  as  the\n      subsequent amendment of clause 2, 3 and 4 of the approval letter dated\n      11th October, 1996 i.e. items of manufacture,  proposed  location  and\n      foreign equity.\n\n      149.  The conduct of the parties and even the subsequent events  leave\n      no doubt in the mind of the  Court  that  the  parties  had  executed,\n      intended and actually implemented the composite transaction  contained\n      in the Principal Agreement.    The Courts have also applied the  Group\n      of Companies Doctrine in such  cases.      As  already  noticed,  this\n      Court  in  the  case  of  Olympus  Superstructure  Pvt.  Ltd.  (supra)\n      permitted reference to arbitration where there were multiple contracts\n      between the parties, interpreting the words ‘in connection  with’  and\n      ‘disputes relating to connected matters’.\n\n      150.  Besides making the reference, the Court also held that making of\n      two awards which may be conflicting in relation to the items which are\n      likely to overlap in two agreements could  not  be  permitted.     The\n      courts have also accepted and more so in group company cases that  the\n      fact that a party being non-signatory to one or  other  agreement  may\n      not be of much significance, the  performance  of  one  may  be  quite\n      irrelevant with the performance and fulfillment of  the  principal  or\n      the mother agreement.   That, in fact, is the situation in the present\n      case.\n\n      151.  One  of  the  arguments  advanced  was  that  the  International\n      Distributor Agreement  had  specifically  provided  for  construction,\n      interpretation  and  performance  of  the  agreement   and   for   the\n      transaction under that agreement to be governed by and interpreted  by\n      the laws of State of Pennysylvania, USA  and  parties  thereto  agreed\n      that any litigation thereunder shall be  brought  in  any  federal  or\n      state  court  in  the  Eastern  District  of   the   Commonwealth   of\n      Pennysylvania which fact would oust the possibility  of  reference  to\n      arbitration in terms of clause 30 of the Principal Agreement,  as  the\n      parties had chosen a specific forum of the court system.    Discussion\n      on this argument may not be greatly relevant  in  view  of  the  above\n      discussion in this judgment.   This being a composite transaction, the\n      parties could opt for any remedy.\n\n      152.  In  the  present  case,  we  have  already  noticed,  that  some\n      agreements contain the arbitration clause, while  others  don’t.   The\n      Shareholders  Agreement,  Financial  and  Technical  Knowhow   Licence\n      Agreement and Export Sales Agreement contain the  arbitration  clause,\n      while the  International  Distributor  Agreement,  Managing  Directors\n      Agreement and Trade Mark Registered User Agreement do not contain  the\n      arbitration clause.  The arbitration clause contained under clause  30\n      of the  Shareholders  Agreement  and  that  under  clause  26  of  the\n      Financial and Technical Knowhow Licence Agreement are identical.  They\n      both require the disputes to be referred to arbitration in  London  as\n      per the ICC Rules.   However,  the  arbitration  clause  contained  in\n      clause 18 of the Export Sales Agreement provides for reference of  the\n      disputes to arbitration at Pennsylvania, USA, in accordance with rules\n      of American Arbitration  Association.    It  also  provides  that  the\n      judgment upon the Award rendered could be  entered  in  any  court  of\n      competent  jurisdiction.    Still,  clause  21  of  the  International\n      Distributor Agreement required the  construction,  interpretation  and\n      performance of the agreement to be governed by and  interpreted  under\n      the  laws  of  the  State  of  Pennsylvania,  USA.    Any   litigation\n      thereunder was to be brought in any federal or State Court located  in\n      the Eastern District of the Commonwealth of Pennsylvania, which was to\n      be binding upon the parties.\n\n      153.  As already noticed, two of the agreements did  not  contain  any\n      arbitration clause, but they also did not subject the parties even for\n      litigative jurisdiction.    They are the Managing Directors  Agreement\n      and the Trademark Registered User Agreement.    These  two  agreements\n      had been executed in furtherance to and for compliance  of  the  terms\n      and conditions of the mother agreement which contained the arbitration\n      clause.  They  were,  thus,  intrinsically  inter-connected  with  the\n      mother agreement.\n\n      154.     All these agreements were signed  on  the  same  day  and  in\n      furtherance to the mother agreement.  None of the parties have invoked\n      the jurisdiction of the Court at Pennsylvania, USA.  Thus, it  was  an\n      alternative remedy that too restricted to the disputes, if any arising\n      from that agreement.  Where different agreements between  the  parties\n      provide for alternative remedies, it does not  necessarily  mean  that\n      the other remedy or jurisdiction stands ousted.  Where the parties  to\n      such composite transaction provide for different  alternative  forums,\n      including arbitration, it has to be taken that real intention  of  the\n      parties was to give effect to the purpose of agreement and  refer  the\n      entire subject matter to arbitration and not to frustrate  the  remedy\n      in law.  It was for the parties to chose either to  institute  a  suit\n      qua the International Distributor  Agreement  at  Pennsylvania  or  to\n      invoke the arbitration agreement in terms of clause 30 of  the  mother\n      agreement.  They  have  chosen  the  latter  remedy.    The  question,\n      therefore, does not arise as to which law would apply since  the  only\n      litigation taken out by the parties is  the  suit  instituted  by  the\n      appellant before the original side of the Bombay High  Court  and  the\n      subsequent application for  reference  to  arbitration  filed  by  the\n      Respondent No. 1 under <a href=\"/doc/1300771/\" id=\"a_164\">Section 45</a> of the 1996 Act.\n\n      155.   The  effect  of  execution  of  multiple  agreements  has  been\n      discussed by us in some elaboration above.    The  real  intention  of\n      the parties was not only to refer all their disputes arising under the\n      agreement which could not be settled despite friendly negotiations  to\n      arbitration, but even the disputes which arose in connection with  the\n      shareholder/mother agreement to arbitration.\n\n      156.   Thus, a composite reference was well within  the  comprehension\n      of the parties to various agreements which were executed on  the  same\n      day and for the same purpose.   There  cannot  be  any  doubt  to  the\n      contention that in terms of <a href=\"/doc/76869205/\" id=\"a_165\">Section 9</a> of the CPC, the courts in  India\n      shall have jurisdiction to try all suits of civil  nature.    Further,\n      this section gives a right to a person to institute a suit before  the\n      court of competent jurisdiction.   However, the language of <a href=\"/doc/1549225/\" id=\"a_166\">Section  9</a>\n      itself makes it clear that the civil courts have jurisdiction  to  try\n      all suits of civil nature except the suits of which taking  cognizance\n      is either  expressly  or  impliedly  barred.    In  other  words,  the\n      jurisdiction of the court and the  right  to  a  party  emerging  from\n      <a href=\"/doc/76869205/\" id=\"a_167\">Section 9</a> of the CPC is not an absolute right,  but  contains  inbuilt\n      restrictions.    It is an accepted principle that jurisdiction of  the\n      court can be excluded.   In the case of Dhulabhai v. State of M.P. and\n      Anr.  [AIR 1969 SC 78], this Court  has  settled  the  principle  that\n      jurisdiction of the Civil Court is all embracing, except to the extent\n      it is excluded by law or by clear intendment arising  from  such  law.\n      In Nahar Industrial Enterprises Ltd. v. Hong Kong &amp;  Shanghai  Banking\n      Corporation [(2009) 8  SCC  646],  this  Court  has  even  stated  the\n      conditions for exclusion of jurisdiction. They are,  (a)  whether  the\n      legislative intent to exclude is expressed explicitly or by  necessary\n      implication, and (b) whether the statute in question provides  for  an\n      adequate and satisfactory alternative remedy to a party  aggrieved  by\n      an order made under it.\n\n      157.  The provisions of <a href=\"/doc/1300771/\" id=\"a_168\">Section 45</a> of the 1996 Act are to prevail over\n      the provisions <a href=\"/doc/161831507/\" id=\"a_169\">of the CPC</a> and when the  Court  is  satisfied  that  an\n      agreement is enforceable, operative and is not null and  void,  it  is\n      obligatory upon the court to make a reference to arbitration and  pass\n      appropriate orders in relation to the  legal  proceedings  before  the\n      court, in exercise of its inherent powers.\n\n      158. In the  present  case,  the  court  can  safely  gather  definite\n      intention on behalf of the parties to have their disputes collectively\n      resolved by the process of arbitration.   Even if different forums are\n      provided, recourse to one of them which is capable  of  resolving  all\n      their issues should be  preferred  over  a  refusal  of  reference  to\n      arbitration.    There appears to be no uncertainty in the minds of the\n      parties in that  regard,  rather  the  intention  of  the  parties  is\n      fortified and clearly referable to the mother agreement.\n\n      159.  It is not the case of any of the parties before us that  any  of\n      the parties to the present litigation  had  taken  steps  before  that\n      Court or had invoked the jurisdiction of that court under that system.\n        There  is  no  apparent  conflict  of  interest  as  of  now.    The\n      arbitration clause would stand  incorporated  into  the  International\n      Distributor Agreement as this agreement itself was Appendix II to  the\n      Principal Agreement.   This Court in the case of  M.R.  Engineers  and\n      Contractors Pvt. Ltd. v. Som Datt Builders Ltd. [(2009) 7 SCC 696] has\n      stated that firstly the subject of  reference  be  enacted  by  mutual\n      intention, secondly  a  mere  reference  to  a  document  may  not  be\n      sufficient and the reference should be sufficient  to  bring  out  the\n      terms and conditions of  the  referred  document  and  also  that  the\n      arbitration clause should be capable of application in  respect  of  a\n      dispute under the contract and not  repugnant  to  any  term  thereof.\n      All these three conditions are satisfied in the present case.\n\n      160.  The terms  and  conditions  of  the  International  Distribution\n      Agreement were an integral part of the Principal Agreement as Appendix\n      II and the Principal Agreement had an  arbitration  clause  which  was\n      wide enough to cover disputes in all the ancillary agreements.  It  is\n      not necessary  for  us  to  examine  the  choice  of  forum  or  legal\n      enforceability of legal system in the present  case,  as  we  find  no\n      repugnancy even where the main contract is governed  by  law  of  some\n      other country and the arbitration clause by Indian law.     They  both\n      could be invoked, neither party having invoked the former will  be  no\n      bar for invocation of the latter in view of arbitration clause  30  of\n      the mother agreement.\n\n      161.  Reliance was also placed on the judgment of this  Court  in  the\n      case of Deutsche Post Bank Home Finance Ltd. v.  Taduri  Sridhar  [AIR\n      2011 SC 1899] where the Court had declined reference of  multiple  and\n      multi party agreement.    That case is of no  help  to  the  appellant\n      before us.    In that case, there were four parties, the seller of the\n      land, the builder, purchaser of the flat and the bank.   The bank  had\n      signed an agreement with the purchaser of  the  flat  to  finance  the\n      flat, but it referred to other agreement stating that it would provide\n      funds directly to the builder.    There was an agreement  between  the\n      builder and the owner of the land and the purchaser  of  the  land  to\n      sell the undivided share and that  contained  an  arbitration  clause.\n      The question before the Court was whether while referring the disputes\n      to the arbitration, the disputes between the bank on the one hand, and\n      the  purchaser  of  the  flat  on  the  other  could  be  referred  to\n      arbitration.    The Court, in reference to <a href=\"/doc/272099/\" id=\"a_170\">Section 8</a> of the 1996  Act,\n      held that the bank was  a  non-party  to  the  arbitration  agreement,\n      therefore, neither the reference was permissible  nor  they  could  be\n      impleaded at a subsequent stage.    This  judgment  on  facts  has  no\n      application.   The distinction between <a href=\"/doc/272099/\" id=\"a_171\">Section 8</a> and  <a href=\"/doc/1300771/\" id=\"a_172\">Section  45</a>  has\n      elaborately been dealt with by us above and in view of that,  we  have\n      no hesitation in holding that this judgment, on facts and law, is  not\n      applicable to the present case.\n\n      162.  Thus, in view of the above, we hold that the  disputes  referred\n      to and arising from the multi-party agreements are  capable  of  being\n      referred to arbitral tribunal in accordance with the agreement between\n      the parties.\n\n      163.  Another argument advanced with some vehemence on behalf  of  the\n      appellant was that respondent Nos.3 and 4 were not party to any of the\n      agreements entered into between the parties and their cause of  action\n      is totally different and distinct, and their rights were controlled by\n      the agreement of distribution executed by respondent Nos.1  and  2  in\n      their  favour  for  distribution  of  products  of  gas  and  electro-\n      chlorination.   It was contended that there  cannot  be  splitting  of\n      parties, splitting of cause of action and remedy by the Court.\n\n      164.  On the other hand, it was contended on behalf of the  respondent\n      No.1 that it is permissible to split  cause  of  action,  parties  and\n      disputes.   The mater referable to  arbitration  could  be  segregated\n      from the civil  action.   The  court  could  pass  appropriate  orders\n      referring the disputes covered under the arbitration agreement between\n      the signatory party to arbitration  and  proceed  with  the  claim  of\n      respondent Nos. 3 and 4 in accordance with law.\n\n      165.  As far as this question of law is  concerned,  we  have  already\n      answered the same.    On  facts,  there  is  no  occasion  for  us  to\n      deliberate on this issue, because respondent Nos. 3 and 4 had  already\n      consented for arbitration.   In light of that fact, we do not wish  to\n      decide this question on the facts of the present case.\n\n\n      166.  Having dealt with all the relevant issues in law, now  we  would\n      provide answer to the questions framed by us in the beginning  of  the\n      judgment as follows :\n\n      Answer\n\n      167.  <a href=\"/doc/1300771/\" id=\"a_173\">Section 45</a> is a provision falling under Chapter I of Part II  of\n      the 1996 Act which is a self-contained Code.  The  expression  ‘person\n      claiming through or under’  would  mean  and  take  within  its  ambit\n      multiple and multi-party agreements, though in exceptional case.  Even\n      non-signatory parties to some  of  the  agreements  can  pray  and  be\n      referred to arbitration provided they satisfy the pre-requisites under\n      <a href=\"/doc/354101/\" id=\"a_174\">Sections 44</a> and <a href=\"/doc/1300771/\" id=\"a_175\">45</a> read with Schedule I.  Reference  of  non-signatory\n      parties is neither unknown to  arbitration  jurisprudence  nor  is  it\n      impermissible.\n\n      168.  In the facts of a given case, the Court is  always  vested  with\n      the power to delete the name of the parties who are neither  necessary\n      nor proper to the proceedings before the Court.  In the cases of group\n      companies  or  where  various  agreements   constitute   a   composite\n      transaction like mother  agreement  and  all  other  agreements  being\n      ancillary to and for effective  and  complete  implementation  of  the\n      Mother Agreement, the court may have to make reference to  arbitration\n      even of the disputes existing between signatory or even  non-signatory\n      parties.  However, the discretion of the Court has to be exercised  in\n      exceptional, limiting, befitting  and  cases  of  necessity  and  very\n      cautiously.\n\n      169.  Having answered these questions, we do not  see  any  reason  to\n      interfere with the judgment of the Division Bench of the  Bombay  High\n      Court under appeal.   We direct all the disputes arise in the suit and\n      from the agreement between the parties  to  be  referred  to  arbitral\n      tribunal and be decided in accordance with the Rules of ICC.\n\n\n      170.   The  appeals  are  dismissed.   However,  in  the   facts   and\n      circumstances of the present case, we do not award costs.\n\n\n\n\n\n                                             ….………….....................CJI.\n                                                              (S.H. Kapadia)\n\n\n\n                                              …….………….....................J.\n                                                              (A.K. Patnaik)\n\n\n\n\n                                            ...….………….....................J.\n                                                           (Swatanter Kumar)\n\nNew Delhi;\nSeptember 28, 2012\n                       IN THE SUPREME COURT OF INDIA\n\n                       CIVIL APPELLATE JURISDICTION\n\n                       CIVIL APPEAL NO. 7134 OF 2012\n\n                 (arising out of SLP(C)No. 8950 of 2010)\n\n      Chloro Controls (I) P.Ltd.             ... Appellant\n\n                             Versus\n\n      Severn Trent Water Purification Inc. &amp; Ors. ...Respondents\n\n                                    WITH\n\n                    CIVIL APPEAL NOS. 7135-7136  OF  2012\n\n         (Arising out of SLP(C)Nos. 26514-26515 of 2011)\n\n                               O R D E R\n</pre>\n\n\n<p data-structure=\"CDiscource\" id=\"p_1\">                       Upon pronouncement of the judgment  Mr. F.S. Nariman,\n           learned senior counsel appearing for  the  petitioner,  mentioned\n           that the petitioner had filed an  application for  injunction  in\n           the suit before the High Court. The same  was  dismissed.  Appeal\n           against the order  dismissing  the  application  had  been  filed\n           before this Court and was ordered to be listed along with SLP (C)\n           No. 8950 of 2010 (which is an appeal against  the  order  of  the\n           High Court making reference to arbitral tribunal).  However,  the\n           Court had not heard arguments on that appeal.\n</p>\n<p data-structure=\"RespArg\" id=\"p_2\">                       Learned senior counsel appearing for the respondents,\n           Mr.  K.V.  Vishwanathan,   submitted  that  the   special   leave\n           petitions were listed but they were not admitted.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                     -2-</span>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_3\">                       In view of the common stand taken by the counsel  for\n           the parties, we permit the  petitioner  to  move  an  independent\n           application praying for hearing for those special leave petitions\n           i.e. SLP(C)Nos.26514-26515 of 2011 (listed along  with  SLP(C)No.\n           8950/2010) pending for admission.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_4\">                                                           ..............CJI\n                       (S.H.Kapadia)\n\n\n\n                                                          ................J.\n                       (A.K.Patnaik)\n\n\n\n                                                          ................J.\n                       (Swatanter Kumar)\n\n\n\nNew Delhi;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_5\">September 28, 2012.\n</p>\n\n\n","numcites":30,"numcitedby":0,"docsource":"Supreme Court of India","citetid":137917133,"divtype":"judgments","relatedqs":[{"value":"no termination clause ","formInput":"no%20termination%20clause%20"},{"value":" registered trademark user","formInput":"%20registered%20trademark%20user"},{"value":"agreement of sale","formInput":"agreement%20of%20sale"},{"value":"kompetenz kompetenz","formInput":"kompetenz%20kompetenz"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"bill of lading","formInput":"bill%20of%20lading"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"trademark","formInput":"trademark"},{"value":"collaboration agreement","formInput":"collaboration%20agreement"},{"value":"chloro control","formInput":"chloro%20control"},{"value":"licensing agreement   trademark","formInput":"licensing%20agreement%20%20%20trademark"},{"value":"Sale Export ","formInput":"Sale%20Export%20"},{"value":"international arbitration ","formInput":"international%20arbitration%20"},{"value":" agreement to sale and agreement of sale","formInput":"%20agreement%20to%20sale%20and%20agreement%20of%20sale"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":" shareholders agreement doctypes+JV: supremecourt","formInput":"%20shareholders%20agreement%20doctypes%2BJV%3A%20supremecourt"},{"value":"section 45 arbitration","formInput":"section%2045%20arbitration"},{"value":"joint ventures","formInput":"joint%20ventures"},{"value":"notice of motion","formInput":"notice%20of%20motion"}],"cats":[{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":true,"query_alert":null,"agreement":false}