{"tid":1518497,"publishdate":"2011-02-22","title":"Manoj Patel vs The State Of M.P on 22 February, 2011","doc":"<h2 class=\"doc_title\">Manoj Patel vs The State Of M.P on 22 February, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-saksena\">Rakesh Saksena</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-k-kaushal\">T.K.Kaushal</a>, <a href=\"/search/?formInput=benchid:r-saksena\">Rakesh Saksena</a></h3>\n\n<pre id=\"pre_1\">                                        (1)                                           Cr.A.No.496/2002\n                                                                                       Cr.A.No.598/2002\n                                                                                       Cr.A.No.724/2002\n                                                                                      Cr.A.No.1366/2005\n\n\n\n\n              HIGH COURT OF MADHYA PRADESH: JABALPUR\n                                                                                            (AFR)\n\n       Division Bench:              Hon&#x27;ble Justice Shri Rakesh Saksena\n                                    Hon&#x27;ble Justice Shri T.K.Kaushal\n\n                       CRIMINAL APPEAL NO.496/2002\n\n                 Manoj S/o Madan Gopal Patel, aged\n                 about 22 years, R/o Panagar, Deori-Kala,\n                 Police Station Panagar,\n                 District Jabalpur (M.P.)\n                                                        .......Appellant\n                             -Versus-\n                 State of Madhya Pradesh\n                                                                          .......Respondent\n-----------------------------------------------------------------------------------------------------\n   For the appellant:                       Shri H.S.Dubey, Advocate.\n   For the State:                           Shri Vijay Pandey, Deputy Advocate\n                                            General.\n   For the complainant:                     Shri Siddharth Datt, Advocate.\n-----------------------------------------------------------------------------------------------------\n                       CRIMINAL APPEAL NO.598/2002\n\n                 Banti @ Purushottam son of Sushil\n                 Sondhiya, aged 24 years, resident of\n                 Badi Omti Choti Khermai Mandir\n                 P.S.Omti, Jabalpur.\n                                                                              .......Appellant\n                                   -Versus-\n                 State of Madhya Pradesh through\n                 P.S.Omti, District Jabalpur (M.P.)\n\n                                                                          .......Respondent\n-----------------------------------------------------------------------------------------------------\n   For the appellant:                       Shri S.K.Gangrade, Advocate.\n   For the State:                           Shri Vijay Pandey, Deputy Advocate\n                                            General.\n   For the complainant:                     Shri Siddharth Datt, Advocate.\n-----------------------------------------------------------------------------------------------------\n                       CRIMINAL APPEAL NO.724/2002\n\n                 Dilip S/o Niranjan aged about 24 years,\n                 Resident of I.T.I. Damohnaka P.S. Gohalpur\n                 District Jabalpur (M.P.)\n                                                     .......Appellant\n                             -Versus-\n                 State of Madhya Pradesh\n\n                                                                         .......Respondent\n-----------------------------------------------------------------------------------------------------\n     For the appellant:                     Shri R.K.Shukla, Advocate.\n     For the State:                         Shri Vijay Pandey, Deputy Advocate\n                                            General.\n     For the complainant:                   Shri Siddharth Datt, Advocate.\n-----------------------------------------------------------------------------------------------------\n                                        (2)                                           Cr.A.No.496/2002\n                                                                                      Cr.A.No.598/2002\n                                                                                      Cr.A.No.724/2002\n                                                                                     Cr.A.No.1366/2005\n\n\n\n\n                      CRIMINAL APPEAL NO.1366/2005\n\n\n                 State of Madhya Pradesh through Police\n                 Station Omti, District Jabalpur.\n\n                                                                              .......Appellant\n                                  -Versus-\n                 Amit Kumar Patel S/o Ashok Kumar Patel\n                 aged 22 years, Resident of Dindori, Forest\n                 Colony, P.S.Dindori, District Dindori.\n\n\n                                                                           .......Respondent\n-----------------------------------------------------------------------------------------------------\n   For the appellant:                       Shri Vijay Pandey, Deputy Advocate\n                                            General.\n   For the respondent:                      Shri Shahid Khan and Shri Ashutosh\n                                            Upadhayay, Advocates.\n-----------------------------------------------------------------------------------------------------\n\n                                             Date of hearing:                  08/02/2011\n                                             Date of Judgment:                 22/02/2011\n\n                                          **********\n\n                                     JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">Per: Rakesh Saksena,J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">                 Three appellants viz. Manoj, Banti @ Purushottam and\n\nDilip have filed appeals against the judgment dated 22nd March,\n\n2002 passed by Additional Sessions Judge, Jabalpur in Sessions\n\nTrial No.84/2001 convicting them under sections 364A read with\n\nsection 120-B, 364 read with section 120-B and 386 read with\n\n<a href=\"/doc/1897847/\" id=\"a_1\">section 120-B</a> of the Indian Penal Code and sentencing them to\n\nimprisonment for life with fine of Rs.1000/-, rigorous imprisonment\n\nfor 10 years with fine of Rs.1000/- and rigorous imprisonment for 5\n\nyears with fine of Rs.1000/- on each count, respectively. State has\n\nalso     filed    Criminal        Appeal        No.     1366/2005          challenging          the\n\nimpugned judgment of acquittal of accused/respondent Amit\n\nKumar Patel of the aforesaid charges. Since all the aforementioned\n\nappeals arise out of the common judgment passed by the trial\n\nCourt, this judgment shall govern disposal of all the said appeals.\n<span class=\"hidden_text\" id=\"span_1\">                            (3)                           Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_2\">                                                          Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_3\">                                                          Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_4\">                                                         Cr.A.No.1366/2005</span>\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.         In short, prosecution case is that appellant Dilip was\n\nworking as driver of Dr.B.K.Panshe. He used to go to drop and pick\n\nup Parijat Panshe, 10 year old daughter and Nachiket Panshe, son\n\nof Dr.B.K.Panshe from the school. Parijat Panshe was a student of\n\nClass-VI in Christ Church Girls Senior Secondary School, Jabalpur.\n\nIn the morning of 25.9.2000 Dilip left both of them at school. At\n\nabout 1:00 p.m. on the same day, Dilip obtained the key of the car\n\nfrom Lata Kashyap, assistant of Dr.Panshe for fetching Parijat and\n\nNachiket from school, but did not bring them back. From the\n\ntelephone call of Nachiket, Lata Kashyap came to know that Dilip\n\ndid not go to school to pick up Parijat. Dr.Panshe and his wife went\n\nto school and searched her. On not finding Parijat there, they\n\nlodged a report about her missing at police station, Madan Mahal.\n\nIn the meanwhile, Lata Kashyap received a telephone call from\n\nDilip informing her that Parijat was with him and she would be\n\nreleased only after a ransom of Rs.5 lacs was paid. On getting\n\nknowledge of this fact, Dr. Panshe lodged the report Ex.P/1 at\n\npolice station, Omti. On the next day i.e. on 26.9.2000 Parijat was\n\nrecovered from the forest of Shahpura. She was taken to police\n\nstation Shahpura by head constable Mishrilal and a report Ex.P/21\n\nwas recorded in the Roznamcha. All the documents recorded by\n\nstation officer of police station, Shahpura were transmitted to\n\npolice station, Omti where the case was registered. During\n\ninvestigation, car was seized and accused were arrested. After\n\ncompletion of investigation, charge sheet was filed and the case\n\nwas committed for trial.\n</p>\n<p data-structure=\"RespArg\" id=\"p_5\">3.         During trial, accused abjured their guilt and pleaded\n\nfalse implication. Mainly the defence of accused Dilip was that he\n\nwas falsely implicated in the case under a conspiracy hatched by\n\nDr. B.K. Panshe (PW-1) and other employees of his hospital.\n<span class=\"hidden_text\" id=\"span_5\">                            (4)                            Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_6\">                                                           Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_7\">                                                           Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_8\">                                                          Cr.A.No.1366/2005</span>\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">4.          Learned Additional Sessions Judge, after trial and upon\n\nappreciation of the evidence adduced in the case, held accused\n\nDilip, Manoj and Banti guilty and convicted and sentenced them as\n\nmentioned above, however, finding the evidence insufficient\n\nagainst accused/respondent Amit Kumar Patel, acquitted him of all\n\nthe charges. Another accused Netram, who was charged under\n\n<a href=\"/doc/66955/\" id=\"a_2\">sections 212</a> and <a href=\"/doc/1865807/\" id=\"a_3\">216</a> of the Indian Penal Code, was also acquitted.\n\nAggrieved by their conviction, appellants Manoj, Banti and Dilip\n\nhave filed the instant appeals. State has also filed the appeal\n\nagainst the impugned judgment challenging the acquittal of\n\naccused Amit Kumar Patel.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">5.          We have heard the learned counsel for the parties.\n\n</p><p data-structure=\"PetArg\" id=\"p_8\">6.          Learned counsel for the accused/appellants, however,\n\nsubmitted that the trial Court gravely erred in placing implicit\n\nreliance on the evidence of Parijat Panshe (PW-16), Dr.B.K.Panshe\n\n(PW-1), Lata Kashyap (PW-13) and Dr.Smt.Manik Panshe (PW-14)\n\nand failed to consider that the evidence of Parijat Panshe was\n\ndoubtful and appellants were falsely implicated. Learned counsel\n\nfor the State, on the other hand, though justified and supported\n\nthe conviction of appellants, submitted that the trial Court erred in\n\nacquitting accused/respondent Amit Kumar Patel.\n\n</p><p data-structure=\"Facts\" id=\"p_9\">7.          We have gone through the entire evidence on record.\n\nParijat Panshe (PW-16), the minor victim girl of about 10-11 years\n\nof age was student of Class-VI in Christ Church Girls Senior\n\nSecondary School, Jabalpur. She deposed that she knew Dilip who\n\nwas driver of her car. He used to drop and pick her up from the\n\nschool daily in the car. On 25.9.2000, he dropped her and her\n\nbrother at school in the morning. At about 1:30 p.m. after the\n\nschool time when she came out of the school she did not find Dilip\n\nthere, however, about 10-15 minutes thereafter when half of the\n<span class=\"hidden_text\" id=\"span_9\">                            (5)                             Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_10\">                                                            Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_11\">                                                            Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_12\">                                                           Cr.A.No.1366/2005</span>\n\n\n\n\nchildren of the school had already left, Dilip brought her Santro\n\nCar and parked it at some distance from the gate of the school.\n\nWhen she opened the door of her car she saw two other persons\n\nviz. Banti and Manoj already sitting in the car. Banti was sitting on\n\nthe front seat and Manoj was sitting on the rear seat. She sat in\n\nthe car. When Dilip did not go towards the school of her brother\n\nshe asked him as to where he was going. Dilip told her that since\n\nthe Manager of the hospital met with an accident, he was going\n\nthere. He assured that an Ambulance will pick up her brother from\n\nthe school. After sometime car went ahead crossing stadium and\n\nsports club and reached near the river. Dilip enquired from a\n\nperson about telephone booth. After some distance he stopped the\n\ncar near a telephone booth and went there. Dilip then took car on\n\nKundam road. Accused persons were talking and in suspicious\n\nmanner looking behind the car for keeping watch that any other\n\nvehicle was not following them. At about 6-6:30 p.m. Dilip stopped\n\nthe car at a lonely place where Banti got down from the car. On\n\nasking by Dilip, Banti told that he was going back. Though Dilip\n\ntold him that if he went back he would be caught, but Banti did not\n\nsay anything and went away. When she asked Dilip for going back\n\nhome, Dilip told that she would be able to go home only when her\n\nfather would pay Rs.5 lacs. According to Parijat, at that time, Banti\n\nwas also standing near the open door of the car. At about 10-10:30\n\np.m. car reached Dindori. Dilip took car near a house and went\n\ninside it. There was light of the car and also of electric bulb. After\n\nsometime, Dilip came back with a boy who was accused Amit. Amit\n\nsat in the front seat of the car. She again asked Dilip about going\n\nback, but he repeated that she would go back only after Rs.5 lacs\n\nwere paid by her father. After sometime, Dilip, Amit and Manoj\n\ngot down from the car. They went on the back side of the car and\n<span class=\"hidden_text\" id=\"span_13\">                           (6)                            Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_14\">                                                          Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_15\">                                                          Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_16\">                                                         Cr.A.No.1366/2005</span>\n\n\n\n\ntalked. According to her, Amit told Dilip to leave the girl at Katni\n\nand come back and let money be brought and distributed there. All\n\nthe three again boarded the car and left Amit in front of a house.\n\nDilip took the car near a telephone booth and asked her to talk to\n\nher mother. She talked to her mother in accordance with the\n\ndirection of Dilip and told that they were at Bhedaghat. Dilip asked\n\nher mother on telephone that she should arrange Rs.5 lacs and\n\nbring it in Maruti car at Medical College then he would return her\n\ndaughter. He instructed that she should come alone. They again\n\nwent to Amit but Amit did not accompany them. Dilip took the car\n\non Katni road, where in the night, car met with an accident and fell\n\ninto a pit. They came out of the car and boarded a truck. They left\n\nthe truck after some distance and boarded a bus, but getting\n\nsuspicious that the conductor of the bus might have read the\n\nnewspaper, left the bus and went in the bushes. Dilip asked Manoj\n\nto keep her there for sometime as he wanted to bring some other\n\nclothes for her, because he apprehended that looking her in the\n\nschool uniform they might be caught. After sometime hearing the\n\nsounds of vehicles Manoj left her and ran away. Police reached\n\nthere and took her to police station Shahpura. Parijat (PW-16) was\n\nsubjected to a very tedious and lengthy cross-examination, but she\n\nstood firm and did not deviate from her version. Her evidence\n\nappeared natural, consistent and cogent. It is true that some\n\nomissions in her statement were brought on record, but in our\n\nopinion, they were not material. Though she deposed that she saw\n\nAmit in the light of electric bulb, but it was found missing in her\n\npolice statement Ex.D/6. According to her, she had named Amit in\n\nher police statement with certainty whereas in Ex.D/6 she\n\nmentioned that &quot;perhaps&quot; that boy was Amit. Such type of minor\n\ncontradictions do not seem us to be material for discarding the\n<span class=\"hidden_text\" id=\"span_17\">                             (7)                           Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_18\">                                                           Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_19\">                                                           Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_20\">                                                          Cr.A.No.1366/2005</span>\n\n\n\n\nevidence of Parijat (PW-16). Omission of the fact in her police\n\nstatement that she was scared, in our opinion, is of no value.\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">8.          Evidence of Parijat (PW-16) finds support from the\n\nevidence of head constable Mishrilal (PW-12), Virendra Kumar Jat\n\n(PW-19), station officer of police station, Shahpura and Salim Khan\n\n(PW-20), station officer of police station, Omti.\n\n</p><p data-structure=\"CDiscource\" id=\"p_11\">9.          Mishrilal (PW-12), head constable of police station,\n\nShahpura, deposed that on 26.9.2000 he received information that\n\ndaughter of Dr. Panshe was kidnapped by Dilip from Jabalpur,\n\ntherefore, he was asked to put check-barriers on Jabalpur-Dindori\n\nroad. He received information that a girl in school uniform was\n\nseen with two boys and they had gone towards the forest. When he\n\nambushed with force, he found a girl behind the bushes. She was\n\nParijat. He prepared the recovery memo Ex.P/10 and brought\n\nParijat to police station Shahpura and handed over her custody to\n\nher guardian. Virendra Kumar Jat (PW-19), station officer of\n\nP.S.Shahpura deposed that on getting order from Superintendent\n\nof Police he put barrier for search of Parijat, who was said to have\n\nbeen kidnapped by Dilip. According to him, Amit (accused)\n\ninformed him that Dilip and Manoj had come to his house and after\n\nfilling petrol had left for Jabalpur. When they made search towards\n\nvillage Pandatola, head constable Mishrilal found Parijat in the\n\nforest. He stated that on search, accused Manoj was found hiding\n\nin the bushes who was arrested vide arrest memo Ex.P/20. Parijat\n\nwas taken to police station and was handed over to her uncle vide\n\nSuperdginama Ex.P/2. All the steps taken by him were recorded in\n\nRoznamcha Ex.P/22. It is true that in Roznamcha entry Ex.P/21\n\nnames of the accused persons were not recorded, but according to\n\nVirendra Kumar Jat (PW-19) he did not record the statement of\n\nParijat because there was heavy crowd and commotion and Parijat\n<span class=\"hidden_text\" id=\"span_21\">                            (8)                            Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_22\">                                                           Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_23\">                                                           Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_24\">                                                          Cr.A.No.1366/2005</span>\n\n\n\n\nwas in perplexed mental state. Roznamcha Ex.P/21 was recorded\n\nin the evening at about 7:35 p.m. In our opinion, police officer did\n\nnot commit error in handing over the minor victim girl to her\n\nparents, who was away from them for about 30 hours and was\n\nunder serious mental strain. It is also important to note that in the\n\nnight the car in which victim was kidnapped had met with an\n\naccident.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">10.         Evidence of Parijat Panshe (PW-16) finds further\n\ncorroboration from the evidence of Lata Kashyap (PW-13) and Dr.\n\nSmt. Manik Panshe (PW-14). According to Lata Kashyap, accused\n\nDilip had obtained the key of car from her for going to fetch\n\nchildren from the school. At about 3:00 p.m. she received phone\n\ncall made by Dilip on the reception counter informing that Parijat\n\nwas with him. When she wanted to talk to Parijat, Dilip\n\ndisconnected the phone. Again, at about 8-8:15 p.m. she received\n\ntelephone call from Dilip on the telephone of Dr. Panshe. At that\n\ntime, Dr. Panshe was not available in the hospital. She asked Dilip\n\nto call after about five minutes. She again received call from Dilip,\n\nbut Dr. Panshe was not available.      Dilip told her that she was\n\nmaking fool of him and Dr. Panshe was making arrangement for\n\nputting check posts against him. He told that Dr. Panshe should\n\npay Rs.5 lacs if he wanted to get Parijat released. According to\n\nLata Kashyap, she informed this fact to the wife of Dr. Panshe. It is\n\ntrue that Dilip told her about his demand of Rs.5 lacs from Dr.\n\nPanshe was not mentioned by her in her police statement Ex.D/4,\n\nbut from her evidence it stood established that she received phone\n\ncall from Dilip informing that Parijat was with him. From the\n\nevidence of Dr. Manik Panshe (PW-14), mother of victim Parijat, it\n\nis revealed that Parijat, who was taken to school by Dilip, did not\n\nreturn. Lata Kashyap (PW-13) informed her about the receipt of\n<span class=\"hidden_text\" id=\"span_25\">                            (9)                             Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_26\">                                                            Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_27\">                                                            Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_28\">                                                           Cr.A.No.1366/2005</span>\n\n\n\n\nphone call from Dilip that Parijat was with him. According to Dr.\n\nManik Panshe (PW-14), at about 10:30 p.m., she               received\n\ntelephone call from Dilip informing that         Parijat was in his\n\nconfinement. He threatened that they should not show much\n\nintelligence by making report to police otherwise it would be\n\ndangerous for the life of Parijat. He told her that in fact he wanted\n\nto abduct her (PW-14), but Parijat fell victim. Dilip told to her that\n\nDr. Panshe should keep Rs.5 lacs ready. Since he had fixed a bomb\n\nin the car she should not report the matter to police. He asked her\n\nto bring the cash near Medical College. He also made Parijat to\n\ntalk to her. Parijat told her that there were two other persons with\n\nDilip. PW-14 further stated that when Parijat was recovered she\n\ninformed her that Banti, Manoj and Amit Patel were also with\n\naccused Dilip. Learned counsel for the appellants drew our\n\nattention to the fact that in her police statement Ex.D/5, Manik\n\nPanshe (PW-14) did not mention that accused Dilip told her that\n\nthere was danger to the life of her daughter, but it hardly makes\n\nany difference because it was mentioned by the witness that Dilip\n\ntold her that he had fixed a bomb in the car.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">11.         Similar statement was given by Dr. B.K.Panshe (PW-1),\n\nthe father of Parijat.   He stated that he was informed by Lata\n\nKashyap and also by his wife that Dilip Patel had made telephone\n\ncalls to them informing that Parijat was in his confinement and\n\nthat he made demand of Rs.5 lacs for releasing her. He further\n\nstated that when Parijat was recovered, she narrated the story and\n\nnamed Dilip, Manoj, Banti and Amit. However, in para 10 of his\n\nstatement, he could not explain as to why the name of Amit was\n\nnot mentioned by him in his police statement Ex.D/1.\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">12.         From the evidence of Santosh Rajak (PW-3), Rajesh\n\nShukla (PW-4), Anand Tiwari (PW-7), Pramod Kumar Sharma\n<span class=\"hidden_text\" id=\"span_29\">                            (10)                          Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_30\">                                                         Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_31\">                                                         Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_32\">                                                        Cr.A.No.1366/2005</span>\n\n\n\n\n(PW-8) and Pratik Dhas (PW-10), it is amply established that\n\naccused Dilip was working as driver of the car of Dr.Panshe and he\n\nused to take and bring back the children of Dr. Panshe from the\n\nschool.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">13.        From the evidence of aforesaid prosecution witnesses,\n\nit was clearly established that on 25.9.2000, accused Dilip, Banti\n\nand Manoj had kidnapped Parijat in the car of Dr. Panshe from\n\nChrist Church school. Learned counsel for appellant-Banti @\n\nPurushottam urged that since Banti left the car in which Parijat\n\nwas kidnapped, he cannot be held liable for the offence under\n\n<a href=\"/doc/1374258/\" id=\"a_4\">sections 364A</a>,<a href=\"/doc/695990/\" id=\"a_5\">364</a> and <a href=\"/doc/1183069/\" id=\"a_6\">386</a> read with <a href=\"/doc/1897847/\" id=\"a_7\">section 120-B</a> of the Indian\n\nPenal Code. According to him, there was no evidence on record to\n\nindicate that he conspired with other accused persons for\n\nkidnapping the victim with a view to compel Dr. Panshe to pay\n\nransom.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">14.        In Bhagwan Swarup Vs. State of Maharashtra (AIR\n\n1965 SC 682), Apex Court observed :- &quot;The essence of conspiracy\n\nis, therefore, that there should be an agreement between persons\n\nto do one or other of the acts described in the section. The said\n\nagreement may be proved by direct evidence or may be inferred\n\nfrom acts and conduct of the parties. There is no difference\n\nbetween the mode of proof of the offence of conspiracy and that of\n\nany other offence; it can be established by direct evidence or by\n\ncircumstantial evidence.&quot; <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"357132\" id=\"span_33\">In <a href=\"/doc/357132/\" id=\"a_8\">Baburao Bajirao Patil Vs. State of\n\nMaharashtra</a> [1971 (3) SCC 432], Apex Court observed that\n\nthere is seldom, if ever, that direct evidence of conspiracy is\n\nforthcoming. Conspiracy from its very nature is conceived and\n\nhatched in complete secrecy, or otherwise the whole purpose\n\nwould be frustrated.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"667073\" id=\"span_34\">In     <a href=\"/doc/667073/\" id=\"a_9\">Kehar Singh vs. The State (Delhi\n\nAdministration</a>) (AIR 1988 SC 1883) Apex Court observed:</span>\n<span class=\"hidden_text\" id=\"span_35\">                           (11)                             Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_36\">                                                           Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_37\">                                                           Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_38\">                                                          Cr.A.No.1366/2005</span>\n\n\n\n\n</p><blockquote id=\"blockquote_1\">&quot;Generally, a conspiracy is hatched in secrecy and it may be\n\ndifficult to adduce direct evidence of the same. The prosecution\n\nwill often rely on evidence of acts of various parties to infer that\n\nthey were done in reference of their common intention. The\n\nprosecution will also more often rely upon circumstantial evidence.\n</blockquote>\n<blockquote id=\"blockquote_2\">The conspiracy can be undoubtedly proved by such evidence direct\n\nor circumstantial. But the Court must enquire whether the two\n\npersons are independently pursuing the same and/or they have\n\ncome together to the pursuit of the unlawful object. The former\n\ndoes not render them conspirators, but the latter is. It is, however,\n\nessential that the offence of conspiracy requires some kind of\n\nphysical manifestation of agreement. The express agreement,\n\nhowever, need not be proved. Nor actual meeting of two persons is\n\nnecessary. Nor it is necessary to prove the actual words of\n\ncommunication. The evidence as to transmission of thoughts\n\nsharing the unlawful design may be sufficient.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"667073\" id=\"span_39\">15.         Keeping in view the principles <a href=\"/doc/667073/\" id=\"a_10\">laid down in</a> the above\n\ndecisions, if we consider the case of accused Banti @ Purushottam,\n\nwe find that Bunti had accompanied Dilip and Manoj in the car\n\nwhen Parijat was picked up and kidnapped. He continued to be in\n\nthe car for quite sometime, even after Parijat was taken out of\n\ntownship. According to Parijat (PW-16) at about 6-6:30 p.m. when\n\nDilip stopped the car at lonely place, Banti alighted from the car.\n\nWhen Dilip enquired from Banti as to where he was going, Banti\n\nreplied that he was going back. He did not accompany Dilip\n\ndespite the fact that Dilip told him that if he went back he would\n\nbe caught. Though Parijat stated that at that time when she asked\n\nDilip for going back home and he replied that she would go back\n\nonly if her father paid Rs.5 lacs, Banti was standing near the open\n\ndoor of the car, yet it seems to us that Banti did not share the idea\n<span class=\"hidden_text\" id=\"span_40\">                              (12)                                    Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_41\">                                                                     Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_42\">                                                                     Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_43\">                                                                    Cr.A.No.1366/2005</span>\n\n\n\n\nof obtaining ransom from the father of Parijat. However, from the\n\nprosecution evidence, it is established that he actively joined Dilip\n\nand Manoj while victim was kidnapped, but there is absolutely no\n\nevidence on record for the inference that he knew or shared the\n\nplan of Dilip about obtaining ransom. It can, however, be\n\npresumed that he knew that Parijat was being kidnapped with\n\nintent to cause her to be secretly and wrongfully confined. <a href=\"/doc/1374258/\" id=\"a_11\">Section\n\n364A</a> provides :-</span>\n</p>\n<blockquote id=\"blockquote_3\">            &quot;364A. Kidnapping for ransom, etc.\n            Whoever kidnaps or abducts any person or\n            keeps    a   person     in     detention    after   such\n            kidnapping or abduction and threatens to\n            cause death or hurt to such person, or by his\n            conduct      gives      rise      to   a    reasonable\n            apprehension that such person may be put to\n            death or hurt, or causes hurt or death to such\n            person in order to compel the Government or [\n            any    foreign   State       or   international     inter-\n</blockquote><blockquote id=\"blockquote_4\">            Governmental         organization      or   any     other\n            person] to do or abstain from doing any act or\n            to pay a ransom, shall be punishable with\n            death, or imprisonment for life, and shall also\n            be liable to fine.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_18\">      For holding a person liable to be convicted under <a href=\"/doc/1374258/\" id=\"a_12\">section\n364A</a>, the prosecution must prove the following ingredients:-\n</p><blockquote id=\"blockquote_5\">      (1)   The accused must have kidnapped, abducted or\n      detained any person;\n</blockquote><blockquote id=\"blockquote_6\">      (2)   He must have kept such person under custody or\n      detention; and\n      (3)   Kidnapping, abduction or detention must have been for\n      ransom.\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_19\">16.         In view of the above legal position, in our opinion, it\n\nhas not been established by the prosecution evidence beyond a\n\nreasonable doubt that Banti shared common intention or agreed\n<span class=\"hidden_text\" id=\"span_44\">                            (13)                             Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_45\">                                                            Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_46\">                                                            Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_47\">                                                           Cr.A.No.1366/2005</span>\n\n\n\n\nwith accused Dilip and Manoj to obtain ransom in exchange of\n\nrelease of Parijat or knew that kidnapee could be murdered or\n\nmight be so disposed of as to be put in danger of being murdered.\n\nTherefore, in our considered opinion, conviction of appellant Banti\n\n@ Purushottam under <a href=\"/doc/695990/\" id=\"a_13\">sections 364</a>, <a href=\"/doc/1374258/\" id=\"a_14\">364A</a>, read with <a href=\"/doc/1897847/\" id=\"a_15\">section 120-B</a>\n\nI.P.C. was not justified and was liable to be set aside. However, he\n\nwas liable to be convicted under <a href=\"/doc/886598/\" id=\"a_16\">section 365</a> read with <a href=\"/doc/1897847/\" id=\"a_17\">section\n\n120-B</a> of the Indian Penal Code. Similarly there being no evidence\n\nagainst accused Banti that he or any other accused in his presence\n\nput victim in fear or injury for dishonestly inducing her parents to\n\ndeliver money to him or any other accused persons, he cannot be\n\nheld liable for the offence under <a href=\"/doc/1183069/\" id=\"a_18\">section 386</a>/<a href=\"/doc/1897847/\" id=\"a_19\">120-B</a> I.P.C. also.\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">17.         So far as acquittal of accused/respondent Amit Kumar\n\nPatel is concerned, there is no evidence that he joined other\n\naccused persons in kidnapping. According to Parijat (PW-16), Dilip\n\nwent at the house of Amit in village Dindori and came back with\n\nhim. Amit sat in the car with them for sometime and talked with\n\nDilip behind the car that he should leave Parijat at Katni and come\n\nback. Money would be called there and distributed amongst them.\n\nThereafter, Amit left. Though Dilip again asked Amit to come with\n\nhim, but he did not join him. Trial Court found that evidence of\n\nParijat in respect of Amit was not corroborated by any independent\n\nwitness. Dr.B.K.Panshe (PW-1), though, stated that Parijat told to\n\nhim that Amit, who was son of Dilip&#x27;s aunt, was in the car, but this\n\nfact was found missing in his police statement Ex.D/1. Apart from\n\nit, from the evidence of Virendra Kumar Jat (PW-19), S.O. Police\n\nShahpura, it was revealed that it was accused Amit only who\n\ninformed him that accused Dilip and Manoj had come to his house\n\nwith a girl and after filling petrol in the car left towards Jabalpur.\n\nAccording to trial Court, had accused Amit been involved in the\n<span class=\"hidden_text\" id=\"span_48\">                            (14)                            Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_49\">                                                           Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_50\">                                                           Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_51\">                                                          Cr.A.No.1366/2005</span>\n\n\n\n\nconspiracy he would not have given information to police about\n\nParijat and the accused persons. Neither he participated in the\n\ncommission of kidnapping nor he made any demand of ransom.\n\nThe conduct of Amit seems to give indication about his innocence\n\nand creates doubt about his involvement in the crime.          Merely\n\nbecause for sometime Dilip met Amit, who was son of his aunt, it\n\ncannot be held established that he conspired or was in agreement\n\nwith accused Dilip and Manoj to kidnap or obtain ransom for the\n\nrelease of victim. Trial Court, therefore, rightly held that Amit was\n\nentitled to benefit of doubt. The view taken by the trial Court\n\ncannot be held to be unreasonable or without any basis.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_21\">18.         In the facts and circumstances in totality, we find that\n\nthe trial Court committed no error of fact or law calling for\n\ninterference in the order of acquittal of accused Amit Kumar Patel.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">19.         After bestowing our anxious consideration to the\n\nsubmissions made by learned counsel for the appellants and going\n\nthrough the record, we find that it has been amply established that\n\nappellants Dilip and Manoj conspired and kidnapped Parijat and\n\nkept her in detention giving rise to reasonable apprehension that\n\nshe might be put to death or hurt in order to compel her parents to\n\npay Rs.5 lacs as ransom. Thus, their conviction by the trial Court\n\nunder <a href=\"/doc/695990/\" id=\"a_20\">section 364</a>, <a href=\"/doc/1374258/\" id=\"a_21\">364A</a>, <a href=\"/doc/1183069/\" id=\"a_22\">386</a> read with <a href=\"/doc/1897847/\" id=\"a_23\">section 120-B</a> of the Indian\n\nPenal Code was fully justified. So far as appellant Banti @\n\nPurushottam is concerned,         his conviction under <a href=\"/doc/695990/\" id=\"a_24\">sections 364</a>,\n\n<a href=\"/doc/1374258/\" id=\"a_25\">364A</a>, <a href=\"/doc/1183069/\" id=\"a_26\">386</a> read with <a href=\"/doc/1897847/\" id=\"a_27\">section 120-B</a> I.P.C. deserved to be set aside,\n\ninstead he deserved to be convicted under <a href=\"/doc/886598/\" id=\"a_28\">section 365</a>/<a href=\"/doc/1897847/\" id=\"a_29\">120-B</a> I.P.C.\n\nThe order of acquittal of accused/ respondent Amit Kumar Patel\n\ndeserved to be affirmed.\n</p><span class=\"hidden_text\" id=\"span_52\">                              (15)                                       Cr.A.No.496/2002</span><p data-structure=\"Conclusion\" id=\"p_23\">\n<span class=\"hidden_text\" id=\"span_53\">                                                                        Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_54\">                                                                        Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_55\">                                                                       Cr.A.No.1366/2005</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_24\">    20.       For the aforementioned reasons:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">               (i)    Criminal Appeal No.496/2002 filed by\n              appellant    Manoj        and        Criminal        Appeal\n              No.724/2002     filed     by    appellant    Dilip      are\n              dismissed.    The     order     of     conviction      and\n              sentence recorded against them by the trial\n              Court is upheld.\n</p><p data-structure=\"Conclusion\" id=\"p_26\">               (ii)   Criminal Appeal No.598/2002 filed by\n              appellant    Banti    @    Purshottam           is   partly\n              allowed. His conviction and sentence under\n              <a href=\"/doc/695990/\" id=\"a_30\">sections 364</a>, <a href=\"/doc/1374258/\" id=\"a_31\">364A</a>, <a href=\"/doc/1183069/\" id=\"a_32\">386</a> read with <a href=\"/doc/1897847/\" id=\"a_33\">section 120-\n              B </a>I.P.C. recorded by the trial Court is set\n              aside, instead he is convicted under <a href=\"/doc/886598/\" id=\"a_34\">section\n              365</a>/<a href=\"/doc/1897847/\" id=\"a_35\">120-B</a> I.P.C. and sentenced to rigorous\n              imprisonment for seven years and to pay a fine\n              of Rs.5000/-. The amount of fine shall be\n              deposited within three months in the trial\n              Court. The amount of fine if already deposited\n              by him shall be adjusted in the total amount of\n              fine. In default of payment of fine, he shall\n              undergo further rigorous imprisonment for a\n              period of six months.\n</p><p data-structure=\"Conclusion\" id=\"p_27\">               (iii) Criminal Appeal No.1366/2005 filed by\n              the State against the acquittal order of Amit\n              Kumar Patel is dismissed. His acquittal is\n              affirmed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">\n</p><p data-structure=\"Conclusion\" id=\"p_29\">    21.       Appeals are accordingly disposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">    22.       A copy of this judgment shall be kept in the record of\n\n    Criminal Appeals No. 598/2002, 724/2002 and 1366/2005.\n\n\n\n</p><pre id=\"pre_2\">     (Rakesh Saksena)                                         (T.K.Kaushal)\n         Judge                                                    Judge\nb\n<span class=\"hidden_text\" id=\"span_56\"> (16)    Cr.A.No.496/2002</span>\n<span class=\"hidden_text\" id=\"span_57\">        Cr.A.No.598/2002</span>\n<span class=\"hidden_text\" id=\"span_58\">        Cr.A.No.724/2002</span>\n<span class=\"hidden_text\" id=\"span_59\">       Cr.A.No.1366/2005</span>\n </pre>","numcites":9,"numcitedby":30,"docsource":"Madhya Pradesh High Court","citetid":1518497,"divtype":"judgments","relatedqs":[{"value":"kidnapping","formInput":"kidnapping"},{"value":"kidnapping and abduction","formInput":"kidnapping%20and%20abduction"},{"value":"abduction ","formInput":"abduction%20"},{"value":"364a","formInput":"364a"},{"value":"direct evidence","formInput":"direct%20evidence"},{"value":"120 b ipc ","formInput":"120%20b%20ipc%20"},{"value":"section 120 b ipc","formInput":"section%20120%20b%20ipc"},{"value":"what is hurt","formInput":"what%20is%20hurt"},{"value":"ransom","formInput":"ransom"},{"value":"section 364","formInput":"section%20364"},{"value":"conspiracy","formInput":"conspiracy"},{"value":"sec 120-b","formInput":"sec%20120-b"},{"value":"DINDORI","formInput":"DINDORI"},{"value":"\"police statement\"","formInput":"%22police%20statement%22"},{"value":"church","formInput":"church"},{"value":"section 120-b in the indian penal code","formInput":"section%20120-b%20in%20the%20indian%20penal%20code"},{"value":"section 120 of ipc","formInput":"section%20120%20of%20ipc"},{"value":"ipc 120 ","formInput":"ipc%20120%20"},{"value":"jabalpur","formInput":"jabalpur"},{"value":"section 120(b) of ipc","formInput":"section%20120%28b%29%20of%20ipc"}],"cats":[{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"kidnapping-for-ransom","formInput":"tag:kidnapping-for-ransom"},{"value":"extortion-by-fear-of-death-or-grievous-hurt","formInput":"tag:extortion-by-fear-of-death-or-grievous-hurt"},{"value":"kidnapping-abducting-for-murder","formInput":"tag:kidnapping-abducting-for-murder"},{"value":"kidnapping, abducting","formInput":"tag:kidnapping, abducting"}],"courtcopy":true,"query_alert":null,"agreement":false}