{"tid":1932011,"publishdate":"2007-12-20","title":"Sachin Water Supply Company Pvt. Ltd. vs G.I.D.C. And 3 Ors. on 20 December, 2007","doc":"<h2 class=\"doc_title\">Sachin Water Supply Company Pvt. Ltd. vs G.I.D.C. And 3 Ors. on 20 December, 2007</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-a-puj\">K.A. Puj</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-s-shah\">M.S. Shah</a>, <a href=\"/search/?formInput=benchid:k-a-puj\">K.A. Puj</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n K.A. Puj, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The petitioner, namely, M/s. Sachin Water Supply Company Ltd., has filed this petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India challenging the communication dated 3.8.2006 received from the respondent No. 1 i.e. Gujarat Industrial Development Corporation reducing the period of contract entered into by and between the petitioner and the respondent No. 1 from 5 years to 3 months and further challenging the communication dated Nil directing the petitioner to stop the work of water supply in the Sachin Industrial Estate with effect from 4.5.2007 alleging that the same are arbitrary, illegal, against the public policy, violative of principle of natural justice and, therefore, violative of <a href=\"/doc/367586/\" id=\"a_2\">Articles 14</a> and <a href=\"/doc/1218090/\" id=\"a_3\">19(i)(g)</a> of the Constitution of India. The petitioner has also challenged the action of the respondent No. 1 to give away the contract in question to the respondent No. 3 i.e. M/s. Sachin Infra Management Ltd., on the same grounds as the said action of the respondent No. 1 is also arbitrary violative of <a href=\"/doc/367586/\" id=\"a_4\">Articles 14</a> and <a href=\"/doc/1218090/\" id=\"a_5\">19(i)(g)</a> of the Constitution of India. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The brief facts giving rise to the present petition are that the petitioner is engaged in the business of running, maintaining and providing water supply in Sachin industrial estate of GIDC and as such the petitioner is engaged in the said business since 19902000. The Chairman of the petitioner company is also Chairman and Managing Director of one M/s. Suman Silk Mills Pvt. Ltd., and has been carrying on business of producing man made and synthetic textile materials since 1984.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. It is the case of the petitioner that Sachin GIDC is a water scarcity area and earlier there was no proper permanent arrangement made by respondent No. 1 Corporation for supply of water to the industrial units situated in Sachin Industrial Estate. When the canal supplying water to Sachin GIDC was required to be closed the office bearers of the Association started discussions to find out an alternative for supply of water to which the petitioner had shown its willingness to supply water to Sachin industrial area. The said offer of the petitioner was accepted. Though it was not given a shape of formal contract, the petitioner was allowed to take steps in the direction of supplying water in the Sachin industrial estate. No sooner the petitioner started the said work, the said decision of the office bearers of association as well as respondent No. 1 Corporation was not acceptable to all the members and hence some trouble makers/individual members had approached this Court by preferring various petitions being Special Civil Application Nos. 9407/2000, 10382/2000 and 12310/2000 inter alia challenging the Resolution passed by respondent No. 1 giving work of water supply to the petitioner. Ultimately all these petitions were disposed of by this Court and interim relief granted earlier came to be vacated. Subsequently a written contract was entered into by and between the respondent No. 1 Corporation and the petitioner on 24.4.2001 for five years period. The tenure of the said contract came to an end on 31.3.2006. The question, therefore, again arose. A Water committee was formed in the Sachin GIDC for smooth supply of water to the units. In the meeting held on 12.6.2006 of Water Committee a decision was taken to continue the petitioner for operation, supply and maintenance of water supply of Sachin GIDC for a period of 5 years with effect from 1.7.2006 on certain terms and conditions. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. It is the case of the petitioner that the petitioner continued its job and discharged its duties with utmost sincerity. However, to the shock and surprise of the petitioner and for the reasons best known to the respondent No. 1 Corporation, a letter dated 3.8.2006 was issued terminating the services of the petitioner and informing that the period mentioned in the earlier letter dated 30.6.2006 of 5 years should be read as 3 months instead of 5 years. The respondent Corporation has, thus taken unilateral decision without even affording formal opportunity of being heard to the petitioner and without disclosing any reason for the said decision. On receipt of this communication the petitioner inquired into the matter as to what was the reason for revising the decision by the respondent No. 1 Corporation for reducing work contract from a period of 5 years to 3 months. Initially, the petitioner was given to understand that since the extension of contract for a period of 5 years was given without inviting offer and the decision of the respondent No. 1 Corporation might be considered as contrary to public policy. Subsequently the petitioner came to know that it was done by the respondent No. 2 i.e. Executive Engineer of the respondent No. 1 Corporation at the instance of one Mr. Maganbhai Patel who is also President of Sachin Industrial Estate and the Chairman of respondent No. 3, who managed to see that the work of petitioner was disturbed by using his influence at the highest level and because of his intervention, the decision taken for awarding contract by extending it for further period of 5 years was changed over night. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. It is also the case of of the petitioner that one fine morning a decision was taken to give away contract to respondent No. 3, without following due process at the behest of Mr. Maganbhai Patel and the petitioner was served with a communication dated Nil to stop work with effect from 4.5.2007. The petitioner was very much shocked and surprised as despite the fact that the decision was taken by the respondent No. 1 Corporation at the highest level of inviting bids and despite the further fact that once the contract having been given to the petitioner for further period of 5 years, in an absolutely surreptitious manner, the decision was taken to give away contract, without inviting tenders, in favour of respondent No. 3. It is this action of respondent No. 1 Corporation which is challenged in the present petition. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. Mr. N.D. Nanavati, learned Senior Counsel appearing with Mr. P.R. Nanavati, learned advocate for the petitioner has submitted that the impugned action of the respondent No. 1 Corporation is wholly arbitrary, illegal, void ab initio and has been taken without affording any opportunity of hearing to the petitioner and, therefore, the said action is violative of principle of natural justice and is also violative of <a href=\"/doc/367586/\" id=\"a_6\">Articles 14</a> and <a href=\"/doc/1218090/\" id=\"a_7\">19(i)(g)</a> of the Constitution of India and, therefore, the said decision deserves to be quashed and set aside. He has further submitted that the petitioner has been given extension of contract for a further period of 5 years with effect from 1.7.2006, and hence the respondent No. 1 Corporation is estopped from reducing the same for a period of 3 months. The principle of estoppal will apply to the Government authorities with full force. He has further submitted that the very first order dated 3.8.2006 is arbitrary and the respondent Nos. 1 and 2 are estopped from passing such order reducing the period of contract from 5 years to 3 months. He has, therefore, submitted that all the subsequent decisions of the respondents will ipso facto be required to be quashed and set aside. He has further submitted that impugned decision of the respondent is also bad inasmuch as the petitioner is under the legitimate expectation to have the contract period extended for a further period of 5 years, once the decision having been taken after lot of discussion and deliberations by the Water Committee consisting of major water consumers in the Sachin Industrial Area. He has further submitted that though the tenure of earlier contract came to an end on 31.3.2006 the petitioner, without any expectation of claiming price escalation and revision in terms of contract, continued water supplying to the Sachin GIDC without interruption and without entering into formal agreement. Ultimately looking to the good past record of the petitioner a conscious decision was taken to extend contract for further period of 5 years, whereby the petitioner had changed its position and under the anticipation of renewal of contract for a further period of 5 years the petitioner further invested a sum of Rs. 80 lacs to meet with future requirements by purchasing gas generator, repairing and maintaining the pipelines for water supply during intervening period just prior to the date when contract was formally extended for a further period of 5 years after receiving clear indication from Water Committee that they in principle have taken decision to extend period of contract for further period of 5 years. He has, therefore, submitted that in view of these circumstances, it is not open for the respondents to discontinue contract all of a sudden. Apart from this looking to all the accounts and other terms and contracts, the petitioner has been put to lurch where petitioner will have a great adverse financial impact because at the time when the petitioner was informed to stop work with effect from 4.5.2007 no decision was taken as to what would happen to the security deposit of Rs. 3 crores lying with respondent No. 1 Corporation, what would happen to recovery of amount from various industrial units for water supplied to them during continuance of contract period which comes to about Rs. 1.30 crores. No decision was also taken as to what will happen to the outstanding amount of the petitioner from GIDC - respondent No. 1 and what will happen to the inventories covering items worth Rs. 20 lacs. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. Mr. Nanavati has further submitted that one Mr. Pandol, who is the Chairman of the Area Development Authority has represented before the respondent No. 1 Corporation and has taken very strong objection against giving away a contract in favour of respondent No. 3 as it is not a bonafide and genuine party according to him. It is alleged that several discrepancies were found in the name as different names exist, one as per GIDC record and Anr.as per the Registrar of Companies. When the search was carried out on the respondent No. 3 Company all these facts have come to surface. The name, share capital, name of Board Directors did not tally. The petitioner also got search in the office of Registrar of companies and it was found that the anxiety shown by Mr. Pandol was fully justified. The genuineness of the respondent No. 3 Company is very much doubtful and, therefore the decision to hand over the contract to the respondent No. 3 should not be implemented unless and until all these clouds are removed. Mr. Nanavati further submitted that in fact, the petitioner was not served with any letter and his contract came to be terminated and in his place respondent No. 3 was inducted. Except the fact that on 5.5.2007 representative of respondent No. 3 alongwith respondent No. 2 came at the site to take possession and though the petitioner demanded letter giving away contract in favour of respondent No. 3 on 4.5.2007 onwards, the same was not given to the petitioner and the petitioner was kept absolutely in dark by the respondents. He has, therefore, submitted that the whole exercise is completely unjustified and contrary to the law of estoppal and principle of equity and justice. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"160789\" id=\"span_1\">8. This Court issued notice on 8.5.2007 and observed that on the returnable date the Court would consider the petitioner&#x27;s prayer for mandatory relief in view of the decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/160789/\" id=\"a_8\">Deoraj v. State of Maharashtra and Ors.</a> .</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">9. On service of notice Mr. S.N. Shelat, learned Senior Counsel with Mr. Mitul Shelat appeared on behalf of respondent Nos. 1 and 4 and Mrs. Ketty A. Mehta, learned advocate appeared on behalf of respondent No. 3. The first affidavit-in-reply was filed on behalf of respondent No. 2 on 8.6.2007. A preliminary objection was raised against the maintainability of the petition. It is stated therein that the agreement with the petitioner has come to an end and the respondent No. 3 has taken over the management and supply of water in the area and, therefore, petition deserves to be dismissed in limine. It is further stated that the respondent No. 1 Corporation has to ensure the allottees of Sachin Industrial Estate regular supply of water at economical rate without interruption. The water supply scheme has to be maintained and run in efficient manner, so that the water rate can properly be framed. It is further submitted that out of all industrial units, a few processing units consume bulk of the water supply. The rest of the industrial units which constitute the majority consume limited quantity of water. There is, therefore, a conflict of interest between various units. The major water consumers would desire to have water at the cheapest possible rate which may not be a major concern for the rest of the majority of units. The operation and maintenance of Sachin Water Supply Scheme was given to the petitioner Company from 31.3.2001 for a period of 5 years. The Board of GIDC resolved to extend the period for 3 months vide its resolution dated 13.4.2007 i.e. upto 30.6.2006. The Board also resolved to form a Water Committee. The Water Committee was to take decision for maintenance and operation of the water supply scheme. On 12.6.2006, the Committee resolved to extend the agreement with the petitioner for a period of 5 years from 1.7.2006. The Corporation also resolved that the water supply scheme be transferred to the Sachin Notified Area Authority with effect from 1.7.2006. There were representations from the recognised Industrial Association of Sachin Industrial Estate, namely, Sachin Industrial Cooperative Society, against maintenance of the scheme by the petitioner. A decision therefore, was taken that open offers should be invited from the interested eligible parties and thereafter, the selection be made. A bid document accordingly was prepared by the respondent No. 1 Corporation and was sent to Sachin Notified Area Authority to be approved and bids to be invited by Sachin Notified Area Authority. However, there were representations again by the Association, namely, Sachin Industrial Cooperative Society against the open bidding procedure. As a consequence, the bid document could not be approved by the Sachin Notified Area Authority and bids were not invited. In the meanwhile, there was a demand from the Association to hand over the scheme to the respondent No. 3 - Company incorporated under <a href=\"/doc/501652/\" id=\"a_9\">Section 25</a> of the Companies Act promoted by the Association. A meeting was held under the Chairmanship of the Principal Secretary (Industries) on 22.2.2007 and at the said meeting it was decided that in the light of resistance by the Association to invite open offer, the scheme be handed over to respondent No. 3 on fulfillment of certain conditions. A draft agreement was also prepared in the meanwhile and draft agreement was circulated to respondent No. 3 on 27.4.2007. The draft agreement was approved on 3.5.2007. The agreement was duly executed by and between all the parties for handing over the contract to the respondent No. 3 and the possession was handed over to the respondent No. 3 on 5.5.2007. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\">10. Affidavit-in-reply was filed by one Shri R.B.Gohil - Notified Area Officer, GIDC on behalf of respondent No. 4. It is more or less on the same line on which the affidavit- in-reply was filed on behalf of respondent No. 2. It is also confirmed in the said affidavit-in-reply that the agreement was executed between the parties and thereupon the respondent No. 3 took over the possession, operation and management of water supply scheme on 5.5.2007. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\">11. Affidavit-in-reply is filed by Shri Maganlal Patel &#x27;President of M/s. Sachin Infra Management Company Ltd.&#x27; respondent No. 3. Mrs. Ketty A. Mehta, learned advocate appearing for respondent No. 3 has vehemently opposed the petition and submitted that it is not at all maintainable as it is relating to specific performance of a contract between the petitioner and respondent No. 1 Corporation. The agreement on water supply has already been entered into between respondent No. 3 and respondent No. 1 on 4.5.2007 and in view of the said agreement possession of the infrastructure and work of water supply was also handed over to respondent No. 3 Company. She has further submitted that several disputed questions of facts pertaining to termination of contract between the petitioner and respondent No. 1 Corporation and also pertaining to the other disputes about handing over possession are raised by the petitioner. She has, therefore, submitted that the petition raises disputed questions of fact which cannot be decided in a writ petition. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\">12. Mrs. Mehta has further submitted that the respondent No. 1 Corporation has entered into contract for supply of water with petitioner Company which was contrary to the policy of the respondent No. 1 Corporation as decided with the approval of the Industrial Department of the State of Gujarat in July, 2004. A communication addressed to the Federation of the Industrial Associations, Gujarat by the GIDC clearly states that on 29.5.2004 in a joint meeting of the Hon&#x27;ble Minister for Industries and the representatives of the Federation of Industrial Associations and the Officers of the GIDC, it was decided that the work of water supply to various industrial associations should be entrusted to the Municipality / notified area authority / industrial associations. The same should be handed over in accordance with priority. It is, therefore, clear that it was decided to hand over the work of water supply to the industrial unit in GIDC Estate, firstly to the Municipality, failing which the notified area authority and failing which to the industrial association. She has, therefore, submitted that the private party was not to be given any contract for supply of water. She has further submitted that there are 38 industrial estates in the State of Gujarat and except Sachin Industrial Estate in no other industrial estate of GIDC water supply was given to a private Company. She has, therefore, submitted that for the reasons best known to the technical staff of GIDC at Sachin the contract for water supply to a private Company like the petitioner was continued. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">13. Mrs. Mehta further submitted that as far as Sachin Industrial Estate is concerned, several complaints were made by the industrial units against the petitioner company in relation to supply of water as well as connections given by them. The complaints were made since 2003 by various units. It was also pointed out in the said complaint that some of the industrial units were made to pay extra deposits of lacs of rupees for higher volume of water. It was also alleged that the Chairman of the petitioner Company has been acting as per his own whims and the industries are kept under pressure by him. She has further submitted that because of various complaints and because of giving contract to a private Company contrary to the policy of the Corporation, the association of units decided to register a company incorporated under <a href=\"/doc/501652/\" id=\"a_10\">Section 25</a> of the Companies Act for the purpose of supplying water at a reasonable rate and consistently and regularly and applying profit, if any, for promoting its object and to give any dividend to its members. The respondent No. 3 Company, namely, Sachin Infra Management Ltd., was incorporated on 14.6.2006. The main object of the Company is to undertake, promote, encourage, aid organize, assist, plan, design and develop all the service areas for development of Sachin GIDC Industrial Estate including providing water and other basic facilities and infrastructure. After incorporation of respondent No. 3 Company representing industrial units in Sachin Estate it was incumbent on the part of the GIDC to immediately allow them to start working. However, the technical staff of the Corporation at the local level not only strongly resisted but all efforts are made not to discontinue the services of private company like the petitioner and not to allow the respondent No. 3 Company to start its work of water supply. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_14\">14. She has further submitted that on 22.2.2007 a joint meeting was held in the chamber of the Principal Secretary (Industries) with the officers of the Corporation, representatives of the Sachin Industrial Cooperative Society and also the representatives of Sachin Textile Processing Industries Welfare Association and the members of the major water consumption committee. In the said meeting after discussion as to whether bids should be called for from private companies for water supply to Sachin Industrial Unit or work should be handed over to the respondent No. 3 Company, a final and conclusive decision was taken to hand over work of water supply to respondent No. 3 Company. She has further submitted that despite the fact that the decision was taken on 22.2.2007 to hand over the work of water supply to respondent No. 3 no action was taken by the technical staff. At the local level a letter was addressed on 4.5.2007 by the Executive Engineer to the petitioner Company stating therein that on 11.4.2007 inventory / verification was done as far as the petitioner Company is concerned and according to the decision taken with immediate effect water supply scheme is taken over from the petitioner on 4.5.2005. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\">15. Mrs. Mehta has further submitted that a misleading statement is made before this Court by the petitioner as well as Executive Engineer that possession was not taken over from the petitioner. She has further submitted that another misleading statement made in the petition is that respondent No. 3 took possession by any coersion or by threatening the Notified Area Authority. The true facts are that after the agreement was entered into between the Corporation and respondent No. 3 Company representatives of the respondent No. 3 Company had gone to the place from where water supply was to be made so that the infrastructure can be taken over and improved. In fact, as far as the petitioner is concerned it had already removed the necessary equipment and stopped water supply from where the petitioner was getting water supply. The Notified Area Officer was reluctant to give possession to respondent No. 3 Company and was again trying to see that there ware obstructions against respondent No. 3 in starting water supply. The workers of the petitioner were allowed to remain in the area where infrastructure of water supply was in force and were almost instigated to create law and order situation by some one. The Office bearers of respondent No. 3 company realised that there may be breach of peace and, therefore, they called the police. When the police arrived, the officers of respondent No. 3 showed the valid and legal contract entered in their favour by the Corporation. The police, therefore, asked the workers of the petitioner not to create any obstructions and not to create any law and order situation or breach of peace. Therefore, the workers of the petitioner Company left the area and possession was handed over to the respondent No. 3. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_16\">16. Mrs. Mehta further submitted that after notice was issued on this petition on 8.5.2007 hearing was fixed on 11.5.2007. On that day it was sought to be stated on behalf of the respondent Corporation that they are still in favour of calling bidding by private parties. This approach of the respondent Corporation was contrary to the policy of the Corporation and also contrary to the final decision taken by the Corporation on 22.2.2007. No decision whatsoever was taken to invite bids from the private parties. The suggestion for inviting bids was made in the meeting dated 22.2.2007. However, final decision was taken in the said meeting to hand over the operation and maintenance of the water supply scheme to respondent No. 3 Company. The said decision is binding on the respondent Corporation including the technical staff at the local level. No further decision is taken cancelling the said final decision. On the contrary, on 18.5.2007 a meeting was again held between the representatives of Sachin Industrial Cooperative Society, Sachin Textile Processing Industries Welfare Association, Sachin Infra Management Ltd., and the Managing Director and other officers of the GIDC and the minutes of the said meeting clearly show that at the highest level it was agreed that the respondent Corporation will return the interest free deposit taken from the petitioner Company and the respondent No. 3 Company will have to pay the interest free deposit as decided by the respondent Corporation. It was agreed that the operation and maintenance of Sachin Water Supply Scheme will be done by respondent No. 3 Company and the respondent Corporation cannot bid out the scheme to any private party for operation and maintenance. The respondent No. 3 Company can only out source the meter reading and billing. It was further decided that water rates will be worked out by the Water Committee constituted by respondent No. 3 Company and it was suggested by the concerned Minister that gradually a reserve fund will be created for utilising the same in case of major break down or replacement of pumping machinery etc. The respondent No. 3 company has to appoint a provisional Managing Director and Company Secretary for efficient functioning. It was further decided that respondent No. 3 Company may immediately complete the requirement of filing papers with the Registrar of companies regarding 50% of Board of Directors from major water users and majority of members from major water consumers in the Water Committee. It was also emphasised that major water users should not be put to difficulty and the company must work in a democratic way and run the scheme properly. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\">17. Mrs. Mehta further submitted that the respondent No. 3 Company has started water supply to all the units in Sachin Industrial Estate of the respondent Corporation since 5.5.2007. The respondent No. 3 Company has raised its own infrastructure for water supply. Inspite of the fact that no interim relief was granted in favour of the petitioner nor any status quo order was granted by this Court, the Executive Engineer of the respondent Corporation by his communication dated 28.5.2007 addressed to respondent No. 3 Company stated that &#x27;As directed the status quo should be maintained.&#x27; She has submitted that the said direction is misleading and makes a show as if the petitioner is granted status quo order and, therefore, respondent No. 3 Company is directed not to make any addition or alteration in the existing water supply scheme. She has submitted that this is a glaring example as to how the technical staff at local level is trying to defy the decision of the respondent Corporation at the highest level and also trying to mislead the parties to the petition regarding the direction of the Court. She has submitted that the said communication was only with a view to see that the respondent No. 3 cannot function efficiently and to facilitate the petitioner&#x27;s case regarding mandatory relief. By issuing such letter the Executive Engineer was usurping the powers of the Court with a view to help the petitioner. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\">18. Mrs. Mehta further submitted that even separate affidavit is filed on behalf of respondent No. 3 in reply to the affidavit filed on behalf of the respondent Nos. 1 and 2. In para-6 of the said affidavit a strong objection was raised against the averments made by the respondent No. 2 in his affidavit-in-reply. She has invited the court&#x27;s attention that the said statement is contrary to the minutes of the meeting dated 22.2.2007. She has submitted that there was no subsequent decision regarding calling for bids from the eligible parties after final decision taken in the meeting of 22.2.2007. Even the subsequent minutes of the meeting dated 18.5.2007 confirmed the work to be done by respondent No. 3 Company. She has submitted that the statement made by the Superintending Engineer in his affidavit is contrary to the decision taken by the respondent Corporation at the highest level and the Industries Department. She has also invited court&#x27;s attention to the objection raised against the averments made by the Notified Area Officer in his affidavit and submitted that the statement made by the Notified Area Authority to the effect that due process of taking back possession from the petitioner could not be done by Notified Area Authority, is contrary to the documents on record of the case and is misleading. She has, therefore, strongly urged that there being no substance in the petition the same deserves to be dismissed with costs. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_19\">19. A rejoinder affidavit is filed by the petitioner in response to the affidavit-in-reply filed on behalf of respondent No. 2 as well as 3. While dealing with the averments made in the said affidavit-in-reply Mr. Nanavati has strongly urged that the manner in which the action was taken by the respondent Corporation is absolutely dehors the law as well as against the settled principles enunciated by catena of decisions of this Court as well as Hon&#x27;ble Supreme Court. The Corporation being a Government Corporation cannot act in an arbitrary manner once having entered into contract with the petitioner and that too after lot of deliberations at the meetings held by and between all concerned, including petitioner and office bearers of Sachin Industrial Cooperative Society. Once having entered into a contract in writing between the parties, respondent Corporation is estopped as per the principle of Promissory estoppal from deviating with the terms of the contract. He has submitted that normally this Court while exercising jurisdiction under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a> of the Constitution of India may not interfere with the matter in the realm of contract. However, there are always exceptions to the general rule. In the present case concerned respondents have acted for their oblique motive by joining hands with each other and have taken arbitrary action of removing the petitioner from the scene and respondent No. 3 high handedly has taken over possession of the premises of water supply from the present petitioner. Under these circumstances, this is one of such cases where this Court shall interefere with the arbitrary action taken by the concerned respondents of removing the petitioner by issuing mandatory order, and thereby restoring possession of the premises in favour of the petitioner. Mr. Nanavati has controverted the facts stated by respondent No. 3 in its affidavit and submitted that there is no policy that private party cannot be given any contract for supply of water. On the contrary, the decision taken by the meeting with the concerned Minister is in the nature of guideline and it has no binding force. Moreover, there is no embargo in the guidelines prepared by the Industries Department to give contract of water supply to private party. The policy of the Government, on the contrary, permits such type of contract to be handed over to private party wherever it is suitable. He has invited court&#x27;s attention to resolution issued by Industries &amp; Mines Department of Government of Gujarat dated 12.6.2000 wherein it is specifically provided that the Area Development Authorities / Municipalities are empowered to give such contract to private parties so as to see that such Area Development Authorities / Municipalities as the case may be become more autonomous and self sufficient. This Government Resolution is not superseded in the board meeting No. 412 of 2003 of GIDC. He has further submitted that after the board meeting held on 16.7.2003 another board meeting No. 428 of 2006 was held and vide Resolution No. 14 the decision was taken to give contract of water supply on the basis of the decision which may be taken by the committee constituted by Sachin Notified Area Authority. Thus, the communication produced alongwith affidavit-in-reply dated 20.7.2004 is absolutely of no relevance and does not bar the decision of the authority to give contract to the petitioner for supply of water in the Sachin Industrial Estate. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">20. Mr. Nanavati further submitted that several irregularities are committed in the incorporation of the respondent No. 3 Company under <a href=\"/doc/501652/\" id=\"a_12\">Section 25</a> of the Companies Act. In fact, because of wrong data given and several other documents submitted by the Company it appears that inquiry was going on in the Registrar of Companies and registration of the company has been cancelled. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_21\">21. A further affidavit was filed on behalf of the petitioner on 1.8.2007 wherein it is stated that pursuant to the inquiries conducted by the office of the Registrar of the Companies, the Regional Director, Ministry of Company Affair, Western Region revoked the license issued to respondent No. 3 under <a href=\"/doc/948568/\" id=\"a_13\">Section 25(8)</a> of the Companies Act, 1956. In view of this development, under the provisions of the <a href=\"/doc/1353758/\" id=\"a_14\">Companies Act, 1956</a> the Company is not entitled to commence any business and the same shall be subject to restriction contained in <a href=\"/doc/349558/\" id=\"a_15\">Section 149</a> of the companies Act, 1956. Moreover, in view of this revocation of license the tall claim made by the respondent No. 3 that it is a company of association registered for the purpose of providing water on &#x27;no profit no loss&#x27; basis is demolished. Mr. Nanavati has, therefore, submitted that appropriate directions are required to be issued directing the respondent No. 3 to hand over the work of water supply to Sachin Industrial Estate to the petitioner forthwith. He has, therefore, while summrising his arguments in rejoinder, has submitted that the petitioner once having been granted contract for a further period of 5 years after due deliberation in the meeting dated 12.6.2000 the respondent Nos. 1 and 2 are estopped from reducing the term of the contract from 5 years to 3 months on the basis of principle of promissory estoppal. The action of respondent Nos. 1 and 2 is prima facie malafide and has been taken in colourable exercise of power and taken at the behest of one Mr. Maganbhai Patel - Chairman of respondent No. 3 Company. Both respondent Nos. 1 and 3 are not capable of entering into a contract and the so called impugned contract dated 4.5.2007 entered into by and between the respondent No. 3 with the respondent No. 1 Corporation is void ab initio. The status of respondent No. 3 is of a trespasser over the property of the petitioner and, therefore, allowing the respondent No. 3 to further continue to utilize the property of the petitioner would amount to perpetual illegality. Even otherwise, since the respondent No. 3 has lost the status of Company registered under <a href=\"/doc/501652/\" id=\"a_16\">Section 25</a> of the Companies Act, 1956 the decision taken in the meeting dated 22.2.2007 to give impugned contract to company registered under <a href=\"/doc/501652/\" id=\"a_17\">Section 25</a> has become redundant. He has, therefore, submitted that the petition is required to be allowed with cost. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_22\">22. As far as revocation of license is concerned, Mrs. Ketty Mehta, for the respondent No. 3 has submitted that a third party behind the back of respondent No. 3 - Company made some applications and obtained an exparte order against respondent No. 3 - Company under <a href=\"/doc/1144391/\" id=\"a_18\">Section 25(7)</a> of the Companies Act, 1956. The said order having been obtained without any notice to respondent No. 3 - company and behind its back, respondent No. 3 - Company has preferred Special Civil Application No. 19467 of 2007 before this Court challenging the said order on various grounds, including a patent violation of the rules of natural justice.this Court has issued notice and also granted interim relief in terms of para 9(B) of the said petition. By virtue of the said interim relief the implementation, operation and execution of the said order dated 26.7.2007 passed by the Regional Director has been stayed. She has further submitted that the question raised behind the back of the respondent No. 3 Company to the effect that the respondent No. 3 Company is not formed by Sachin Industrial Association is also not factually correct. The Member of the Executive Committee of the Sachin Industrial Cooperative Society Ltd., are the Director of the respondent No. 3 Company. They are the persons who have registered the company as Directors and Promoters of the respondent No. 3 Company. In the meeting of the Sachin Industrial Cooperative Society Ltd., dated 26.6.2006, a resolution was passed by the general meeting that for the various works and proper and successful work pertaining to infrastructure of Sachin Industrial Area, Company under <a href=\"/doc/161433/\" id=\"a_19\">Section 25(2)</a> of the said Act is to be created. The said resolution was passed unanimously in the general meeting of the Sachin Industrial Cooperative Society Ltd. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_23\">23. She has further submitted that the respondent No. 3 Company has been supplying water since 5.5.2007. However, with a view to harass respondent No. 3 Company the officers of the respondent Corporation are not allowing the respondent No. 3 Company to recover the bills from the members who are willing to pay the outstanding bill for supply of water. The outstanding bills are not allowed to be recovered and necessary orders of this Court is required to be passed regarding the outstanding bill, because mechanism to recover the bill was not properly worked out by the petitioner. The respondent No. 3 Company has already issued circular to the members to make necessary payment of the outstanding amount to the petitioner. She has further submitted that the disputed question regarding outstanding bills of water supply cannot be decided and appropriate remedy can be taken by the petitioner for the same. The respondent Corporation be directed by this Court to give details and take some steps. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">24. Considering the pleadings of the parties and after hearing the learned advocates appearing for their respective parties the Court has passed an interim order on 3.8.2007 whereby the following informations were called for from GIDC/Notified Area on the record of this petition:\n</p>  \n\n<blockquote id=\"blockquote_1\">(i) who had laid down the pipelines and done the other capital works in connection with the water supply scheme to the industries in GIDC Estate, Sachin. \n</blockquote> \n\n<blockquote id=\"blockquote_2\">(ii) who had incurred the expenditure for these capital works and what were the expenses incurred for the capital works; The Court further observed in the said order that before placing this information on the record of this petition, the GIDC shall give an opportunity of hearing to the petitioner. The Court has also observed in its order that, according to the petitioner the amounts indicated in the Statement at Annexure-8 (pages 213 to 227) are the amounts outstanding from the industries in the GIDC Estate, Sachin towards water supply charges. The Court, therefore, directed the respondent No. 3 and/or Association of Industries in the GIDC Estate at Sachin to state what are the amounts outstanding from the Industries at GIDC Estate, Sachin to the petitioner - Company and within how much time such amounts will be paid to the petitioner - Company. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">25. Pursuant to the aforesaid order an affidavit is filed by one Shri Bhagwanji Chaganbhai Makwana of the respondent No. 1 Corporation wherein it is stated that initially the entire pipeline and capital works for the purpose of water supply was provided by GIDC. The entire cost was Rs. 491 lacs. Subsequent to the contract with the petitioner, the petitioner has also undertaken laying of pipeline and some capital works. The cost towards the same is estimated by the petitioner at Rs. 1,63,16,937.00 lacs. Out of this, inventory costing Rs. 66,65,513/-is installed and the remaining inventory costing Rs. 96,41,424/-is lying at the water works and/or in the custody of the petitioner. The valuation of the work is on the basis of the bills submitted and requires detailed verification. It is further submitted that the scheme was handed over to the respondent No. 3 having regard to its claim that it was floated by the Association, that it was registered under <a href=\"/doc/501652/\" id=\"a_20\">Section 25</a> of the Companies Act, 1956, that 50% of the directors of the Company were from major water users for which a list of 12 directors was supplied. These terms were incorporated as preconditions for handing over of the scheme. It is further stated that the respondent Corporation has received a communication dated 10.8.2007 from the Assistant Registrar of Companies. The contents of the communication indicate that the Company has not been formed by the Association but it is formed by individual members since none of the directors have identified themselves as nominee of the Association nor any resolution of the Association has been submitted at the time of incorporation. The number of directors representing the major water users is less than 50% and not as per condition 32 of the handing over conditions. Communication was also reproduced in the said affidavit. As per the Memorandum of Association, the authorised capital of the Company is Rs. 5 crores divided into Rs. 50,00,000 Equity Shares of Rs. 10 each, whereas the paid up capital of the Company is only of Rs. 9000/-. In this connection it is further pointed out that although the Company is incorporated on 14.6.2006, it has submitted necessary form for obtaining certificate of commencement of business as required under <a href=\"/doc/95255/\" id=\"a_21\">Section 149(2)</a> of the Companies Act, 1956 very recently in the month of August, 2007 and the same is still pending for registration. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_26\">26. The respondent No. 3 has filed further affidavit in response to the affidavit filed by the Superintending Engineer on 5.9.2007 wherein it is stated that the Executive Engineer has given the facts without personally verifying the same and has based all his factual data as supplied by the petitioner himself. It is further stated that the Minutes of personal hearing given to the petitioner on 30.8.2007 makes it clear that the petitioner had given information which is mechanically accepted by the Superintending Engineer. The main dispute raised by the petitioner for the outstanding amount of water supply from the members of the Industrial Units is not verified. The said outstanding amounts given in the earlier affidavit of the petitioner are manipulated and they do not reflect correct outstanding amounts from the units. The respondent No. 3 Company had written letters to all the members, whose outstanding was shown as more than Rs. 1 lac. They were requested either to pay the same or to submit correct facts regarding outstanding. Several members have shown receipt of payment to the petitioner Company though their outstandings are shown in the said list of outstanding amounts. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\">27. It is further stated that the units which are closed since 2001 are shown as water users and their outstandings are shown as if they are using the water. Names of such units were also given in the said affidavit. It is further stated that the textile mills which are already sold by the original unit holders are also shown as water users and their dues are piled up in the outstanding dues. It is further stated that the petitioner had entered into agreement with several textile and engineering units which were not using water in their manufacturing process. However, they require only a few buckets of water as drinking water. Therefore, the agreement was that they have to pay only Rs. 150/-per month to the petitioner Company. In the outstanding bill shown by the petitioner, recovery of all those textile and engineering units with whom agreement was entered into by the petitioner are shown as if they are regular water users. It is further stated that there are two units in which the directors of the petitioner company are water users and their dues are shown in the outstanding dues. It is further stated that the cost towards laying of pipeline and some capital work of the petitioner shown as Rs. 1,63,16,937/- and the inventory cost shown as Rs. 96,51,424/- lying at the water works and in the custody of the petitioner. The said valuation of laying of the pipeline and the capital works is falsely shown by the respondent No. 1 mechanically relying upon the facts stated by the petitioner. The pipeline expenses are already recovered by the petitioner company from the consumer units of Sachin Industrial Estate. The consumers deposits under &#x27;augmentation&#x27; head were recovered by the petitioner and are still lying with it. The same is not disclosed either by the petitioner or by the Executive Engineer. It is, therefore, submitted that the petitioner is not entitled to any cost as it has already included the said cost into the expenses recovered from the consumer units. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_28\">28. The affidavit further reveals that towards share capital, the Industrial Units have already submitted cheques worth more than Rs. 1 crore. However, the said cheques are kept with M/s. Sachin Textile Processors Industrial Welfare Association as the matter is subjudice before the Court. It is further stated that the Executive Engineer has given incorrect facts and makes allegations against the respondent No. 3 Company. However, he has not disclosed the facts to his own knowledge regarding the illegalities and irregularities committed by the petitioner Company and its directors. Three or four irregularities were pointed out by the respondent No. 3 in its affidavit. The grievance was also raised to the effect that the Irrigation Department had raised bills for supply of water for the month of May, 2007 and the same was sent to the Chairman of respondent No. 3 company on 10.7.2007 by the notified officer of the Corporation. The said amount of Rs. 48,20,904/-was submitted to the Executive Engineer, for receiving the same towards the dues of Irrigation Department by communication dated 17.8.2007. The same was not sent to the Irrigation Department till September, 2007. This was done with a view to starve respondent No. 3 Company by showing that they are not paying water charges of Irrigation Department. It is, therefore, submitted that these inflated and manipulated figures of outstanding amounts of water charges from the industrial units are not justified nor the so called expenditure shown to have incurred by the petitioner company for laying pipelines and other work is justified on the existing facts. It is, therefore, reiterated by Mrs. Mehta that the question raised in the petition regarding dues of company against the respondent Corporation are disputed questions of facts which cannot be decided in writ petition in view of the settled legal position. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_29\">29. A further affidavit was filed by the petitioner in September, 2007 and reply to the application filed by the respondent No. 3 on 24.9.2007. The respondent No. 1 has also filed an affidavit on 25.9.2007 denying the charges levelled by the respondent No. 3 in its affidavit. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">30. At the time of hearing of this petition Mr. Nanavati and Mrs. Mehta have cited following authorities in support of their respective submissions. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1969102\" id=\"span_2\">31. Mr. Nanavati in support of his submission relied on the decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1969102/\" id=\"a_22\">Sunil Pannalal Banthia v. City And Industrial Development Corporation of Maharashtra Ltd.</a>  wherein it is held that it is quite obvious that having acted and held out assurances to the appellants which caused the appellants to alter their position to their prejudice, it was not open to CIDCO to take a unilateral decision to cancel the allotment on the ground that it had acted without jurisdiction and/or in excess of jurisdiction and in violation of its rules and regulations.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863304\" id=\"span_3\">32. He has further relied on the decision of Hon&#x27;ble Supreme Court in the case of M/s. <a href=\"/doc/1863304/\" id=\"a_23\">Popcorn Entertainment v. City Industrial Development Corporation</a>  wherein it is held that the High Court has committed a grave mistake by relegating the appellant to the alternative remedy when clearly in terms of the law <a href=\"/doc/1863304/\" id=\"a_24\">laid down by</a> this Court, this was a fit case in which the High Court should have exercised its jurisdiction in order to consider and grant relief to the respective parties. In the opinion of the Hon&#x27;ble Supreme Court<a href=\"/doc/1863304/\" id=\"a_25\">, <a href=\"/doc/1863304/\" id=\"a_26\">in that case</a></a>, 3 of the 4 grounds on which writ petitions can be entertained in contractual matter was out and hence it was completely true to dismiss the writ petition.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">33. Mrs. Mehta relied on the decision of the Hon&#x27;ble Supreme Court in the case of M/s.Bhagubhai Virajlal v. State of Madhya Pradesh and Ors. reported in 1992 Suppl(1) Supreme Court Cases 707. While confirming the decision of the Madhya Pradesh High Court the Hon&#x27;ble Supreme Court has held that the High Court has rightly dismissed the petition on the ground that the dispute had arisen out of the contract and disputed question of facts which had to be settled in a Civil Court. The Hon&#x27;ble Supreme Court has taken the view that there was no cause to interfere with the order of High Court which left the matter to be settled in Civil Court. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">34. She further relied on the decision of the Hon&#x27;ble Supreme Court in the case of State of Bihar and Ors. V.Jain Plastics and Chemicals Ltd.  wherein it is held that a writ is not the remedy for enforcing contractual obligations. A writ petition under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> is not the proper proceeding for adjudicating such disputes. Under the law, it was open to the respondent to approach the Court of competent jurisdiction for appropriate relief for breach of contract. When an alternative and equally efficacious remedy is open to the litigant, he should be required to pursue that remedy and not to invoke the writ jurisdiction of the High Court. Equally, the existence of alternative remedy does not affect the jurisdiction of the Court to issue writ, but ordinarily that would be a good ground in refusing to exercise the discretion under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the Constitution of India. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"354257\" id=\"span_4\">35. Mrs. Mehta further relied on the decision of the Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/354257/\" id=\"a_29\">Noble Resources Ltd. v. State of Orissa and Anr.</a> reported in AIR SC 119 wherein it is held that ordinarily, a specific performance of contract would not be enforced by issuing a writ of or in the nature of mandamus, particularly when keeping in view the provisions of the <a href=\"/doc/1671917/\" id=\"a_30\">Specific Relief Act, 1963</a> damages may be an adequate remedy for breach of contract.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">36. Having heard learned advocates appearing for the respective parties at great length and having carefully considered their submissions and having minutely gone through the memo of petition, various affidavits filed during the pendency and during the course of hearing of this petition and also having examined the documents attached therewith, the real questions arising before the Court for its consideration are as to whether the manner in which the petitioner&#x27;s contract was terminated by the respondent Corporation is absolutely dehors the law as well as against the settled principles enunciated by the Court from time to time, whether the respondent Corporation being a Government Corporation has acted in an arbitrary manner in terminating the petitioner&#x27;s contract, once having entered into a contract with the petitioner, whether the respondent Corporation is estopped as per the principle of promissory estoppal from deviating from the terms of contract and whether this is one of such cases whereThis Court should interfere with the alleged arbitrary action of the respondent Corporation, despite the fact that normally this Court, while exercising jurisdiction under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> of the Constitution of India, is not interfering with the matter in the realm of contract. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">37. If we consider the above issues raised by the petitioner with special reference to the facts and circumstances of the present case, it appears to us that the communication dated 3.8.2006 reducing the period from 5 years to 3 months was not initially challenged by the petitioner. It is much after the expiry of the said period of 3 months and when the petitioner was asked to stop the work of water supply with effect from 4.5.2007, the present petition was filed. It also appears to us that the decision to extend the contract for the further period of 5 years was taken at the local level and it had not been with prior approval of higher authorities. The communication which was sent to the petitioner was only after such approval and it was to the extent of reduction of period from 5 years to 3 months. The facts on record further reveal that there was no final decision to invite bids, on the contrary, a positive decision was taken in the meeting held on 22.2.2007 that no bids be invited. The facts also reveal that an agreement was executed and possession was handed over to the respondent No. 3 on 4.5.2007. Ofcourse, there is dispute with regard to handing over the possession to and/or forcefully taking possession by the respondent No. 3. However, this disputed question of fact cannot be gone into by the Court while exercising its writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution of India. It has also come on record that the respondent Corporation has initially entered into the contract with the petitioner which is contrary to the policy of the Corporation as except Sachin Industrial Estate at no other place, for supply of water contract is given to any private party. It has been demonstrated before us that several complaints are filed against the petitioner by the members of the association and the members themselves have decided to form a company under <a href=\"/doc/501652/\" id=\"a_33\">Section 25</a> of the Companies Act, 1956 for the purpose of, inter alia, carrying out the work of supply of water amongst the members of Sachin Industrial Estate. Though dispute was sought to be raised about the genuineness of the Company and it was demonstrated before us that license granted by the Registrar of Company was revoked, the said order, however, was stayed by this Court in a petition challenging the action of the Registrar of the Company and hence the said order would not render any assistance to the case of the petitioner. As far as deposit of Rs. 3 crores lying with the respondent Corporation is concerned, the respondent Corporation&#x27;s counsel has made the statement before the Court that the same will be returned to the petitioner and hence there may not be any grievance so far as the amount of deposit is concerned. So far as outstanding dues of the petitioner from the members of the association are concerned, there are very serious disputes about these dues. A detailed affidavit is filed by respondent No. 3 to this effect wherein various irregularities have been pointed out. If this affidavit is considered on its face value, this Court cannot go into the said disputed question of fact and adjudicate the same in absence of proper evidence. The better course for the petitioner is to initiate appropriate civil proceedings against the defaulting members. In the present petition filed under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the Constitution of India, the Court is not inclined to grant any relief on this ground. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_38\">38. As far as respondent No. 3 is concerned, it has been sufficiently demonstrated before us that from 4.5.2007 onwards the respondent No. 3 has been supplying the water to the members of the association and necessary infrastructural facilitates have been created and no grievance was raised by any person during the pendency of this petition. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\">39. Considering all the above aspects of the matter, we are of the view that it cannot be said that the respondent Corporation has acted in an arbitrary manner, firstly in reducing the contract from 5 years to 3 months and, thereafter, in terminating the contract and handing over the possession to the respondent No. 3 with effect from 4.5.2007. We are also not convinced with the submissions made by the petitioner that the respondent Corporation is estopped by principle of promissory estoppal, as no valid contract was executed by the respondent Corporation with the petitioner for extension of the contract for 5 years. Even if it is assumed that such a decision was taken, the legitimacy of <a href=\"/doc/354257/\" id=\"a_35\">the said decision</a> was very much in dispute and the higher authorities have not approved <a href=\"/doc/354257/\" id=\"a_36\">the said decision</a>. There was no positive decision to invite fresh bid and hence the petitioner cannot compel the respondent Corporation to award the contract only by resorting to a mode of inviting fresh bids. Even otherwise, there is consistent policy followed by the respondent Corporation all over the State to award the contract of supply of water either to Municipalities, the notified authorities or association and in no case to a private party. If we consider all these aspects in totality, it cannot be said that this is an exceptional case where the Court should exercise its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution of India, in the matters falling in the realm of contract. We are, therefore, of the view that the petitioner is not entitled to claim any relief in the present petition filed under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of the Constitution of India. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\">40. It is, however, made clear that since the petitioner&#x27;s deposit of Rs. 3 crores is lying with the respondent Corporation and the respondent Corporation has agreed to return the said deposit, the respondent Corporation is hereby directed to return the said deposit within fortnight from today to the petitioner. We also make it clear that dismissal of this petition would not come in the way of petitioner from initiating legal proceeding of recovery of its dues by way of filing Civil Suit before the competent court. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\">41. Subject to the aforesaid directions and observations, the petition is accordingly dismissed without any order as to costs. \n</p> \n\n","numcites":15,"numcitedby":0,"docsource":"Gujarat High Court","citetid":1932011,"divtype":"judgments","relatedqs":[{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"what is arbitrary action arbitrariness","formInput":"what%20is%20arbitrary%20action%20arbitrariness"},{"value":"status quo","formInput":"status%20quo"},{"value":"companies act 1956","formInput":"companies%20act%201956"},{"value":"Section 25 companies ","formInput":"Section%2025%20companies%20"},{"value":"when is an action arbitrary","formInput":"when%20is%20an%20action%20arbitrary"},{"value":"interim relief","formInput":"interim%20relief"},{"value":" contract was extended from","formInput":"%20contract%20was%20extended%20from"},{"value":"handing over possession","formInput":"handing%20over%20possession"},{"value":"Gujarat Industrial Development Corporation ORR \"GIDC\"","formInput":"Gujarat%20Industrial%20Development%20Corporation%20ORR%20%22GIDC%22"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"gidc","formInput":"gidc"},{"value":"registrar of companies","formInput":"registrar%20of%20companies"},{"value":"''office bearer''","formInput":"%27%27office%20bearer%27%27"},{"value":"jurisdiction under article 226","formInput":"jurisdiction%20under%20article%20226"},{"value":"Nanavati","formInput":"Nanavati"},{"value":"co-operative society","formInput":"co-operative%20society"},{"value":"directors company","formInput":"directors%20company"},{"value":"contract for supply of ","formInput":"contract%20for%20supply%20of%20"},{"value":"water supply","formInput":"water%20supply"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"freedom-with-reasonable-restrictions","formInput":"tag:freedom-with-reasonable-restrictions"}],"courtcopy":false,"query_alert":null,"agreement":false}