{"tid":1049246,"publishdate":"1978-03-31","title":"J. Thomas And Co. (Jute And Gunnies) Pvt. ... vs The Bengal Jute Baling Co. Ltd. on 31 March, 1978","doc":"<h2 class=\"doc_title\">J. Thomas And Co. (Jute And Gunnies) Pvt. ... vs The Bengal Jute Baling Co. Ltd. on 31 March, 1978</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1979CAL20, 82CWN864, AIR 1979 CALCUTTA 20, (1979) 82 CAL WN 864</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n \n\n  Sankar Prasad Mitra, C.J.   \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is an appeal from a judgment of Salil K. Roy Chowdhury J., delivered on the 20th and 21st Dec., 1973 dismissing an application for setting aside an award. It is an award of the Tribunal o Arbitration of the Bengal Chamber of Commerce and Industry being Award No. 248 made on the 18th March, 1952. The petitioner before the learned Trial Judge, who is now the appellant before us, made inter alia, the following prayers : \n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;(a) That the said purported Contract No. B/713 dated 31st May 1951 and/or the Bought Note and Sold Note relating thereto and the arbitration agreement contained therein be declared null and void and/or the validity and/or the existence and/or the effect of the said purported contract and the arbitration agreement contained therein be determined by this Hon&#x27;ble Court; \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (b) That the purported reference and the said pretended Award of the Tribunal of Arbitration of the Bengal Chamber of Commerce and Industry being purported Award No. 248 dated 18th March 1952 be declared null and void, inoperative, invalid and/or of no effect whatsoever; \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (c) That the said purported Award be set aside.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_2\"> The application it is stated has been made under <a href=\"/doc/1154891/\" id=\"a_1\">Sections 33</a> and <a href=\"/doc/1503578/\" id=\"a_2\">30</a> of the Arbitration Act, 1940. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\"> 2. When the contract, being contract N. B/713 dated the 31st May 1951, was entered into it is common case that the Raw Jute (Central Jute Board and Miscellaneous Provisions) Act, 1951 (hereinafter called &quot;the Act&quot;) was in operation. In the preamble to the Act it was stated : \n</p>  \n\n<blockquote id=\"blockquote_4\">  &quot;Whereas a crisis has arisen in the Jute industry on account of the owners of Jute Mills not being able to secure adequate supplies of raw jute at the maximum prices fixed under the <a href=\"/doc/104027461/\" id=\"a_3\">West Bengal Jute (Control of Prices) Act, 1950</a>. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> And whereas it is expedient to set up a Central Jute Board in West Bengal for\n\nensuring equitable supply of raw jute to the owners of different jute mills. \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> And whereas it is also expedient to make certain other miscellaneous provisions for the better regulation of the jute trade and for the protection of cultivators of jute :-- \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> It is hereby enacted as follows:&quot;  \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_4\">  3. In an extraordinary issue of the Calcutta Gazette published on Wednesday, Jan. 31, 1951, at p. 82 of Part IV the Raw Jute (Central Jute Board and Miscellaneous Provisions) Bill, 1951 was published. It is necessary to go through the statement of objects and reasons placed before the legislature by the late Dr. Bidhan Chandra Roy who was the Member-in-charge of the Bill. In this statement it has been observed : \n</p>   \n\n<blockquote id=\"blockquote_8\"> &quot;Though the production of raw jute in India during the current season has been large enough to meet the consumption requirements of the jute mills for several months this year, there were allegations of raw jute selling at prices much above the maximum fixed by Government under the <a href=\"/doc/104027461/\" id=\"a_4\">West Bengal Jute (Control of Prices) Act, 1950</a>. The mills were making purchases individually and not through any central agency. This led to illegal transactions in jute and also resulted in an uneven supply of the raw material to the different jute mills. As a consequence stocks of raw jute of some of the mills fell far short of their requirements, so much so that there was an apprehension of their closing down at least for some time. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> To put a stop to these illegal transactions and to ensure a steady and equitable supply of raw jute to the jute mills at controlled prices, and also to make certain other miscellaneous provisions for the better regulation of the jute trade and for the protection of the jute cultivators, this State Government in consultation with the Government of India and with the sanction of the President, promulgated the Raw Jute (Central Jute Board and Miscellaneous Provi-visions) Ordinance, 1950, on the 14th Dec., 1950. \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> Under the Ordinance a Central Jute Board has been established with the representatives of various associations of jute mills, balers and dealers. Sellers were, however, given time up to and including the 29th Dec., 1950 for the performance of their existing contracts with the jute mills. The Central Jute Board commenced functioning from the 30th Dec. 1950, whereafter no mill can\n\npurchase or take delivery of raw jute direct from any seller or dealer or baler except through the intervention of the Central Jute Board. Henceforth all offers of sale or supply of raw jute to jute mills will, in the first instance, have to be made to the Central Jute Board which will then consider the offers and issue orders on sellers to make contracts with the jute mills selected by the Board, at controlled prices. This Bill has been drafted on the same lines. What is prohibited under the provisions of this Bill is a direct contract between a seller and a jute mill, but transactions in the other sectors of the trade, such as between dealers and balers, may take place freely as before. Provisions have been made in the Bill to prescribe minimum prices for raw jute to safeguard the interests of the growers. There is also a provision for licensing all holders of raw jute,&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_5\"> 4. From the preamble and the state-ment of objects and reasons it is clear that the State Government was interested in equitable supply of raw jute to all jute mills at controlled prices. A Central Jute Board was constituted and all direct contracts between a seller and a jute mill were prohibited except through the intervention of the Central Jute Board. \n</p> \n\n<p data-structure=\"Section\" id=\"p_6\"> 5. In this context, we have to examine some of the provisions of the Act itself. Sub-section (5) of <a href=\"/doc/738672/\" id=\"a_5\">Section 2</a> defines &quot;jute mill&quot;. It means a factory defined in, or declared to be a factory under the <a href=\"/doc/1955064/\" id=\"a_6\">Factories Act, 1948</a> which is engaged wholly or in part in the manufacture of jute products. Sub-section (6) of <a href=\"/doc/738672/\" id=\"a_7\">Section 2</a> defines &quot;owner of a jute mill&quot;. It means the person who has ultimate control over the affairs of the jute mill. Where the affairs of the jute mill are entrusted to a managing Agent, such managing agent shall be deemed to be the owner of the jute mill, \n \n\n</p><p data-structure=\"Section\" id=\"p_7\"> 6. Under <a href=\"/doc/1242720/\" id=\"a_8\">Section 4</a>, the constitution of the Central Jute Board has been provided for. <a href=\"/doc/1091250/\" id=\"a_9\">Section 5</a> runs thus :-- \n</p>  \n\n<blockquote id=\"blockquote_11\">  &quot;5. Contarcts for sale or supply of raw jute not to be made except in the manner provided: \n</blockquote>   \n\n<blockquote id=\"blockquote_12\"> (1) No person shall sell or agree to sell raw jute to the owner of a jute mill and no owner of a jute mill shall buy or agree to buy raw jute save and except in pursuance of a contract for the sale or the supply of raw jute entered into in the manner provided in <a href=\"/doc/420705/\" id=\"a_10\">Section 6</a>. \n</blockquote> \n\n \n<blockquote id=\"blockquote_13\">(2) Any contract entered into for the sale or the supply of raw jute with the owner of a jute mill save and except in the manner provided in <a href=\"/doc/420705/\" id=\"a_11\">Section 6</a> shall be void and of no effect. \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> (3) Any person contravening the provisions of Sub-section (1) shall be guilty of an offence under this Act and shall be punishable with imprisonment which may extend to six months or with fine or with both,&quot;   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_8\"> <a href=\"/doc/420705/\" id=\"a_12\">Section 6</a> is a very important section. It is  as under : \n</p>   \n\n<blockquote id=\"blockquote_15\"> &quot;6.   Manner of making contracts : \n</blockquote>   \n\n<blockquote id=\"blockquote_16\"> (1) Any person who intends to enter into a contract for the sale or the supply of raw jute with the owner of a jute mill shall apply to the Board specifying the quantity, quality and trade description of such jute and such other particulars in respect thereof, if any, as may be prescribed. \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> (2) The Board shall after considering the application, select an owner of a jute mill (who has signified in writing to the Board his intention to buy raw jute) with whom the applicant shall enter into a contract for the sale or the supply of raw jute within a date specified by the Board. \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> (3) (i) The applicant and the owner of jute mill selected under Sub-section (2) shall thereupon, within the date specified by the Board, enter into a contract for the sale or supply of raw jute on such terms and conditions (including terms as to arbitration in case of dispute) as may be prescribed: \n</blockquote> \n\n<blockquote id=\"blockquote_19\"> Provided that the prices for raw jute fixed under such contract, shall not exceed the maximum prices, if any, as may be fixed under the <a href=\"/doc/104027461/\" id=\"a_13\">West Bengal Jute (Control of Prices) Act, 1950</a>...... \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> (ii) An applicant or the owner of a jute mill selected under Sub-section (2) who refuses to comply in any manner with the provisions of Clause (i), shall be guilty of an offence under this Act and shall be punishable with imprisonment which may extend to six months or with fine or with both. \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> (4) In considering applications and in selecting owners of jute mills under Sub-section (2), the Board shall endeavour to ensure equitable supply of raw juta among owners of different jute mills but the selection of the Board shall not be questioned by or in any Court of Law, \n \n\n (5) The Board may levy in the prescribed manner, a cess from the applicant who enters into a contract for the\n\nsale or the supply of raw jute in accordance with the provisions of Clause (i) of Sub-section (3), at such rate as may be fixed from time to time by the Board not exceeding one eighth per centum of the value of the raw jute sold or supplied by the applicant under such contract.&quot;   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_9\"> 7. The scheme of the Act briefly is that in order to ensure equitable supply of raw jute to all jute mills, a Central Jute Board was constituted. All intending sellers of raw jute would have to apply to the Central Jute Board. The Jute Board would select a buyer and then a direct contract would be entered into between the seller and the buyer selected by the Jute Board. Any other manner of entering into a contract between a seller and an owner of a jute mill for sale or purchase of raw jute was prohibited by law. This was made clear by <a href=\"/doc/109209232/\" id=\"a_14\">Section 7</a> of the Act which was as follows.- \n</p>   \n\n<blockquote id=\"blockquote_22\"> &quot;7, Prohibition of delivery or acceptance of raw jute except in pursuance of contracts made in the manner provided- \n</blockquote>   \n\n<blockquote id=\"blockquote_23\"> (1) No person shall deliver or causa to be delivered to the owner of a juta mill and no owner of a jute mill shall accept or cause to be accepted any raw jute save and except in pursuance of a contract for the sale or the supply of raw jute entered into in the manner provided in <a href=\"/doc/67948378/\" id=\"a_15\">Section 6</a>. \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> (2) Any person contravening the pro-visions of Sub-section (1) shall be guilty of an offence under this Act and shall be punishable with imprisonment which may extend to six months or with fine or with both. \n</blockquote> \n\n<blockquote id=\"blockquote_25\"> (3)  The  provisions   of <a href=\"/doc/14704348/\" id=\"a_16\">Section  5</a>    and <a href=\"/doc/67948378/\" id=\"a_17\">Section 6</a> of this section shall have effect on  and from  the   appointed day.&quot; <a href=\"/doc/104027461/\" id=\"a_18\">Section 15</a> of the Act was more explicit.      It said :-- \n</blockquote><blockquote id=\"blockquote_26\">  &quot;15, Act to prevail over other law etc. The provisions of this Act and of any rules made thereunder shall have effect notwithstanding anything to the contrary in any other law, or in any custom, usage, contract or instrument.&quot;   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\"> 8. We have discussed as elaborately as necessary the various provisions of the above Act as also the background for its enactment inasmuch as the principal dispute between the parties before us is whether the contract in question was between a seller and a broker of an undisclosed principal which was admittedly a jute mill or a contract between a seller and a broker of a disclosed\n\nprincipal.     If the contract was a contract between a seller and a broker of an undisclosed principal the contract might be held to be valid. If, however, the contract was a contract between a seller and a broker of a disclosed principal the contract was void and illegal. We have also to keep in view the relevant provisions of <a href=\"/doc/1625889/\" id=\"a_19\">Section 23</a> of the Indian Contract Act, 1872. These provisions are :-- \n</p>   \n\n<blockquote id=\"blockquote_27\"> &quot;23. The consideration or object of an agreement is lawful unless--\n</blockquote><blockquote id=\"blockquote_28\">it is of such a nature that, if permitted it would defeat the provisions of any law, or\nIllustrations : \n</blockquote> \n\n<blockquote id=\"blockquote_29\"> (i) A&#x27;s estate is sold for arrears of revenue under the provisions of an Act of the Legislature, by which the defaulter is prohibited from purchasing the estate. B, upon an understanding with A, becomes the purchaser and agrees, to convey the estate to A upon receiving from him the price which B has paid. The agreement is void, as it renders the transaction, in effect, a purchase by the defaulter, and would so defeat the object of the law.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> 8-A. The position therefore is that if we find that the contract was a contract between a seller and a broker of a disclosed principal or if we find that the contract was of such a nature that, if permitted, it would defeat the privisions of the aforesaid Act, we have to hold that the contract was void and illegal and the award made under the contract has got to be set aside. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 9. Learned counsel for both the parties have cited authorities to satisfy us as to the correctness of their respective propositions. Our attention was also drawn to the authorities which have considered contracts in the standard forms of the Indian Jute Mills Association. To us, however, it seems that whether a contract has been entered into by an agent on behalf of an undisclosed principal or by an agent on behalf of a disclosed principal is a pure question of fact. This fact is to be ascertained from the terms of the contract themselves. When the Court has drawn its own conclusions on the terms of the contract the Court may also seek to support those conclusions by surrounding circumstances before or after the contract. Our first task.\n</p>\n<p data-structure=\"Section\" id=\"p_13\">therefore, is to analyse the terms themselves. These terms have been printed at pages 19 to 31 of the paper book. The contract has been signed by the appellant as &#x27;Brokers&#x27;. It opens with the words &quot;we have this day sold by your order and for your account to selves for Principals&quot;. These opening words make it clear that the appellant was acting merely as a broker. The appellant&#x27;s principal was some other party. The contract stipulates delivery of the goods &quot;free to buyers&quot; Mill Siding and/or Ghat. Weight guaranteed at Buyer&#x27;s Mill. Clause 2 of the contract is interesting it says:-- \n</p><blockquote id=\"blockquote_30\">  &quot;Delivery to Howrah Mill, by I. C. N. &amp; Ry. Co.&#x27;s, R. S. N. Co.&#x27;s, B. A. S. S, Co&#x27;s, E. B. R. S. S. Co&#x27;s, I. S. Co&#x27;s Steamer and/or Flat and/or by Rail.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">  We find, therefore, that delivery of the goods was to be effected at the buyer&#x27;s mill and the buyer was the Howrah Mill. \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> 10. Clause 3 of the contract stipulates: \n</p><blockquote id=\"blockquote_31\">  &quot;Transit Insurance-- To be cared for by sellers at contract rate plus 10% through Buyer&#x27;s Agency with M/s. Atlas Assurance Co. Ltd. and premium, to be deducted from Sellers&#x27; Invoice.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_16\"> 11.    Clause 6 of the contract provides: \n</p><blockquote id=\"blockquote_32\">  &quot;Non-delivery of Documents.-- In  case\nof   default   by Sellers,  Buyers    have  the\nright to exercise  any   of the     following\noptions.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 12. In the margin at pages 23-24 has been written: \n</p><blockquote id=\"blockquote_33\">  &quot;Brokerage in this contract is due for payment, @ one &amp; quarter per cent by sellers on account of the contract by both parties and is payable on the quantity contracted for without any abatement, contracts cancelled or not cancelled, goods, delivered or not delivered.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> 13. This is again another interesting clause. The appellant was the broker. Brokerage was payable to the appellant at the rate of 1 1/4 per cent by the sellers on account of contract by both parties. The brokerage is payable on the quantity contracted for irrespective of whether there is abatement or cancellation of the contract, irrespective of whether the goods are delivered or not. \n</p> \n\n<p data-structure=\"Section\" id=\"p_19\"> 14. Clause 9 (1) of the contract says: \n</p><blockquote id=\"blockquote_34\">  &quot;Claims in respect of short weight must be made not later than 5 working days after the arrival of the jute in buyers&#x27; mill.....&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_20\"> 15.   Clause   15 of the contract says: &quot;If the rates current at the    date    of the contract for freight by river steamer,\n\nand/or rail to the Buyers&#x27; Mill Siding and/or Ghat and insurance (including War risk) during transit shall be increased or reduced before the date of despatch of the goods consigned to Buyers&#x27; Mill Siding and/or Ghat, the rates mentioned in Clause I shall be increased or reduced accordingly.&quot; On a reading of the contract the features noticeable for our purposes are: \n</p>   \n\n<blockquote id=\"blockquote_35\"> (i) The appellant signed the contract as a broker for its principals; \n</blockquote> \n\n<blockquote id=\"blockquote_36\"> (ii) Goods were to be delivered at the buyer&#x27;s mill siding; \n</blockquote> \n\n<blockquote id=\"blockquote_37\"> (iii) This delivery was to be made to Howrah Mills; \n</blockquote> \n\n<blockquote id=\"blockquote_38\"> (iv) Transit insurance was to be effected through buyer&#x27;s agency; \n</blockquote> \n\n<blockquote id=\"blockquote_39\"> (v)  Brokerage was to be paid  to    the     appellant  irrespective   of  cancellation  of the contract or  delivery of goods; \n</blockquote> \n\n<blockquote id=\"blockquote_40\"> (vi) Short weight is to be ascertained at the buyer&#x27;s mill; \n</blockquote> \n\n<blockquote id=\"blockquote_41\"> (vii) The cost of carriage to buyer&#x27;s mill may be increased or reduced according to circumstances.  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_21\"> 16. Mr. Tibrewal, learned counsel for the respondent has argued before us that in a transaction a party can act both as a broker and as a principal. The duty of the broker comes to an end as soon as the contract is put through and he becomes entitled to his brokerage. The party which is the broker&#x27;s principal is the only party entitled to enforce the contract. The agent or broker can enforce only when he is the agent or broker for an undisclosed principal. \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\"> 17. Mr. Tibrewal has argued further that the contract in the instant case shows that Bengal Jute Baling Co. Ltd. the respondent is the seller and J. Thomas &amp; Co. (Jute &amp; Gunnies) Pvt. Ltd. is the purchaser. If the contract contains an arbitration clause and if the matter be referred to arbitration then the question of construction of the contract or of the liabilities of the parties to the contract is within the jurisdiction of the arbitrators. The arbitrators have made their award and it is not for the Court to construe the terms of contract. <a href=\"/doc/725355/\" id=\"a_20\">Section 33</a> of the Sale of Goods Act provides that delivery of the goods may be made by doing anything which the parties agree shall be treated as a delivery or which has the effect of putting the goods in the possession of a buyer or to any person authorised to hold them on his behalf. The contract here, according to Mr. Tibrewal, is be-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">tween the parties mentioned by him as would appear from the following facts: \n</p>   \n\n<blockquote id=\"blockquote_42\"> (i) Part of the goods was delivered by Bengal Jute Baling to J. Thomas and was accepted and paid for by J. Thomas and there is no dispute in respect of these goods, \n \n\n</blockquote><blockquote id=\"blockquote_43\"> (ii) Bengal Jute Baling applied to J. Thomas for extension of the delivery period. \n</blockquote> \n\n<blockquote id=\"blockquote_44\"> (iii) J. Thomas refused to grant extension to Bengal Jute Baling, \n \n\n</blockquote><blockquote id=\"blockquote_45\"> (iv) Bengal Jute Baling made out bills on J. Thomas.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 18. The fact that in the bills it is also mentioned at the bottom &quot;Broker yourselves&quot; says Mr. Tibrewal, does not in any way affect the position of J. Thomas as the buyer of the goods. The bills have been made on J. Thomas as buyer. The bills were submitted to J. Thomas. They refused to make payment unless certain conditions were fulfilled. The bills of lading were tendered to J. Thomas, The demand for payment was made to J. Thomas. The insurance was effected by J. Thomas. The contract was cancelled by J. Thomas, \n \n\n</p><p data-structure=\"RespArg\" id=\"p_25\"> 19. Learned counsel for the respondent submitted to us that after the disputes had arisen J. Thomas for the first time by its letter dated the 26th July, 1951 (page 154 of the Paper Book) disclosed the name of the principal. This act on the part of J. Thomas clearly established that the name of the principal had not been disclosed till then. The contract at page 19 unequivocally and in clear terms mentioned. J. Thomas as the purchaser. Thereafter starts the terms and conditions of the contract. Clause (1) specifies the quantity, rate and description of the goods. The expression &quot;free to buyer&#x27;s mills side and/or ghat, weight guaranteed at buyer&#x27;s mill&quot; is a part of the price clause mentioned in the contract. Clause (2) of the contract is the clause which indicates where the goods had to be booked. The goods were to come from Pakistan. They were to be transported either by a steamer or in a flat or by rail. Therefore, the place to which the goods had to be carried by public transport had to be mentioned so that the necessary bill of lading or railway receipt can be prepared. Clause (2) should be read with Clause (4) which provides that payment has to be made against the document. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 19-A. The contract in this case, says Mr, Tibrewal, was on the printed form\n\napproved by the Indian Jute Mills Association, Similar clauses in the contract came up for consideration before this Court and it was construed that the party mentioned as the buyer was entitled to enforce the contract. It may be that Howrah Mills was the purchaser of the goods from J. Thomas. But Howrah Mills was the ultimate purchaser. The contract between J. Thomas and Bengal Jute Baling was one of the contracts in a series of chain contracts. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> 20. Learned counsel has submitted that for the purpose of importing jute\nfrom East Pakistan an Import Licence was necessary which used to be granted to the Jute Mills on the basis of actual user&#x27;s licence. The appropriate authorities used to grant to the jute mills permission to have the jute imported from one of their buyers and such permission when granted used to be described as authority letters. The import used to be in the name of the Import licence holder and it was the import licence holder only who was entitled to clear the goods from the Customs Authorities. For this reason, the Bengal Jute Baling asked J. Thomas for a letter of authority. J. Thomas got the letter of authority in its turn from its purchaser mill. If the ultimate purchaser namely, the jute mill would have been a party to the contract between Bengal Jute Baling and J. Thomas, Bengal Jute Baling would have written to the Jute Mill directly instead of writing to J. Thomas, \n \n\n</p><p data-structure=\"Precedent\" id=\"p_28\"> 21. Mr. Tibrewal contends that since J. Thomas was not the owner of a jute mill the contract was not hit by the Raw Jute (Central Jute Board and Miscellaneous Provisions) Act, 1951. The provisions of the Act are restrictive and penal in nature and should be strictly construed. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> 22. An identical contract, says Mr. Tibrewal, entered into by and between J. Thomas and Bengal Jutu Baling on the 31st May, 1951 being Contract No. B/715 was a subject-matter of a suit filed by J. Thomas against Bengal Jute Baling. In that suit, it was contended that the contract was hit by the provisions of the said Act and was void ab initio. Mr. Justice Sabyasachi Mukharji has negatived the contentions. \n</p> \n\n<p data-structure=\"Section\" id=\"p_30\"> 23. The contract in dispute, submits learned counsel is a c.i.f. contract in respect of goods outside India. The provisions of the Act are in any event not applicable to the contract. It is clear that the delivery under the contract by Ben-\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"408590\" id=\"span_1\">gal Jute Baling would be to J. Thomas and then J. Thomas would deliver the goods to Howrah Mills, The Supreme Court in its decision  (<a href=\"/doc/408590/\" id=\"a_21\">Jaikishan Dass Mull v. Luchhiminarain Kanoria &amp; Co.</a>) has discussed the manner of working of a chain contract. This was also a chain contract.</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_32\"> 24. J. Thomas, contends Mr. Tibrewal, having accepted the award and having made payments under the award cannot now challenge the award. It is nobody&#x27;s case that the appellant made payment without prejudice to its rights to challenge the award. The last point of Mr. Tibrewal may immediately be dealt with. A person who gains a benefit by obtaining an advantage of money under an award accepts such award and cannot thereafter challenge it. But a person who suffers or incurs a detriment by paying a sum of money or otherwise under an award does not thereby preclude himself from challenging the award if it is otherwise open to challenge, (Kennard v. Harris, (1823-24) 2 B &amp; C 801 and Bartle v. Musgrave, (1841) 5 Jur 1061. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> 25. In the last named case Patterson J. categorically observed that the mere fact of the party having paid the money awarded interposes no obstacle to the setting aside of the award   \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_34\"> 26. Let us now come to the contract itself. We have said the terms of each contract have to be examined by the Court and the Court has to draw its own inference. If the facts as presented to us by Mr. Tibrewal be found to be correct we agree that his argument cannot be assailed. In other words, if the appellant had in fact entered into the contract as broker for an undisclosed principal, it could not be held that the contract was void for violation of the provisions of the Raw Jute (Central Jute Board and Miscellaneous Provisions) Act, 1951. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\"> 27. We have already discussed the relevant features of the contract. Those features prima facie do not help Mr. Tibrewal. We may now look into a few surrounding circumstances. The contract was made on the 31st May, 1951. Within a fortnight, on the 1,6th June, 1951, the respondent addressed a letter to the appellant. This letter has been printed at page 226 of the Paper Book and we intend to quote its contents. The document Is an admitted document. The respondent wrote this letter to the appellant before any dispute relating to the contract arose. The letter is this:-- \n</p>   \n\n \n<blockquote id=\"blockquote_46\">Re :-- Your cont. Nos. B/713, B/714 of 31st May, 1951 A/c. Howrah Jute Mills and Cont. No. B/715 A/c. Baranagore South Mills. \n</blockquote> \n\n<blockquote id=\"blockquote_47\"> We shall thank you to get us authority letters from the Mills referred to above, to deliver to them the above jute under the contracts.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> 28. In this appeal we are concerned with Contract No. B/713 dated the 31st May, 1951. This letter convincingly shows that the respondent knew that (a) that the sale was on account of Howrah Jute Mills and (b) that the delivery of the goods under the contract was to be made to Howrah Jute Mills. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\"> 29. In the face of this document we fail to see how Mr. Tibrewal can contend that the name of the appellant&#x27;s principal was not known to the respondent at all at the time the contract was made. We have already said that Howrah Jute Mills&#x27; name is in the contract itself and delivery, the contract itself shows, was to be made to the Howrah Jute Mills. Clause (2) of the contract is fully confirmed by this letter of June 16, 1951. When we read this letter along with Clause (2) of the contract it seems that in the instant case the agent has disclosed the name of the principal at the time the contract was made. This was not therefore the case of a contract entered into by an agent for an undisclosed principal. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\"> 30. There are a few other letters and documents, amongst many to which we intend to refer in support of the conclusion we have reached. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\"> 31. On the 27th June, 1961 (vide page 227 of the Paper Book), the appellant wrote another letter to the respondent. The appellant enquired whether the respondent wanted extension of due date which under the contract was to expire on the 30th June, 1951. The appellant said: \n</p><blockquote id=\"blockquote_48\">  &quot;should you desire any extension of the due date, please write per return giving us the period you require and we will see the buyers and do what we can for you.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_40\"> In the memo to this letter the very first contract is contract No. B/713 dated the 31st May, 1951 tor 8,000 maunds of jute and the name of the buyer namely, Howrah Jute Mills has been expressly stated. Clause (5) of the contract has made provisions for extension, it says :-- \n</p><blockquote id=\"blockquote_49\">  &quot;It is understood that if the due date of this contract is extended by mutual\n\nconsent of both the parties all other terms and conditions of the contract remain unchanged.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_41\"> 32. The appellant, in this letter of the 27th June, 1951 makes it abundantly clear that it is the buyer who can grant extension. Unless the buyer was a party to this contract the question of referring the matter to the buyer for the purpose of extension would not have arisen. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_42\"> 33. Correspondence between the parties, it appears was frequent at a certain stage. The respondent made the proposal for getting the goods insured. On the 10th July, 1951 (vide page 140 of the Paper Book), the respondent in a letter to the appellant suggested that the goods could be insured on the basis of the respondent&#x27;s dues and valuation shown therein. On the following day i.e. on July 11, 1951, the appellant writes to the respondent inter alia as follows :-- \n</p>   \n\n<blockquote id=\"blockquote_50\"> &quot;Dear Sirs, \n \n\n Contracts   Nos.   B/713,   714   &amp;  715   of 31-5-51. \n</blockquote> \n\n<blockquote id=\"blockquote_51\"> With reference to your letter of the 10th instant, in view of the buyers&#x27; refusal to grant extensions of these contracts no declarations regarding insurance can be issued until documents are presented bearing date not later than 30th June, 1951. \n</blockquote> \n\n<blockquote id=\"blockquote_52\"> (vide page  141 of the  Paper  Book).  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_43\"> 34. Here again, the appellant was informing the respondent that the right of granting extension under the contract was that of the buyer and the buyer had refused to grant extension. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\"> 35. The appellant&#x27;s letter to the respondent on the 20th July, 1051 (vide page 143 of the Paper Book) is import-ant for our purposes. The letter refers to contract No. B/713 dated 31st May, 1951 and the bills relating thereto. What the appellant has stated is :-- \n</p>   \n\n<blockquote id=\"blockquote_53\"> &quot;The following copy of a letter No. 66 of 19th instant, from the buyers, is forwarded for your information :-- \n</blockquote> \n\n<blockquote id=\"blockquote_54\"> &quot;We acknowledge receipt of your letter of the 17th instant and return herewith the abovementioned documents as these have not been tendered as per Clause 6 of the contract and therefore the contract now stands cancelled, as documents were not received by us within 15 days of due date.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_45\"> 36. The respondent&#x27;s reply to this letter (vide page 148 of the Paper Book) is rather interesting. The respondent says :-- \n</p>  \n<blockquote id=\"blockquote_55\">&quot;With reference to your letter of the 20th instant we are surprised to note the contents thereof. From the conduct of the parties and in particular your letter dated 11th shows that there was extension without any limit of 15 days, Moreover you accepted the documents when tendered and you are not entitled to return the same. So far as we are concerned both you and your principals are jointly and severally liable. We, therefore, send you the documents again and call upon you to pay for the same.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_46\"> This letter is extremely damaging to the respondent&#x27;s case made before us. If it was a contract between the respondent and the appellant as an agent for an undisclosed principal, the undisclosed principal can never be liable. The question of joint and several liability does not arise in such cases. The liability under <a href=\"/doc/634555/\" id=\"a_22\">Section 230(2)</a> of the Indian Contract Act, 1872 is that of the agent only. It would be legitimate to conclude from this reply which the respondent had given that the respondent knew from the date of the contract who the principal was and now that the principal was refusing to grant extension of time or honour the respondent&#x27;s bills the respondent was seeking to make both the principal and the agent liable. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\"> 37. The respondent by its letter of August 29, 1951 (page 170 of the paper book) referred the disputes to the arbitration of the Tribunal of Arbitration of the Bengal Chamber of Commerce. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\"> 38. The Registrar of the Tribunal gave notice to the appellant by his letter of September 10, 1951 (page 171 of the paper book). On the llth September 1951 (page 172 of the paper book) the appellant wrote to the respondent as follows: \n</p>   \n\n<blockquote id=\"blockquote_56\"> &quot;Dear Sir, \n \n\n Contract No. B/713 of 31-5-51. </blockquote><pre id=\"pre_2\">\n \n\n We   have received   from the Registrar Tribunal of Arbitration, Bengal Chamber of  Commerce,   under his notification No. ......  of   10th instant,  papers in  a    case\nNo.  ..... of 1951 for 8,000 mds.    Jute,\n</pre><blockquote id=\"blockquote_57\">which you have instituted against us as buyers under the above contract. We wish to intimate that we are only brokers in this transaction and therefore request you to amend your case to the Registrar to be against J. Thomas &amp; Co. (Jute &amp; Gunnies) Ltd., for principals, kindly take early action in this regard.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_49\"> 39. Immediately on receipt of this letter the respondent addressed a letter to the Registrar of the Tribunal on Septem-\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">ber  12,  1951.  In this letter the    respondent has said: \n</p><p data-structure=\"Section\" id=\"p_51\">  &quot;Please read the words &#x27;for principals&#x27; after the words &#x27;Disputes and differences having arisen between ourselves and Messrs. J. Thomas &amp; Co. (Jute &amp; Gunnies) Ltd.&#x27; in our letter to you of the 29th August, 1951.&quot; \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\"> 40. From this letter it appears that the respondent agreed to amend its reference to the Tribunal, by accepting the position that the appellant was acting &#x27;for principals&#x27; in the contract and was merely a broker. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_53\"> 41. The respondent tried to retract from the position which it had taken in its letter of September 12, 1951 on September 25, 1951. In a letter to the Registrar (page 183 of the paper book) the respondent wrote: \n</p><blockquote id=\"blockquote_58\">  &quot;We  are in receipt of your letter  No. ..... dated 19th September 1951  which\nappears to have crossed ours of the same date addressed to you. We have made the position clear in our letter of the 19th instant and accordingly you are requested to proceed with the arbitration as between ourselves and Messrs. J. Thomas &amp; Co. (Jute &amp; Gunnies) Ltd.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_54\"> 42. From what we have stated above it is clear that the respondent was taking up inconsistent positions. The respondent once admitted that the appellant was a broker in the transaction acting &#x27;for principals&#x27; and then realising that the admission would be detrimental to its interest it went back on its previous position and tried to assert that the appellant was the principal in the contract   \n \n\n</p><p data-structure=\"RespArg\" id=\"p_55\"> 43. The respondent&#x27;s statement before the Arbitrators on November 8, 1951 (page 246 of the paper book) is interesting and at the same time amusing. The respondent has said: \n</p><blockquote id=\"blockquote_59\">  &quot;Our case is against Messrs. J. Thomas. They are liable as brokers and/or agents for undisclosed principals. We draw the attention of the arbitrators to the following words in the contracts &#x27;We have this day sold by your order and for your accounts to selves for principals&#x27;. It means that the purchase was by Messrs. J. Thomas on behalf of their principals whose name was not disclosed in the contract. In this connection we refer to <a href=\"/doc/1154110/\" id=\"a_23\">Section 230</a> of the Indian Contract Act which provides to the effect that where the agent does not disclose the name of the principal it will be presumed that the agent can personally enforce\n\ncontract and he will be personally bound by the same.....&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_56\"> 44. We have already said that the contract itself contained the name of Howrah Mills. Secondly within two weeks of the date of the contract the respondent in its letter of June 16, 1951 (page 226 of the paper book) made it perfectly clear that the sale was on account of Howrah Mills and delivery was to be made to Howrah Mills. It was, therefore, idle on the part of the respondent to contend before the Arbitrators that the agent did not disclose the name of the principal and, as such, was liable under the contract in terms of <a href=\"/doc/1154110/\" id=\"a_24\">Section 230</a> of the Indian Contract Act. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_57\"> 45. There is one other curious fact to be noted. The respondent in its letter of reference to the Registrar of the Tribunal dated August 29, 1951 (page 170 of the paper book) writes: \n</p><blockquote id=\"blockquote_60\">  &quot;...... Please also request the gentleman whom you propose selecting not to accept the case if they feel embarrassed in any way by Messrs. Jardine Henderson Ltd., being the Managing Agents of the mill concerned. The representative from the brokers also who call on Jar-dine Henderson Ltd., may not be selected please.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_58\"> Mr. Rajat Ghose, learned counsel for the appellant stated before us that Messrs, Jardine Henderson Ltd., was the managing agents of Howrah Mills Co. Ltd. This statement was not contradicted by Mr. Tibrewal. The letter, therefore, reveals that the respondent knew that Howrah Mills Co. Ltd., was the buyer and the respondent was trying to exclude&quot; any person connected with the managing agents of the buyer from acting as an Arbitrator. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\"> 46. The respondent again contradicted itself when the matter came to this Court. In the affidavit-in-opposition of Radha Kissen Kanoria, one of the respondents directors affirmed on the 4th April, 1955 the respondent came out with a different case. In paragraph 3 of this affidavit Radha Kissen Kanoria says inter alia: \n</p><p data-structure=\"Precedent\" id=\"p_60\">  &quot;......  I deny that  the petitioner    was\nacting as a broker in the said transaction and that Messrs. Howrah Mills Co. Ltd., the owners of Howrah Mills, were the purchasers. So far as the respondent is concerned it sold the goods under the said contract to the petitioner and that the delivery of the goods was to be effected at the Howrah Mills at the re-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_61\">quest of and for and on account of the petitioner. The respondent, however, had no direct privity of contract with the Howrah Mills Co. Ltd. So far as the respondent is concerned the contract was as a principal to principal contract between the petitioner and the respondent.&quot; \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_62\"> 47. If we now try to retrace the facts we find that the contract in clause 2 mentioned the name of the Jute Mill which was buying the raw jute being the subject-matter of the contract. From the respondent&#x27;s letter of the 16th June 1951 it is apparent that the respondent knew that the sale was on account of Howrah Mills and the delivery was to be given to Howrah Mills. When the respondent referred the disputes to arbitration, the respondent tried to make the appellant alone liable. On the appellant&#x27;s protest the respondent agreed to amend the reference and to say that the appellant was liable &quot;for principals&quot;. The respondent retracted from that position and submitted to the Arbitrators that they should proceed with the arbitration as between Bengal Jute Baling and J. Thomas. Before the Arbitrators the respondent&#x27;s case was that the appellant had entered into the contract as an agent for an undisclosed principal and was liable under <a href=\"/doc/1154110/\" id=\"a_25\">Section 230</a> of the Contract Act. Before this Court the respondent tried to make out the case that the appellant was not an agent for an undisclosed principal but the principal itself and it was a contract between principal and principal. These inconsistent positions taken by the respondent as and when occasion arose cannot be overlooked in the instant case. The conduct of the respondent revealed as aforesaid, convinces us that our construction of the contract, namely, that it was a contract between the respondent and Howrah Mills Co. Ltd. is correct and the appellant was a broker for Howrah Mills Co. Ltd. that is to say, the agent of a disclosed principal. \n</p> \n\n<p data-structure=\"Section\" id=\"p_63\"> 48. It appears that on May 7, 1955 this matter came up before Bachawat, J. for settlement of issues. The third issue which was settled was: \n</p><blockquote id=\"blockquote_61\">  &quot;Was the petitioner acting as a broker in the transaction and were Messrs. Howrah Mills Ltd., the real purchasers of the goods?&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_64\"> 49. It was conceded before Bachawat, J. that the contract was not made in accordance with the Raw Jute (Central\n\nJute Board and Miscellaneous Provisions) Act, 1951. Now that we have held that the contract was between the respondent as the seller and Howrah Mills Co. Ltd., which was the owner of a jute mill, as the buyer the contract was hit by the, provisions of the said Act and was, therefore, illegal and void and the award that had been made under the contract was liable to be set aside. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\"> 50. Two other points have been argued before us. The appellant in paragraph 24 of the petition (page 14 of the paper book) has alleged that from time to time courts .were constituted by the Bengal Chamber of Commerce in case No. 623 of 1951, the case with which we are concerned. These courts were constituted on September 22, 1951, November 30, 1951, December 6, 1951, January 3, 1952, January 28, 1952 and February 5, 1952, One Mr. Tosh was an Arbitrator in all these courts. The appellant&#x27;s contention before us is that when a new court has to be appointed by the Bengal Chamber of Commerce the personnel of the new Court must be entirely different from the personnel of the old court. If A and B were appointed Arbitrators of one of the courts, neither A nor B can be appointed Arbitrator for another court. The constitution of the courts in the instant case was, therefore, bad and contrary to the rules of the Bengal Chamber of &#x27;Commerce. Reliance was placed on a judgment of S. R. Das Gupta, J. in Ram-nath v. N. S. &amp; Co. .  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_66\"> 51. The learned trial Judge has overruled this contention. One of the grounds for doing so is that at no point of time the appellant objected to the constitution of the Court which was a mere irregularity that should be deemed to have been waived. We do not intend to take a different view and interfere with the use of discretion by the learned trial Judge on this ground. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_67\"> 52. The next point urged before us is the point of limitation. Mr. Tibrewal had drawn our attention to Clauses (a) and (b) of the prayers in the petition. These clauses are as follows : \n</p>   \n\n<blockquote id=\"blockquote_62\">  &quot;(a) That the said purported Contract No. B/713 dated 31st May 1951 and/or the Bought Note and Sold Note relating thereto and the arbitration agreement contained therein be declared null and void and/or the validity and/or the exist-\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_68\">ence and/or the effect of the said purported contract and the arbitration agreement contained therein be determined by this Hon&#x27;ble Court   \n \n\n</p><p data-structure=\"Conclusion\" id=\"p_69\"> (b) That the purported reference and said pretended Award of the Tribunal of Arbitration of the Bengal Chamber of Commerce and Industry being purported Award No. 248 dated 18th March, 1952 be declared null, void, inoperative, invalid and/or of no effect whatsoever.&quot;  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_70\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1670833\" id=\"span_2\">53.    Mr. Tibrewal     does    not  contend\nthat the second portion of Clause (b) of the prayers is barred by limitation. He concedes that since the award was made on the 18th March, 1952 and the application for setting aside the award was made on the 17th March, 1955, the second part of the Clause (b) of the prayers is not barred. But according to Mr, Tibrewal the Cl- (a) of the prayers is barred under <a href=\"/doc/1865420/\" id=\"a_26\">Article 181</a> of the Indian Limitation Act, 1908 and if Clause (a) of the prayers is barred Clause (b) cannot be sustained because the award cannot be set aside unless the Court can hold that the contract was void. We do not intend to enter into the controversy as to whether the Clause (a) of the prayers in the petition is barred. There is no dispute that the .appellant was within time in making an application for setting aside an award. A Full Bench of our Court in the case of <a href=\"/doc/1670833/\" id=\"a_27\">Saha &amp; Co. v. Ishar Singh Kripal Singh and Co.  (FB</a>) has, by a majority decision, held that when an application for setting aside an award is made all grounds for assailing the award are available to the applicant. In view of this decision of the Full Bench, we do not find any substance in the point of limitation raised by Mr. Tibrewal and this point is overruled.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\"> 54. In the result, this appeal is allowed. The judgment and the order under appeal are set aside. The award of the Tribunal of arbitration of the Bengal Chamber of Commerce and Industry being Award No. 248 dated 18th March, 1952 is set aside. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_72\"> 55. There will be no order as to the costs. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_73\">  S.K. Datta, J.   \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\"> 56. I agree. \n</p> \n\n","numcites":18,"numcitedby":5,"docsource":"Calcutta High Court","citetid":1049246,"divtype":"judgments","relatedqs":[{"value":"undisclosed principal","formInput":"undisclosed%20principal"},{"value":"howrah mills","formInput":"howrah%20mills"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"letter of authority","formInput":"letter%20of%20authority"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"contract act","formInput":"contract%20act"},{"value":"disclosed principal","formInput":"disclosed%20principal"},{"value":"kanoria","formInput":"kanoria"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"section 230","formInput":"section%20230"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"delivery of goods","formInput":"delivery%20of%20goods"},{"value":"\"just and equitable\"","formInput":"%22just%20and%20equitable%22"},{"value":"indian contract act: loss of goods pledged","formInput":"indian%20contract%20act%3A%20loss%20of%20goods%20pledged"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"seller","formInput":"seller"}],"cats":[{"value":"agent-cannot-personally-enforce","formInput":"tag:agent-cannot-personally-enforce"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}