{"tid":134626256,"publishdate":"2012-10-11","title":"Deepak & Ors. vs The State Of M.P on 11 October, 2012","doc":"<h2 class=\"doc_title\">Deepak &amp; Ors. vs The State Of M.P on 11 October, 2012</h2>\n\n<pre id=\"pre_1\">  HIGH COURT OF JUDICATURE MADHYA PRADESH,\n                  JABAPLUR\n\n      Single Bench: Hon&#x27;ble Shri Justice N.K.Gupta,J\n\n              CRIMINAL APPEAL No.1138 OF 1996\n\n                              Deepak &amp; others.\n                                     Vs.\n                          State of Madhya Pradesh.\n\n-------------------------------------------------------------------------------------------\nShri S.C.Datt, Sr. Advocate with Shri P. Dubey, Advocate for\nthe appellants.\n\nShri        S.K.Kashyap,              Public          Prosecutor            for       the\nrespondent/State.\n-------------------------------------------------------------------------------------------\n                                JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">             (Delivered on the 11th day of October, 2012)\n\n\n               This      criminal        appeal       is    preferred         by      the\n\nappellants being aggrieved by the judgment and order of\n\nsentence dated 12/7/1996 passed by the Additional Sessions\n\nJudge, Harda in ST No.193/1994, whereby the appellants\n\nwere convicted for commission of offence punishable under\n\nSection 306 read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> of IPC and sentenced for\n\nfive years&#x27; rigorous imprisonment with fine of Rs.5000/-\n\neach. In default of payment of fine amount, they were to\n\nundergo         for     one      year       and      three       months&#x27;         simple\n\nimprisonment in addition.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.             During the pendency of the appeal, the appellant\n\nNo.4 Radheyshyam had expired, therefore his name was\n\ndeleted from the cause title of the appeal. It is admitted that\n\nthe deceased was married to the appellant No.1 Deepak,\n                            2            Criminal Appeal No.1138/1996\n\n\n\n\nwhereas the appellant No.3 Smt. Shanti Bai, the appellant\n\nNo.2 Satish and the appellant No.5 Gyaneshwari Bai are the\n\nmother, brother-in-law and sister of the appellant Deepak.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">3.        The prosecution&#x27;s story, in short, is that the\n\nmarriage of the deceased Jyanti Bai took place with the\n\nappellant No.1 Deepak in April 1990. Deepak was a Clerk in\n\nMPEB and he was posted at Khidkiya at that time. 2-3\n\nmonths after their marriage, the appellant Deepak was\n\ntransferred to Timarni, and therefore he was residing at\n\nTimarni along with his parents and wife Jyanti Bai. At\n\nTimarni the appellant Satish, brother-in-law of the appellant\n\nDeepak was also residing, whereas Jaishri (PW-4), sister of\n\nthe deceased was also residing at Timarni along with her\n\nhusband    Lakhanlal.   Similarly,   Lakhanlal    Pare     (PW-1)\n\nmaternal uncle of the deceased was also residing at Timarni\n\nalong with the family. For some time the deceased was kept\n\nwith comfort and thereafter the appellants started the\n\ndemand of TV and a double bed. The deceased was being\n\nharassed for such a demand. When a child was born to the\n\ndeceased, her parents were directed to provide the clothes\n\netc. to the relatives of the appellants, and therefore a letter\n\nEx.P-2 was sent by the appellant Radheyshyam, father of\n\nthe appellant Deepak to the parents of the deceased Jyanti\n\nBai. Also the deceased wrote a letter Ex.P-3 to her parents\n\nrelating to the demand. Since the parents of the deceased\n                            3            Criminal Appeal No.1138/1996\n\n\n\n\ncould not fulfill the demand of the appellants, a quarrel took\n\nplace in that function between the appellants and the\n\nparents of the deceased. When a six months ceremony of\n\nmaternal grand mother of the deceased held at Timarni in\n\nthe house of Lakhanlal Pare (PW-1), the appellant Deepak\n\nneither attended that ceremony nor permitted the deceased\n\nJyanti Bai to meet her parents. When the parents of the\n\ndeceased left the township of Timarni, they were informed\n\nthat the deceased was suffering from loose motion and\n\nvomiting. She was taken to the Harda Hospital and\n\nthereafter she was shifted to the Hamidiya Hospital, Bhopal\n\nwhere she was found dead, and therefore a panchayatnama\n\nlash was prepared. Dr. M.C.Garg (PW-7), who was a\n\ntreating doctor had informed that the colour of the body of\n\nthe deceased was turned into the blue. Dr. Geeta Rani\n\nGupta (PW-10) did the postmortem on the body of the\n\ndeceased and she found that the deceased died due to\n\nconsumption of some poisonous substance. However, for\n\nconfirmation to her opinion, the viscera of the deceased was\n\npreserved and handed over to the police for its forensic\n\nscience examination. After due investigation, a charge sheet\n\nwas filed before the JMFC Harda, who committed the case\n\nto the Sessions Court, Hoshangabad and ultimately it was\n\ntransferred to the Additional Sessions Judge, Harda.\n</p><p data-structure=\"Issue\" id=\"p_4\">                           4            Criminal Appeal No.1138/1996\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">4.        The appellants-accused abjured their guilt. They\n\ndid not take any specific plea, but they have stated that the\n\ndeceased was kept with comfort. The deceased and the\n\nappellant Deepak were residing in a locality where their\n\nhouse was surrounded by the houses of the reputed persons\n\nand there was no information gathered by the police from\n\nthose persons about any misconduct or harassment done to\n\nthe deceased. The marriage of the deceased took place in a\n\ncollective marriage ceremony of the community and no\n\ndowry was demanded by the appellants. The deceased died\n\ndue to illness. However, no defence evidence was adduced.\n\n</p><p data-structure=\"Facts\" id=\"p_6\">5.        The learned Additional Sessions Judge after\n\nconsidering the evidence adduced by the prosecution\n\nacquitted the appellants for the offence under <a href=\"/doc/653797/\" id=\"a_2\">Section 304-\n\nB </a>of IPC but convicted the appellants under <a href=\"/doc/92983/\" id=\"a_3\">Section 306</a>\n\nread with <a href=\"/doc/37788/\" id=\"a_4\">Section 34</a> of IPC and sentenced as mentioned\n\nabove.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">6.        I have heard the learned counsel for the parties.\n\n</p><p data-structure=\"PetArg\" id=\"p_8\">7.        The learned senior counsel for the appellants has\n\nsubmitted that the evidence of the various witnesses may\n\nbe examined and it would be clear that there was no\n\nharassment or cruelty done by the appellants to the\n\ndeceased. Though the deceased died within seven years of\n\nher marriage and presumption under <a href=\"/doc/1953529/\" id=\"a_5\">Section 113-A</a> of the\n\nEvidence Act may apply, but still it was for the prosecution\n                            5            Criminal Appeal No.1138/1996\n\n\n\n\nto prove that the overt-acts alleged against the appellants\n\nfall within the purview of <a href=\"/doc/1667403/\" id=\"a_6\">Section 107</a> of IPC, otherwise the\n\nappellants could not be convicted for the offence under\n\n<a href=\"/doc/92983/\" id=\"a_7\">Section 306</a> of IPC. It is also submitted that it is not proved\n\nthat the death of the deceased was suicidal in nature. He\n\nalso took an objection that there was no charge framed for\n\nthe offence under <a href=\"/doc/92983/\" id=\"a_8\">Section 306</a> of IPC, whereas the trial\n\nCourt has convicted the appellants for that offence without\n\nframing of any charge. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"44360\" id=\"span_1\">In this context, he has placed his\n\nreliance on the judgment of Hon&#x27;ble the Apex Court in the\n\ncase of &quot;<a href=\"/doc/44360/\" id=\"a_9\">Harjit Singh Vs. State of Punjab</a>&quot; (AIR 2006\n\nSC 680) to show that the appellants could not be convicted\n\nfor the offence under <a href=\"/doc/92983/\" id=\"a_10\">Section 306</a> of IPC without framing of\n\nsuch a charge. A prejudice has been caused to them. It is\n\nfurther submitted that looking at the evidence of various\n\nwitnesses, there is no evidence by which the appellants\n\ncould be convicted even for the offence under <a href=\"/doc/538436/\" id=\"a_11\">Section 498-A</a>\n\nof IPC. Appellant Satish and his wife Gyaneshwari were not\n\nresiding with the deceased, and therefore there was no\n\ninterference of these 2 persons in day to day family affairs\n\nof the deceased. The family of the appellants was a middle\n\nclass family; therefore wife was expected to do the\n\nhousehold work of the family on her own. In the alternate, it\n\nis submitted that the appellants Deepak and Satish are\n\ngovernment servants, if they are sent to the jail, then they\n                              6              Criminal Appeal No.1138/1996\n\n\n\n\nmay lose their job without any reason. Under such\n\ncircumstances it is prayed that the appellants may not be\n\nsent to the jail again.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">8.         On the other hand, the learned counsel for the\n\nState has submitted that the appellants could be convicted\n\nfor the offence under <a href=\"/doc/92983/\" id=\"a_12\">Section 306</a> of IPC if charges were\n\nframed for the offence under <a href=\"/doc/653797/\" id=\"a_13\">section 304-B</a> of IPC. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1250057\" id=\"span_2\">In this\n\ncontext, he has placed his reliance upon the decision of\n\nHon&#x27;ble the Apex Court in the case of &quot;<a href=\"/doc/1250057/\" id=\"a_14\">K Prema S. Rao &amp;\n\nanother Vs. Yadla Srinivasa Rao &amp; others</a>&quot;, (2003\n\nCr.L.J. 69). He has submitted that the trial Court has\n\nconsidered    the   evidence     properly     and     convicted      &amp;\n\nsentenced the appellants by appreciation of the evidence,\n\nand therefore there is no basis by which any interference\n\ncan be done in the appeal.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">9.         After considering the submissions made by the\n\nlearned counsel for the parties and looking at the facts and\n\ncircumstances of the case, it is to be considered as to\n\nwhether the appeal filed by the appellants may be\n\naccepted? Whether the appellants can be convicted for the\n\noffence under <a href=\"/doc/538436/\" id=\"a_15\">Section 498-A</a> of IPC? And whether the\n\nsentence directed against the appellants can be reduced?\n\n</p><p data-structure=\"Facts\" id=\"p_11\">10.        It is admitted by the appellants that the marriage\n\nof the deceased took place approximately four years ago\n\nfrom her death. Initially the deceased and her husband\n                           7           Criminal Appeal No.1138/1996\n\n\n\n\nDeepak resided at Khidkiya for 3-4 months and thereafter\n\nthe appellant Deepak was transferred to Timarni where the\n\nmaternal uncle of the deceased Lakhanlal Pare (PW-1) was\n\nresiding with his family and Jaishri (PW-4) sister of the\n\ndeceased was also residing with her family including her\n\nhusband Lakhanlal (PW-2). All the witnesses have accepted\n\nthat the appellant Satish and his wife Gyaneshwari were\n\nresiding separately. Hari Shankar (PW-5), father of the\n\ndeceased and Gyatri Bai (PW-6) mother of the deceased\n\nhave stated that the deceased was given so many articles at\n\nthe time of her marriage and there was a continuous\n\ndemand of TV and a double bed from the side the\n\nappellants, and therefore the appellants were harassing the\n\ndeceased. However, the allegation made by these witnesses\n\nwas not corroborated by other witnesses like Lakhanlal\n\nPare (PW-1), Lakhanlal (PW-2), Rekha (PW-3) and Jaishri\n\n(PW-4), who were relatives of the deceased. Also Hari\n\nShankar and Gyatri Bai did not say about the demand of TV\n\nand double bed in their case diary statements, and\n\ntherefore it appears that the allegation made by these\n\nwitnesses in the Court relating to the dowry demand\n\nappears to be an after thought.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">11.       Gyatri Bai (PW-6) has stated that due to home\n\nwork, condition of the hands of the deceased was bad.\n\nBlood was oozing from her hands and hands were swollen,\n                            8             Criminal Appeal No.1138/1996\n\n\n\n\nstill she was being directed to clean the utensils. When she\n\nwas suffering from the disease of jaundice, she was directed\n\nto do the work of washing the clothes. However, such a\n\ncruelty as alleged by the witness Gyatri Bai is nowhere\n\ncorroborated by any witness. Similarly, such allegation was\n\nnot made by the witness Gyatri Bai in her case diary\n\nstatement, and therefore cruelty as alleged by the witness\n\nGyatri Bai appears to be an after thought.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">12.       If   the   statements   of   various   witnesses      are\n\nexamined thoroughly, then it would be clear that there are\n\n2-3 specific incidents in which some harassment appears to\n\nbe done to the deceased. Firstly, after the delivery of the\n\nfirst child to the deceased, a programme of &quot;Pach&quot; was\n\narranged by the appellant Deepak and a dispute took place\n\nbetween the appellants and the parents of the deceased.\n\nHari Shankar and Gyatri Bai have stated that the deceased\n\nappellant Radheyshyam wrote a letter Ex.P-2 to them for\n\ndemand of various clothes for the appellants and other\n\nfamily members and the deceased had also sent a letter\n\nEx.P-3 to her parents. Hari Shankar has stated that the\n\ndeceased appellant Radheyshyam came to his house and\n\nhanded over that letter to him, whereas Gyatri Bai states\n\nthat the letter was sent by Radheyshyam. There is a\n\nmaterial contradiction about receiving of that letter. Other\n\nwitnesses like Lakhanlal, Jaishri etc. did not confirm that\n                           9              Criminal Appeal No.1138/1996\n\n\n\n\nsuch   letter   was   given   by   the   deceased       appellant\n\nRadheyshyam. The letters Ex.P-2 and Ex.P-3 were seized by\n\nthe police vide seizure memo Ex.P-1 and both Lakhanlals\n\nwere the witnesses of that seizure. They denied about that\n\nseizure. It is nowhere proved by the prosecution that the\n\nletter Ex.P-2 was in the handwriting of the deceased\n\nappellant Radheyshyam. No sample of the handwriting was\n\ntaken from the deceased appellant Radheyshyam and no\n\nreport of any Handwriting Expert was called. Therefore,\n\nlooking at the evidence given by both Lakhanlals, it is not\n\nproved that the letter Ex.P-2 was given by the deceased\n\nappellant Radheyshyam to the parents of the deceased\n\nJyanti Bai.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">13.       Similarly, it is not proved that the letter Ex.P-3\n\nwas written by the deceased. It is a simple letter written on\n\na paper of the notebook. It is not mentioned in the letter as\n\nto whether it was sent by post or otherwise. No envelop was\n\nproduced by the parents of the deceased to show that they\n\nreceived it by post. The letter was handed over to the police\n\nafter 11 days of the death of the deceased and it could be a\n\nletter prepared after the death of the deceased, and hence\n\nit is not proved that the letter Ex.P-3 was written by the\n\ndeceased Jyanti Bai to her parents.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">14.       However, Hari Shankar and Gyatri Bai have\n\nstated that they were poor persons and a huge list of\n                            10           Criminal Appeal No.1138/1996\n\n\n\n\nclothes was given to Hari Shankar to provide the same to\n\nthe appellants and other relatives. However, Gyatri Bai has\n\naccepted that the appellants had directed them that sister\n\nof the appellant Deepak was not attending the ceremony,\n\nand therefore her Sari was not at all required, but again\n\nGyatri Bai has stated that the quarrel took place between\n\nthem because they could not provide a Sari to the aunt of\n\nthe appellant Deepak. Under such circumstances, it appears\n\nthat a dispute took place between the appellants and the\n\nparents of the deceased relating to supply of some clothes\n\nin the ceremony. If the version of Rekha (PW-3) and Jaishri\n\n(PW-4) is considered, then it would be clear that it was for\n\nthe appellants not to accept the clothes if clothes were not\n\nproperly provided to their close relatives, but thereafter the\n\nappellants accepted the clothes and the dispute was over.\n\nRekha and Jaishri have accepted that there was no demand\n\nfrom the side of the appellants to provide some clothes.\n\nActually the dispute took place on the point that Hari\n\nShankar had to go by a train and lunch was not served\n\nwithin due time, and ultimately Hari Shankar had to leave\n\nthe place without taking the lunch, as he was getting late to\n\ncatch the train. Looking at the evidence of Rekha, Jaishri\n\nand relatives of the deceased Jyanti Bai, it is not expected\n\nfrom them that they would have taken the side of the\n\nappellants. If any function was arranged by the appellant\n                           11          Criminal Appeal No.1138/1996\n\n\n\n\nDeepak and if the parents of the deceased Jyanti Bai\n\nbrought some clothes on their own, then it was the matter\n\nof acceptance of those clothes, because clothes were not\n\navailable for the closed relatives of the appellants, and\n\ntherefore such a dispute was neither a case of dowry\n\ndemand nor cruelty to the deceased Jyanti Bai. Ultimately,\n\nthe appellants had accepted the clothes provided by the\n\nparents of the deceased Jyanti Bai.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">15.       The   second   incident quoted by the various\n\nwitnesses is that after the ceremony of the &quot;Pach&quot;, a\n\nceremony of six months was observed due to the sad demise\n\nof mother of the witness Gyatri Bai (PW-6), the maternal\n\ngrand mother of the deceased Jyanti Bai. There was no\n\ndispute between Lakhanlal Pare (PW-1) and the appellants\n\nwhereas such a ceremony was held at the house of\n\nLakhanlal Pare (PW-1), the deceased was his mother,\n\ntherefore it was not objectionable for the appellant Deepak\n\nso that he could not attend the ceremony, but it is alleged\n\nthat appellant Deepak went to Rehatgaon along with his\n\nwife Jyanti Bai, and he did not permit his wife to go and\n\nattend the ceremony and the deceased could not meet her\n\nparents who came to the township Timarni. It is accepted\n\nby the witness Gyatri Bai that in the entire period of four\n\nyears of the marriage of the deceased, she went to the\n\nhouse of her parents for 7-8 times, and she stayed for 8-10\n                           12          Criminal Appeal No.1138/1996\n\n\n\n\ndays on each trip. She met with her parents 20 days before\n\nthat ceremony, because she was suffering from the disease\n\nof jaundice and she was taken to her parents&#x27; house for the\n\ntreatment. Hari Shankar and Gyatri Bai have accepted that\n\n25 days prior to her death, she was taken to the house of\n\nher parents where she had resided for 10 days and if she\n\ncame back to the house of the appellants and such six\n\nmonths ceremony was held 10 days after her arrival. Under\n\nsuch circumstances, if the appellant Deepak was of the view\n\nthat if he attends the function, then burden will be created\n\nunnecessarily over the parents of the deceased and\n\nLakhanlal (PW-1) to give some customary gifts to the\n\ndeceased and the appellant Deepak and also there was a\n\npossibility of some dispute, therefore he avoided to attend\n\nthe function. Since the deceased Jyanti met her parents\n\n15-20 days prior to that ceremony, and therefore there was\n\nno cruelty from the side of the appellant Deepak, if he did\n\nnot permit his wife to meet her parents in a six monthly\n\nceremony. Similarly, if there was a suspicion to the\n\nappellant Deepak that an insult would be caused in the\n\nceremony, then certainly he could take a decision that he\n\nand his wife would not attend the ceremony. Under such\n\ncircumstances, if the deceased Jyanti Bai was not permitted\n\nto attend that ceremony and she was not allowed to meet\n\nher parents in the ceremony, then it does not amount to any\n                              13               Criminal Appeal No.1138/1996\n\n\n\n\ncruelty or harassment to the deceased.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1600836\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1563080\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"765063\" id=\"span_5\">16.        The learned senior counsel for the appellants has\n\nreferred the judgments of the Single Bench of this Court in\n\nthe case of &quot;<a href=\"/doc/765063/\" id=\"a_16\">Annapurnabai @ Bhoori Vs. State of MP</a>&quot;,\n\n[1999(<a href=\"/doc/1563080/\" id=\"a_17\">2) MPLJ 85], &quot;Nawal Kishore Jagannath Prasad\n\nVs. State of MP</a>&quot;, [1999(<a href=\"/doc/1600836/\" id=\"a_18\">2) MPLJ 167] and &quot;Ramesh\n\nKumar    Radheyshyam         Agrawal      Vs.      State     of   MP</a>&quot;,\n\n[1999(1)     MPLJ     423]        to   show     that    under      what\n\ncircumstances the cruelty to the wife can be observed. In\n\nthe light of the appreciation of evidence in these cases, if\n\nthe factual position of the present case is considered, then\n\nit would be apparent that no case under <a href=\"/doc/538436/\" id=\"a_19\">Section 498-A</a> of\n\nIPC is made out against the appellants. No overt-act of the\n\nappellants is proved to show that they dealt with the\n\ndeceased with cruelty so that she could commit suicide.\n\nUnder such circumstances, the overt-acts of the appellants\n\nas stated by the witnesses do not fall within the purview of\n\n<a href=\"/doc/1667403/\" id=\"a_20\">Section 107</a> of IPC.</span></span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">17.        It is true that the presumption under <a href=\"/doc/1953529/\" id=\"a_21\">Section 113-\n\nA </a>of the Evidence Act is applicable in the present case, but\n\nthe presumption is rebuttable, and therefore it was for the\n\nprosecution to prove beyond doubt that a cruelty was done\n\nto the deceased was of such a nature that she would have\n\ncommitted suicide. But no such cruelty has been proved by\n\nthe prosecution beyond doubt. On the contrary, Jaishri\n                            14           Criminal Appeal No.1138/1996\n\n\n\n\n(PW-4), sister of the deceased and Rekha (PW-3) aunt of the\n\ndeceased have turned hostile. They did not allege anything\n\nabout the cruelty. Under such circumstances, when the\n\novert-acts of the appellants do not fall within the purview of\n\n<a href=\"/doc/1667403/\" id=\"a_22\">Section 107</a> of IPC, no offence under <a href=\"/doc/92983/\" id=\"a_23\">Section 306</a> of IPC is\n\nmade out against the appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">18.       In the present case, it is apparent that the\n\ndeceased was suffering from the disease of jaundice 20\n\ndays prior of her death, and therefore it was possible that\n\ndue to eating of some fatty food, she could get some\n\nproblem of vomiting and loose motion, and therefore her\n\ndeath could be possible in such a case, because she had\n\nalready suffered from the disease of jaundice for 2-3 times\n\nwithin a year. It is accepted by the witness Gyatri Bai that\n\nthe deceased had suffered from the disease of jaundice\n\nprior to the function of &quot;Pach&quot; and again within six months\n\nshe had suffered with the same disease, and therefore she\n\nwas sent to the house of her parents 25 days prior to her\n\ndeath. Dr. Geeta Rani Gupta (PW-10) suspected that the\n\ndeceased died due to consumption of some poison, but her\n\nsuspicion is nowhere proved by the prosecution. No report\n\nof the FSL relating to the viscera was produced before the\n\ntrial Court, and therefore where the Dr. M.C. Garg (PW-7)\n\nopined that the colour of the body turned into blue due to\n\nshock.   No   conclusion   of   administration   of    poisonous\n                           15            Criminal Appeal No.1138/1996\n\n\n\n\nsubstance may be drawn. Under such circumstances, it\n\ncannot be said that the deceased had committed suicide. If\n\nit is presumed that the deceased died due to consumption of\n\nsome poison, still it was not proved beyond doubt that such\n\npoisonous substance was taken by the deceased on her own\n\nto commit suicide or she took such substance by a mistake,\n\nand therefore it cannot be said that she committed suicide.\n\nThe prosecution could not prove beyond doubt that the\n\ndeath of the deceased was suicidal or accidental. Under\n\nsuch circumstances, the appellants cannot be convicted for\n\nthe offence under <a href=\"/doc/92983/\" id=\"a_24\">Section 306</a> of IPC.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"44360\" id=\"span_6\">19.       The learned senior counsel for the appellants has\n\nalso raised an objection that the trial Court has convicted\n\nthe appellants for commission of offence punishable under\n\n<a href=\"/doc/92983/\" id=\"a_25\">Section 306</a> of IPC without framing of any charge of that\n\noffence. He has <a href=\"/doc/1600836/\" id=\"a_26\">placed reliance upon</a> the judgment of\n\nHon&#x27;ble the Apex Court in the case of <a href=\"/doc/44360/\" id=\"a_27\">Harjit Singh</a> (supra)\n\nin which it is observed that in every case the accused\n\ncannot be convicted for the offence under <a href=\"/doc/92983/\" id=\"a_28\">Section 306</a> of\n\nIPC under the charges of offence under <a href=\"/doc/653797/\" id=\"a_29\">Section 304-B</a> of\n\nIPC.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1250057\" id=\"span_7\">It is observed that in the case of <a href=\"/doc/1250057/\" id=\"a_30\">K. Prema</a> (supra),\n\nthe observations made by the Apex Court due to the\n\npeculiar facts of that case, and therefore when the nature of\n\noffence punishable under <a href=\"/doc/92983/\" id=\"a_31\">Sections 306</a> and <a href=\"/doc/653797/\" id=\"a_32\">304-B</a> of IPC\n\nwas different, then as per the provisions of Section 222 of\n                           16           Criminal Appeal No.1138/1996\n\n\n\n\n<a href=\"/doc/445276/\" id=\"a_33\">Cr.P.C</a>. the trial Court could not convict the appellants for\n\nthe offence under <a href=\"/doc/92983/\" id=\"a_34\">Section 306</a> of IPC without framing of the\n\ncharge. The learned trial Court took a short cut in\n\nconvicting the appellants. If the offence under <a href=\"/doc/92983/\" id=\"a_35\">Section 306</a>\n\nof IPC was made out against the appellants, then it was for\n\nthe trial Court to amend the memo of charge and to start\n\nthe case for fresh trial. At present where the case is 16\n\nyears old and offence under <a href=\"/doc/92983/\" id=\"a_36\">Section 306</a> of IPC is not even\n\nmade out then it would not be proper to remand the case\n\nfor trial of the appellants for the offence under <a href=\"/doc/92983/\" id=\"a_37\">Section 306</a>\n\nof IPC, and therefore neither the case can be remanded nor\n\nthe appellants can be convicted for the offence under\n\n<a href=\"/doc/92983/\" id=\"a_38\">Section 306</a> of IPC either directly or with the help of\n\n<a href=\"/doc/37788/\" id=\"a_39\">Section 34</a> of IPC.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_21\">20.       The offence under <a href=\"/doc/538436/\" id=\"a_40\">Section 498-A</a> of IPC is an\n\ninferior offence of the similar nature with comparison to the\n\noffence under <a href=\"/doc/653797/\" id=\"a_41\">Section 304-B</a> of IPC, and therefore the\n\nappellants could be convicted for the offence under <a href=\"/doc/538436/\" id=\"a_42\">Section\n\n498-A</a> of IPC under the charge of <a href=\"/doc/653797/\" id=\"a_43\">Section 304-B</a> of IPC. But\n\nin the present case, the prosecution has failed to prove that\n\nthe deceased was dealt with any cruelty done by the\n\nappellants. Under such circumstances, as discussed above,\n\nthe appellants cannot be convicted for the offence under\n\n<a href=\"/doc/538436/\" id=\"a_44\">Section 498-A</a> of IPC even.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">                             17           Criminal Appeal No.1138/1996\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_23\">21.       On the basis of the above discussion, it would be\n\nclear that no offence under <a href=\"/doc/92983/\" id=\"a_45\">Section 306</a> of IPC is made out\n\nagainst the appellants. It is not proved that the death of the\n\ndeceased Jyanti Bai was suicidal in nature. It is also clear\n\nfrom the facts of the case that the trial Court never framed\n\nthe charge of the offence under <a href=\"/doc/92983/\" id=\"a_46\">Section 306</a> of IPC against\n\nthe   appellants.   Similarly,   the   appellants     cannot      be\n\nconvicted for the offence under <a href=\"/doc/538436/\" id=\"a_47\">Section 498-A</a> of IPC. Under\n\nsuch circumstances, there is no option except to allow the\n\npresent appeal. Consequently, it is allowed. The conviction\n\nand sentence directed by the trial Court vide its judgment\n\ndated 12.7.1996 in ST No.194/1993 are hereby set aside.\n\nThe appellants are acquitted from all the charges appended\n\nagainst them including the charge of offence under <a href=\"/doc/538436/\" id=\"a_48\">Section\n\n498-A</a> of IPC. They shall be entitled to get the fine amount\n\nback if they have deposited the same before the trial Court.\n\n</p><p data-structure=\"Conclusion\" id=\"p_24\">22.       At present the appellants are on bail. Their\n\npresence is no more required, therefore it is directed that\n\ntheir bail bonds shall stand discharged.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">23.       A copy of this judgment be sent to the trial Court\n\nwith its record for information and compliance.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_26\">                                                    (N.K.Gupta)\n                                                        Judge\n                                                     11/10/2012\n\nAnsari\n </p>","numcites":12,"numcitedby":68,"docsource":"Madhya Pradesh High Court","citetid":134626256,"divtype":"judgments","relatedqs":[{"value":"section 306 ipc convicted","formInput":"section%20306%20ipc%20convicted"},{"value":"section 306 ipc","formInput":"section%20306%20ipc"},{"value":"section 306 indian penal code","formInput":"section%20306%20indian%20penal%20code"},{"value":"ipc 306","formInput":"ipc%20306"},{"value":"section 304 ipc","formInput":"section%20304%20ipc"},{"value":"cruelty","formInput":"cruelty"},{"value":"498-a ipc","formInput":"498-a%20ipc"},{"value":"306 ipc convicted","formInput":"306%20ipc%20convicted"},{"value":"304 b ipc","formInput":"304%20b%20ipc"},{"value":"section 304 indian penal code","formInput":"section%20304%20indian%20penal%20code"},{"value":"section 498-a of indian penal code","formInput":"section%20498-a%20of%20indian%20penal%20code"},{"value":"section 304-b of ipc","formInput":"section%20304-b%20of%20ipc"},{"value":"suicide","formInput":"suicide"},{"value":"u/s 306","formInput":"u/s%20306"},{"value":"poisoned","formInput":"poisoned"},{"value":"section 498 IPC","formInput":"section%20498%20IPC"},{"value":"offence u/s 306 ","formInput":"offence%20u/s%20306%20"},{"value":"498","formInput":"498"},{"value":"section 498","formInput":"section%20498"},{"value":"section 306","formInput":"section%20306"}],"cats":[{"value":"abetment-to-suicide","formInput":"tag:abetment-to-suicide"},{"value":"dowry","formInput":"tag:dowry"},{"value":"dowry-death","formInput":"tag:dowry-death"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"abetment-of-a-thing","formInput":"tag:abetment-of-a-thing"}],"courtcopy":true,"query_alert":null,"agreement":false}