{"tid":1981034,"publishdate":"1929-06-25","title":"Ram Din Hazari Lal vs Mansa Ram Murlidhar on 25 June, 1929","doc":"<h2 class=\"doc_title\">Ram Din Hazari Lal vs Mansa Ram Murlidhar on 25 June, 1929</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1929ALL890, 122IND. CAS.881, AIR 1929 ALLAHABAD 890</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nBoys, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This is a plaintiff&#x27;s appeal arising out of a suit for damages for breach of contract and the refund of earnest money.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The plaintiffs&#x27; case was that they entered into certain contracts with the firm of Mansaram Murlidhar, defendant, for the purchase of sugar; that they paid the sum of Rs. 11,750 of the total earnest money on seven contracts, and that they received only certain small quantities of sugar on some of the contracts by means not apparently of actual physical delivery of the sugar, but of delivery orders; that the firm was now owned by Ramsaran, a minor son of Murlidhar, the last original proprietor who died in 1912, the said minor being represented by his certificated guardian Mt. Janki Kunwar; that the contracts were entered into between 15th March 1919 and 18th June 1919; that some of the contracts were actually signed by Ramcharan, a minor son-in-law of Mt. Janki Kunwar, the certificated guardian, and that some were signed by a munib, Sheolal, and that all the contracts were negotiated by the principal munib, Bhawani Shankar.\n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">3. The defence began by a total denial of everything and the further case as set up may be broadly stated as follows: that the sugar business was a new business and that as such the certificated guardian had no power to start it; that in fact the certificated guardian never did start it but such acts as were done by Ramcharan, Sheolal and Bhawani Shankar were done without the authority of the proprietors of the firm and were done in their own interest; and, lastly, that the contracts were in any case wagering contracts and as such void, and the plaintiffs could not even ask for the return of their earnest money, supposing the payment of such to have been even proved.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\">4. The trial Court framed five issues:\n</p>  \n\n<blockquote id=\"blockquote_1\">(1) Whether Ramsaran is the solo proprietor of the defendant firm and whether he is a minor? Is the suit as framed maintainable?\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(2) Whether the disputed contracts were entered into with any person duly authorized by the contesting defendants?\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(3) Whether the disputed contracts are genuine or fictitious?\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(4) Whether the disputed contracts are merely wagering contracts?\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(5) Is the plaintiff entitled to damages? If so, to what amount?\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_5\">5. The first issue is decided in the plaintiff&#x27;s favour, that Ramsaran was the sole proprietor of defendant firm, and being a minor was properly represented by his mother as certificated guardian and the suit as framed was maintainable. No further contention has arisen before us in regard to this issue. Issue 2 the trial Court sub-divided into four subsidiary issues and on these it held, firstly, that the seven contracts were executed by Ramcharan and Sheolal; secondly, that Ramcharan, who was himself a minor could not act as an agent for the proprietors of the firm so as to bind them, and that Sheolal had no implied authority to start a new business; thirdly, that there was no evidence of ratification of these contracts by the certificated guardian, and fourthly that the defendants were not estopped from denying liability. Having decided these two issues as above the trial Court thought it unnecessary to decide issue 3 or 4, but proceeded to the decision of issue 5 and held that the plaintiff was not entitled to any damages and dismissed the suit.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. After the first hearing of the case had proceeded to a certain length we thought it desirable that the two issues not decided by the trial Court should be decided as it appeared likely that they would eventually call for decision, and this has proved to be the case. We accordingly directed the trial Court to hear arguments afresh on these two issues and to record its finding. On the issue 3 the trial Court has now held that the contracts were genuine contracts, and on the issue that 4 they were not wagering contracts.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">7. The grounds of appeal and the arguments thereon have raised before us what I think may be reduced to five main questions:\n</p>  \n\n<blockquote id=\"blockquote_6\">(1) Had the certificated guardian power to start these dealings in sugar?\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(2) Were the persons who negotiated and signed the contracts acting on behalf of the firm or acting only on their own behalf?\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(3) Was the earnest money alleged to have been paid actually paid, and if so, can it be held to have reached the proprietor of the firm and are the plaintiffs\n \n\nentitled to recover it?\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(4) Were the contracts wagering contracts?\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(5) To what relief, if any, are the plaintiffs entitled?\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_8\">8. The first question may be disposed of briefly. It is beyond dispute and no suggestion has been made to the contrary that in the time of the last proprietor, Murlidhar, and for seven years after his death, the business of the defendant firm was confined to dealing in cloth and money dealings commonly known as &quot;len den,&quot; and that the firm did not enter into, nor was its name used to cover dealings in sugar until the beginning of 1919. It is beyond dispute, therefore, that a new business was started in the beginning of 1819. The absence of any power in a certificated guardian to start such a new business, at any rate without the sanction of the Court, is in my view settled by the decision of their Lordships of the Privy Council in Sannyasi Charan Mandal v. Krishadhan Banerji A.I.R. 1922 P.C. 237. In that case the original owner of the firm died leaving five sons, three of them majors, two of them minors one of the latter of whom came of age during the proceeding. The father had left two businesses, one dealing with fuel wood and the other with rice and other articles. The family was governed by the Dayabhaga law. Nilratna, the eldest brother and the karta of the family, was appointed guardian of the minor. He started a new business in rice at a new place, Orphanganj. This new business which also dealt in rice was found as a fact not to be merely an extension of the ancestral business, but to be a new business. Their Lordships did not themselves discuss the powers of a karta or of a certificated guardian to start on behalf of the minors in the family and to incur responsibility for a new business, but they said, at p. 568:\n</p><blockquote id=\"blockquote_11\"> The inability of a karta to impose on a minor coparcener the risks and liabilities of a new business started by himself is fully discussed by both Courts, and their Lordships agreeing with the conclusion at which they have arrived on this point do not deem it necessary to enter on a further discussion of the case. Their Lordships do not, therefore, lay down directly any proposition of law in this respect themselves.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1243942\" id=\"span_1\">9. To ascertain to what propositions they gave their assent it is necessary to refer to the judgment of the High Court at Calcutta, reported in <a href=\"/doc/1243942/\" id=\"a_1\">Krishnadhan Banerji v. Sannyasi Charan Mandal</a> [1919] 23 C.W.N. 500. Their Lordships of the High Court held on the facts of the case that the starting of the Orphanganj business could not be justified on the ground of necessity assuming that, had there been necessity, that necessity would have been a justification. They further held that the embarking of a new and speculative trade by the karta of a family cannot be said to be for the benefit of the estate. These are, as I understand the judgments, the propositions of law, material to the present case, with which their Lordships of the Privy Council declare their agreement so far as the powers of a karta are concerned. I am unable to distinguish the material facts of this case from the material facts of the case I have been considering in so far as these propositions are concerned. It cannot be seriously contended, in view of the mass of evidence on the record, that the starting of a new sugar business on behalf of the firm of Mansaram Murlidhar was in the nature of a speculation. In the present case we are immediately concerned with the powers of a certificated guardian. Their Lordships of the Calcutta High Court said further that &quot;whatever the powers of a karta may be, the powers of a guardian are more limited,&quot; and described a guardian as being in the position of a trustee. It is true that their Lordships of the Privy Council did not specifically express their agreements with these observations of the High Court at Calcutta, they made no reference to them, but I think it may be taken that the powers of a certificated guardian are in this respect at least not wider than those of a karta. I would hold, therefore, that the certificated guardian had not in the present case any power, assuming that she purported to exercise such power, to start a new and speculative business. This however, may not conclude the matter before us. (His Lordship discussed evidence and proceeded.) The fourth question is whether the defendant can show that these were wagering contracts. If he can, the plaintiff&#x27;s suit must be dismissed, even though the findings hitherto arrived at might entitle him at least to a recovery of the money paid by him. There can be no question but that the contracts in question were of a speculative nature. But that is not sufficient.</span> I am unable to take this case out of the decision of their Lordships of the Privy Council in Sukhdevdoss Ramprasad v. Gobindoss Chaturbhuja Doss &amp; Co. A.I.R. 1928 P.C. 30. Their Lordships there said after holding that the mere fact that the contracts were of a highly speculative nature was insufficient in itself to render them void as wagering contracts:\n</p><blockquote id=\"blockquote_12\"> The authorities cited show that to produce that result there must be proof that the contracts were entered into upon the terms that the performance of the contracts should not be demanded, but that differences only should become payable. Now, in the present case no such definite agreement or understanding was proved. The law does not affect to enforce mere courtesies.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_10\">10. In the present case, counsel for the defendants has been unable to refer us to a single line in either the documentary or the oral evidence that points to any agreement when these contracts were made that actual delivery could not be forced upon or demanded by either side respectively. The most that he has been able to show is that there was a boom in sugar speculation at about the period of these contracts and that in many cases obligations were being settled merely by the payment of differences. On the other hand, there is the definite contract proved between the defendants and Begg Sutherland for the actual delivery of 150 bags of sugar. It would be idle for us to speculate on the meaning of this transaction, for on behalf of defendant no explanation at all is offered. The defence therefore that these were wagering contracts must fail.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">11. The fifth and final question is, to what relief if any is the plaintiff entitled? On the conclusions at which we have hitherto arrived, the plaintiff would prima facie at least be entitled to a refund of the money which was received by the firm even though he may not be entitled to enforce further his contracts or the consequences of the breach thereof. The relevant provisions of the law are to be found in <a href=\"/doc/934524/\" id=\"a_2\">Section 64</a>, Contract Act, and <a href=\"/doc/378502/\" id=\"a_3\">Section 30</a>, Guardians and Wards Act. We are not dealing here with the case of a contract made with a minor direct, but a contract made with a certificated guardian. We think that by analogy with, <a href=\"/doc/378502/\" id=\"a_4\">Section 30</a>, Guardians and Wards Act, the contract was clearly not a void contract but was a voidable contract, and under that section the party rescinding the contract must, if he has received any benefit thereunder from the other party to the contract restore such benefit so far as may be. On behalf of the defendant it has been contended that it would have to be proved that the money received in this case was received not merely by the guardian but by the minor on whose behalf the guardian acted. This is so, but the question whether the benefit reached the minor need not necessarily be proved by direct evidence. It may be established also by inference from the general facts of the case. For the same reasons that we have given in arriving at our conclusion that the money was paid and received to and on behalf of the firm we hold that the inference is justified that it was received by the minor. It is manifest that direct evidence that the money reached the pocket of the minor could not in many cases possibly be available. The minor might and probably would be of such tender age that no such physical transaction would be possible. It would reach the minor by being credited in the books of the firm of which he is proprietor. We need not labour the conclusions to be drawn in this case from the failure to produce the account books.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"823028\" id=\"span_2\">12. We are satisfied therefore that there is no force in the objection that it has not been established that the money if paid, as we have held it to have been paid, reached the proprietor of the firm. We see no reason therefore why the plaintiff should not have the benefit of the provisions of <a href=\"/doc/934524/\" id=\"a_5\">Section 64</a>, Contract Act. We have further been referred to the cases of <a href=\"/doc/823028/\" id=\"a_6\">Chinnaswami Reddi v. Krishnaswami Reddi</a> [1919] 42 Mad.</span> 36 and Zinda v. Mt. Roshnai A.I.R. 1928 Lah. 250. We hold then that the plaintiff is entitled to recover the earnest money paid.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_13\">13. I would set aside the decree of the lower Court and give the plaintiff a decree for the sum of Rs. 11,750 with costs at 6 per cent interest from the date of suit and dismiss the rest of the claim.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">Sulaiman, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_15\">14. I concur in the conclusion arrived at by my learned brother and would only like to add a few words.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">15. Admittedly Murlidhar did no other business than in cloth and money-lending. On his death his minor son became the sole proprietor of the business. The sugar transactions were a complete departure from the ancestral trade and the old line of business. They were also transactions of a highly speculative nature. The business of the firm was being carried on behalf of the minor by his mother Mt. Janki Kunwar who was the certificated guardian. I have no hesitation in holding that Mt. Janki Kunwar the guardian had no authority to start an entirely new business of a speculative character. The duties of a certificated guardian are governed by the provisions of <a href=\"/doc/1431516/\" id=\"a_7\">Section 27</a>, and his powers regulated by the Act. No doubt a guardian may do all acts which are reasonable and proper, for the realization, protection and benefit of the property of the minor of which he is appointed a guardian. His position is somewhat analogous to that of a trustee. Ordinary proprietors do sometimes select investments of a speculative character but it is not open to a trustee or guardian to hazard the money of the minor in the same way. He cannot be allowed to start an entirely new business of a risky character. Such a course, when not compelled by pressure of necessity (e.g. when the ancestral business is about to fail) cannot be regarded as one for the protection or benefit of the property within the meaning of the section. That the powers of a certificated guardian are limited in this way is amply made out by the authority of Sannyasi Charan Mandal v. Krishna Dhone Banerji A.I.R. 1922 P.C. 237. That was a case under the Dayabhaga law where no question of a karta of a joint Hindu family as conceived under the Mitakshara law arose. The person who started the new business was a certificated guardian of the minor. Their Lordships clearly laid down that though a minor may be admitted to the benefit of partnership he cannot be made personally liable for any obligation of the firm though his share in the property of the firm is liable (S 247, <a href=\"/doc/171398/\" id=\"a_8\">Contract Act</a>).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">16. That the transactions in dispute in the present case were of a highly speculative character depending on the rise and fall of the market price several months afterwards admits of no doubt. It has not been suggested that there was any pressure at all on the guardian to enter into such transactions. They were accordingly wholly unjustified and unauthorized.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">17. As to the question whether the transactions were of a gambling nature, I agree that the finding of the learned Subordinate Judge must be accepted. The fact that these contracts were of a highly speculative character would be insufficient in itself to render them void as wagering contracts. Every forward contract is to some extent speculative but is not necessarily a gambling one. The recognized test is whether the parties agree that there would not be any demand for the delivery of the goods. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1078324\" id=\"span_3\">In <a href=\"/doc/1078324/\" id=\"a_9\">Kong Ye Lone &amp; Co., v. Lawjee Nanjee</a> [1902] 29 Cal. 461, (at p. 467) their Lordships of the Privy Council laid down:</span>\n</p><blockquote id=\"blockquote_13\"> that if the circumstances are such as to the warrant the legal inference that (parties) never intended any actual transfer of goods at all but only to pay and receive money between one another according as the market price of the goods should vary from the contract price at the given time, that is not a commercial transaction but a wager on the rise or fall of the market.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">18. The same principle has beau re-affirmed by their Lordships in the recent case of Sukhdevdoss v. Govindoss Chathurbhuja Doss &amp; Co. A.I.R. 1928 P.C. 30 (at p. 486 of 26 A.L.J.) where it is Laid down that to produce the result of a wager there must be proof that the contracts were entered into upon the terms that performance of the contracts should not be demanded, but that differences only should become payable. This later case is further an authority for the proposition that the mere fact that in a particular case no delivery actually took place and differences only were paid on previous occasions would not necessarily show that the contract was a wagering one, if at the time when the contract was originally entered into there was no understanding that delivery would not take place.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">19. In the present case there is no satisfactory evidence at all to prove any agreement or understanding between the parties that delivery would not be called for and only differences would be paid.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">20. There remains the question of the refund of the earnest money paid by the plaintiff. The point was not put forward prominently in the Court below.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_22\">21. The defendant who is the proprietor of the firm is a minor and is being sued by the plaintiff. The minor is represented by his guardian for the purposes of this suit. So far as the proceedings relating to the suit are concerned he is not entitled to claim any special privilege or concession on account of his minority. In the conduct of the suit he is bound by the act of his guardian.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">22. There cannot be the slightest doubt that the account books of the firm relating to the sugar transactions have been deliberately withheld by the defendant. On a previous occasion when examined as a witness on behalf of the defendant firm, Bhawani Shankar distinctly stated that those were account books of sugar separate from the account books of cloth and money lending. He never attempted to draw any distinction between the three sets of the account books of the firm and never suggested that the books relating to sugar transactions were not regular account books but a mere pocket book. The present suggestion that no regular account books of the sugar transactions existed is untrue. I also think it incredible that whatever books there were should be in the possession of the broker Mangal and not with the defendant. They have undoubtedly been withheld from the Court. In these circumstances we are entitled to draw every presumption against the defendant and are justified in inferring that if those books had been produced they would have shown that the firm received the amount of earnest money.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">23. The only question that remains for disposal is whether the refund of the earnest money paid can be legally ordered. A contract made with a minor direct is undoubtedly void: Mohri Bibee v. Dharmodas Ghose [1903] 30 Cal. 539. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"553257\" id=\"span_4\">It would therefore be difficult to order a refund in such a case under <a href=\"/doc/340124/\" id=\"a_10\">Section 65</a>, unless the case is covered by <a href=\"/doc/1164247/\" id=\"a_11\">Section 68</a> also: <a href=\"/doc/553257/\" id=\"a_12\">Motilal Mansukhram v. Maneklal Dayabhai A.I.R.</a> 1021 Bom. 147. But the contracts in the present case were not entered into with the minor himself but with his certificated guardian. If the guardian had no authority to enter into these contracts, the contracts were voidable. They could not be specifically enforced against the minor when the want of authority was established. Even in cases of an alienation of property belonging to the minor made by his guardian the transaction is only voidable under <a href=\"/doc/378502/\" id=\"a_13\">Section 30</a>, Guardians and Wards Act, and is not absolutely void. By analogy the present transactions were at their very worst voidable.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"823028\" id=\"span_5\">24. <a href=\"/doc/934524/\" id=\"a_14\">Section 64</a>, Contract Act, would therefore be directly applicable and the party rescinding a voidable contract has to restore the benefit already received: <a href=\"/doc/823028/\" id=\"a_15\">Chinnaswami Reddi v. Krishnaswami Reddi</a> [1919] 42 Mad.</span> 36 and Zinda v. Mt. Roshnai A.I.R. 1928 Lahore 250.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\">25. There can therefore be no doubt that Rs. 11,750 which were paid as earnest money and have gone into the coffers of the firm on our finding must be restored.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">26. Unlike <a href=\"/doc/340124/\" id=\"a_16\">Section 65</a>, <a href=\"/doc/934524/\" id=\"a_17\">Section 64</a> does not use the word &quot;compensation&quot; but only uses the word &quot;benefit.&quot; I do not think that the minor can be called upon, at any rate in this case, to pay interest on the earnest money advanced but we have power under <a href=\"/doc/1219022/\" id=\"a_18\">Section 34</a>, Civil P.C., to award interest pendente lite and future.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\">27. I would accordingly allow this appeal and grant the plaintiffs decree only for Rs. 11,750 with interest at six per cent. per annum pendented lite and future till realisation.\n</p>\n \n\n","numcites":11,"numcitedby":3,"docsource":"Allahabad High Court","citetid":1981034,"divtype":"judgments","relatedqs":[{"value":"section 64 of the contract act","formInput":"section%2064%20of%20the%20contract%20act"},{"value":"wagering contract","formInput":"wagering%20contract"},{"value":"voidable contracts","formInput":"voidable%20contracts"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"privy council","formInput":"privy%20council"},{"value":"earnest money","formInput":"earnest%20money"},{"value":"contract act","formInput":"contract%20act"},{"value":"karta","formInput":"karta"},{"value":"ancestral","formInput":"ancestral"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"voidable ","formInput":"voidable%20"},{"value":"minor and guardian","formInput":"minor%20and%20guardian"},{"value":"speculation","formInput":"speculation"},{"value":"earnest","formInput":"earnest"},{"value":"wards act","formInput":"wards%20act"},{"value":"guardian act","formInput":"guardian%20act"},{"value":"section 64 ","formInput":"section%2064%20"},{"value":"proprietor ","formInput":"proprietor%20"},{"value":"books of accounts","formInput":"books%20of%20accounts"}],"cats":[{"value":"consequences-of-rescission-of-voidable-contract","formInput":"tag:consequences-of-rescission-of-voidable-contract"},{"value":"obligation-of-beneficiary-in-void-agreements","formInput":"tag:obligation-of-beneficiary-in-void-agreements"},{"value":"contract","formInput":"tag:contract"},{"value":"agreement-in-restraint-of-trade-void","formInput":"tag:agreement-in-restraint-of-trade-void"},{"value":"claim-for-necessaries-supplied-to-person","formInput":"tag:claim-for-necessaries-supplied-to-person"}],"courtcopy":false,"query_alert":null,"agreement":false}