{"tid":364387,"publishdate":"1981-08-20","title":"Hindustan National Glass And ... vs S.N. Singh And Ors. on 20 August, 1981","doc":"<h2 class=\"doc_title\">Hindustan National Glass And ... vs S.N. Singh And Ors. on 20 August, 1981</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1982)ILLJ168CAL</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Chittatosh Mookherjee, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The only point in this appeal is whether or not the City Civil Court at Calcutta had any jurisdiction to entertain the application under <a href=\"/doc/1503578/\" id=\"a_1\">Section 30</a> of the Arbitration Act, 1946 filed by M/s Hindusthan National Glass &amp; Industries Ltd. for setting aside the award/ recommendations dated 6th November, 1980 of Sri S.K. Bhattachariya, Labour Commissioner, West Bengal, regarding the remunerations of piece-rated workmen employed by the contractors of M/s. Hindusthan National Glass &amp; Industries Ltd, Rishra, Hooghly.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_2\">2. On 25th July, 1979, S.N. Singh and others described as contractors of M/s. Hindusthan National Glass &amp; Industries Ltd. and their workmen represented by three unions including the appellant, Hindusthan National Glass &amp; Industries Ltd., Mazdoor Union, had signed a Memorandum of Settlement. Sri S.K. Chowdhury, Deputy-Commissioner, West Bengal and conciliation Officer as a witness had also signed the said Memorandum of Settlement. The said tripartite Memorandum of Settlement recited that the unions have demanded abolition of contract labour and their absorption as permanent workmen of Hindusthan National Glass &amp; Industries Ltd. After &#x27;negotiations it had been agreed that as the abolition of contract labour and their absorption as permanent workmen of principal company could not be admitted in conciliation the issue of revision of wages of the contractors&#x27; labour had been taken up. We need not set out the paragraph 5(a)(ii) which dealt with the wage benefits of daily rated/time rated workmen because the same is not relevant for the purpose of deciding the present appeal. The Sub-clause (ii) of Clause (a) of paragraph 5 was in the following terms:\n</p><blockquote id=\"blockquote_1\"> The rates of piece-rated workmen will be revised upward in such a manner so that they get the benefit of(i) above. The basis of revision will be decided as early as possible. Till then the piece-rated workmen will be paid the benefit of (i) above, as an interim measure, on an ad hoc basis on the basis of attendance during a month (26 days). If, however, a workman works less than 26 days in a month, he will be paid on a pro rata basis. For the purpose of arriving at a decision as mentioned above, the parties will co-operate with each other and will meet at bipartite level. It after two weeks of bipartite negotiation from the date of this settlement the matter is not settled, it will be taken up at tripartite level by the Labour Commissioner, W. B. The Labour Commissioner after examining the present facts, circumstances and records will give his recommendations which will be finally binding on all the parties.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_3\">3. It is the common case that the bipartite negotiation regarding rates of wages of piece-rated workmen did not succeed and the matter was referred to Sri S.K. Bhattacharaya, Labour Commissioner, West Bengal. On 6th November, 1980, Sri S.K. Bhattacharya, Labour Commissioner, West Bengal purported to make his recommendations regarding remuneration of piece-rated workmen in terms of paragraph 5(a)(ii) of the aforesaid tripartite settlement dated 25th July, 1979.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. The appellant filed the aforesaid application under <a href=\"/doc/1503578/\" id=\"a_2\">Section 30</a> of the Arbitration Act, 1940 in the City Civil Court at Calcutta praying that the aforesaid award dated 6th November. 1980 of Sri S.K. Bhattacharya, Labour Commissioner, West Bengal be set aside inter alia, on the ground that the Arbitrator had allegedly referred the matter to the Deputy Labour Commissioner, Serampore, who had prepared a report which was merely signed by the Labour Commissioner. Sri S.K. Bhattacharya did not himself consider the materials on record. He did not also file his award in Court. The appellant further alleged other grounds which according to it invalidated the said award.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. The learned Chief Judge, City Civil Court by his order dated 6th April, 1981 has dismissed the case under <a href=\"/doc/1503578/\" id=\"a_3\">Section 30</a> of the Arbitration Act and also the appellant&#x27;s application for temporary injunction, inter alia, finding that the aforesaid recommendations of the Labour Commissioner, West Bengal could not be taken as an award under the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a> and the provisions of the <a href=\"/doc/500379/\" id=\"a_5\">Industrial Disputes Act</a> would apply for enforcement of the said rights under the <a href=\"/doc/500379/\" id=\"a_6\">Industrial Disputes Act</a>. Therefore, the Court had no jurisdiction to entertain the said application under <a href=\"/doc/1503578/\" id=\"a_7\">Section 30</a> of the Arbitration Act.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">6. Being aggrieved thereby, the appellant-union preferred this appeal. Mr. Mitra, learned advocate for the appellant, has submitted that the provisions of <a href=\"/doc/1052228/\" id=\"a_8\">Arbitration Act</a> applied to the aforesaid award of Sri S.K. Bhattcharya, Labour Commissioner, West Bengal and therefore, the City Civil Court had jurisdiction to entertain the appellant&#x27;s application under <a href=\"/doc/1503578/\" id=\"a_9\">Section 30</a> of the Arbitration Act for setting aside the said award, inter alia, on the ground that the Arbitrator had misconducted himself. According to Mr. Mitra, the industrial disputes between the contractors of the aforesaid company and their workmen were settled in the manner set forth in the tripartite Memorandum of Settlement dated 29th July, 1979. The Clause 5(a)(ii) of the said Settlement did not provide for a voluntary reference of any dispute to arbitration under <a href=\"/doc/483312/\" id=\"a_10\">Section 10A</a> of the Industrial Disputes Act. But the parties had agreed that in the event of failure of bipartite settlement, Sri S.K. Bhattacharya, Labour Commissioner. West Bengal acting as a private Arbitrator would make a binding recommendation about the wages of piece-rated workers. Mr. Mitra has submitted that the said arbitration in terms of paragraph 5(a)(ii) was not an arbitration under Section 10A or under any other provision of the <a href=\"/doc/500379/\" id=\"a_11\">Industrial Disputes Act</a>. Therefore, the Arbitration Act would be applicable to the purported award given by Sri S.K. Bhattacharya Labour Commissioner, West Bengal.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">7. We hold that the learned Chief Judge. City Civil Court has rightly held that the appellant&#x27;s application under <a href=\"/doc/1503578/\" id=\"a_12\">Section 30</a> of the Arbitration Act was not maintainable. In the first place, undisputedly the Memorandum of Settlement dated 25th July, 1979 was recorded in course of a conciliation proceeding before the Deputy Labour Commissioner, West Bengal. The rates of wages of daily rated/time rated workmen were settled under paragraph 5(a)(ii) of the said Memorandum. But under paragraph 5(a)(ii) the piece-rated workmen were given certain benefits as an interim measure on an ad hoc basis and the said clause provided for further negotiations first on the bipartite level between the parties. If the matter was not settled by such bipartite negotiation, same was to be taken up at tripartite level by the Labour Commissioner, West Bengal. The Labour Commissioner, West Bengal after examining the present facts, circumstances and records was to give his recommendations which would be finally binding on all the parties. It is clear that the dispute regarding the rates of piece-rated workmen was still to be finally settled in the manner set out above and, therefore, the conciliation proceeding in respect of the said dispute was to continue. In other words, the parties to the aforesaid memorandum of settlement dated 25th July, 1979 had only agreed about the manner in which a binding settlement between the parties regarding rates of piece-rated workmen would be, thereafter, arrived at.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\">8. The learned advocate appearing on behalf of the respondents, have submitted that &#x27;&#x27;industrial dispute&quot; under <a href=\"/doc/189659891/\" id=\"a_13\">Section 2(k)</a> of the Industrial Disputes Act means any disputes or difference...which is connected with the employment or non-employment or the terms of employment or with conditions of labour, of any person; therefore, the aforesaid dispute about rates of wages payable to piece-rated workers was clearly connected with the terms of employment of the workmen of the contractors of the company. Reference has been also made to Schedules 2, 3 and 4 of the <a href=\"/doc/500379/\" id=\"a_14\">Industrial Disputes Act</a>. Obviously, no settlement was made by the bipartite negotiation contemplated by paragraph 5(a)(ii) of the aforesaid settlement dated 25th July 1979, Therefore, the expression &quot;it would be taken up at tripartite level by the Labour Commissioner&quot; clearly contemplates a tripartite conciliation proceeding by the Labour Commissioner, West Bengal. No doubt the said dispute about the wages of piece-rated workers was agreed to be settled according to the recommendations of the Labour Commissioner. Such recommendation by the Labour Commissioner, West Bengal was to be made in the course of conciliation proceedings We are unable to agree that in making such recommendations the Labour Commissioner had acted in a private capacity and not in discharge of his duties as a conciliation officer.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. The aforesaid claim of the piece-rated workers to obtain revision of these rates of remuneration was not made under the general or common law. The appellant-union purporting to represent the said workmen did not allege that the employers had any contractual obligation to raise wages of their piece-rated workers. According to the appellant-union, as a result of collective bargaining the aforesaid Memorandum of Settlement dated 25th July, 1979 was signed in course of a conciliation proceeding under the <a href=\"/doc/500379/\" id=\"a_15\">Industrial Disputes Act</a>. <a href=\"/doc/500379/\" id=\"a_16\">The Industrial Disputes Act</a> itself contains elaborate provisions for enforcement and adjudication of special rights and obligations under the said Act. Therefore, the remedy available to the workmen aggrieved by the impugned recommendation of the Labour Commissioner, West Bengal was under the <a href=\"/doc/500379/\" id=\"a_17\">Industrial Disputes Act</a> itself. The civil Court has no jurisdiction to adjudicate to enforce such special right claimed on behalf of the piece-rated workmen collectively. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1729804\" id=\"span_1\">In this connection, we may refer to the decision of the Supreme Court in <a href=\"/doc/1729804/\" id=\"a_18\">The Premier Automobiles Ltd. v. Kamalakar Shantaram Wadke and Ors. 1975-II L.L.J.</a> 445 Untwalia, J., who delivered the judgment of the Court had approved the view taken by P. N. Mookerjee, J in Austin Distributors Pvt. Ltd. v. Nil Kumar Das (1970) Lab. IC 323 (Cal.), that a suit for wrongful dismissal from service would be entertainable in civil Court because although a special remedy is provided in the <a href=\"/doc/500379/\" id=\"a_19\">Industrial Disputes Act</a> but the same may be also an individual dispute relating to a general or common law right. But in the instant case the dispute regarding the rates of wages of piece-rated workers was an industrial dispute and, therefore, the Court has no jurisdiction to entertain the same.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">10. An application for setting aside an arbitration award is to be filed in the Court of competent jurisdiction. The expression &quot;Court&quot; under <a href=\"/doc/105873/\" id=\"a_20\">Section 2(c)</a> of the Arbitration Act, 1940 means a civil Court having jurisdiction to decide the questions forming the subject-matter of the reference if the same had been the subject-matter of a suit, but does not, except for the purpose of arbitration proceeding under <a href=\"/doc/1306271/\" id=\"a_21\">Section 21</a>, include a Small Cause Court. In the instart case, the subject-matter of reference to Sri S.K. Bhattacharya, Labour Commissioner, West Bengal, as already stated, was the rates of remuneration payable to the piece-rate workers. The civil Court has no jurisdiction to entertain a suit whose subject-matter is the revision of the wages of the piece-rated industrial workers. In order to entertain an application for setting aside an award, the Court must have territorial and pecuniary jurisdiction and shall also be otherwise competent to try the subject-matter of reference to Arbitration. A civil Court may not have such jurisdiction when the question forming the subject-matter of the reference is not of a civil nature or where the civil Court&#x27;s jurisdiction has been expressly or impliedly taken away by a valid piece of legislation. We have already pointed out that the subject matter of reference for final recommendation by the Labour Commissioner was not in respect of any right under the ordinary or common law but the same was an item of in ustrial dispute. We have already stated that in such a case adjudication under the industrial law and not a suit or proceeding in civil Court is the appropriate remedy. In the above view, the application under <a href=\"/doc/1503578/\" id=\"a_22\">Section 30</a> of the Arbitration Act was not maintainable in the City Civil Court because it had no jurisdiction to decide the questions forming subject-matter of the reference. We may also point out that the aforesaid tripartite memorandum dated 25th July, 1979 did not provide for filing of the recommendations of the Labour Commissioner in civil Court After the Labour Commissioner made his recommendations, none of the parties had presumbly requested him to file the same under <a href=\"/doc/710617/\" id=\"a_23\">Section 19</a> of the Arbitration Act. Thus, the said recommendations were never finally filed in Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"485647\" id=\"span_2\">11. In view of our above finding, it is strictly not necessary to decide whether or not the recommendations of Sri S.K. Bhattacharya, Labour Commissioner in terms of paragraph 5(a)(ii) of the Memorandum dated 25th July, 1979 was in substance an arbitration under <a href=\"/doc/483312/\" id=\"a_24\">Section 10A</a> of the Industrial Disputes Act. The decision of a learned single Judge of Madras High Court in <a href=\"/doc/485647/\" id=\"a_25\">Dayagee Agarwal v. Engineering Metal and General Workers Union and Anr. 1969-II L.L.J.</a> 367 is distinguishable because the learned single Judge has recorded that it was common ground between the parties that the decision in the said case was not an award following an arbitration under <a href=\"/doc/483312/\" id=\"a_26\">Section 10A</a> of the Industrial Disputes Act.</span> Three learned Judges of the Madras High Court in Ramkrishna Kulwantrai Steel (P) Ltd. v. Their Workmen and Anr. 1977 I L.L.J. 382, while holding that an arbitration under <a href=\"/doc/483312/\" id=\"a_27\">Section 10A</a> of the Industrial Disputes Act was amenable to writ jurisdiction pointed out that the memorandum signed by the management and their workmen of the said case during conciliation proceeding amounted to an agreement to refer the dispute regarding payment of bonus to arbitration under <a href=\"/doc/483312/\" id=\"a_28\">Section 10A</a>. According to the learned Judges of the Madras High Court, the Industrial Disputes Act did not contemplate arbitration of an industrial dispute outside <a href=\"/doc/483312/\" id=\"a_29\">Section 10A</a>. Therefore, it would be doubtful whether private agreement in respect of an Industrial dispute contracting out of the statutory provisions of <a href=\"/doc/483312/\" id=\"a_30\">Section 10A</a> would be permissible at all in law. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1326806\" id=\"span_3\">The learned Judges had referred to the similar views expressed by Mysore High Court in Madras Woodlands Hotel v. K. Srinirasa Rao (42) FJR 223 by Orissa High Court in <a href=\"/doc/1326806/\" id=\"a_31\">Rashbehary Mohanty v. Labour</a> Court 1974-II L.L.J. 222 and Madya Pradesh High Court in Singh v. Gokhale 1970-I L.L.J. 125\n \n\n12 During the conciliation proceeding before the Deputy Labour Commissioner, West Bengal the parties had agreed to ad hoc payment to piece-rated workers pending further bipartite agreement and failing the same, recommendations by the Labour Commissioner, West Bengal, which were to be binding upon them. Not only such reference to the Labour Commissioner was to be made in course of conciliation proceeding, but the subject-matter of reference being revision of wages of piece-rated workers was an item of industrial dispute and not a matter of civil or common law right. Therefore, person or persons aggrieved by such purported recommendations of the Labour Commissioner, West Bengal had no remedy by way of making an application under <a href=\"/doc/1503578/\" id=\"a_32\">Section 30</a> of the Arbitration Act. The Sub-section (5) of <a href=\"/doc/483312/\" id=\"a_33\">Section 10A</a> of the Industrial Disputes Act, has laid down &quot;nothing in the <a href=\"/doc/1052228/\" id=\"a_34\">Arbitration Act, 1940</a> (X of 1940) shall apply to arbitrations under this Act.&quot;</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_12\">13. For the foregoing reasons, we uphold the order of the trial Court rejection the application under <a href=\"/doc/1503578/\" id=\"a_35\">Section 30</a> of the Arbitration Act filed by the appellants. Therefore, we do not express any opinion on the merits of the cases of the respective parties regarding the validity, legality and the binding nature of the impugned recommendation made by Sri S.K. Bhattacharya, Labour Commissioner, West Bengal. The order passed in the present proceeding would be without prejudice to the rights and contentions of the parties in any other proceeding according to law. We may only note that the respondents themselves had urged before us that a person or persons aggrieved by an award made under <a href=\"/doc/483312/\" id=\"a_36\">Section 10A</a> of the Industrial Disputes Act in appropriate case may file writ proceedings or seek redress under the provisions of the <a href=\"/doc/500379/\" id=\"a_37\">Industrial Disputes Act</a> itself. We are also not expressing any opinion as to whether or not a civil suit would lie in case it is alleged that a proceeding under the <a href=\"/doc/500379/\" id=\"a_38\">Industrial Disputes Act</a> is void abinitio or without jurisdiction. In view of the fact that the application under <a href=\"/doc/1503578/\" id=\"a_39\">Section 30</a> of the Arbitration Act filed by the appellant was not maintainable, their prayer for temporary injunction must also fail in limini.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_13\">14. We, accordingly, dismiss this appeal without any order as to costs.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">Ram Krishna Sharma, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_15\">15. I agree.\n</p>\n \n\n","numcites":11,"numcitedby":1,"docsource":"Calcutta High Court","citetid":364387,"divtype":"judgments","relatedqs":[{"value":"piece rate worker","formInput":"piece%20rate%20worker"},{"value":"piece rate workman","formInput":"piece%20rate%20workman"},{"value":"Hindusthan National Glass and Industries","formInput":"Hindusthan%20National%20Glass%20and%20Industries"},{"value":"jurisdiction of civil court","formInput":"jurisdiction%20of%20civil%20court"},{"value":"section 30 of arbitration","formInput":"section%2030%20of%20arbitration"},{"value":"ad hoc ","formInput":"ad%20hoc%20"},{"value":"\"hindusthan national glass","formInput":"%22hindusthan%20national%20glass"},{"value":"Common law","formInput":"Common%20law"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"labour commissioner ","formInput":"labour%20commissioner%20"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"},{"value":"industrial disputes","formInput":"industrial%20disputes"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"\"negotiation\"","formInput":"%22negotiation%22"},{"value":"\"industrial disputes act\"","formInput":"%22industrial%20disputes%20act%22"},{"value":"remuneration","formInput":"remuneration"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"voluntary-reference-of-disputes-to-arbitration","formInput":"tag:voluntary-reference-of-disputes-to-arbitration"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}