{"tid":901025,"publishdate":"2002-04-18","title":"Patel Metalizing Co. vs Union Of India (Uoi), Gm - Western ... on 18 April, 2002","doc":"<h2 class=\"doc_title\">Patel Metalizing Co. vs Union Of India (Uoi), Gm - Western ... on 18 April, 2002</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-k-buch\">C.K. Buch</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-k-buch\">C.K. Buch</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nC.K. Buch, J.\n \n\n</pre><p data-structure=\"PetArg\" id=\"p_1\">1. Heard Mr. Nakrani, Ld. Counsel appearing for the petitioner. It is submitted by the petitioner that this Court by exercise of powers vested vide <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration &amp; Conciliation Act, 1996 (hereinafter referred to as the &quot;Act&quot;) should appoint an arbitrator of the choice of the court with a view to resolve the dispute raised by the petitioner mentioned mainly in Para 6 of the petition. It is contended that the petitioner is a contractor and had undertaken the work of providing Girt blasting and metallising of bridge girders of various parts thereof in engineering workshop, Sabarmati, Ahmedabad. On acceptance of tender, he was entrusted the work under the contract agreement which was executed between the parties on 14.6.1999. The petitioner was supposed to complete the work on or before 18.3.2000 but the work could not be completed within the time stipulated as the Railway failed to complete its contractual obligations. Request for extension of time was made and from time to time, the period was extended and ultimately, the last and 3rd extension was given to the petitioner on 18.8.2000 with a penalty of Rs. 10000/- p.m. Submission of Mr. Nakrani, Counsel appearing for the petitioner is that in view of Cl. 64 of General Conditions of the contract of Civil Engineering Works which forms the part of the agreement is a arbitration clause and therefore, the grievance/claim of the petitioner mentioned in Para 6 can be referred and therefore, the same should be referred to the Arbitrator. The petitioner himself had attempted and had requested the Railway Administration to refer the dispute/claims to the Arbitrator as provided in the agreement. The petitioner has also served an arbitration notice to the respondent in the month of October, 2000 but the respondent failed in appointing Sole Arbitrator. On the contrary, request to refer the matter to the Sole Arbitrator was refused. It is interalia contended that the Arbitration Clause 64 of the General Conditions of the contract is the important part of the agreement between the parties which is being signed by the authorities and it was obligatory on the part of the Railways to refer the dispute to the sole arbitrator and the petitioners, therefore, are compelled to approach this Court by invoking the jurisdiction vested in the Court under <a href=\"/doc/1841764/\" id=\"a_2\">Section 11</a> of the Act. The Railway Administration on receipt of the notice issued by this Court has resisted the contentions raised by the petitioner by detailed affidavit of Mr. P.J. Joseph, Works Manager, Sabarmati, Ahmedabad.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_2\">2. Considering the contents of the affidavit in reply, affidavit in rejoinder filed on behalf of the petitioner and the sur-rejoinder filed by Mr. P.J. Joseph, it transpires that the Railway Administration has resisted the say of the petitioner and has challenged the entitlement to get the Arbitrator appointed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_3\">3. Mr. Nakrani placing reliance on the ratio of the decision of the Apex Court reported in 2002 Arbitration Law Reporter Page 326 (case of Konkan Railways) has submitted that the Chief Justice or his designatory, while exercising powers under <a href=\"/doc/1841764/\" id=\"a_3\">Section 11</a> of the Arbitration and Conciliation Act, 1996 has to exercise administrative powers. When an applicant is able to satisfy the court prima facie that there is a dispute between the parties and there is a valid arbitration agreement then the dispute normally should be referred to an Arbitrator. Mr. Nakrani has mainly placed reliance on the discussion made in the decision. It is further submitted that the practice of this Court, in similar situation, is to refer the dispute to the Arbitrator without going into the merits of the contentions raised by the parties. Mr. Nakrani has pointed out that in case of Daulatbhai Sahijwani v. Union of India (Arbitration Petition No. 45/2000) decided on 22.12.2000 (Coram: Honourable Chief Justice D.M. Dharmadhikari, (as he then was) had appointed arbitrator observing that no opinion on merits normally should be expressed qua the contentions/disputes which are raised out of the terms of the contract and when the same are required to be decided only on the evidence led by the parties, it would be appropriate to appoint an arbitrator. Preliminary objections in such cases, if raised, also can be referred to the arbitrator. It is submitted that in the present case, the preliminary objections raised in relation as to the interpretation of clause 64 (1)(III) and the scheme provided under the agreement also can be considered by the Arbitrator and there should not be any hesitation on the part of Railways in appointing the Sole Arbitrator as prayed. It is submitted that the same approach has been shown by this Court while dealing with Arbitration Petition No. 20 of 1999 (case of NTPC decided on 2.2.2000). Quoting Para 4 of the said decision, Mr. Nakrani has pointed out that dispute with regard to the certificate of &quot;No Due&quot; given by the contractor and the maintainability of the claim on that account would also be in nature of dispute which can be gone into by the Arbitrator along with the merits of the claim submitted. Mr. Nakrani has hammered that the Court should be consistent and normally there should not be frequent deviations when similar set of facts are brought to the Court. He has also placed reliance on a decision of this Court while dealing with Arbitration Petition No. 39 of 2001 decided on 10.10.2001 (Coram: K.R. Vyas, J). It would be beneficial to quote the relevant para 6 of the decision where the Railway Administration had resisted the petition saying that the amount of claim is exceeding 20% of the value of the contract and therefore, it does not fall within the category of the dispute which can be referred to the Arbitrator. Referability of dispute was challenged. It is said in Para 6 as under:-\n</p><blockquote id=\"blockquote_1\"> &quot;6. Considering the correspondence as stated above, I am of the clear opinion that there is no undue delay in applying for invoking Clause 64 of the General Conditions of Contract for resolving the dispute. In any case, assuming that there was a delay, it was only two days delay for such requests of party for hearing arbitration cannot be taken away. It cannot be held that the petitioner has waived his right of making a reference. I, therefore, reject the said contention raised by the Learned Counsel for the respondent. Learned Counsel for the respondent submits that the provisions of Clause 63 and 64 of the General Conditions of Contract will be applicable only for settlement of claims or dispute between the parties for value less than or equal to 20% of the value of the contract. Learned Counsel submitted that though the claim of the petitioner is for Rs. 12,34,176/-, 23.75% of the original contract value of Rs. 47,31,653.52 the work and therefore, in terms of above Clause, the demand for arbitration is not admissible. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"908996\" id=\"span_1\">Learned Counsel appearing for the petitioner invited my attention and submitted that the petitioner is willing to restrict its claim to the value not more than 20% of the value of the contract. In view of this statement, the contention raised on behalf of the respondent, in my opinion, does not survive. One more contention was raised by the learned Counsel for the respondent that as the petitioner has signed the final bill on 14.11.2000, it is not open for the petitioner to claim arbitration. My attention is invited to a decision of the Apex Court in the case of <a href=\"/doc/908996/\" id=\"a_4\">K. Ramachandra Rao V. Union of India and Anr.</a>, reported in 1994 Supp. (2) SCC 545. I have gone through <a href=\"/doc/908996/\" id=\"a_5\">the said decision</a>. In my opinion, the facts of the said case are not applicable in the facts of the present case especially when before the Apex Court, it is a matter which arose out of the decision of the trial Court. In any case, when the petitioner has signed the final bill under protest and has made a grievance that the petitioner was compelled to sign the final bill for getting the payment and the petitioner cannot be prevented from raising the dispute regarding the legitimate claim and the dues which are not included in the final bill. In any case, the said dispute can also be resolved by the Arbitrator.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_4\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"552143\" id=\"span_2\">In case of <a href=\"/doc/552143/\" id=\"a_6\">Jose and Mani Constructions Pvt. Ltd. Bangalore v. Wheel &amp; Axel Plant, Bangalore</a> reported in 2000 (Suppl.) Arb. LR 94 (Karnataka), the Karnataka High Court while dealing with the application preferred under <a href=\"/doc/596725/\" id=\"a_7\">Section 11</a> of the Arbitration Act has observed that it is necessary that there should be an arbitration agreement if there is no stipulation of appointment of an arbitrator in the agreement then the arbitrator cannot be appointed. Similarly, if a particular matter is not considered to be a dispute then also the Arbitrator cannot be appointed. If no claim certificate is issued as specified in terms of the contract, the petitioner is debarred from demanding a reference to Arbitrator. In view of this specific agreement, it could be considered that the application submitted for appointment of Arbitrator is misconceived.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\">4. As reflected in the above para, the Court simultaneously dealt with the issue raised by the Railway Administration whereby it was contended that the contractor had accepted the amount against full and final settlement of the final bill and this Court has said that the said disputes can also be resolved by the Arbitrator. Placing reliance on the decision reported in AIR 1981 Calcutta Page 101, it is argued that no claim/due certificate issued by the contractor in favour of other party to works contract does not render the Order of reference a nullity. Calcutta High Court had refused to set aside the award on account of this submission. In this decision, the Calcutta High Court has observed, by referring to the decision of Damodar Valley Corporate reported in AIR 1977 SC Pg. 158 that the question of no-claim certificate and validity of the same is itself a dispute which is within the scope of arbitration clause and the arbitrator has jurisdiction to decide the same. Mr. Nakrani has also taken me through the observations made by the Calcutta in Para 7 of the judgment.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">5. In a case reported in AIR 1983 Delhi Page 508 (Jaychand Hasim v. Union of India &amp; Others), the Delhi High Court has observed that the clause in arbitration agreement in construction contract that if the demand for arbitration is not made by the contractor within the stated time, his claim will be deemed to have been waived is not void as opposed to public policy for natural justice is being one-sided. Mr. Nakrani has placed his reliance mainly on the observations where the Delhi High Court has said that it is not for the court, before making reference to, decide the question whether the demand for arbitration had been made by the contractor within the stated time period and whether his claim should be deemed to have been waived in terms of clause in the agreement. It is for the arbitrator to decide such questions. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\">6. It is submitted that while deciding the earlier 2 arbitration petitions, this court has considered this ratio and normally the Railway Administration should not have any objection in referring the dispute to the Arbitrator. However, the genuine claim of the contract has been resisted by the Railways.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">7. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"713435\" id=\"span_3\">In case of M/s. <a href=\"/doc/713435/\" id=\"a_8\">Navbharat Dal Mills v. Food Corporation of India</a> reported in AIR 1993 Delhi Page 87, the Delhi High Court reversing the decision of a Single Judge has held that questions whether the claim is filed within time or that there is accord and satisfaction between the parties are the questions which fall within the category of disputes which are to be decided by the Arbitrator and not by the Court.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"435559\" id=\"span_4\">8. Another decision of Delhi High Court cited by Mr. Nakrani is the case of <a href=\"/doc/435559/\" id=\"a_9\">Kulbir Singh Rattan Singh v. New Delhi Municipal Council and others</a> reported in AIR 1988 Delhi 230, where the Delhi High Court has said that whether the disputes or claims raised in the particular para of the petition are genuine or baseless can be decided only by the Arbitrator to be appointed and not by the Court. The Court, therefore, rejected the resistance, had allowed the application and appointed the arbitrator.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">9. Basic objection raised by the respondent is that the claims shown in the petition are irrelevant and out of ambit of the contract executed and therefore, the claim is not referable to the Arbitrator resorting Clause 64 of the General Conditions of the Contract (hereinafter referred to as &quot;GCC&quot;) providing about the appointment of Arbitrator. It is submitted that provisions of Clause 64.1.3 of GCC can be attracted only when claim preferred is within time from all angles. The waiver clause provided therein operates and no claim in any manner stands against the Railway on the facts as the petitioner has not preferred the claim according to or in terms of clause 64.1.3. Before appointing the arbitrator or referring the dispute to the arbitrator, this Court should see the conditions 43(2) of GCC and in reference to the averments made in Para 6 of the affidavit in reply. According to the respondent the contract allotted was of the value of Rs. 18,64,448/- and the petitioner had carried out only 13% work out of allotted total work contract even after enjoying the extended period of the contract and for that the final bill was prepared in the month of September, to be precise of 28.9.2000, the same as signed by the contractor on that day and the contractor has issued No Due Claim Certificate on 28.9.2000. According to Mr. Patel, the condition of the contract provides that contractor is eligible for the amount to the extent of work actually carried out. As per the assessment of Railways, the petitioner had carried out 9.86% of work. The quantum of work done and No Due Claim Certificate is signed and issued by the contractor. If considered simultaneously, it can be legitimately inferred that from that moment, no valid contract or agreement had existed. The question of application of <a href=\"/doc/1724405/\" id=\"a_10\">Section 43</a> of the Arbitration &amp; Conciliation Act, 1996 would not arise. Considering the fact that <a href=\"/doc/1724405/\" id=\"a_11\">Section 43</a> does not provide about the extension of time in raising dispute. In more than one decision, this Court and Apex Court has said that this Court is not supposed to refer a dispute to the Arbitrator where the claim is time barred. It is submitted that as per Clause 64 of General Conditions of the Contract, the demand of arbitration even if it is to be made then the same should be made as per the scheme provided therein. At the time of tendering running bill or a bill if there is a dispute as to the measurement of work done etc. normally could have been brought out to the notice of the Railways. In the event of any such dispute or difference between the parties in relation to the construction or operation of the contract or other respective rights and liabilities of the parties, the dispute or difference on any account or as to the withholding by Railways of any certificate etc. to which the contractor can make a claim and is entitled to get his dispute resolved under this clause. Railway is to be asked to take decision with regard to the dispute difference of the contract within a reasonable time and in reference to Cl. 63 of GCC, the contractor after 90 days but within 180 days of his presenting the claim on disputed matters can demand in writing that the dispute or difference may be referred to the Arbitrator. Mr. Patel has therefore argued that the qualification Sub-Clause 1 of Sub-clause 64 provides various qualifications that such demand should be in reference to clause 63 of GCC because it provides, &quot;Save the accepted matters referred to in clause 63 of these conditions.&quot; So while deciding the application preferred under <a href=\"/doc/1841764/\" id=\"a_12\">Section 11</a>, this Court can examine and should examine as to whether the claim which the petitioner intends to get resolved through Arbitrator appointed by the Court whether falls within Clause 63 of GCC. If the answer is in affirmative then the Court may decline in appointing arbitrator. Mr. Patel has tried to point out that practically all claims mentioned in relevant paras of the application falls in this exception clause. The 2nd qualification pointed out by Mr. Patel is that after 90 days of raising of a claim, the contractor can legitimately issue a notice to refer the matter to the Arbitrator and not within 90 days. If such notice is issued within 90 days then such request would become premature and 3rd qualification is that his final claim on disputed matters be sent to the Arbitrator by putting this demand in writing to the Railway Administration. For short, as per sub-clause 3 of clause 64 if the contractor is not putting his claim in writing within a period of 90 days of receiving the intimation from the government that the final bill is ready for payment then it is deemed to have been waived. It is submitted in the present case that the contractor has served the Railway Administration with a notice to appoint an arbitrator ignoring the scheme provided under Clause 64. On perusal of the papers produced by the petitioner it is clear that only one notice has been served by the contractor on the Railways i.e. 3.10.2000 through his Counsel Mr. M.A. Panwala. This notice indicates that the same is served under clause 64 of the GCC and the same is produced as compliance of the statutory requirement of the Act. Prior to service of this statutory notice. Railway Administration had never been requested to take decision within a reasonable time on disputed matters in writing. In the present case, the final bill has been prepared on 28.9.2000 and the notice to appoint Arbitrator or say to refer the dispute to the Arbitrator has been advanced on 3.10.2000 i.e. within a week from the date of preparation of final bill. Formality provided under Clause 64 has not been observed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">10. Notice dated 3.10.2000 is silent qua one important fact that the contractor had signed and issued No Due Claim Certificate on 28.9.2000. Non-disclosure of this fact, even if ignored, it is not a matter of dispute that contractor has issued such certificate. According to Mr. Patel in view of the nature of agreement between the parties, this Court can examine the objections raised by the respondent and can decide whether on this point the nature of dispute raised by the petitioner should be referred to he Arbitrator or such prayer should be turned down.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">11. Placing reliance on a decision reported in AIR 1976 (6) SC 227 (UOI v. M/s. D.N. Revani &amp; Co.), it is submitted that a contract is a commercial document between the parties and it must be interpreted in such a manner as to give efficacy to the contract rather than to invalidate it. It would not be right while interpreting a contract entered into between two parties to apply strict Rules of construction which are ordinarily applicable to a conveyance and other formal documents. The meaning of such a contract must be gathered by adopting a common sense approach and it must not be allowed to be interpreted by a narrow pedantic. This submission is made in reference to the interpretation of Clause 64 and 63 of GCC.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">12. In furtherance of his submission, a decision reported in AIR 1999 Kerala Page 440 (Nariman Scindia v. M/s. Indal Electro Metals Ltd. &amp; Others) is cited by Mr. Patel where the Kerala High Court has held that noncompliance of proceedings steps envisaged by the agreement would lead to maintainability of application and if it is found that the steps as provided under the agreement have not been taken then such application would not be maintainable as premature. In case of Executive Engineer (RTO) v. Sureshchandra Randa reported in 1999 (9) SCC Pg. 92, the Apex Court has that held that disputes specifically excluded from the purview of the arbitration clause is not referable to the arbitrator. In the cited case, the Arbitrator had allowed 3 claim covered by finality clause and it has been led that these 3 claims were not referable to the Arbitrator and could not have been allowed by the Arbitrator. In reference to Clause 63 and 43, in the present case, the dispute are specifically excluded from the purview of the arbitrator and when the Railway Administration is able to establish this aspect, prima facie, then the scope to invoke jurisdiction to exercise powers under <a href=\"/doc/1841764/\" id=\"a_13\">Section 11</a> would not arise. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 13. In case of Wild Life Institution of India, Dehradun v. Vijaykumar Garg reported in 1997 (1) CC 528, dealing with the relevant provisions of the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act, 1940</a>, the Apex Court has held that when a claim cannot be allowed by the Court, the appointment of arbitrator to resolve such dispute would not arise in the cited case after receiving the payment by signing a receipt acknowledging that the payment was in full and final satisfaction of all claims under the contract and that there was no dispute outstanding and without lodging any protest a suit for appointment of arbitrator under <a href=\"/doc/385194/\" id=\"a_15\">Section 20</a> after some months would not be justified. The Apex Court further held that by virtue of the particular provision of the Arbitration Clause, the principal stood discharged of its liability under the contract and the reference of dispute to the Arbitrator by the Court was not justified. It would be beneficial to refer relevant para 6 (referred hereinabove earlier) of this judgment.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">14. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"552143\" id=\"span_5\">In case of <a href=\"/doc/552143/\" id=\"a_16\">Jose and Mani Constructions Pvt. Ltd. Bangalore v. Wheel &amp; Axel Plant, Bangalore</a> reported in 2000 (Suppl.) Arb. LR 94 (Karnataka), the Karnataka High Court while dealing with the application preferred under <a href=\"/doc/596725/\" id=\"a_17\">Section 11</a> of the Arbitration Act has observed that it is necessary that there should be an arbitration agreement if there is no stipulation of appointment of an arbitrator in the agreement then the arbitrator cannot be appointed. Similarly, if a particular matter is not considered to be a dispute then also the Arbitrator cannot be appointed. If no claim certificate is issued as specified in terms of the contract, the petitioner is debarred from demanding a reference to Arbitrator. In view of this specific agreement, it could be considered that the application submitted for appointment of Arbitrator is misconceived.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">15. The Orissa High Court while dealing with the similar application preferred under <a href=\"/doc/1841764/\" id=\"a_18\">Section 11</a> for appointment of Arbitrator had declined to exercise the administrative jurisdiction in reference to the particular clause as it was brought to the notice of Orissa High Court that the claim was barred by time. The Orissa High Court has observed that, &quot;it is true that ordinarily the question of claim being barred by limit should be left to the arbitrator. However, as has been observed in 2 decisions of the Supreme Court relied upon by the Learned Counsel for the State where the claim `itself on the fact of it is barred by limitation, the matter need not be referred to the Arbitrator.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">16. Of course, it is important to note that in the cited case for the claim, the cause of action for the petitioner arose more than a decade back. Mr. Patel has placed reliance on this decision in reference to clause 64 where the time limit was agreed upon by the parties by way of contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1230260\" id=\"span_6\">17. The Delhi High Court in case of <a href=\"/doc/1230260/\" id=\"a_19\">Rajdhani Dal Mills v. MMTC Ltd.</a> reported in 2000 (1) Arbitration Law Report Page 164 has held that where the full and final settlement has been arrived at and the petitioner had accepted the cheque and had confirmed the receipt of the payment of the said cheque against the full and final settlement, then in such a case no arbitrator or no arbitrable dispute can be said to have survived and ultimately, the Delhi High Court refused to refer the mater to the Arbitrator exercising jurisdiction under <a href=\"/doc/1841764/\" id=\"a_20\">Section 11</a> of the Act.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">18. In case of Nathani Steels Ltd. v. Associated Constructions reported in 1995 Supplementary 3 SCC Page 324, the matter had been mutually settled between the parties and it was held that once the parties have arrived at a settlement in respect of any dispute, the difference arising out of a contract and the dispute and the difference is amicably settled by way of final settlement between the parties unless that settlement is set aside in proper proceeding, it cannot lie in the mouth of the parties to the settlement to spur into the ground that it was a mistake and to proceed to invoke the arbitration clause. The Delhi High Court has held that, &quot;If this is permitted the sanctity of the settlement would be wholly lost.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"821117\" id=\"span_7\">19. It would be relevant to refer to the decision cited by Mr. Patel where the Apex Court has held that a notice required is mandatory and if not served it may go to the jurisdiction or maintainability. In absence of such notice, the proceedings would be totally without jurisdiction and the Orders passed, if any, would a nullity. Of course this decision of <a href=\"/doc/821117/\" id=\"a_21\">Dattaram S Vichare v. Thukaram S Vichare and Others</a> reported in (1999) Supreme Court Cases 764 relates to a matter in connection with the Rent Control &amp; Eviction Act but the ratio of the decision can be made applicable to the present case as demand of arbitrator after 90 days and if not appointed or notice to refer he mater to the arbitrator within 180 days are stages provided. In the present case, notice raising dispute contemplated in <a href=\"/doc/1629945/\" id=\"a_22\">Section 64(i)(iii)</a> has not been given.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1549520\" id=\"span_8\">In case of <a href=\"/doc/1549520/\" id=\"a_23\">Shetty&#x27;s Construction Company Pvt. Ltd. v. Konkan Railway Corporation Ltd. and another</a> reported in (1999) 8 Supreme Court Cases 604, the Apex Court was dealing with mostly similar facts situation. Considering the totality of the facts in Para 19 of the decision, the Apex Court has observed and has held that:-</span>\n</p><blockquote id=\"blockquote_2\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1549520\" id=\"span_9\">&quot;It is difficult to appreciate how these observations can be of any avail to him for interpreting the words &quot;final claims&quot; on disputed matter as envisaged by clause 63.1.1. In the context of the said clause, it must be held that &quot;final claims&quot; envisaged therein must be crystallised and complete claims on disputed matters to be lodged with the authorities by the contractor who wants the authorities to decide upon these claims and to consider whether they are worth granting wholly or in part or worth rejecting and that play would be available to the respondent authorities for a period of 90 days from lodging of such final claims on disputed matters by the contractor for the consideration of the authorities. this locus penitentiae of 90 days is essential for the authorities to consider whether the final and crystallised claims on disputed maters either during the pendency of the contract or after its termination or even after the final bills get prepared are required to be granted wholly or partly or not at all and once the authorities do not respond favourably during these 90 days after the lodging of final claims, then it would be open to the contractor raising those claims to demand arbitration in writing in connection with these final claims within further three months, that is within the upper limit of six months from the date of raising of such final claims. It is also not possible to agree with learned Senior counsel for the appellant contractor, Shri Dave that &quot;final claims&quot; mentioned in clause 63.1.3 have to be read into the phraseology of the term &#x27;final claims&quot; as mentioned in clause 63.1.1. It is easy to visualise that &quot;final claims&quot; on disputed matters may arise during the pendency of contract as <a href=\"/doc/1549520/\" id=\"a_24\">laid down by</a> clause 62 or may arise at the end of the contract when final bills are submitted as contemplated by clause 63.1.3. In both these cases, which broadly are governed by clause 62, after lodging of final claims the time schedule <a href=\"/doc/1549520/\" id=\"a_25\">laid down by</a> clause 63.1.1. would obviously apply to cover both these types of final claims. In short, the final claims must be definite, certain and crystallised under diverse heads either flowing from the final bill or even earlier arising out of the working of the contract even when the final bill is still not prepared by the authorities. Therefore, instead of reading down the term &quot;final claims&quot; on disputed matters as found in clause 63.1.1 to mean only &#x27;final claims&quot; arising out of final bills, it must be held that the term &quot;final claims&quot; on disputed matters as employed by clause 63.1.1. would cover final claims on disputed matters either lodged during the currency or even after its termination or even after preparation and submission of final bills by the authorities. In all these cases, the final claims on disputed matters contemplated by clause 63.1.1. must be crystallised and firm final claims which are required to be considered by the authorities for giving their response. In other words, the claims should not be in a fluid state and the appellant contractor should not consider them to be not final but tentative to be revised or reconsidered at his end in future for raising ultimate claims on the relevant heads of dispute. If the appellant contractor himself treats these claims at an earlier stage to be in a fluid state and not final, neither can he expect the authorities to respond thereto nor can he treat the authorities to have failed to respond thereto so as to lose the benefit of the procedure of arbitration binding between the parties as per the contractual terms.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1549520\" id=\"span_10\">21. The Apex Court has held that it would not be possible to say that the respondent Authorities have failed to carry out their corresponding contractual obligation under the very same clause and, therefore, had forfeit their right to resort to the Machinery for arbitration under the terms of the contract and the High Court was perfectly justified in relegating both these parties to the arbitrator. When a party has forfeited its right to resort to the arbitration proceedings under the contract, then <a href=\"/doc/1549520/\" id=\"a_26\">in that case</a>, it would not be open for the Court to appoint any Arbitrator.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">22. On facts available on record, it is not a matter of dispute that as per condition No. 43(2) of the General Conditions of the Contract, once the contractors signs the No Claim Certificate issued with regard to the same contract, it is not referable to Arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1229716\" id=\"span_11\">In case of <a href=\"/doc/1229716/\" id=\"a_27\">Jivani Engineering Works Pvt. Ltd. v. Union of India</a> reported in AIR 1981 Calcutta Page 101, though the Calcutta High Court referring to the decision of Arkat Damodar Valley Corporated (Supra) has held that the question of No Claim Certificate and/or validity of the same is itself a dispute which is within the scope of arbitration clause and the arbitrator has jurisdiction to decide the same.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1229716\" id=\"span_12\">But, the ratio of the decision in the case of <a href=\"/doc/1229716/\" id=\"a_28\">Jivani Engineering</a> (Supra) would not help the present petitioner in view of the observations made by the Apex court in case of Willington Associates Ltd. v. Kin v. Mehta reported in 2000 (4) SCC 272 where the Apex Court has observed that <a href=\"/doc/675839/\" id=\"a_29\">Section 16</a> of 1996 Act is an enabling provision and the same has no mandatory sense and therefore, the jurisdiction of the Chief Justice of India or his designate to decide the question is not excluded by said <a href=\"/doc/675839/\" id=\"a_30\">Section 16</a>. A dispute may be posed as a dispute, &quot;may be referrable to arbitration&quot; by the petitioner while filing petition under <a href=\"/doc/1841764/\" id=\"a_31\">Section 11</a> of the Act, but, the referability of the issue can be examined while dealing with petition under <a href=\"/doc/1841764/\" id=\"a_32\">Section 11</a>. <a href=\"/doc/1846895/\" id=\"a_33\">Section 7</a> postulates an agreement which makes the appointment of an Arbitrator mandatory and does not cover the situation where the parties agree that they may file a suit in case of dispute or may enter into arbitration agreement. <a href=\"/doc/675839/\" id=\"a_34\">Section 16</a> of 1996 Act has simply removed the disability under <a href=\"/doc/115954296/\" id=\"a_35\">Section 33</a> of the Old Act preventing the Arbitrator from deciding the question as to the existence of Arbitration agreement etc. But in all situations, the arbitrator cannot be the sole authority to decide upon the existence of arbitration clause. In present case, the say of the respondent is that on acceptance of final bill without protest under clause 43 of the agreement brings out the alleged dispute from the compass of referability of issue. No claim Certificate disentitles the petitioner from referring the matter to the arbitrator.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"552143\" id=\"span_13\">Similar view has been taken by the Karnataka High Court in case of <a href=\"/doc/552143/\" id=\"a_36\">Jose &amp; Mani Constructions Pvt. Ltd. Bangalore</a> (Supra). It is rightly submitted that <a href=\"/doc/1724405/\" id=\"a_37\">Section 43</a> of the Arbitration and Conciliation Act does not provide about the extension of time raising the dispute and apart from that considering the conditions of General Conditions of the Contract and special condition of contract after having signed &quot;No Due Claim Certificate&quot; and the final bill provision of clause 64 does not apply and therefore, there is no question of appointing arbitrator relying upon the said clause 64 of the General Conditions of the Contract.</span> It would be beneficial to refer to the decision of Dattaram S.V. Cheng v. Tolakram S.V. Cheng and other reported in 1999 (6) SCC Page 764, where the Apex Court was dealing with the legality and validity of the notice for eviction issued under the <a href=\"/doc/152598621/\" id=\"a_38\">Maharashtra Housing &amp; Area Development Act, 1976</a> (Relevant <a href=\"/doc/292760/\" id=\"a_39\">Section 66(2)</a> of the said Act). In the present case, the ratio of the above cited decision can help the other side. Clause 64 (1)(i) deals with the demand for arbitration after 90 days and before 180 days. The notice raising dispute within 90 days has not been given and directly a demand to appoint the arbitrator has been made by serving notice. Clause 64(1)(iv) is relevant wherein it is provided that, &quot;If the contractor do not prefer his specific and final claim in writing within a period of 90 days of receiving the intimation from the Railways that the final bill is ready for payment, he will be deemed to have waived his claim and the Railway shall be discharged and released of all the liabilities under the contract in respect of this claim.&quot; It is submitted that this particular notice provided under Clause 64(1)(iv) has not been served and therefore, there was no question of service of demand for arbitration. So also, it has to be held that the alleged dispute loses its referability to an arbitrator.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"435559\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"713435\" id=\"span_15\">23. Decision in the case of <a href=\"/doc/713435/\" id=\"a_40\">Navbharat Dal Mills v. Food Corporation of India</a> reported in AIR 1993 Delhi Pg. 87 and in case of <a href=\"/doc/435559/\" id=\"a_41\">Kulbir Singh Rattan Singh</a> (Supra) have only persuasive value and in view of the discussions hereinabove and the set of facts available in the present case, I am not inclined to accept the say of Mr. Nakrani on this point.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"397534\" id=\"span_16\">On the contrary, the ratio of the decision in case of <a href=\"/doc/397534/\" id=\"a_42\">Nirman Scindia v. Indal Electrometals Ltd. Coimbatore and Others</a> reported in AIR Kerala 440 would help the other side because it is specifically pleaded and pointed out that in the present case, there is non-compliance of particular clause of the agreement and non-compliance of preceding steps envisaged by the agreement would make the application for appointment of an arbitrator not maintainable or say premature.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">24. In more than one decision, this Court and the Apex Court has held that irrespective of the claim of <a href=\"/doc/172851/\" id=\"a_43\">Section 60</a> of 1996 Act, the point of limitation and the entertainability can be examined while dealing with the petition under <a href=\"/doc/1841764/\" id=\"a_44\">Section 11</a>. Referring to the decision of Wild Life Institution of India and another v. Vijaykumar Garg (Supra) in case of Ram Builders v. Union of India Western Railways, this Court (Coram: M.R. Calla, J) dealing with mostly similar set of facts has held that the petition of the contractor is not entertainable. The alleged claims of the petitioner-contractor has been held to be time barred. It is also held in the same decision that in case of discharge and release of all liabilities under the contract, the question of seeking arbitration simply does not arise and the petition under <a href=\"/doc/1841764/\" id=\"a_45\">Section 11</a> of the Act by the contractor is not entertainable. For short, the say as submitted by Mr. M.A. Patel, Ld. Counsel appearing for the respondent Union of India is accepted and the petition preferred under <a href=\"/doc/1841764/\" id=\"a_46\">Section 11</a> is rejected. \n</p> \n\n","numcites":21,"numcitedby":0,"docsource":"Gujarat High Court","citetid":901025,"divtype":"judgments","relatedqs":[{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"final bill","formInput":"final%20bill"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"works contract","formInput":"works%20contract"},{"value":"No due certificate ","formInput":"No%20due%20certificate%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"qualification","formInput":"qualification"},{"value":"orissa high court ","formInput":"orissa%20high%20court%20"},{"value":"the finality clause ","formInput":"the%20finality%20clause%20"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"limitations","formInput":"tag:limitations"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"}],"courtcopy":false,"query_alert":null,"agreement":false}