{"tid":62642310,"publishdate":"2019-02-14","title":"Meghpal @ Trigpal vs State Of M.P. on 14 February, 2019","doc":"<h2 class=\"doc_title\">Meghpal @ Trigpal vs State Of M.P. on 14 February, 2019</h2>\n\n<pre id=\"pre_1\">                           1      Criminal Appeal Nos.2/08 &amp; 111/08\n\n                 High Court of Madhya Pradesh\n                       Bench at Gwalior\n\n\nDIVISION BENCH : Hon.Shri Justice Sanjay Yadav &amp;\n                 Hon.Shri Justice Vivek Agarwal\n\n                    Criminal Appeal No.2/2008\n\nMeghpal @ Trigpal &amp; Anr.             ...... Appellants\n\n                                    Vs.\nState of M.P.                        .....Respondent\n\n                               &amp;\n                   Criminal Appeal No.111/2008\n\nAjju @ Deshraj &amp; Ors.                ...... Appellants\n\n                                    Vs.\nState of M.P.                        .....Respondent\n\n----------------------------------------------------------------------------\nShri R.K.Sharma, learned senior counsel with Shri\nV.K.Agrawal, counsel for the appellants in Criminal Appeal\nNo.2/2008.\nShri A.K.Jain, learned counsel for the appellants in Criminal\nAppeal No.111/2008.\nShri F.A.Shah, learned Public Prosecutor for the\nrespondent/State.\nShri V.K.Saxena, learned senior counsel with Shri Jagdish\nSingh, counsel for the complainant.\n----------------------------------------------------------------------------\n               Whether approved for Reporting :\n\n                       JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">        (Passed on this 14th day of February, 2019)\n\nPer Justice Vivek Agarwal :\n</p>\n<blockquote id=\"blockquote_1\">       This judgment shall govern the disposal of both the\n\nCriminal Appeals.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_2\">2.     These appeals originate from the judgment dated 23 rd\n                        2    Criminal Appeal Nos.2/08 &amp; 111/08\n\nOctober, 2007 passed in Sessions Case No.110/2007 by the\n\nCourt of 4th Additional Sessions Judge (Fast Track Court),\n\nDabra, Distt. Gwalior, whereby appellants have been convicted\n\nunder Section 302 read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> of IPC with life\n\nimprisonment and fine of Rs.100/- each. It is further directed\n\nthat in case of default of fine accused will undergo one month&#x27;s\n\nadditional simple imprisonment.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.    Learned counsel for the appellants submits that this is a\n\ncase of circumstantial evidence where chain of circumstances\n\nis not complete and as per the prosecution story on 22.11.2006\n\nTI police Station, Bilaua, B.R.Dwivedi (PW-15) received\n\nintimation on telephone that one person is lying dead in the\n\nbushes at Jaurasi Ghati and his motorcycle is standing by the\n\nside of road. When the police party reached Jaurasi Ghati, they\n\nfound a Hero Honda motorcycle bearing No. MP07 KM 1850\n\nand a dead-body at a distance of 20 meters. There were two\n\npairs of slippers lying close to the motorcycle and one near the\n\ndeceased. Besides this, one axe and a stick to hold axe were\n\nlying there separately. A huge stone having blood marks was\n\nalso lying there and there were large injury marks on the head\n\nand face of the deceased. There was a white colour Safi with\n\nblack border tied to the throat of the deceased which prima\n\nfacie revealed that it was a case of murder. When clothes of the\n                        3     Criminal Appeal Nos.2/08 &amp; 111/08\n\ndeceased were searched for, a mobile was found bearing\n\nNo.9826225656 and the numbers which were fed in that\n\nmobile were searched and a person who gave his name as\n\nGaurav Vajpai (PW-8) was informed who in turn informed the\n\npolice party that deceased is Ramu Vajpai son of Late Vijay\n\nKumar Vajpai resident of 287, Tansen Nagar, Gwalior.\n\nIntimation was given to the senior officers and doctor of FSL\n\nteam which came on the spot alongwith dog squad and tried to\n\nfind out about identity of the accused.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">4.    Prosecution examined as many as 15 witnesses, namely\n\nMahendra Sharma (PW-1) to prove that he had arranged for a\n\nroom for the accused and searched for the accused in the\n\nmorning of the incident and they were not found in their room;\n\nLaxminarayan Shivhare (PW-2), a witness of arrest of accused\n\nAjju and his memorandum under <a href=\"/doc/1312051/\" id=\"a_2\">Section 27</a> of the Evidence\n\nAct; Raju (PW-3) and Dharmendra (PW-4), who claimed that\n\nthey had looked for the accused in their room and they could\n\nnot be found there and they had not come to the work on the\n\nfateful day of 22nd November, 2006; Dinesh Kumar Patwari\n\n(PW-5), who had prepared spot map (Ex.P/3); Suresh Chandra\n\nSwarnkar Naib Tahsildar (PW-6) before whom identification of\n\nseized material had taken place; Ghanshyam Singh Chauhan\n\n(PW-7), witness of identification of dead-body alongwith\n                         4     Criminal Appeal Nos.2/08 &amp; 111/08\n\nGaurav Vajpai, brother of the deceased, and other seized\n\nmaterial; Gaurav Vajpai (PW-8), brother of the deceased who\n\nhad received call from the police Station and reached the spot;\n\nBirendra Sharma (PW-9), another witness of arrest and\n\nmemorandum of other accused persons; Dr. Pushpendra Singh\n\n(PW-10), who had conducted postmortem on the body of the\n\ndeceased; Awadh Kumar (PW-11), Head Constable who had\n\nreceived clothes, Safi, viscera and a packet of salt; Ramakant\n\nMishra (PW-12) and Anil Bhatnagar (PW-13) who claimed\n\nthemselves to be eye-witnesses of the incident; Ajay Vajpai\n\n(PW-14), uncle of the deceased with whom police had\n\nallegedly visited the site at Bilaua where work of the deceased\n\nwas going on and Shri B.R.Dwivedi (PW-15) IO of the case.\n\nAs per B.R.Dwivedi (PW-15) he received intimation at about\n\n11 am and after making entry in the Rojnamacha, he left the\n\npolice Station to reach site of the incident and after visiting the\n\nsite and from there the workplace of the deceased where it\n\ncame to his knowledge that accused persons had not come for\n\nwork, he returned back to the place of incident and then\n\nreached police Station alongwith Ajay Vajpai (PW-14) and\n\nlodged FIR (Ex.P/24).\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">5.     Learned counsel for the appellants submits that though\n\nprosecution has implanted Ramakant Mishra (PW-12) and Anil\n                         5    Criminal Appeal Nos.2/08 &amp; 111/08\n\nBhatnagar (PW-13) as eye-witnesses narrating a story that on\n\n22.11.2006 they were returning from Jaurasi temple when they\n\nhad seen the incident and incidently they are also registered\n\ncontractors, therefore, they were knowing all the accused\n\npersons as at some point of time they had done some work with\n\nthem which has not been disclosed by them. They had used\n\nservices of such accused persons as labourers but statements of\n\nsuch witnesses are not reliable and their conduct itself creates a\n\ndoubt about prosecution story. It is submitted that it is an\n\nadmitted position that on 28.11.2006 they had given their\n\nstatements to the police, one of which has been exhibited as\n\nEx.D/1 by Anil Bhatnagar (PW-13). The reason, which has\n\nbeen shown for not giving their statements earlier or not\n\nnarrating the story to the prosecution that they had witnessed\n\nthe murder in the hands of known accused persons, that they\n\nwere under fear and fright, and therefore, could not report the\n\nmatter to the police earlier is neither possible nor realistic and\n\nthis clearly shows that they are planted witnesses known to the\n\ncomplainant party inasmuch as Anil Bhatnagar is a resident of\n\nRailway Colony which is close to Tansen Nagar where the\n\ndeceased was staying with his uncle Ajay Vajpai (PW-14) and\n\nhis brother Gaurav Vajpai (PW-8). It is also submitted that IO\n\nhas not carried out investigation in totality otherwise it is\n                         6     Criminal Appeal Nos.2/08 &amp; 111/08\n\npossible that Ramakant Mishra (PW-12) and Anil Bhatnagar\n\n(PW-13) might have been the real culprits and they falsely\n\nframed the appellants otherwise there was no reason for them\n\nto remain in anonymity for long six days, specially when they\n\nhad crossed several police Stations on way to their home. It is\n\npointed out that Anil Bhatnagar (PW-13) is resident of Gwalior\n\nand the distance between Jaurasi temple and Tansen Nagar is\n\nmore than 20 kms and there are at least three police Stations on\n\nway including Jhansi Road police Station, whereas Ramakant\n\nMishra (PW-12) is resident of Bhind and had travelled from\n\nJaurasi to Bhind which reveals that they have more to hide than\n\nto reveal in regard to the present case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">6.    Learned counsel for the appellants submits that Ajay\n\nVajpai (PW-14) who is uncle of the deceased with whom\n\ndeceased was staying has narrated that Bhura and Ajju had\n\nvisited their house on 22.11.06 at about 8-8.30 am and had\n\nasked for Ramu. He called Ramu and then Ajju and Bhura told\n\nthat they will settle his account. When he intervened and asked\n\nthat why not they pay the money there itself, then Bhura said\n\nthat money is with his brother Meghpal and he will pay the\n\nsame there itself. Then Ramu took his motorcycle and was\n\nabout to leave alongwith Bhura and Ajju, he asked Ramu to\n\ndeposit a form of Bank of Baroda which Ramu kept and left on\n                         7     Criminal Appeal Nos.2/08 &amp; 111/08\n\nmotorcycle towards Bilaua. At about 11 .15 am he received\n\nintimation that Ramu&#x27;s dead-body is lying at Jaurasi temple and\n\nthen he reached there. It is submitted that this is contrary to the\n\nstory narrated by Gaurav Vajpai (PW-8), brother of the\n\ndeceased, inasmuch as Gaurav Vajpai has submitted that he\n\nhad received a phone call from one police official namely\n\nSikarwar on his mobile from the mobile of his elder brother\n\nand then he had called his uncle PW-14 but could not contact\n\nhis uncle and then he called his friend Amit Tomar and reached\n\nJaurasi Ghati where he saw the dead-body in presence of the\n\npolice officials and crowd of 8-10 persons. He has not shown\n\npresence of Ajay Vajpai (PW-14) on the spot though he has\n\nmentioned that police had prepared Naksha Panchayatnama\n\nand handover to him mobile and watch of the deceased vide\n\nEx.P/7.\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">7.    In view of such evidence, it is submitted that there are\n\nmaterial contradictions in the evidence of prosecution\n\nwitnesses inasmuch as B.R.Dwivedi (PW-15) has deposed that\n\nhe had called Gaurav Vajpai and informed him about the\n\nincident, whereas Gaurav Vajpai has stated that he had\n\nreceived a call from one Sikarwar. It is further submitted that in\n\nfact, Ajay Vajpai (PW-14) and Gaurav Vajpai (PW-8) were\n\nshown the slippers on the spot itself, and therefore, there was\n                            8   Criminal Appeal Nos.2/08 &amp; 111/08\n\nno justification in getting the slippers identified at a subsequent\n\npoint of time. It is further submitted that a slipper worn by\n\nlabourers is neither decorated nor branded to have been\n\nidentified as to who was wearing which slippers. This is\n\nanother weak link in the prosecution story inasmuch as\n\nwitnesses have been made to identify accused persons on the\n\nbasis of their slippers.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">8.    It is also submitted by the learned counsel for the\n\nappellants that as per the FIR when IO had taken Ajay Vajpai\n\nto Bilaua situated at 25 kms away from the place of incident,\n\nthen they met Kashiram who had identified slippers, axe and\n\nSafi saying that such Safi was belonging to Bhura and axe was\n\ngiven by Mahendra, but this witness who could have been a\n\nvital person in the chain has not been examined by the\n\nprosecution. Even Mahendra (PW-1) has not deposed that he\n\nhad given an axe to the accused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">9.    It is also submitted that prosecution has tried to fit in a\n\nstory of murder by introducing various characters like a clever\n\ndirector of a film, but the improbabilities are apparent on their\n\nface. It is pointed out that as per the story of Ramkant Mishra\n\n(PW-12) he had left Bhind at 5 am by bus and reached Gwalior\n\nby 7 am which is improbable as roads in 2006 were really in\n\nbad shape and a public transport with several stoppages on way\n                         9     Criminal Appeal Nos.2/08 &amp; 111/08\n\nwould take at least 3 hours to reach Gwalior bus stand. From\n\nthere he would have travelled a few kms to reach the house of\n\nAnil Bhatnagar (PW-13) as has been narrated by Anil\n\nBhatngar, and therefore, they could not have left the house of\n\nAnil Bhatnagar at 7.15 am as has been narrated by Anil\n\nBhagnagar to reach Jaurasi temple at 8 am. It is also submitted\n\nthat as per the IO he had received intimation at 11 am.\n\nThereafter he made entry in the Rojnamacha, collected force\n\nand informed his superior officers and reached the scene of\n\nincident situated at a distance of about 9 kms from the police\n\nStation Bilaua. Then they searched the body of the deceased\n\nand discovered a mobile and thereafter they called on the\n\nnumber of Gaurav Vajpai (PW-8). As per Gaurav Vajpai (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">8) he had reached the spot at about 11.30 am which is again not\n\npossible, as IO had reached the spot at 11.15, therefore, it is not\n\npossible that a person in Tansen Nagar at a distance of 26-27\n\nkms could reach the site of incident in less than 15 minutes\n\ntime, specially when he had called his friend Amit Tomar and\n\nwhen Amit Tomar reached his house, then they had gone to\n\nJaurasi valley. In this sequence, it is submitted that Gaurav\n\nVajpaid had reached there, IO had taken Ajay Vajpai (PW-14)\n\nto Bilaua, where work of the deceased was going on which is\n\nshown to be at a distance of 25 kms from the place of incident\n                         10    Criminal Appeal Nos.2/08 &amp; 111/08\n\nand interrogated Kashiram who has not been examined and\n\nthen searched for accused persons in their hutment, distance of\n\nwhich has not been shown, and then came to the place of\n\nincident, then reached police Station to lodge a report at 12.30\n\nam as is mentioned in FIR (Ex.P/24). These improbabilities\n\nalso point out towards innocence of the accused. It is also\n\nsubmitted that IO has not examined any independent witness to\n\ncorroborate presence of PW-12 and PW-13 at Jaurasi Temple\n\nthough they have deposed that after Darshan they had taken\n\nsnacks (tiffin) at Jaurasi.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">10.   Learned counsel for the appellants also submits that Ajay\n\nVajpai&#x27;s (PW-14) presence on the spot near about when police\n\nreached is also full of improbability inasmuch as on the one\n\nhand Gaurav Vajpai (PW-8) has deposed that he could not\n\ncontact his uncle Ajay Vajpai, whereas Ajay Vajpai has not\n\nnarrated his source of information that how and from whom he\n\ngot information at 11.15 am about the dead-body of deceased\n\nRamu lying in Jaurasi Ghati when according to B.R.Dwivedi\n\nIO (PW-15) he received intimation at 11 am through a\n\nanonymous call at police Station and thereafter when he\n\nreached the site of incident, they found a dead-body. On search\n\nof the body, they discovered a phone, whereafter they made\n\ncall. All this could not have been taken place within 15 minutes\n                       11     Criminal Appeal Nos.2/08 &amp; 111/08\n\nto connect to Ajay Vajpai (PW-14). It is further submitted that\n\nAjay Vajpai (PW-14) though has given his case diary\n\nstatements but they were given three days after the incident on\n\n25.11.2006. It is also pointed out that though he was with the\n\npolice and visited work-site of the deceased, but he never\n\nnarrated to the police authorities that he had last seen Bhura\n\nand Ajju in the company of the deceased and they had visited\n\nhis house in the morning of the fateful day and had taken the\n\ndeceased with them. This is another important miss in the link\n\nof chain of circumstantial evidence.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">11.   It is further submitted by learned counsel for the\n\nappellants that as per the version of Ramakant Mishra (PW-12)\n\nand Anil Bhatnagar (PW-13) they had seen accused dragging\n\nthe deceased, but there are no drag injury marks on any part of\n\nthe deceased as per postmortem report (Ex.P/18).\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">12.   It is further submitted that IO has shown recovery of\n\nform of Bank of Baroda (Ex.P/20), account opening form of\n\nBank of Baroda (Ex.P/21), family card (Ex.P/22) vide Ex.P/17\n\nfrom the site, but these papers were allegedly seized vide\n\nseizure memo Ex.P/17 on the identification of Meghpal on\n\n30.11.2006 i.e. after a week of the incident. Similarly vide\n\nEx.P/12 dated 22.12.2006 at the instance of Bhura seizure has\n\nbeen shown. The place of seizure is Jaurasi Ghati and the\n                       12    Criminal Appeal Nos.2/08 &amp; 111/08\n\npapers which have been shown to be seized are a black colour\n\npurse containing three notes of Rs.10 each, 2 photographs of\n\nRamu Vajpai and one of his card, registration card of the\n\nmotorcycle, a bill of Hero Honda, a copy of challan. It is\n\nsubmitted that Gaurav Vajpai (PW-8) has admitted that on\n\n22.11.2006 he was handed over a watch and mobile of the\n\ndeceased Ramu which addresses another peculiar feature that\n\nany person if he wanted to loot will leave mobile and watch to\n\ntake away a purse containing inconsequential papers and just\n\nRs.30. It is also pointed out that when doctor and FSL team\n\nalongwith dog squad had inspected the scene of crime, then\n\nshowing recovery of purse and certain loose papers as have\n\nbeen recovered vide seizure memo Ex.P/17 &amp; Ex.P/12 on\n\n30.11.2006 &amp; 22.12.2006 appears to be improbable specially\n\nwhen recovery of such papers has been shown from the place\n\nof incident after 8 days &amp; 30 days respectively of the incident\n\nin the month of November when the atmosphere is moist and\n\ndew falls in abundance in late evening and early morning of the\n\nday. It is pointed out that these papers as are contained in\n\nEx.P/20, Ex.P/21 and Ex.P/22 are intact. Witnesses of seizure\n\nof these documents namely Shri Virendra Sharma (PW-9) has\n\nbeen examined by the prosecution and in his deposition he has\n\ncategorically deposed that police had seized a polythene but no\n                        13     Criminal Appeal Nos.2/08 &amp; 111/08\n\nsuch polythene has been mentioned in the seizure memo\n\nEx.P/17 in which such papers were contained and such papers\n\ncould not have remained intact without there being any cover\n\non such a dusty and barren site of the incident.\n\n</p><p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"105640015\" id=\"span_1\">13.   It is also pointed out that Raju (PW-3) and Dharmendra\n\n(PW-4) are planted witnesses inasmuch as there is no mention\n\nof their statements being taken and in fact admittedly it was\n\nKashiram who had identified everything and searched for these\n\nlabourers but his statement has not been recorded. No Farari\n\nPanchnama was prepared. It is also submitted that there was no\n\ncompliance of <a href=\"/doc/279174/\" id=\"a_3\">Section 157</a> of Cr.P.C. which is mandatory as\n\nper the law laid down by the Supreme Court in the case of\n\n<a href=\"/doc/105640015/\" id=\"a_4\">Meharaj Singh Vs. State of Uttar Pradesh</a> as reported in\n\n1995 Crl.L.J. 457.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"313411\" id=\"span_2\">14.   It is also submitted by learned counsel for the appellants\n\nthat Ramakant Mishra (PW-12) and Anil Bhatnagar (PW-13)\n\nhave not given any reason for their presence at the site. Jaurasi\n\nis known for its Hanuman Temple. The day of the incident is\n\nWednesday, whereas Hanuman Temple is usually visited on\n\nTuesday and Saturday, and therefore, usually nobody will come\n\nfrom Bhind to visit Hanuman Temple on a Wednesday. These\n\nwitnesses have not given any details of their works where they\n\nhad met accused, registration number, date and time of the\n                        14     Criminal Appeal Nos.2/08 &amp; 111/08\n\naccused working with them and moreover they have given their\n\nstatements for the first time on 28.11.2006 which makes their\n\npresence doubtful. Reliance has been placed on the judgment\n\nof the Supreme Court in the case of <a href=\"/doc/313411/\" id=\"a_5\">Raghunath v. State of\n\nHaryana</a> as reported in AIR 2003 SC 165 wherein it has been\n\nheld that when complainant party did not stop at two police\n\nStations and proceeded straight to General Hospital, Gurgaon,\n\nthe conduct of the complainant party is unusual and creates\n\ndoubt about genesis of prosecution story. It has been observed\n\nthat &quot;we are of the view that in the ordinary circumstances, it is\n\nquite imperative that the complainant party could have stopped\n\nat the police station, sought necessary help from the police\n\nstation and also gave the first hand information to the police&quot;.</span>\n\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"104240276\" id=\"span_3\">Reliance has also been placed on the judgment of the Supreme\n\nCourt in the case of <a href=\"/doc/104240276/\" id=\"a_6\">Shahid Khan v. State of Rajasthan</a> as\n\nreported in AIR 2016 SC 1178 wherein statements of eye-\n\nwitnesses were recorded after three days of the incident and no\n\nexplanation was given regarding the same, and therefore, it was\n\nheld that delay in recording the statements casts a serious doubt\n\nabout they being eye-witnesses to occurrence, and therefore,\n\nevidence of witnesses was not considered to be reliable and\n\nconviction was reversed.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">15.   It is further submitted by learned counsel for the\n                           15     Criminal Appeal Nos.2/08 &amp; 111/08\n\nappellants that no FSL report of the senior scientific officer\n\nwho had inspected the spot alongwith dog squad has been\n\nproduced on record which proves the innocence of the\n\nappellants. It is further submitted that it is not the duty of the\n\naccused to prove that the prosecution story is false, but\n\nprosecution has to discharge the burden of proving the case\n\nbeyond reasonable doubt.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">16.   It is further pointed out by learned counsel for the\n\nappellants that learned trial Court has noted demeanour of Ajay\n\nVajpai (PW-14) and observed that he was trying to lead the\n\nprosecutor and giving the replies prior to question being put to\n\nhim. This is a serious aspersion on the integrity of the witness\n\ninasmuch as the observation of the trial Court which reads as\n\nunder :-\n</p>\n<blockquote id=\"blockquote_2\">           ÞuksV%&amp; lk{kh vuZxy rjhds ls cM p&lt;dj vfHkHkk&quot;kd egksn;\n           ds iz&#x27;u iwNus ls igys gh tcko ns jgk gS mldk ;g vkpj.k\n           Bhd ugh gSß\n\npoints out that he was a tutored witness and was knowing the\n\nchronology of the questions and could not keep him under\n\ncontrol to wait for the questions being put by the counsel\n\nbefore answering the same. It is also pointed out that there is\n\ncontradiction in the testimony of this witness inasmuch as in\n\npara 5 he has stated that during identification of Safi it was not\n\ntorn. Such identification had taken place on 21.2.2007 after the\n                        16     Criminal Appeal Nos.2/08 &amp; 111/08\n\npostmortem report Ex.P/18 was furnished. In the postmortem\n\nreport itself, it is mentioned that this Safi was cut when a red\n\ncontused ligature mark was found around the neck of the\n\ndeceased. It is further submitted that TIP had taken place to\n\nidentify such slippers or Safi on 21.2.2007 i.e. after three\n\nmonths of the incident, whereas witnesses had already seen the\n\nslippers and Safi etc. on 22.11.2006 itself.\n</blockquote>\n<blockquote id=\"blockquote_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"121020\" id=\"span_4\">17.   It is also submitted that this witness Ajay Vajpai (PW14)\n\nwas with the police at the spot and had travelled to Billua,\n\nworkplace of the deceased and other places but he never\n\nnarrated this fact that the deceased was taken by Bhura and\n\nAjju in the morning of the incident. This creates doubt about\n\nthe integrity of this witness. Reliance has been placed on the\n\njudgment of the Supreme Court in the case of <a href=\"/doc/121020/\" id=\"a_7\">State of Orissa\n\nv. Mr. Brahmananda Nanda</a> as reported in AIR 1976 SC\n\n2488 wherein it has been held that if sole eye-witness has not\n\ndisclosed the name of murderer for a day and half, then under\n\nsuch facts and circumstances his credibility is seriously\n\neffected. Relying on this judgment, it is submitted that Ajay\n\nVajpai (PW-14) is not a reliable witness of last seen.</span> It is also\n\nsubmitted that Birendra Sharma (PW-9) and Ghanshyam Singh\n\nChauhan (PW-7) are planted and pocket witnesses inasmuch as\n\nboth these witnesses are residing within circumference of 1 km\n</blockquote><p data-structure=\"RespArg\" id=\"p_18\">                        17    Criminal Appeal Nos.2/08 &amp; 111/08\n\nfrom the residence of the deceased at Tansen Nagar and there\n\nomnipresence on 22.11.2006, 30.11.06 and 22.12.06 causes a\n\ndoubt that they are not the witnesses of the spot but they were\n\ntaken by the police alongwith them, and therefore, memos\n\nEx.P/11, Ex.P/15 and Ex.P/16 shown to be made in their\n\npresence do not appear to be reliable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"211762\" id=\"span_5\">18.   Reliance has also been placed by the learned counsel for\n\nthe appellants on the judgment of the Supreme Court in the\n\ncase of <a href=\"/doc/211762/\" id=\"a_8\">State of U.P. v. Arun Kumar Gupta</a> as reported in\n\nAIR 2003 SC 801 wherein it has been held that if witnesses to\n\nrecovery is not residing in the immediate proximity,\n\ndiscrepancy over whether the witness by himself came to scene\n\nof occurrence or was called renders his evidence as to recovery\n\ndoubtful. In this regard, para 17 of the judgment is relevant\n\nwhich is reproduced as under :-</span>\n</p>\n<blockquote id=\"blockquote_4\">        &quot;17.In this regard, the prosecution relies on the\n        evidence of PW-4. We have earlier noticed PW-\n        4 is not a resident in the immediate proximity of\n        the house of the respondent. He belongs to the\n        same biradari of the complainant and lives\n        behind the house of the Investigating Officer,\n        PW-9. We find no reasonable explanation why\n        such a person was called to be a witness to the\n        recovery when there were any number of people\n        available and who are residents of the houses in\n        the immediate proximity of the house of the\n        respondent. We also notice from the records that\n        large number of people were present at the time\n        of the recovery, therefore, prosecution should\n        have come forward with some explanation why\n        PW-4 was so selectively chosen to be the\n               18     Criminal Appeal Nos.2/08 &amp; 111/08\n\nwitness for the recoveries. We also notice,\nthough the preparation of memos of the\nrecoveries took a long time still for all the\nrecoveries PW-4 is a common witness. There is\nalso considerable discrepancy in regard to the\nmanner in which PW-4 came to be a witness to\nthe recoveries. From the evidence on record, it is\nseen that at one place it is stated that PW-4 had\ncome to the house of respondent on hearing the\ncommotion that took place because of the\nbreaking open of the lock of the house. At\nanother place, we find that I.O. PW-9 had\nsummoned PW-4 from his house to be a witness\nfor the recovery. This discrepancy also adds to\nthe doubt in regard to the evidence of PW-4,\ntherefore, in our opinion as held by the High\nCourt it is not safe to rely on the evidence of this\nwitness. PWs-7 and 9 who were police officers\nare also witnesses, who speak about the\nrecoveries made from the house of the\nrespondent. PW-9 at one point says that all the\nrecoveries in question, were made by him and he\nleft the house of the respondent around 11.00 or\n11.30 P.M. in the night of 28th of May, 1988.\nWhile PW-7 who also present at that point of\ntime says that PW-9 was there throughout the\nnight of 28th of May, 1988 till the morning of\n29th of May, 1988 when the recoveries were\ncompleted. Thus we find a material contradiction\nin the evidence of these two witnesses. From the\nrecords, we see that the recoveries of the\nbloodstained knife, the bloodstained earth was\nmade on 29th of May, 1988. And according to\nthe PW-9 he had made the recoveries and he had\nleft the place by about 11.30 P.M. in the night. It\nis not possible to reconcile these two facts if\nactually PW-9 was the person responsible for\npreparing the recovery memos then, the date\n29th May does not fit into prosecution case since\naccording to this witness himself he left about\n11.30 in the night of 28th of May, 1988.\n</blockquote><blockquote id=\"blockquote_5\">Therefore, there is force in the arguments of the\nlearned counsel for the respondent that these\nrecoveries can not be believed more so in the\nbackground of the fact that the bloodstained\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">                        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"189406987\" id=\"span_6\">19   Criminal Appeal Nos.2/08 &amp; 111/08\n\n        knife, the bloodstained earth was not sent to the\n        serologist. This court in the case of <a href=\"/doc/189406987/\" id=\"a_9\">Laxmi Singh\n        Vs. State of Bihar</a> (supra) has stated that :-</span>\n</p><blockquote id=\"blockquote_6\">             &quot;To add to this another important\n             circumstance is the omission on the part\n             of the prosecution to send the\n             bloodstained earth found at the place of\n             occurrence for chemical examination\n             which could have fixed the situs of the\n             assault. In almost all criminal cases, the\n             bloodstained earth found from the place\n             of occurrence is invariably sent to the\n             Chemical Examiner and his report along\n             with the earth is produced in the court,\n             and yet this is one exceptional case\n             where this procedure was departed from\n             the reasons best known to the\n             prosecution. This also, therefore, shows\n             that the defence version may be true. It\n             is well settled that it is not necessary for\n             the defence to prove its case with the\n             same rigour as the prosecution is\n             required to prove its case, and it is\n             sufficient if the defence succeeds in\n             throwing a reasonable doubt on the\n             prosecution case which is sufficient to\n             enable the Court to reject the\n             prosecution version.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"188773897\" id=\"span_7\">19.   Similarly, reliance has been placed on the judgment of\n\nthis Court in the case of <a href=\"/doc/188773897/\" id=\"a_10\">Babloo @ Rajendra v. State of M.P.</a>\n\nas reported in 2009(1) JLJ 374 wherein in para 11 this Court\n\nobserved as under :-</span>\n</p>\n<blockquote id=\"blockquote_7\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"468041\" id=\"span_8\">&quot;11.The next judgment relied on by the learned\n        counsel for the appellants is in the case of <a href=\"/doc/468041/\" id=\"a_11\">Ram\n        Gopal v. State of M.P.</a> {2001(2) JLJ 192),\n        wherein this Court has held that once the fact is\n        discovered from the other sources there can be\n        no fresh discovery even if relevant information\n        is extracted from the accused and the Court has\n        to be watchful that the protection of <a href=\"/doc/494844/\" id=\"a_12\">sections 25</a></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">                        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1406527\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_10\">20    Criminal Appeal Nos.2/08 &amp; 111/08\n\n         and 26 of the <a href=\"/doc/1953529/\" id=\"a_13\">Evidence Act</a> is not whittled down.\n         There must be a recovery in pursuance of the\n         information furnished by the accused and that\n         information should not have been previously\n         known to the police. The discovery of hidden\n         incriminating articles said to have been\n         recovered by the accused is inadmissible in\n         evidence if the police already knew where they\n         were hidden. If the information is received from\n         a witness to whom the accused had made an\n         extra-judicial confession, then discovery of such\n         hidden incriminating articles under <a href=\"/doc/1312051/\" id=\"a_14\">Section 27</a> is\n         immaterial. The same proposition has been <a href=\"/doc/468041/\" id=\"a_15\">laid\n         down by</a> the Apex Court in the case of\n         <a href=\"/doc/601466/\" id=\"a_16\">Sukhvinder Singh v. State of Punjab</a> {(1994) 5\n         SCC 152}, and in the case of <a href=\"/doc/1406527/\" id=\"a_17\">Vijender v. State of\n         Delhi</a> {(1997) 6 SCC 171}. Thus, it is settled law\n         that if the police is already aware about the\n         hidden of incriminating articles then discovery\n         of those articles under <a href=\"/doc/1312051/\" id=\"a_18\">section 27</a> of the\n         Evidence Act is immaterial and cannot be relied\n         upon from convicting the accused.&quot;</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"729191\" id=\"span_11\">20.   It is further submitted by the learned counsel for the\n\nappellants that seized mobile has not been produced before the\n\nCourt which was necessary for the prosecution. Even call\n\ndetails have not been produced as to who all had called on that\n\nnumber in the close proximity to the incident and on which\n\nnumber calls were made from said mobile phone even after its\n\nrecovery. Reliance has been placed on the judgment of the\n\nSupreme Court in the case of <a href=\"/doc/729191/\" id=\"a_19\">Mohd. Aman and another v.\n\nState of Rajasthan</a> as reported in AIR 1997 SC 2960 wherein\n\nit has been held that if seized articles are not produced and\n\nexhibited, then conviction on the basis of finger print report is\n                         21     Criminal Appeal Nos.2/08 &amp; 111/08\n\nnot proper. In the present case, though FSL team admittedly\n\nvisited the place but no finger prints have been brought on\n\nrecord nor any call details which points out that possibility of\n\ntampering and fabrication of evidence cannot be ruled out.\n\nTherefore, placing reliance on the aforesaid judgments and\n\nfacts, it is submitted that this is a case of false accusation. It is\n\nfurther submitted that defence could prove that the theory of\n\nlast seen by Ajay Bajpai (PW-14) is not reliable and the eye-\n\nwitnesses account of Ramakant Mishra (PW-12) and Anil\n\nBhatnagar (PW-13) is also not trust worthy, therefore, in the\n\npresent case of circumstantial evidence, the prosecution was\n\nrequired to show that the evidence produced by them was\n\nworthy of acceptance and irreproachable but because of so\n\nmany missing links, even chain of circumstances is not\n\ncomplete, and therefore, the appellants are entitled to acquittal.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"115564649\" id=\"span_12\">21.   Learned Public Prosecutor Shri F.A.Shah on the other\n\nhand has drawn attention of this Court to the testimony of Raju\n\n(PW-3) to point out that Raju has categorically deposed that\n\naccused had not visited the site of work on the fateful day. It is\n\nalso submitted that though FSL report is not on record, but no\n\nadverse inference can be drawn and has placed reliance on the\n\njudgment of the Supreme Court in the case of <a href=\"/doc/115564649/\" id=\"a_20\">Ganga Singh\n\nVs. State of M.P.</a> as reported in (2013) 7 SCC 278 to point out\n                       22     Criminal Appeal Nos.2/08 &amp; 111/08\n\nthat prosecution has proved its case beyond reasonable doubt\n\nabout guilt of the accused and once such burden has been\n\ndischarged by adducing reliable evidence, then that burden\n\ncannot be extended beyond a point and onus was on the\n\nappellants to point out that they are not guilty of the offence.</span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"786404\" id=\"span_13\">Reliance has also been placed on the judgment of the Supreme\n\nCourt in the case of <a href=\"/doc/786404/\" id=\"a_21\">Sheo Shankar Singh v. State of\n\nJharkhand and another</a> as reported in (2011) 3 SCC 654\n\nwherein in para 66 it has been held that mere delay in the\n\nexamination of a particular witness does not, as a rule of\n\nuniversal application, render the prosecution case suspect. It\n\ndepends upon circumstances of the case and the nature of the\n\noffence that is being investigated. It would also depend upon\n\nthe availability of information by which the investigating\n\nofficer could reach the witness and examine him. It would also\n\ndepend upon the explanation, if any, which the investigating\n\nofficer may offer for the delay. In a case where the\n\ninvestigating officer has reasons to believe that a particular\n\nwitness is an eye-witness to the occurrence but he does not\n\nexamine him without any possible explanation for any such\n\nomission, the delay may assume importance and require the\n\nCourt to closely scrutinize and evaluate the version of the\n\nwitness but in a case where the investigating officer had no\n                        23    Criminal Appeal Nos.2/08 &amp; 111/08\n\nsuch information about any particular individual being an eye-\n\nwitness to the occurrence, mere delay in examining such a\n\nwitness would not ipso facto render the testimony of the\n\nwitness suspect or affect the prosecution version.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1035123\" id=\"span_14\">22.   Reliance has also been placed by learned Public\n\nProsecutor to the judgment of the Supreme Court in the case of\n\n<a href=\"/doc/1035123/\" id=\"a_22\">Shivaji Sahebrao Bobade and another v. State of\n\nMaharashtra</a> as reported in AIR 1973 SC 2622 wherein it\n\nhas been held that presumption of innocence of accused needs\n\nmoderation. It has been held that Jurisprudential enthusiasm for\n\npresumed innocence must be moderated by the pragmatic need\n\nto make criminal justice potent and realistic. A balance has to\n\nbe struck between chasing chance possibilities as good enough\n\nto set the delinquent free and chopping the logic of pre-\n\nponderant probability to punish marginal innocents. It has been\n\nfurther held that when scanning the evidence of various\n\nwitnesses the Court has to inform itself that variances on the\n\nfringes, discrepancies in details, contradictions in narrations\n\nand embellishments in inessential parts cannot militate against\n\nthe veracity of the core of the testimony provided there is the\n\nimpress of truth and conformity to probability in the substantial\n\nfabric of testimony delivered.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"53756698\" id=\"span_15\">23.   Reliance has also been placed on the judgment of the\n                       24     Criminal Appeal Nos.2/08 &amp; 111/08\n\nSupreme Court in the case of <a href=\"/doc/53756698/\" id=\"a_23\">Shyamal Ghosh v. State of West\n\nBengal</a> as reported in (2012) 7 SCC 646 wherein in a murder\n\ntrial finding the eye-witnesses to corroborate significant parts\n\nof chain of circumstances and based on last seen together\n\ncoupled with recovery of dismembered corpse and weapons of\n\noffence and other crime articles, conviction was affirmed. In\n\npara 63 importance of presence of eye-witnesses at significant\n\nparts of chain of circumstances has been discussed in the\n\nfollowing terms:-</span>\n</p>\n<blockquote id=\"blockquote_8\">        &quot;63. Then it was also contended that\n        circumstantial evidence is a very weak evidence\n        and in the present case, the complete chain\n        having not been established, the accused are\n        entitled to acquittal. This argument again does\n        not impress us. Firstly, we have discussed in\n        some details that this is not purely a case of\n        circumstantial evidence. There are eye-witnesses\n        who had seen the scuffling between the deceased\n        and the accused and the strangulation of the\n        deceased by the accused persons and also the\n        loading of the mutilated body parts of the\n        deceased contained in gunny bags into Maruti\n        Van. Evidence establishing the &#x27;last seen\n        together&#x27; theory and the fact that after altercation\n        and strangulation of the deceased which was\n        witnessed by PW8, PW17 and PW19, the body\n        of the deceased was recovered in pieces in\n        presence of the witnesses, have been fully\n        established. To a very limited extent, it is a case\n        of circumstantial evidence and the prosecution\n        has proved the complete chain of events. The gap\n        between the time when the accused persons were\n        last seen with the deceased and the discovery of\n        his mutilated body is quite small and the possible\n        inference would be that the accused are\n        responsible for commission of the murder of the\n</blockquote><p data-structure=\"Section\" id=\"p_27\">                        25     Criminal Appeal Nos.2/08 &amp; 111/08\n\n        deceased. Once the last seen theory comes into\n        play, the onus was on the accused to explain as to\n        what happened to the deceased after they were\n        together seen alive. The accused persons have\n        failed to render any reasonable/plausible\n        explanation in this regard.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">24.   Placing reliance on such decisions, learned Public\n\nProsecutor submits that prosecution has been able to establish\n\nthe chain of circumstances beyond reasonable doubt coupled\n\nwith the fact that there is evidence of last seen, so also an eye-\n\nwitness account which is sufficient to draw only conclusion of\n\nguilt of appellants which does not call for any interference.\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">25.   After hearing the arguments and going through the\n\nmaterial on record, following analysis emerge after giving\n\nconsiderable thought to the material produced before us. (i) It\n\nis to be deciphered from the material on record that whether the\n\ndeath of Ramu is homicidal or not. For this reference can easily\n\nbe drawn      from postmortem report (Ex.P/18)           wherein\n\npostmortem Dr. Pushpendra Singh (PW-10) has noted cause of\n\ndeath due to asphyxia due to strangulation within 03 to 12\n\nhours of the postmortem and death has been termed to be\n\nhomicidal. Following injuries have been noted on the body of\n\nthe deceased :-\n</p>\n<blockquote id=\"blockquote_9\">         &quot;(1) Radish contused ligature mark evident\n         around neck passing over thyroid cartilage 8 cm\n         below tip of chin, 9 cm below right ear &amp; 8 cm\n         below left ear &amp; 8.5 cm below occipital\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">                        26    Criminal Appeal Nos.2/08 &amp; 111/08\n\n         prominence, 43 cm in circumference &amp; 2 cm in\n         width. On cut section all neck structures\n         corresponding to injury ecchymosed. Injury to\n         neck structure ante mortem in nature.\n</p><p data-structure=\"CDiscource\" id=\"p_31\">         (2) Lacerated wound evident on right side\n         forehead &amp; eye lateral angle &amp; cheek 10 x 4 x\n         skin deep. Signs of bleeding evident.\n</p><p data-structure=\"Conclusion\" id=\"p_32\">         (3) Lacerated wound with depressed compound\n         fracture 1 cm above left eye brow 4 x 3 x bone\n         deep associated with swelling.\n</p><p data-structure=\"Conclusion\" id=\"p_33\">         (4) Lacerated wound evident on left side parietal\n         part 9 cm above tip of ear 5 x 1 cm x skin deep.\n</p><p data-structure=\"Conclusion\" id=\"p_34\">         (5) Lacerated wound evident m Right side\n         temporal part above ear size 3 x 1 cm x skin\n         deep. Adjacent tissues contused. &quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n</p><blockquote id=\"blockquote_10\">Dr. opined that all injuries were ante- mortem in nature and\n\nwere sufficient to cause death in ordinary course of nature. It\n\nwas also opined that injuries to head were caused by hard and\n\nblunt object and to neck by using ligature material Safi. There\n\nare no incised wound found on the body of the deceased.\n</blockquote>\n<blockquote id=\"blockquote_11\">Postmortem had taken place on 2.15 pm and the nature of\n\ninjuries clearly reveals that death was homicidal.\n</blockquote>\n<blockquote id=\"blockquote_12\">26.   Now it is to be seen as to whether the proposition led by\n\nthe prosecution through Ajay Vajpai (PW-14) that deceased\n\nwas taken away from his residence by the accused is a reliable\n\npiece of evidence or not. Ajay Vajpai (PW-14) has given his\n\nstatements to the police admittedly on 25.11.2006, whereas he\n\nwas present with the police throughout and IO had recorded\n\nFIR (Ex.P/24) after visiting the scene of incident, place where\n                        27     Criminal Appeal Nos.2/08 &amp; 111/08\n\nAjay Vajpai was present and then they had visited the work-\n</blockquote>\n<blockquote id=\"blockquote_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"104240276\" id=\"span_16\">site of the deceased at Bilaua and then FIR was lodged, but\n\nthroughout it is nowhere mentioned that Ajay Vajpai (PW-14)\n\never informed the police till recording of his 161 statement on\n\n25.11.2006 that Bhura and Ajju had taken the deceased from\n\nhis house in front of him. This is a material contradiction on\n\nthe part of the prosecution inasmuch as serious doubt is casted\n\nabout the testimony of this witness in the light of the law <a href=\"/doc/53756698/\" id=\"a_24\">laid\n\ndown by</a> the Supreme Court in the case of <a href=\"/doc/104240276/\" id=\"a_25\">Shahid Khan</a>\n\n(supra). FIR (Ex.P/24) though cannot be considered to be an\n\nencyclopedia of the incident, clearly makes a mention that\n\nB.R.Dwivedi (PW-15) IO had taken Ajay Vajpai (PW-14) to\n\nthe site where cement concrete mixing machine was functional\n\nand made enquiry from Kashiram about other labourers\n\nworking at the site and then Kashiram had informed about\n\nabsence of Bhura, Ajju, Shrichand            and Khimma @\n\nKhemchand. Thereafter they searched for the temporary\n\nhutments of the accused alongwith Kashiram and then visited\n\nthe place of incident when Kashiram had identified one pair of\n\nslippers to be that of Bhura and another to be that of Ajju and\n\nthird pair of slippers to be that of Shrichand and Safi to be that\n\nof Bhura so also the axe lying there. If Ajay Vajpai (PW-14)\n\nhad seen the deceased going out with Bhura and Ajju, then\n                       28     Criminal Appeal Nos.2/08 &amp; 111/08\n\nthere was no occasion for him not to give their names as that\n\nwould have helped the investigation to proceed in that\n\ndirection rather than seeking the names of absent labourers\n\nfrom Kashiram, who has not been examined by the\n\nprosecution. This act of the prosecution is not a minor omission\n\nbut leaves a vital gap in completion of chain of circumstances.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"115564649\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"115564649\" id=\"span_18\">Also there is    no explanation by the prosecution for not\n\nrecording the statement of Ajay Vajpai (PW-14) who was\n\nknown to the IO and was available with the IO continuously\n\nfrom the scene of crime till 25.11.2006, therefore, reliance\n\nplaced by the learned counsel for the respondent to the\n\njudgment in the case of <a href=\"/doc/115564649/\" id=\"a_26\">Ganga Singh</a> (supra) that when their\n\nwitnesses were not tested by cross-examining them on such\n\naspects and no question was put to the IO in this regard, then\n\ntestimony of prosecution witnesses cannot be doubted, may be\n\ntrue in the given set of facts but at the same time in <a href=\"/doc/115564649/\" id=\"a_27\">Ganga\n\nSingh</a> (supra) itself the Supreme Court has held that if the\n\ndefects in investigation causes serious doubt on prosecution\n\ncase, then accused would be entitled to acquittal due to such\n\ndoubt.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"786404\" id=\"span_19\">Similarly, in the case of <a href=\"/doc/786404/\" id=\"a_28\">Sheo Shankar Singh</a> (supra)\n\nthough it has been held that delay in the examination of a\n\nparticular witness does not, as a rule of universal application,\n\nrender the prosecution case suspect, but at the same time, it\n                           29   Criminal Appeal Nos.2/08 &amp; 111/08\n\nwould depend upon the explanation if any which the IO may\n\noffer for the delay. It has been held that in a case where the\n\ninvestigating officer has reasons to believe that a particular\n\nwitness is an eye-witness to the occurrence but he does not\n\nexamine him without any possible explanation for any such\n\nomission, the delay may assume importance and require the\n\nCourt to closely scrutinize and evaluate the version of the\n\nwitness. In the present case, Ajay Vajpai (PW-14) was all\n\nthrough with the IO and yet such a vital fact has not been\n\nnarrated by him till recording of 161 statements that too after 3\n\ndays, therefore, it casts doubt about his authenticity to be an\n\nwitness of last seen.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121020\" id=\"span_20\">In this regard, judgment of the Supreme\n\nCourt in the case of <a href=\"/doc/121020/\" id=\"a_29\">Mr. Brahmananda</a> (supra) can be placed\n\nreliance to discard the testimony of Ajay Vajpai (PW-14) to be\n\na witness of last seen.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"313411\" id=\"span_21\">27.   Therefore, this Court is required to scrutinize the\n\nevidence of Ramakant Mishra (PW-12) and Anil Bhatnagar\n\n(PW-13) who claim themselves to be the witnesses who had\n\nseen the body of the deceased being subjected to murder and\n\ndragging. Their testimony that they had seen the body being\n\ndragged is not corroborated by the postmortem report as no\n\ninjury or bruise has been pointed out by Dr. Pushpendra Singh\n\n(PW-10) in the lower limbs of the deceased though admittedly\n                        30     Criminal Appeal Nos.2/08 &amp; 111/08\n\nthe scene of incident is a part of Jaurasi valley where there are\n\nseveral bushes as have been shown in crime details form\n\nEx.P/25. Further, their silence for six long days in not narrating\n\nthe incident to the police, specially when they crossed several\n\npolice Stations on way casts serious doubt about their\n\ntestimony and this finds support from the judgment of the\n\nSupreme Court in the case of <a href=\"/doc/313411/\" id=\"a_30\">Raghunath</a> (supra) wherein\n\ntheir failure to report to police at first hour though two police\n\nStations were on their way to General Hospital was found to be\n\nsufficient to discard their testimony.</span> Ramakant Mishra (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1035123\" id=\"span_22\">12) and Anil Bhatnagar (PW-13) have tried to give an\n\nexplanation that they were not feeling well, they were\n\nthreatened by the accused and were afraid of them but this is to\n\nbe seen in their socio- economic background as has been\n\ninstructed by the Supreme Court in the case of <a href=\"/doc/1035123/\" id=\"a_31\">Shivaji\n\nSahebrao Bobade</a> (supra) wherein it has been held in para 8\n\nthat when scanning the evidence of the various witnesses the\n\nCourt has to take into consideration the &#x27;behavioural pattern\n\nand perceptive habits&#x27;. The too sophisticated approaches\n\nfamiliar in courts based on unreal assumptions about human\n\nconduct cannot obviously be applied to those given to the\n\nlethargic ways of our villages. When scanning the evidence of\n\nvarious witnesses, the Court has to inform itself that variances\n                        31    Criminal Appeal Nos.2/08 &amp; 111/08\n\non the fringes, discrepancies in details, contradictions in\n\nnarrations and embellishments in inessential parts cannot\n\nmilitate against the veracity of the core of the testimony. This\n\nbeing true socio- economic background of Ramakant Mishra\n\n(PW-12) and Anil Bhatnagar (PW-13) assumes importance.\n\nThey are not rustic villagers. They themselves claim to be\n\ncontractors and engaged in the profession of building\n\ncontractors. They already knew the accused as they had availed\n\ntheir services at one or other point of time. It is possible that\n\nthey might have not gathered courage to confront the accused\n\nas they were reportedly five in number but once they left the\n\nscene of crime, the explanation given by them that they were\n\nfrightened and were not keeping good health is not of any\n\nrelevance to explain six days silence in invoking their\n\nconscious to wake up to gather courage to give statement\n\nbefore the IO or share the incident with the IO on 28.11.2006.\n\nThis theory of invocation of conscious appears to be not only\n\ntoo improbable but also too rustic to be believed and accepted,\n\ntherefore, there is no reason to accept their presence on the\n\nscene of crime, coupled with the fact that they have failed to\n\ngive vital details as to when they had actually come in contact\n\nwith the accused and where and when accused had worked for\n\nthem and it cannot be ruled out that their names were given by\n                       32     Criminal Appeal Nos.2/08 &amp; 111/08\n\nthe IO or Ajay Vajpai (PW-14) as Anil Bhatnagar (PW-13) is a\n\nresident of close proximity of the residence of Ajay Vajpai and\n\nat his instance such statements were given by Ramakant Mishra\n\n(P-12) and Anil Bhatnagar (PW-13), and therefore, for want of\n\ndelay, the explanation given by the witnesses, on close scrutiny\n\ndeserves to be rejected and is rejected, specially when\n\nRamakant Mishra (PW-12) belongs to the same Biradari as the\n\ndeceased and Ajay Vajpai (PW-14), so also the pocket witness\n\nBirendra Sharma (PW-9).</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"211762\" id=\"span_23\">As has been held in the case of\n\n<a href=\"/doc/211762/\" id=\"a_32\">Arun Kumar Gupta</a> (supra) in para 20 and 21 that\n\nextraordinary interest taken by the witnesses in investigation\n\nand remaining present on every important place and time in the\n\ncourse of investigation as has been the case of PW-9 does not\n\ninspire confidence and same is the case in regard to these vital\n\nwitnesses coupled with the fact that I.O. has been so\n\ncomplacent that he did not bother to visit Jaurasi temple to\n\ncollect evidence to corroborate visit of PW-12 &amp; PW-13 of\n\n22.11.2006 is a vital embellishment.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">28.   Thus, it is apparent that even postulation of hypothesis of\n\neye-witnesses is to be discarded, the case has to rest only on\n\nthe probability of circumstantial evidence for which all the\n\nlinks of the chain needs to be stitched together. Prosecution\n\nwas required to show by examining Kashiram that in fact\n                        33     Criminal Appeal Nos.2/08 &amp; 111/08\n\naccused were working for the deceased and they were required\n\nto pay some money to the deceased to save themselves, on\n\nwhich they thought of eliminating the deceased. It has come\n\non record that Bhura is a labour contractor and the deceased\n\nwas a contractor, therefore, it is the contractor who has to pay\n\nmoney to the labour or labour contractor and it is not other way\n\naround. Secondly, the recovery of documents like bank form,\n\npurse, family card etc. at a belated stage on the identification of\n\nthe accused from an open space where the crime had allegedly\n\ntaken place casts doubt about such recovery.\n\n</p><p data-structure=\"CDiscource\" id=\"p_40\">29.   Though recovery of axe has been shown but there is no\n\ninjury on the body of the deceased caused by a sharp and hard\n\nobject like an axe. Evidence of Ajay Vajpai (PW-14) in regard\n\nto identification of Safi is not corroborated by the evidence of\n\nDr. Pushpendra Singh (PW-10) who conducted postmortem.\n\nThough scene of crime was visited by the FSL team and the\n\ndog squad but absence of their reports on record and\n\nproduction of such doctor who headed the team of FSL also\n\ncasts doubt about the authenticity of prosecution story. In\n\nEx.P/31 it is mentioned that B group of blood was found on\n\nArticles A, E, I, K1, K2 and K3, but there is no evidence on\n\nrecord to show that blood group of the deceased was B so to\n\ncorroborate the blood group on the stone and clothes of the\n                        34     Criminal Appeal Nos.2/08 &amp; 111/08\n\ndeceased to show that such stone was actually used to kill the\n\ndeceased. At the cost of repetition, it is to be pointed out, as\n\nabove, that there were no injury marks of dragging on the body\n\nof the deceased. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"770220\" id=\"span_24\">In the case of <a href=\"/doc/770220/\" id=\"a_33\">Mousam Singha Roy and\n\nothers Vs. State of W.B.</a> as reported in (2003) 12 SCC 377 it\n\nhas been held that even in the case of circumstantial evidence,\n\nthe Court has to take       caution that it does not rely upon\n\nconjecture or suspicion and the same should not be permitted to\n\ntake the place of legal proof. The circumstances from which the\n\nconclusion of guilt is to be drawn, in the first instance be fully\n\nestablished and all the facts so established should be consistent\n\nwith the hypothesis of guilt of the accused. The circumstance\n\nshould be of a conclusive nature and tendency and they should\n\nbe such as to exclude every hypothesis but the one proposed to\n\nbe proved. In the present case, such hypothesis of guilt of the\n\naccused cannot be proved beyond reasonable doubt by the trial\n\nCourt and     chain of circumstances is also not complete,\n\ntherefore, for the failure of the prosecution to establish beyond\n\nreasonable doubt that the deceased was last seen in the\n\ncompany of the accused, Ramakant Mishra (P-12) and Anil\n\nBhatnagar (PW-13) had actually seen the incident, no definite\n\nfinding can be given especially when it is not the case of the\n\nprosecution that there was bitter enmity between the appellants\n                                 35     Criminal Appeal Nos.2/08 &amp; 111/08\n\n         and the deceased and there was such a strong reason for them\n\n         to eliminate the deceased. Even the quantum of transaction\n\n         could not be established. Thus, the circumstances put forward\n\n         have failed to satisfactorily prove the hypothesis of guilt of the\n\n         accused.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164107115\" id=\"span_25\">They are neither of conclusive nature nor exclude\n\n         every other hypothesis but the one proposed to be proved,\n\n         hence, in the light of the law <a href=\"/doc/770220/\" id=\"a_34\">laid down by</a> the Supreme Court\n\n         in the case of <a href=\"/doc/164107115/\" id=\"a_35\">Bakshish Singh v. The State of Punjab</a> as\n\n         reported in AIR 1971 SC 2016 we are of the opinion that\n\n         conviction which has been recorded by the learned 4 th\n\n         Additional Sessions Judge cannot be maintained and is liable\n\n         to be set aside and is set aside. From the record, it appears that\n\n         all other appellants, except appellant No.1-Ajju @ Deshraj in\n\n         Criminal Appeal No.111/08, are on bail. Their bail bonds be\n\n         discharged. Appellant No.1-Ajju @ Deshraj be released\n\n         forthwith if he is not required in any other case. Record of the\n\n         trial Court be sent back.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">\n\n</p><pre id=\"pre_2\">            (Sanjay Yadav)                            (Vivek Agarwal)\n                Judge                                   Judge\nms/-\n\n\n       MADHU SOODAN\n       PRASAD\n       2019.02.15\n       11:16:19 +05&#x27;30&#x27;\n </pre>","numcites":22,"numcitedby":24,"docsource":"Madhya Pradesh High Court","citetid":62642310,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"what is material contradiction","formInput":"what%20is%20material%20contradiction"},{"value":"dog squad","formInput":"dog%20squad"},{"value":"last seen","formInput":"last%20seen"},{"value":"temple","formInput":"temple"},{"value":"strangulation","formInput":"strangulation"},{"value":"\"last seen\"","formInput":"%22last%20seen%22"},{"value":"Chain of circumstances","formInput":"Chain%20of%20circumstances"},{"value":"Vivek Agarwal","formInput":"Vivek%20Agarwal"},{"value":"\\\"circumstantial evidence\\\"","formInput":"%5C%22circumstantial%20evidence%5C%22"},{"value":"improbable","formInput":"improbable"},{"value":"Homicide ","formInput":"Homicide%20"},{"value":"supreme court  judgment","formInput":"supreme%20court%20%20judgment"},{"value":"discovery","formInput":"discovery"},{"value":"dragged","formInput":"dragged"},{"value":"proximity","formInput":"proximity"},{"value":"circumstantial evidence is of no evidence","formInput":"circumstantial%20evidence%20is%20of%20no%20evidence"},{"value":"discrepancies","formInput":"discrepancies"},{"value":"tip","formInput":"tip"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"}],"courtcopy":true,"query_alert":null,"agreement":false}