{"tid":120726166,"publishdate":"2012-08-07","title":"Rai Sandeep @ Deepu vs State Of Nct Of Delhi on 7 August, 2012","doc":"<h2 class=\"doc_title\">Rai Sandeep @ Deepu vs State Of Nct Of Delhi on 7 August, 2012</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2012 SUPREME COURT 3157, 2012 (8) SCC 21, 2012 AIR SCW 4456, AIR 2012 SC (CRIMINAL) 1471, (2012) 117 ALLINDCAS 38 (SC), (2013) 1 MH LJ (CRI) 202, (2013) 115 CUT LT 25, (2013) 1 UC 283, 2012 (117) ALLINDCAS 38, 2012 (7) SCALE 188, (2012) 3 CHANDCRIC 133, 2012 (3) SCC(CRI) 750, 2012 ALL MR(CRI) 3038, (2012) 4 CRILR(RAJ) 950, 2012 (3) CALCRILR 359, (2012) 4 MAD LJ(CRI) 253, (2012) 191 DLT 439, (2012) 3 ALLCRIR 2406, (2012) 3 CURCRIR 301, (2012) 2 ORISSA LR 647, (2012) 4 RAJ LW 3250, (2012) 4 ALLCRILR 172, (2012) 7 SCALE 188, (2012) 53 OCR 286, (2012) 3 DLT(CRL) 401, (2012) 79 ALLCRIC 292</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:f-m-kalifulla\">Fakkir Mohamed Ibrahim Kalifulla</a>, <a href=\"/search/?formInput=benchid:swatanter-kumar\">Swatanter Kumar</a></h3>\n\n<pre id=\"pre_1\">                                                                             Reportable\n\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n\n                      CRIMINAL APPEAL NO. 2486  OF 2009\n\n    Rai Sandeep @ Deepu                 …Appellant\n\n\n                                   VERSUS\n\n\n    State of NCT of Delhi                      …Respondent\n\n\n                            With\n                      CRIMINAL APPEAL NO. 2487  OF 2009\n\n    Hari Singh                               …Appellant\n\n\n                                   VERSUS\n\n\n    State (NCT) of Delhi                       …Respondent\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">Fakkir Mohamed Ibrahim Kalifulla, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">1.    These two appeals at the instance of the  accused  arise  out  of  the\ncommon judgment dated 27.01.2009.  Hence, we will dispose them  of  by  this\ncommon judgment.  Both the appellants were  convicted  for  the  offence  of\ngang rape by  the  trial  Court  and  were  sentenced  to  undergo  rigorous\nimprisonment for 10 years each with a fine of Rs. 3,000/- each,  in  default\nto undergo further rigorous imprisonment for one  year  each  under  <a href=\"/doc/1284610/\" id=\"a_1\">Section\n376 (2)(g)</a>, IPC.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">2.    The case of the prosecution was that on 15.08.2001  in  the  night  at\nabout 1.30 a.m. the prosecutrix (PW-4)  aged  about  34  years  was  in  her\nsister’s house, namely, Seema, that she heard the noise of knocking  at  the\ndoor, that the minor daughter of her sister, namely,  Noju  (PW-10),  opened\nthe door and both the accused persons entered and the accused Rai Sandeep  @\nDeepu told the prosecutrix that he wanted to have  sexual  intercourse  with\nher.  According to the prosecutrix (PW-4), she rebuked their demand  stating\nthat she was not of that type and that the appellants threatened  her,  that\nin the meantime  one  Jitender  (PW-11),  minor  son  of  her  sister  Seema\nappeared and both the minor children asked  the  appellants  to  go  out  of\ntheir house but the appellants pushed the minor children  into  a  room  and\nbolted the door of the room from outside.  The  further  allegation  of  the\nprosecutrix (PW-4) was that the appellant-Rai Sandeep @  Deepu  in  Criminal\nAppeal No.2486 of 2009 made her lie down in the Verandah  outside  the  room\nand had forcible sexual  intercourse  with  her  while  his  companion,  the\nappellant in Criminal Appeal No.2487 of 2009 was guarding the main  door  of\nthe house. It was further alleged  that  after  the  appellant  in  Criminal\nAppeal No.2486 of 2009 had forcible intercourse with  the  prosecutrix  (PW-\n</p><p data-structure=\"Facts\" id=\"p_4\">4), he took  the  turn  of  guarding  the  door  while  his  companion,  the\nappellant in Criminal Appeal  No.2487  of  2009  also  had  forcible  sexual\nintercourse with her, that both the appellants  wiped  their  private  parts\nwith a red colour socks which was lying in the Verandah  and  while  leaving\nthe place of occurrence, they took away a  gold  chain  and  a  wrist  watch\nwhich was lying near the TV inside the room.  The appellants stated to  have\nleft the place by bolting the main door  from  outside.   According  to  the\nprosecutrix (PW-4), since it was dark in the night she did  not  venture  to\ngo out at that time and in the morning she asked her  nephew  Jitender  (PW-\n</p><p data-structure=\"Facts\" id=\"p_5\">11) to get out of the house from roof  top  and  open  the  door  which  was\nbolted from outside.   Thereafter,  she  is  stated  to  have  reported  the\nincident to the police.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">3.     Based  on  the  investigation,  the  appellants  were  arrested   and\nthereafter the gold chain and the wrist watch was recovered at the  instance\nof the appellant in Criminal Appeal No.2486 of 2009 and subsequently on  his\ndisclosure the appellant  in  Criminal  Appeal  No.2487  of  2009  was  also\narrested. The prosecutrix (PW-4) and the  appellants  were  stated  to  have\nbeen medically examined, that the appellant in Criminal  Appeal  No.2487  of\n2009 refused to participate in the  test  identification  parade,  that  FSL\nreport of Exhibits were also obtained and the charge  sheet  was  filed  for\nthe offence of gang rape.  Seventeen witnesses were examined on the side  of\nthe prosecution which included the prosecutrix (PW-4) as well as  her  niece\nNoju and nephew Jitender, minor children of prosecutrix’s sister  Seema  who\nwere examined as  PWs-10  and  11.   PWs  1  and  5  were  the  doctors  who\ntestified the medical report of the prosecutrix (PW-4).   PWs-2,  3  and  13\nwere  the  doctors  who  deposed  about  the  medical  report  of  both  the\nappellants.  SI Rajiv Shah (PW-14)  was  the  investigating  officer.   None\nwere examined on the side of  the  appellants.   The  appellants  have  been\nconvicted as stated above and the said conviction having been  confirmed  by\nthe order impugned in this appeal, the appellants are before us.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">4.    Learned  counsel  appearing  for  the  appellant  in  Criminal  Appeal\nNo.2486 of 2009 submitted that while the alleged offence took place  on  the\nnight of 15.08.2001 at 1.30 a.m., the FIR was lodged at 14.20 hours  on  the\nnext day, that in the FIR the name  of  the  appellant  in  Criminal  Appeal\nNo.2486  of  2009  alone  was  mentioned  and  that  there  were  very  many\ncontradictions in the version of the prosecutrix (PW-4)  before  the  Court.\nLearned counsel by referring to the FSL report PW-14/N  contended  that  the\nreport does not implicate the appellant to the offence alleged against  him.\n According to learned counsel, the trial Court as well  as  the  High  Court\nignored the  fact  that  the  accused  were  neither  identified  nor  their\npresence was established at the place of occurrence.  It was also  contended\nthat there were material contradictions in the evidence  of  PWs10  and  11,\nand that of the  prosecutirix  (PW4)  and,  therefore,  the  conviction  and\nsentence imposed is liable to be set aside.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">5.    Learned  counsel  appearing  for  the  appellant  in  Criminal  Appeal\nNo.2487 of 2009 in his submissions contended that in the case  on  hand  the\nevidence of the prosecutrix PW-4  definitely  need  corroboration,  inasmuch\nas, there were contradictions in the entirety of  her  evidence  which  were\nfatal to the case of the prosecution.  Learned counsel  contended  that  the\nappellant was not named in the FIR and was roped in due to the statement  of\nthe co-accused,  namely,  the  alleged  confession  Annexure  P-3(colly)  in\nCriminal Appeal No.2487 of 2009 stated  to  have  been  made  on  30.08.2001\nbased on which the present appellant was implicated.  Learned  counsel  also\ncontended that the medical evidence also did not support the  story  of  the\nprosecution.  He also made  extensive  reference  to  the  evidence  of  the\nprosecutrix (PW-4) to contend that the same was not in consonance with  what\nwas stated in the FIR and that, therefore, serious doubts  were  created  as\nto the case of the prosecution and the trial Court failed to appreciate  the\ndefects of the case in proper perspective.  By making reference to  para  48\nof the judgment of the trial Court, learned counsel  pointed  out  that  the\nstatement found therein by referring to the deposition of PW-11 was  totally\nmisleading inasmuch as no such statement was ever made  by  PW-11.   Learned\ncounsel further argued that the blood group AB stated to have been  detected\nfrom the semen sample did not match with that of the accused  and  no  blood\nof the accused was ever detected.  Learned counsel also pointed out that  no\ninjury was noted in the breast and thighs of  the  prosecutrix  (PW-4)  and,\ntherefore, the allegation  of  forcible  intercourse  was  not  proved.   He\nfurther argued by making a reference to Exhibit PW-4/B the recovery memo  of\nthe  socks  from  the  place  of  occurrence,  that  in  her  evidence   the\nprosecutrix (PW-4) deposed that  after  preferring  the  complaint  she  was\ntaken to the hospital for medical examination  where  she  handed  over  the\nsocks to the  police  when  her  petticoat  was  seized.   Learned  counsel,\ntherefore, contended that the offence of rape alleged against the  appellant\nhaving not been established in the manner known to law, the  conviction  and\nsentence imposed on the appellant is liable to be set aside.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1046545\" id=\"span_1\">6.    As against the above submissions, learned counsel for the  State  very\nfairly contended that PWs-10 and 11 did  not  support  the  version  of  the\nprosecutrix (PW-4) and solely based on the evidence of  the  prosecutrix  as\ndeposed in her chief examination, the offence was held  proved  against  the\nappellants.  Learned counsel contended that the variation in  her  statement\nin the course of cross examination may be due to the time gap of  two  years\nafter her examination in chief and, therefore, the same does not in any  way\naffect the case of the prosecution.  Learned counsel  by  referring  to  the\nreasoning of the trial Court, namely, that semen stains were  found  on  the\npetticoat of the prosecutrix, that it was not the case of the  accused  that\nshe had sexual intercourse with her husband on the previous night, that  she\nwas in the house of her sister on the date of occurrence, that  the  medical\nreport Exhibit PW-5/A disclosed an abrasion on the right side  of  her  neck\nbelow jaw and the said injury was not self  inflicted  and  the  prosecutrix\nbeing a married woman, there was no possibility of  bleeding  in  vagina  as\nthe hymen was old torn and it was sufficient enough to prove  the  guilt  of\nthe accused.  According to him, the refusal of  the  appellant  in  Criminal\nAppeal No.2487 of 2009 to participate in the test identification parade  was\nsufficient to find the appellant  guilty of   the  offence  alleged  against\nhim.   Learned  counsel,  therefore,  contended  that  the  conviction   and\nsentence imposed do not call for any interference.  He placed reliance  upon\nthe decision of this Court reported as <a href=\"/doc/1046545/\" id=\"a_2\">State of Punjab  v.  Gurmit  Singh  &amp;\nOrs.</a> - 1996 (2) SCC 384 in support of his submission.</span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"346814\" id=\"span_2\">Learned  counsel  for\nthe appellant in Criminal Appeal No.2487 of 2009 relied  upon  the  decision\nin <a href=\"/doc/346814/\" id=\"a_3\">Lalliram &amp; Anr. v. State of Madhya Pradesh</a> - 2008 (10)  SCC  69,  Krishan\nKumar Malik v. State of Haryana - 2011(7) SCC 130 and Ashok Kumar  v.  State\nof Haryana - 2003 (2) SCC 143.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">7.     Having heard learned counsel for the appellants as well as the  State\ncounsel and having perused the relevant papers on  record  as  well  as  the\njudgments of the courts below, we  feel  it  appropriate  to  refer  to  the\nvarious  contradictions  pointed  out  by  the  learned  counsel   for   the\nappellants and the  inconsistencies  in  the  case  of  the  prosecution  as\nprojected in the FIR as sought to be demonstrated before the  Court  in  the\nform of oral  and  medical  evidence.   To  recapitulate  the  case  of  the\nprosecution as projected in the FIR, on the night  of  15.08.2001  at  about\n1.30 a.m., PW-4, the prosecutrix aged about 34 years, a married  woman,  who\nwas staying in her sister’s house, heard knocking of the door and that  when\nshe opened the door along with her niece Noju (PW-10) who was a minor  girl,\n the accused alleged to have forcibly entered the  house  and  demanded  sex\nfrom the prosecutrix which she refused and the appellants forced  themselves\non her one after another after  pushing  her  nephew  Jitender  (PW-11)  and\nniece Noju (PW-10) inside a room and bolting it from outside, and  that  one\nof the accused kept vigil on the main door  while  the  other  had  forcible\nsexual intercourse with her  in  turn.   It  was  also  alleged  that  after\ncommitting the offence and after wiping  their  private  parts  with  a  red\ncolour  socks  lying  in  the  verandah  and  while  leaving  the  place  of\noccurrence they stealthily removed a gold chain and a wrist watch  and  also\nbolted the door from outside.  According to the prosecution,  the  appellant\nin Criminal Appeal No. 2486 of 2009 was apprehended in  the  first  instance\nand based on the admissible portion of his confession, the  gold  chain  and\nwrist watch were recovered and based on  his  disclosure  the  appellant  in\nCriminal Appeal No. 2487 of 2009 was also arrested.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">8.    Keeping the above basic features of the offence  alleged  against  the\nappellants in mind, when we make reference to the evidence of the so  called\n‘sterling witness’ of the prosecution, namely,  the  prosecutrix,  according\nto her version in the chief examination when the persons who knocked at  the\ndoor, were enquired they claimed that they were from the crime branch  which\nwas not mentioned in  the  FIR.   She  further  deposed  that  they  made  a\nstatement that they had come there to commit theft and  that  they  snatched\nthe chain which she was wearing and also the watch  from  Jitender  (PW-11).\nWhile in the complaint, the accused alleged to  have  stealthily  taken  the\ngold chain and wrist watch which were lying near the T.V.   It  was  further\nalleged that the appellant in Criminal Appeal No.2486 of 2009 was  having  a\nknife in his hand which statement was not found  in  the  complaint.   After\nreferring to the alleged forcible intercourse by  both  the  appellants  she\nstated that she cleaned herself with the red colour socks  which  was  taken\ninto possession under Exhibit PW-4/B in the hospital, whereas,  Exhibit  PW-\n4/B states that the recovery was at the  place  of  occurrence.  The  police\nstated to have apprehended the appellants at the instance of  Jitender  (PW-\n</p><p data-structure=\"CDiscource\" id=\"p_12\">11) who knew the appellant in Criminal Appeal No.2486 of 2009 even prior  to\nthe incident, that Jitender (PW-11) also  revealed  the  name  of  the  said\naccused to her and that,  therefore,  she  was  able  to  name  him  in  her\ncomplaint.  When the seized watch was shown to her in the Court,  the  brand\nname of which was OMEX, she stated that the said watch was not worn  by  her\nnephew Jitender (PW-11) as it was stated to be ‘TITAN’ and the chain  was  a\ngold chain having no pendant.  She made it  clear  that  that  was  not  the\nchain which she was wearing and that it did not belong to her and  that  the\nwatch found in the same parcel which was a women’s watch  was  not  the  one\nwhich was worn by Jitender (PW-11).\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">9.    All the above versions were found in  the  chief  examination  of  the\nprosecutrix (PW-4).  In her cross examination, there was  a  U-turn  in  the\nversion of the prosecutrix where she went to the extent of stating that  she\nnever knew the appellant in Criminal Appeal No.2486 of  2009  prior  to  the\nincident and that she was not aware that accused Rai Sandeep was also  known\nas Deepu,  that she never stated before the  police  that  Jitender  (PW-11)\nknew Deepu prior to the incident or at the time of incident, that  since  it\nwas dark on the date of occurrence, she could  not  indentify  the  accused,\nthat her statement of orally identifying the accused was at the instance  of\nthe police.  When the learned APP wanted to cross examine her, the same  was\ndeclined by the crime Court and there was  also  no  re-examination  of  the\nprosecutrix (PW-4).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">10.   Keeping aside the version of PW-4, the prosecutrix,  when  we  examine\nthe so-called  eye  witnesses  Noju  (PW-10)  and  Jitender  (PW-11),  their\nversion  is  much  more  revealing.   Noju  (PW-10)  is  the  niece  of  the\nprosecutrix (PW-4), daughter of prosecutrix  (PW-4)’s  sister,  who  was  10\nyears old at the time of examination.   Before recording her evidence,  with\na view to test the capacity of the witness to depose before the  Court,  the\nCourt questioned her about her blood relations, education and as to  whether\none should speak the  truth  or  lie  and  on  being  satisfied,  PW-10  was\nquestioned. The trial Court,  after  scrutinizing  the  replies  and  noting\nthat the girl child was answering the questions in a rationale manner  found\nher to be a competent witness.  Thereafter when she was  asked  to  identity\nthe accused, she made it clear that they were not the persons.  The  witness\nfurther deposed that prosecutrix (PW-4) is her aunt, that in the  year  2001\nwhen she was sleeping in the house she did not know as to what  happened  or\nas to anything happened at all.  Learned counsel with the permission of  the\nCourt, cross examined the said witness when she  deposed  that  two  persons\nnever entered her home or ever confined her or anybody else in any room  nor\nthey threatened anybody. She also deposed that their house  was  not  bolted\nfrom outside and her brother did not open the door from outside.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">11.   Jitender (PW-11) who was 20 years old at the time of  his  examination\nstated in his chief examination that 3  years  prior  to  the  date  of  his\nexamination in the month of August, he was sleeping on the  roof  top,  that\nhe saw two persons quarrelling with his aunt, that he raised a hue and  cry,\nthat thereafter both the persons ran away and that  nothing  else  happened.\nHe also stated that he did not come down at  all.   He  totally  denied  the\nsequence of events as alleged in the complaint and as narrated  by  PW-4  in\nher evidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">12.   Apart from the  above  version  of  the  prosecution  witnesses,  when\nreference is made to the medical report relating to the prosecutrix  as  per\nAnnexure P-4, there was an injury of abrasion on right side neck  below  her\njaw and that there was no other injury either in the breast or  her  thighs.\nThe hymen was torn old, that there was no  injury  on  the  valva  and  that\nthere was no bleeding in her vagina.  In the FSL report Exhibit PW-14/N,  it\nis stated that there  was  no  semen  detected  on  the  red  colour  socks.\nHowever, human semen was  detected  on  the  petticoat.  But  there  was  no\nmatching of the blood group noted  on  the  petticoat  vis-à-vis  the  blood\ngroup of the accused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">13.   Keeping the above evidence available on record, when  we  analyze  the\ncase of the prosecution as projected, we find  that  apart  from  the  total\nprevaricating statement of the  prosecutrix  herself  in  her  oral  version\nbefore the Court, the other two witnesses PWs10 and 11 who were  none  other\nthen her niece and nephew  not  supported  the  story  of  the  prosecution.\nLeaving aside the version of the prosecutrix, we wonder why Noju (PW-10),  a\nminor girl child should at all make a  statement  totally  conflicting  with\nthe case of the prosecution.   The  prosecutrix  being  her  maternal  aunt,\nthere is no reason for her to spin a  different  story  and  let  her  down.\nGoing by her version, the accused persons were never seen in  her  house  on\nthe date of occurrence.  She being minor child, the trial court  ascertained\nher capability to depose as a  witness.   When  we  examine  the  nature  of\nqueries made by the learned trial Judge to the said witness,  we  find  that\nher replies were all cogent and she knew for what purpose she  was  standing\nbefore the Court. She was very much aware that  she  should  not  utter  any\nfalsehood.   The Court was, therefore, convinced of her composure  and  only\nthereafter proceeded to record her statement.  The Court itself pointed  out\nthe accused present before the Court and asked her as to whether  they  were\npresent in her house on the date of incident, to which she  replied  without\nany hesitation and deposed that they were not present.  She  went  one  step\nahead and made it clear that on that night nothing happened at  all.   Again\nher brother Jitender (PW-11) stated that he heard  two  persons  quarrelling\nwith his aunt.  He also made it clear that apart from the said  quarrel  and\non his making a hue  and  cry  both  of  them  ran  away  and  nothing  else\nhappened.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">14.   The other discrepancies which are to be mentioned are the  categorical\nstatement of the prosecutrix (PW-4) herself that after the alleged  forcible\nsexual intercourse by both the accused, she wiped of her private parts  with\na red colour socks which was lying in the house, though at another place  it\nwas stated that both the accused used the red colour socks to wipe of  their\nprivate parts after the  commission  of  the  offence.   Assuming  both  the\nversions to be true, we find that the red colour  socks  sent  for  chemical\nexamination revealed that it did not contain any semblance of  semen  in  it\nas per the FSL report Exhibit PW- 14/N. It was also pointed out  that  while\naccording to her the socks was handed over to the  police  in  the  hospital\nwhen the petticoat and the socks were seized  from  her,  according  to  the\nseizure memo the socks was recovered from the place of occurrence.  She  was\na married woman and except the semen found in the  petticoat,  there  is  no\nother reliable evidence for implicating the accused-appellants to the  crime\nalleged against them. In this background, when we refer to the oral  version\nof the prosecutrix (PW-4),  as  pointed  out  by  learned  counsel  for  the\nappellant, very many facts which were not found in  her  original  statement\nwere revealed for the first time before the Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">15.   In our considered opinion, the ‘sterling witness’ should be of a  very\nhigh quality and caliber whose version should, therefore,  be  unassailable.\nThe Court considering the version of such witness should be  in  a  position\nto accept it for its face value without any hesitation. To test the  quality\nof such a witness, the status of the witness would be  immaterial  and  what\nwould be relevant is the truthfulness  of  the  statement  made  by  such  a\nwitness. What would be  more  relevant  would  be  the  consistency  of  the\nstatement right from the starting point till the end, namely,  at  the  time\nwhen the witness makes the initial  statement  and   ultimately  before  the\nCourt. It should be natural and consistent with the case of the  prosecution\nqua the accused. There should not be any prevarication  in  the  version  of\nsuch a witness.  The witness should be in a position to withstand the cross-\nexamination of any length and howsoever strenuous it may  be  and  under  no\ncircumstance should give room  for  any  doubt  as  to  the  factum  of  the\noccurrence, the persons involved, as well as, the sequence  of  it.  Such  a\nversion should have co-relation with each and everyone of  other  supporting\nmaterial such as the recoveries  made,  the  weapons  used,  the  manner  of\noffence committed, the scientific evidence and the expert opinion. The  said\nversion should consistently match with the version of every  other  witness.\nIt can even be stated that it should be akin to  the  test  applied  in  the\ncase of circumstantial evidence where there should not be any  missing  link\nin the chain of circumstances to hold the  accused  guilty  of  the  offence\nalleged against him. Only if the version of such  a  witness  qualifies  the\nabove test as well as all other similar such tests to be applied, it can  be\nheld that such a witness  can  be  called  as  a  ‘sterling  witness’  whose\nversion can be accepted by the Court without any corroboration and based  on\nwhich the guilty can be punished. To be more precise,  the  version  of  the\nsaid witness on the core spectrum of the crime should  remain  intact  while\nall other  attendant  materials,  namely,  oral,  documentary  and  material\nobjects should match the said version in material particulars  in  order  to\nenable the Court trying the offence to rely on the  core  version  to  sieve\nthe other supporting materials  for  holding  the  offender  guilty  of  the\ncharge alleged.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">16.   In the anvil of the above principles, when we test the version of  PW-\n4, the prosecutrix, it is unfortunate that the said witness  has  failed  to\npass any of the tests mentioned above.  There  is  total  variation  in  her\nversion from what was stated in the complaint and what  was  deposed  before\nthe Court at the time of trial. There are  material  variations  as  regards\nthe identification of the accused persons, as well as, the manner  in  which\nthe occurrence took place.  The so-called eye witnesses did not support  the\nstory  of  the  prosecution.  The  recoveries  failed  to  tally  with   the\nstatements made. The FSL report did not co-relate the  version  alleged  and\nthus the prosecutrix failed to instill the required confidence of the  Court\nin order to confirm the conviction imposed on the appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1046545\" id=\"span_3\">17.   With the above slippery evidence  on  record  against  the  appellants\nwhen we apply the law on the subject, in the decision reported in  <a href=\"/doc/1046545/\" id=\"a_4\">State  of\nPunjab v. Gurmit Singh &amp; Ors.</a> (supra), this Court was considering  the  case\nof sexual assault on an young girl below 16 years of age who hailed  from  a\nvillage and was a student of 10th standard in  the  Government  High  School\nand that when she was returning back to  her  house  she  was  kidnapped  by\nthree persons.  The victim was stated to have been taken to a tubewell  shed\nof one of the accused where she was made to  drink  alcohol  and  thereafter\ngang raped under the threat of murder.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1046545\" id=\"span_4\">18.   The prosecutrix <a href=\"/doc/1046545/\" id=\"a_5\">in that case</a> maintained the allegation  of  kidnapping\nas well as gang rape.  However, when she was not able to refer to  the  make\nof the car and its colour in which she was kidnapped and that  she  did  not\nraise any alarm, as well as, the delay in  the  lodging  of  the  FIR,  this\nCourt held that those were all circumstances which could  not  be  adversely\nattributed to a minor girl belonging to the poor section of the society  and\non that score, her version about the offence  alleged  against  the  accused\ncould not be doubted so long as  her  version  of  the  offence  of  alleged\nkidnapping and gang rape was consistent in her evidence.  We, therefore,  do\nnot find any scope to apply whatever is stated in <a href=\"/doc/1046545/\" id=\"a_6\">the  said  decision</a>  which\nwas peculiar to the facts of that case, to be applied to the case on hand.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">19.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"634160\" id=\"span_5\">In the decision reported in <a href=\"/doc/634160/\" id=\"a_7\">Ashok Kumar v. State of  Haryana</a>  (supra),\nthis court while dealing with the offence under  <a href=\"/doc/1284610/\" id=\"a_8\">Section  376  (2)  (g)</a>  IPC\nread with explanation held as under in Para 8:</span>\n</p><blockquote id=\"blockquote_1\">        “8.Charge against the appellant is under <a href=\"/doc/1284610/\" id=\"a_9\">Section 376(2)(g)</a> IPC.  In\n      order to establish an offence under <a href=\"/doc/1284610/\" id=\"a_10\">Section 376(2)(g)</a> IPC,  read  with\n      Explanation  I  thereto,  the  prosecution  must  adduce  evidence  to\n      indicate that more than one accused had acted in concert and  in  such\n      an event, if rape had been committed by even one, all the accused will\n      be guilty irrespective of the fact that she had been raped by  one  or\n      more of them and it is not necessary for  the  prosecution  to  adduce\n      evidence of a completed act of rape by each one  of  the  accused.  In\n      other words, this provision embodies a principle  of  joint  liability\n      and  the  essence  of  that  liability  is  the  existence  of  common\n      intention; that common intention presupposes prior concert  which  may\n      be determined from the conduct of offenders revealed during the course\n      of action and it could arise and be formed suddenly, but,  there  must\n      be meeting of minds. It is not  enough  to  have  the  same  intention\n      independently of each of the offenders. In such cases, there  must  be\n      criminal sharing marking out a certain measure  of  jointness  in  the\n      commission of offence.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">20.   Applying the above principle to the case on hand, we find that  except\nthe ipse-dixit of the prosecutrix that too in her  chief  examination,  with\nvarious additions and total somersault in the cross  examination   with   no\nsupport  at  all  at  the  instance  of her niece and nephew  who  according\nto her were present in the house at the time of occurrence, as well as,  the\nFSL report which disclosed the absence of  semen  in  the  socks  which  was\nstated to have been used by the accused as well as the prosecutrix  to  wipe\nof  semen,  apart  from  various  other  discrepancies  in  the  matter   of\nrecoveries, namely, that  while  according  to  the  prosecutrix  the  watch\nsnatched away by the accused  was  ‘Titan’  while  what  was  recovered  was\n‘Omex’ watch,  and the chain which was alleged to  have  been  recovered  at\nthe instance of the accused admittedly was  not  the  one  stolen,  all  the\nabove factors do not  convincingly  rope  in  the  accused  to  the  alleged\noffence of ‘gang rape’ on the date and time alleged in the chargesheet.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">21.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"519978\" id=\"span_6\">In the decision reported as <a href=\"/doc/519978/\" id=\"a_11\">State of Himachal Pradesh v.  Asha  Ram</a>  -\nAIR 2006 SC 381, this Court highlighted the importance to be  given  to  the\ntestimony of the prosecutrix as under in para 5:</span>\n</p><blockquote id=\"blockquote_2\">            5. ………………………..It is now  well-settled  principle  of  law  that\n    conviction can be founded on the testimony  of  the  prosecutrix  alone\n    unless there are compelling  reasons  for  seeking  corroboration.  The\n    evidence of a prosecutrix is more reliable  than  that  of  an  injured\n    witness. The testimony of the victim of sexual assault is vital, unless\n    there  are   compelling   reasons   which   necessitate   looking   for\n    corroboration of her statement, the courts should find no difficulty in\n    acting on the testimony of a victim of sexual assault alone to  convict\n    an accused where her testimony inspires confidence and is found  to  be\n    reliable. It is also a well-settled principle of law that corroboration\n    as  a  condition  for  judicial  reliance  on  the  testimony  of   the\n    prosecutrix is not a requirement of law  but  a  guidance  of  prudence\n    under the given circumstances. The evidence of the prosecutrix is  more\n    reliable than that of an injured witness. Even minor contradictions  or\n    insignificant discrepancies in the statement of the prosecutrix  should\n    not be a ground for throwing  out  an  otherwise  reliable  prosecution\n    case.”\n                                  (emphasis added)\n</blockquote><p data-structure=\"CDiscource\" id=\"p_26\">22.   That was a case  where  the  father  alleged  to  have  committed  the\noffence of rape on one of his daughters who was staying with him  while  his\nwife was living separately due to  estranged  relationship.   While  dealing\nwith the said case, where the prosecutrix, namely, the daughter, apart  from\nthe complaint lodged by her, maintained her allegation  against  her  father\nin the Court as well.  This Court held that the version of  the  prosecutrix\nin the facts and circumstances of that case merited acceptance  without  any\ncorroboration, inasmuch as, the evidence of rape  victim  is  more  reliable\neven that of  an  injured  witness.   It  was  also  laid  down  that  minor\ncontradictions and discrepancies are insignificant  and  immaterial  in  the\ncase of the prosecutrix can be ignored.  As compared to the  case  on  hand,\nwe find that apart from the prosecutrix not supporting her own version,  the\nother oral as well as forensic evidence also do not support the case of  the\nprosecution.   There  were  material  contradictions  leave  alone  lack  of\ncorroboration in the evidence of the prosecutrix. It  cannot  be  said  that\nsince  the  prosecutrix  was  examined  after  two  years  there  could   be\nvariation.  Even while giving allowance for the time gap  in  the  recording\nof her deposition, she would not have come forward with  a  version  totally\nconflicting with what she stated in her complaint, especially when  she  was\nthe victim of the alleged brutal onslaught  on  her  by  two  men  that  too\nagainst her wish. In such circumstances, it  will  be  highly  dangerous  to\nrely on such version of the prosecutrix in order to support the case of  the\nprosecution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">23.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"346814\" id=\"span_7\">In the decision reported  as  <a href=\"/doc/346814/\" id=\"a_12\">Lalliram  &amp;  Anr.  v.  State  of  Madhya\nPradesh</a> (supra) in regard to an offence of gang rape falling  under  <a href=\"/doc/1284610/\" id=\"a_13\">Section\n376 (2) (g)</a> this Court laid down the principles as under  in  paras  11  and\n12:</span>\n</p><blockquote id=\"blockquote_3\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1113057\" id=\"span_8\">“11. It is true that injury is not a sine qua non  for  deciding\n    whether rape has been committed. But it has to be decided on the factual\n    matrix of each case. As was observed by this Court in  <a href=\"/doc/1113057/\" id=\"a_14\">Pratap  Misra  v.\n    State of Orissa</a> where allegation is of rape by many persons and  several\n    times but no injury is noticed that certainly is an important factor and\n    if the prosecutrix&#x27;s version  is  credible,  then  no  corroboration  is\n    necessary. But if the prosecutrix&#x27;s version is not credible  then  there\n    would be need for corroboration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366037\" id=\"span_9\">(See <a href=\"/doc/366037/\" id=\"a_15\">Aman Kumar v. State of Haryana</a>.)</span>\n</blockquote><blockquote id=\"blockquote_4\">        12. As rightly contended by learned counsel for the  appellants,  a\n      decision has to  be  considered  in  the  background  of  the  factual\n      scenario. In criminal cases the question of a  precedent  particularly\n      relating to appreciation of evidence is really of no  consequence.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366037\" id=\"span_10\">In\n      <a href=\"/doc/366037/\" id=\"a_16\">Aman Kumar</a> case it was observed  that  a  prosecutrix  complaining  of\n      having been a victim of the offence of  rape  is  not  an  accomplice.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">      There is no rule of law  that  her  testimony  cannot  be  acted  upon\n      without corroboration in material particulars. She stands on a  higher\n      pedestal than the injured witness. In the latter case there is  injury\n      in the physical form while in the former  both  physical  as  well  as\n      psychological and emotional. However, if the court finds it  difficult\n      to accept the version of a prosecutrix  on  the  face  value,  it  may\n      search for evidence direct or circumstantial.”\n                                            (emphasis added)\n</p><p data-structure=\"CDiscource\" id=\"p_29\">24.   When we apply the above principles to the case on hand,  we  find  the\nprevaricating statements of the prosecutrix herself in  the  implication  of\nthe accused to the alleged offence of  gang  rape.   There  is  evidence  on\nrecord that there was  no  injury  on  the  breast  or  the  thighs  of  the\nprosecutrix and only a minor abrasion on the right side neck below  jaw  was\nnoted while according to the prosecutrix’s original version, the  appellants\nhad forcible sexual intercourse one after the other against  her.   If  that\nwas so, it is hard to believe that there was no other injury on the  private\nparts of the prosecutrix as highlighted in <a href=\"/doc/366037/\" id=\"a_17\">the said decision</a>.  When  on  the\nface  value  the  evidence  is  found  to  be   defective,   the   attendant\ncircumstances and other evidence have to  be  necessarily  examined  to  see\nwhether the allegation of gang rape was true.   Unfortunately,  the  version\nof the so called eye witnesses to at least the initial  part  of  the  crime\nhas  not  supported  the  story   of   the   prosecution.    The   attendant\ncircumstances also do not co-relate  to  the  offence  alleged  against  the\nappellants.  Therefore, in  the  absence  of  proper  corroboration  of  the\nprosecution version to the alleged offence, it will  be  unsafe  to  sustain\nthe case of the prosecution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">25.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1887316\" id=\"span_11\">In the decision reported as <a href=\"/doc/1887316/\" id=\"a_18\">Krishan Kumar Malik v.  State  of  Haryana</a>\n(supra) in respect of the offence of gang rape under <a href=\"/doc/1284610/\" id=\"a_19\">Section  376  (2)  (g)</a>,\nIPC, it has been held as under in paras 31 and 32:</span>\n</p><blockquote id=\"blockquote_5\">        “31. No doubt, it is true  that  to  hold  an  accused  guilty  for\n      commission of an  offence  of  rape,  the  solitary  evidence  of  the\n      prosecutrix is sufficient provided the same  inspires  confidence  and\n      appears to be absolutely trustworthy, unblemished  and  should  be  of\n      sterling quality. But, in the  case  in  hand,  the  evidence  of  the\n      prosecutrix,  showing  several  lacunae,  which  have   already   been\n      projected hereinabove, would go to show that  her  evidence  does  not\n      fall in that category and cannot be relied upon to hold the  appellant\n      guilty of the said offences.\n</blockquote>\n\n<blockquote id=\"blockquote_6\">        32. Indeed there are several  significant  variations  in  material\n      facts in her <a href=\"/doc/78014276/\" id=\"a_20\">Section 164</a> statement, <a href=\"/doc/48127346/\" id=\"a_21\">Section 161</a> statement (<a href=\"/doc/445276/\" id=\"a_22\">CrPC</a>),  FIR\n      and deposition in court. Thus, it was necessary to  get  her  evidence\n      corroborated independently, which  they  could  have  done  either  by\n      examination of Ritu, her sister or Bimla Devi, who were present in the\n      house at the time of her alleged  abduction.  The  record  shows  that\n      Bimla Devi though cited as a witness was not examined and later  given\n      up by the public prosecutor on the ground that she has been  won  over\n      by the appellant.”\n                                           (emphasis added)\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_31\">26.   Applying the said principles to the facts of  the  case  on  hand,  we\nfind that the solitary  version  of  the  chief  examination  of  PW-4,  the\nprosecutrix cannot be taken as gospel truth for its face value  and  in  the\nabsence of any other supporting evidence, there is no scope to  sustain  the\nconviction and sentence imposed on the appellants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">27.   The prosecution has miserably failed to establish the  guilt  of  gang\nrape falling under <a href=\"/doc/1284610/\" id=\"a_23\">Section 376 (2) (g)</a>,  IPC  against  the  appellants.  The\nconviction and sentence imposed on the appellants by  the  trial  Court  and\nconfirmed by the impugned order of the  High  Court  cannot,  therefore,  be\nsustained.  The appeals are allowed.  The judgment and order  of  conviction\nand sentence passed by the trial Court and confirmed by the High  Court  are\nhereby set aside.  The appellants are acquitted of all the charges and  they\nbe set at liberty forthwith, if not required in any other case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">                                                      …..……….…………………………...J.\n                                                           [Swatanter Kumar]\n\n\n\n\n                                                        …………….………………………………J.\n                               [Fakkir Mohamed Ibrahim Kalifulla]\n\n\n New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_34\"> August  7, 2012\n</p><p data-structure=\"Conclusion\" id=\"p_35\">-----------------------\n</p><span class=\"hidden_text\" id=\"span_12\">27</span>\n\n\n","numcites":11,"numcitedby":465,"docsource":"Supreme Court of India","citetid":120726166,"divtype":"judgments","relatedqs":[{"value":"gang rape","formInput":"gang%20rape"},{"value":"rape ","formInput":"rape%20"},{"value":"intercourse sexual","formInput":"intercourse%20sexual"},{"value":"sterling witness","formInput":"sterling%20witness"},{"value":"breasts","formInput":"breasts"},{"value":"376 2 g ipc","formInput":"376%202%20g%20ipc"},{"value":"petticoat ","formInput":"petticoat%20"},{"value":"semen","formInput":"semen"},{"value":"fsl report","formInput":"fsl%20report"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"injured witness","formInput":"injured%20witness"},{"value":"section 376","formInput":"section%20376"},{"value":"section 376(2)(g)","formInput":"section%20376%282%29%28g%29"},{"value":"intercourse","formInput":"intercourse"},{"value":"sexual assault","formInput":"sexual%20assault"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"376,","formInput":"376%2C"},{"value":"i.p.c 376(2)g","formInput":"i.p.c%20376%282%29g"},{"value":"evidence of prosecutrix","formInput":"evidence%20of%20prosecutrix"},{"value":"section 376(g)","formInput":"section%20376%28g%29"}],"cats":[{"value":"rape","formInput":"tag:rape"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"repealed","formInput":"tag:repealed"},{"value":"repealed-by-prevention-of-corruption-act","formInput":"tag:repealed-by-prevention-of-corruption-act"}],"courtcopy":true,"query_alert":null,"agreement":false}