{"tid":74498,"publishdate":"1962-05-04","title":"Waverly Jute Mills Co. Ltd vs Raymon & Company (India) Pvt. Ltd on 4 May, 1962","doc":"<h2 class=\"doc_title\">Waverly Jute Mills Co. Ltd vs Raymon &amp; Company (India) Pvt. Ltd on 4 May, 1962</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 1963 SUPREME COURT 90</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-r-ayyangar\">N.R. Ayyangar</a>, <a href=\"/search/?formInput=benchid:j-r-mudholkar\">J.R. Mudholkar</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil)  389-392 of 1960\n\nPETITIONER:\nWAVERLY JUTE MILLS CO. LTD.    \n\nRESPONDENT:\nRAYMON &amp; COMPANY (INDIA) PVT. LTD. \n\nDATE OF JUDGMENT: 04/05/1962\n\nBENCH:\nB.P. SINHA (CJ) &amp; K. SUBBARAO &amp; N.R. AYYANGAR &amp; J.R. MUDHOLKAR &amp; T.L.V.\nAIYYAR\n\nJUDGMENT:</pre>\n<p data-structure=\"Precedent\" id=\"p_1\">JUDGMENT\n\n1963 AIR (SC) 90 = 1962 (3) SCR 209\n\n\n\nVENKATARAMA AIYAR, J. -\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">These are appeals by special leave against judgments of High Court of\nCalcutta setting aside awards which directed the respondents to pay\ncompensation to the appellants for Breach of contracts, on the ground that\nthey were in contravention of a notification of the Central Government\ndated October 29, 1953, and were in consequence illegal and void. These\nappeals were heard along with Civil Appeals Nos. 98 &amp; 99 of 1960 as there\nwere common questions of law to be decided in all.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">In Civil Appeals Nos. 389 &amp; 390 of 1960 the facts are that on September 7,\n1955, the appellants who are a company owning a Jute Mill at Calcutta\nentered into an agreement with the respondents who are also a Company doing\nbusiness as dealers in jute, for the purchase of 2, 250 bales of the jute\ncuttings at Rs. 80 per bale of 400 lbs. to be delivered 750 bales every\nmonth in October, November and December, 1955. Clause 14 of the agreement\nprovides that all disputes arising out of or concerning the contract should\nbe referred to the arbitration of the Bengal Chamber of Commerce. The\nrespondents delivered, pursuant to the contract, in all 2000 bales and made\ndefault in the delivery of the balance. The appellants then applied to the\nBengal Chamber of Commerce for arbitration in accordance with cl. 14 of the\nagreement. The respondents appeared before the arbitrators and contested\nthe claims on the merits. The arbitrators made an award in favour of the\nappellants for Rs. 10, 525, and that was filed under s. 14(2) of the Indian\nArbitration Act in the High Court of Calcutta on its original side and\nnotice was issued to the respondents. Thereupon they filed an application\npresumably under<a href=\"/doc/1154891/\" id=\"a_1\"> s. 33</a> of the Arbitration Act for a declaration that the\ncontract dated September 7, 1955, was illegal as it was in contravention of\nthe notification of the Central Government dated October 29, 1953, and that\nthe award based thereon was a nullify. The learned Judge on the original\nside before whom the application came up for hearing dismissed it, and\npassed a decree in terms of the award. Against both the judgment and the\norder, the respondents preferred appeals to a Division Bench of the High\nCourt appeals Nos. 148 &amp; 141 of 1957. They were heard by Chakravartti,\nC.J., and Lahiri, J., who held that the contract dated September 7, 1955,\nwas illegal, as it fell within the prohibition contained in a notification\nof the Central Government dated October 29, 1953, and accordingly allowed\nthe appeals and set aside the award. The appellants then applied for a\ncertificate under <a href=\"/doc/1887845/\" id=\"a_2\">Art. 133(3)</a> of the Constitution by the same was refused.\nThereafter they applied to this Court for leave under <a href=\"/doc/427855/\" id=\"a_3\">Art. 136</a> of the\nConstitution and that was granted. This is how these appeals come before\nus.In Civil Appeals Nos. 391 and 392 of 1960 the facts are similar. The\nappellants who are a company carrying on business in the manufacture of\njute entered into a contract with the respondents on October 17, 1955, for\nthe purchase of 500 bales of jute cuttings at Rs. 87-8-0 per bale of 400\nlbs., to be delivered in equal instalment of 250 bales in November and in\nDecember 1955. Clause 14 of the agreement provides that all differences\narising out of or concerning the contract should be referred to the Bengal\nChamber of Commerce for arbitration. The respondents made default in the\ndelivery of the goods and thereupon the appellants moved the Chamber of\nCommerce for arbitration under cl. 14 of the agreement. The respondents\nappeared before the arbitrators and contested the claim on the merits. The\narbitrators made an award in favour of the appellants for Rs. 17, 500, and\nthat was filed in the High Court of Calcutta on it original side and notice\nunder<a href=\"/doc/76709/\" id=\"a_4\"> s. 14(2)</a> of the Arbitration Act was served on the respondents.\nThereupon they filed an application in the High Court of Calcutta,\npresumably under<a href=\"/doc/1154891/\" id=\"a_5\"> s. 33</a> of the Arbitration Act, for a declaration that the\ncontract dated October 17, 1955, was in contravention of the notification\nof the Central Government dated October 29, 1953, and was therefore illegal\nand that the arbitration proceedings pursuant thereto and the award passed\ntherein were all void. The learned single Judge on the original side before\nwhom the application came up for hearing dismissed it and passed a decree\nin terms of the award. Against the above judgment and order the respondents\npreferred appeals to a Division Bench of the High Court, Appeals Nos. 142\nand 143 of 1957. They were heard by Chakravartti, C.J., and Lahiri, J., who\nheld that the contract dated October 17, 1955, was illegal as it fell\nwithin the prohibition contained in the notification of the Central\nGovernment dated October 29, 1953, and accordingly allowed the appeals and\nset aside the awards. The appellant thereafter applied under <a href=\"/doc/1011888/\" id=\"a_6\">Art. 133(1)(c)</a>\nfor a certificate and that having been refused they obtained from this\nCourt leave under <a href=\"/doc/427855/\" id=\"a_7\">Art. 136</a> of the Constitution and that is how these\nappeals come before us. The points for decision in all these appeals are\nthe same and this Judgment will govern all of them.The following\ncontentions have been urged in support of these appeals :-\n</p>\n<blockquote id=\"blockquote_1\">(1) <a href=\"/doc/1771012/\" id=\"a_8\">The Forward Contracts (Regulation) Act, 1952</a>, is ultra vires and the\nnotification dated October 29, 1953, is in consequence null and void.\n</blockquote>\n<blockquote id=\"blockquote_2\">(2) On the terms of the arbitration clause the question whether the\ncontracts dated September 7, 1955, and October 17, 1955, are illegal is one\nfor the arbitrators to decide and that it was not open to respondents to\nraise the same in applications under<a href=\"/doc/1154891/\" id=\"a_9\"> s. 33</a> of the Arbitration Act.\n</blockquote>\n<blockquote id=\"blockquote_3\">(3) The respondents submitted to the jurisdiction of the arbitrators and\nthat amounts to fresh agreement for arbitration and the award is\naccordingly valid and binding on them.\n</blockquote>\n<blockquote id=\"blockquote_4\">(4) The contracts dated September 7, 1955, and October 17, 1955 are non-\n</blockquote><p data-structure=\"Issue\" id=\"p_4\">transferable specific delivery contracts and they are not hit by the\nnotification dated October 29, 1953.\n</p>\n<p data-structure=\"Section\" id=\"p_5\">(1) The first question relates to the vires of <a href=\"/doc/1771012/\" id=\"a_10\">Forward Contracts\n(Regulation) Act, 1952</a> (Act 74 of 1952), hereinafter referred to as &#x27;the\nAct&#x27;. This statute was enacted by Parliament and received the assent of the\nPresident on December 26, 1952. Its validity is attacked on two grounds;\nthat Parliament had no competence to enact it, and that the provisions of\nthe Act are repugnant to <a href=\"/doc/367586/\" id=\"a_11\">Art. 14</a> and <a href=\"/doc/935769/\" id=\"a_12\">Art. 19(1)(g)</a> of the Constitution and\ntherefore void. If this contention is well founded, then the notification\ndated October 29, 1953, which was issued by the Central Government in\nexercise of the powers conferred by<a href=\"/doc/1171700/\" id=\"a_13\"> s. 17</a> of the Act would be null and\nvoid.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">Dealing first with the question as to the competence of Parliament to enact\nthe impugned law, it will be convenient to set out the entries in the\nLegislative Lists in Seventh Schedule of the Constitution bearing on this\nquestion.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">List I-Entry 48 - Stock Exchanges and Futures Markets.List II-Entry 26 -\nTrade and commerce within the State subject to the provisions of entry 33\nof List III.\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\">Entry 27 - Production, supply and distribution of goods subject to the\nprovisions of entry 33 of List III.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">List III-Entry 7 - Contracts, including partnership, agency, contracts of\ncarriage, and other special forms of contracts, but not including contracts\nrelating to agricultural land.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">Now the contention of the appellants is that the subject-matter of the\nimpugned legislation is either Trade and Commerce or Production, supply and\ndistribution of goods, within entries 26 or 27 in List II of the Seventh\nSchedule, and that it is within the exclusive domain of the State\nLegislature. The contention of the respondents, and of the Union which has\nintervened, is that the impugned Act is legislation on &#x27;Futures Markets&#x27;\nfalling under entry 48 in List I and that it is Parliament which has the\nexclusive competence over it, and in the alternative it is one on\ncontracts, and that is covered by entry 7 in List III in the Seventh\nSchedule and is intra vires. To decide this question, it is necessary to\nascertain the true nature and scope of the legislation, its pith and\nsubstance. The object of the Act as stated in the preamble is\n\n&quot;to provide for the regulation of certain matters relating to forward\ncontracts, the prohibition of options in goods and for the matters\nconnected therewith&quot;. The statute makes a distinction between&quot; ready\ndelivery contracts&quot;and&quot; forward contracts.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_11\">When a contract provides for the delivery of goods and payment of price\ntherefor either immediately or within a period not exceeding eleven days it\nis a ready delivery contract. All other contracts are forward contracts.\nForward contracts are again divided into two categories &#x27;specific delivery\ncontracts&#x27; and &#x27;non-transferable specific delivery contracts&#x27;, &#x27;Specific\ndelivery contracts&#x27; mean forward contracts which provide for actual\ndelivery of specific goods at the price fixed during specified future\nperiod. &#x27;Non-transferable specific delivery contracts&#x27; are specific\ndelivery contracts the rights or liabilities under which are not\ntransferable. <a href=\"/doc/1294263/\" id=\"a_14\">Section 15</a> confers power on the Government to issue\nnotifications declaring illegal forward contracts with reference to such\ngoods or class of goods and in such areas as may be specified. <a href=\"/doc/1171700/\" id=\"a_15\">Section 17</a>\nauthorises the Government to prohibit by notification any forward contract\nfor the sale or purchase of any goods or class of goods to which the\nprovisions of<a href=\"/doc/1294263/\" id=\"a_16\"> s. 15</a> have not been made applicable. <a href=\"/doc/1633982/\" id=\"a_17\">Section 18</a> exempts non-\ntransferable specific delivery contracts from the operation of these\nsections. Thus the law is what is purports to be, a law regulating Forward\nContracts.That being the scope of the enactment, the point debated before\nus is whether it is a law on Trade and Commerce of Production, supply and\ndistribution of goods within entries 26 or 27 in List II or on Futures\nMarkets within entry 48 in List I. It would be noticed that both the\nentries 26 and 27 in List II are subject to entry 33 in List III. Entry 33\nas it now stands is :\n</p>\n<blockquote id=\"blockquote_5\">&quot;Trade and commerce in, and the Production, supply distribution\nof.......... (e) raw jute&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_12\">. The impugned Act in so far as it relates to raw jute - and that is what\nwe are concerned with in these appeals - will clearly be intra vires if it\nfell under this entry. But it should be mentioned that cl. (e) in entry 33\nwas inserted by the <a href=\"/doc/175695088/\" id=\"a_18\">Constitution (Third Amendment) Act, 1954</a> and as the\nimpugned Act was passed in 1952, its validity must be determined on the\nprovisions of the Constitution as they stood prior to the Amendment Act in\n1954 and entry 33 in List III therefore must be excluded from\nconsideration.\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1595107\" id=\"span_1\">Now turning to the question whether the impugned Act is legislation on\nFutures Markets or on Trade and commerce, the contention of the appellants\nis that a law with respect to Forward Contracts, is not a law with respect\nto Futures Markets, because the ordinary and accepted meaning of &#x27;Market&#x27;\nis that it is a place where business in the sale and purchase of goods in\ncarried on. In support of this contention we are referred to the Dictionary\nmeaning of the word &#x27;Market&#x27; and the decisions of the Madras High Court\nreported in <a href=\"/doc/1595107/\" id=\"a_19\">Public Prosecutor v. Cheru Kutti</a> 1925 AIR(Mad) 1095.]</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"901302\" id=\"span_2\">and\n<a href=\"/doc/901302/\" id=\"a_20\">Commissioner, Coimbatore Municipality v. Chettimar Vinayagar Temple\nCommittee</a> [ 1956 (2) MLJ 563.]. According to the Concise Oxford Dictionary\nthe word &#x27;Market&#x27; means\n\n&quot;gathering of people for purchase &amp; sale of provisions, livestock, etc.;\nopen space or covered building in which cattle etc. are exposed for sale&quot;</span>\n</p>\n<blockquote id=\"blockquote_6\">. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1595107\" id=\"span_3\">In <a href=\"/doc/1595107/\" id=\"a_21\">Public Prosecutor v. Cheru Kutti</a> [ 1956 (2) MLJ 563.] the facts were\nthat the accused was charged under facts were that the accused was charged\nunder s. 170 of the Madras Local Boards Act, 1920 for keeping open a new\nprivate market without a licence. His defence was that the place where the\nsales were held was not truly a market, and that was accepted. In that\ncontext, discussing the meaning of the word &#x27;market&#x27;, the Court observed\nthat it meant\n\n&quot;a place set apart for the meeting of the general public of buyers and\nsellers, freely open to any such to assemble together, where any seller may\nexpose his goods for sale and any buyer may purchase&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_14\">. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"901302\" id=\"span_4\">In <a href=\"/doc/901302/\" id=\"a_22\">Commissioner, Coimbatore Municipality v. Chettimar Vinayagar Temple\nCommittee</a> [ 1956 (2) MLJ 563.], the question arose this time with reference\nto the Provision in Madras District Municipalities Act, 1920 requiring a\nplace used as an open market under the Act to be licensed. The Court held\nthat the ordinary meaning of market was place where the public could go\nduring particular times for purpose of buying and selling and that on the\nfacts the place in question was market. It is contended on the strength of\nthe above rulings that as the impugned Act is not one with reference to\nbuilding where business is being transacted it is not a law with reference\nto markets.We are unable to agree with this contention. Market no doubt\nordinarily means a place where business is being transacted. That was\nprobably all that it meant at a time when trade was not developed and when\ntransactions took place at specified places. But with the development of\ncommerce, bargains came to be concluded more often than not through\ncorrespondence and the connotation of the word &#x27;market&#x27; underwent a\ncorresponding expansion. In modern parlance the word &#x27;market&#x27; has come to\nmean business as well as the place where business is carried on. Labour\nMarket for example, is not a place where labourers are recruited but the\nconditions of the business of labour. The word &#x27;market&#x27; being thus capable\nof signifying both business and the place where the business is carried on,\nthe question in what sense it is used in a particular statute must be\ndecided on a consideration of the context of that statute.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1595107\" id=\"span_5\">Thus in <a href=\"/doc/1595107/\" id=\"a_23\">Public\nProsecutor v. Cheru Kutti</a> 1925 AIR(Mad) 1095.]</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"901302\" id=\"span_6\">and <a href=\"/doc/901302/\" id=\"a_24\">Commissioner, Coimbatore\nMunicipality v. Chettimar Vinayagar Temple Committee</a> [ 1956 (2) MLJ 563.],\nthe question arose with reference to provisions as to licensing by local\nauthorities, and for that purpose market was interpreted as meaning a\nplace. So we must examine what the word market means in entry 48 &quot;Futures\nMarkets&quot; in List I. The word &#x27;Futures&#x27; is thus defined in Encyclopaedia\nBritannica :</span>\n</p>\n<blockquote id=\"blockquote_7\">&quot;contracts which consists of a promise to deliver specified qualities of\nsome commodity at a specified future time. The obligation is for a single\nquantity in a given month..... Futures are thus a form of security,\nanalogous to a bond or promissory note&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1183314\" id=\"span_7\">. In this sense a market can have reference only to business and not to any\nlocation. In our opinion a legislation on Forward Contracts would be a\nlegislation on Futures Markets.It is next argued for the appellants that\neven if a law on Forward Contracts can be said to be a law on Futures\nMarkets, it must be held to be legislation falling under entry 26 in List\nII, and not entry 48 in List I, because Forward Contracts form a major\nsector of modern trade, and constitute its very core, and to exclude them\nfrom the ambit of entry 26 in List II, would be to rob it of much of its\ncontents. Reliance was placed in support of this contention, on the rule of\nconstruction that the entries in the Lists should be construed liberally\nand on the decision in <a href=\"/doc/1183314/\" id=\"a_25\">Bhuwalka Brothers Ltd. v. Dunichand Rateria</a> 1952\nAIR(Cal) 740.</span><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"582733\" id=\"span_8\">], which, on this point was affirmed by this Court in <a href=\"/doc/582733/\" id=\"a_26\">Duni\nChand Rateria v. Bhuwalka Brothers Ltd.</a> [ 1955 (1) SCR 1070.] The rule of\nconstruction is undoubtedly well established that the entries in the Lists\nshould be construed broadly and not in a narrow or pedantic sense. But\nthere is no need for the appellants to call this rule in aid of their\ncontention, as trade and commerce would, in their ordinary and accepted\nsense, include forward contracts.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1183314\" id=\"span_9\">That was the view which was adopted in\n<a href=\"/doc/1183314/\" id=\"a_27\">Bhuwalka Brothers Ltd.</a> case 1952 AIR(Cal) 740.]</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"582733\" id=\"span_10\">and which commended itself\nto this Court in <a href=\"/doc/582733/\" id=\"a_28\">Duni Chand Rateria</a>&#x27;s case [ 1955 (1) SCR 1071.].\nTherefore, if the question were simply whether a law on Forward Contracts\nwould be a law with respect to Trade and commerce, there should be no\ndifficulty in answering it in the affirmative. But the point which we have\ngot to decide is as to the scope of the entry &#x27;Trade and commerce&#x27; read in\njuxtaposition with entry 48 of List I. As the two entries relate to the\npowers mutually exclusive of two different legislatures, the question is\nhow these two are to be reconciled. Now it is a rule of construction as\nwell established as that on which the appellants rely, that the entries in\nthe Lists should be so construed as to give effect to all of them and that\na construction which will result in any of them being rendered futile or\notiose must be avoided. It follows from this that where there are two\nentries, one general in its character and the other specific, the former\nmust be construed as excluding the latter. This is only an application of\nthe general maxim that Generalia specialibus non derogant. It is obvious\nthat if entry 26 is to be construed as comprehending Forward Contracts,\nthen &quot;Futures Markets&quot; in entry 48 will be rendered useless. We are\ntherefore of opinion that legislation on Forward Contracts must be held to\nfall within the exclusive competence of the Union under entry 48 in List\nI.It now remains to deal with the decisions on which the appellants rely in\nsupport of their contention that the legislation is really one on Trade and\ncommerce falling within entry 26.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1183314\" id=\"span_11\">In <a href=\"/doc/1183314/\" id=\"a_29\">Bhuwalka Brothers Ltd.</a> case 1952\nAIR(Cal) 740.] the question was with reference to the validity of the West\nBengal Jute Goods Futures Ordinance, 1949. That Ordinance had been\npromulgated by the Governor without obtaining the consent of the Governor-\nGeneral and the contention was that the legislation fell within entry 7\n&#x27;Contracts&#x27; in List III and as the consent of the Governor-General had not\nbeen obtained it was invalid. As against this it was contended that the\nlegislation was with respect to Trade and commerce which fell within List\nII and that therefore the consent of the Governor-General was not\nnecessary. In accepting the latter contention the Court observed :</span>\n</p>\n<blockquote id=\"blockquote_8\">&quot;In pith and substance the legislation was one on trade and commerce and\nnot on contracts and that therefore it was within the powers of the\nprovincial legislature&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"582733\" id=\"span_12\">. There was an appeal taken against this decision to this Court and there\nthe correctness of this view was accepted. <a href=\"/doc/582733/\" id=\"a_30\">Vide Duni Chand Rateria</a>&#x27;s case [\n1955 (1) SCR 1071.]. Now the contention before us is that on this authority\nit should be held that the legislation was one on Trade and commerce\nfalling within entry 26.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1183314\" id=\"span_13\">We are unable to accept this contention. The validity of the West Bengal\nJute Goods Futures Ordinance, 1949, has to be judged in accordance with the\nprovisions of the <a href=\"/doc/93056159/\" id=\"a_31\">Government of India Act, 1935</a>, which was the <a href=\"/doc/237570/\" id=\"a_32\">Constitution\nAct</a> then in force. In that Act there was no specific entry relating to\n&#x27;Futures Markets&#x27;. Such an entry was introduced for the first time in the\npresent Constitution in 1952. The contest in <a href=\"/doc/1183314/\" id=\"a_33\">Bhuwalka Brothers Ltd.</a> case\n1952 AIR(Cal) 740.] therefore was not between a general entry on trade and\ncommerce and a specific entry on the futures markets, as in the present\ncase, but between Trade and commerce in List II and Contracts in List III.</span>\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1183314\" id=\"span_14\">In the absence of a specific entry like the one contained in entry 48 in\nList I, the decision in <a href=\"/doc/1183314/\" id=\"a_34\">Bhuwalka Brothers Ltd.</a> case 1952 AIR(Cal) 740.]\nwould be correct but it is no longer law in view of the change in the\nConstitution.In the present case the question was also raised whether the\nimpugned legislation would fall under entry 7 of List III. While the\nrespondents insisted that it fell under entry 48 in List I, they were also\nprepared, in case that contention failed, to fall back on entry 7 in List\nIII as a second line of defence.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1183314\" id=\"span_15\">Entry 7 is general in its terms and cannot\nprevail as against specific entry such as entry 48 in List I or 26 in List\nII. On this point, we are in agreement with the decision in <a href=\"/doc/1183314/\" id=\"a_35\">Bhuwalka\nBrothers Ltd.</a> case 1952 AIR(Cal) 740.]. In the result we must hold that the\nattack on the impugned Act on the ground of legislative incompetence must\nfail.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1933483\" id=\"span_16\">The second ground of attack on the vires of the Act is that it is repugnant\nto <a href=\"/doc/367586/\" id=\"a_36\">Art. 14</a> and to <a href=\"/doc/935769/\" id=\"a_37\">Art. 19(1)(g)</a> of the Constitution and is, therefore,\nvoid. So far as <a href=\"/doc/367586/\" id=\"a_38\">Art. 14</a> is concerned, the question is now concluded by the\ndecision of this court in M/s. <a href=\"/doc/1933483/\" id=\"a_39\">Raghubar Dayal Jai Prakash v. The Union of\nIndia</a> [ 1962 (3) SCR 547.] where it has been held that the impugned Act\ndoes not infringe that Article and is valid.</span> This point is therefore on\nlonger open to debate and indeed the appellants addressed no arguments on\nit.\n</p>\n<p data-structure=\"PetArg\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"283660\" id=\"span_17\">Then as regards the attack based on <a href=\"/doc/935769/\" id=\"a_40\">Art. 19(1)(g)</a> the position is that\nthough the appellants raised this contention in the pleadings they did not\npress it before the learned Judges in the Court below because there was a\ndecision on the Bench of the Calcutta High Court which had decided the\npoint against the appellants. The point, however was taken in the grounds\nof appeal to this Court, and has been sought to be pressed before us. The\nrespondents complain and rightly that a point like this should not be\nallowed to be taken at this stage as a decision thereon will turn on\ninvestigation of facts which has not been made. It is also contended that\nthere being a strong presumption in favour of the constitutionality of a\nlegislation the appellants must fail as they have not placed any materials\nbefore the Court to rebut that presumption. The answer of the appellants to\nthis contention is that as the Act is on the face of it violative of the\nfundamental rights under <a href=\"/doc/935769/\" id=\"a_41\">Art. 19(1)(g)</a>, it was for the other side to place\nmaterials for showing that it was protected by <a href=\"/doc/626103/\" id=\"a_42\">Art. 19(6)</a> as one which is\nreasonable and made in the interests of the general public, and not for\nthem to show negatively that it was not and reliance was placed on the\nobservations of this court in <a href=\"/doc/283660/\" id=\"a_43\">Saghir Ahmed v. The State of Uttar Pradesh\nand Others</a> [ 1955 (1) SCR 707, 726.]. We are of opinion that those\nobservations cannot be read as negativing the presumption as to the\nconstitutionality of a statute. But it is unnecessary to say more about it,\nas the appellants abandoned this point after some argument. This contention\nthis point after some argument. This contention also must therefore be\nfound against the appellants.(2) It is next contended for the appellants\nthat the question as to the validity of the contracts between the parties\nwas one for the arbitrators to decide and that in consequence it was not\nopen to the respondents to raise it in an independent application under<a href=\"/doc/1154891/\" id=\"a_44\"> s.\n33</a> of the Arbitration Act.</span> This question has been considered by us in\nKhardah Company Ltd. v. Raymon &amp; company (India) (P.) Ltd. [ 1963 (3) SCR\n</p><p data-structure=\"Precedent\" id=\"p_20\">183.] with which these appeals were heard and therein we have held that it\na contract is illegal and void, an arbitration clause which is one of the\nterms thereof, must also perish along with it and that a dispute relating\nto the validity of a contract is in such cases for the Court and not for\nthe arbitrators to decide. Following that decision we must overrule this\ncontention.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">(3) The appellants next contend that even if the arbitration clause in the\noriginal agreement between the parties should be held to be inoperative by\nreason of the validity of the contract itself being in question, when the\nrespondents subsequently appeared before the arbitrators and filed\nstatements in support of their defence, that must be held to amount to a\nnew agreement by them for arbitration, on which the arbitrators would be\nentitled to act and that in consequence the award could not be attacked on\nthe ground of want of jurisdiction. This the respondents dispute. They\ncontend that mere participation in the arbitration proceedings cannot be\nheld to be a new agreement for arbitration, and that the jurisdiction of\nthe arbitrators must be decided solely with reference to cl. 14 of the\nagreement. The point for decision is as to the true effect of what happened\nbefore the arbitrators on their jurisdiction to hear the dispute. The\nprinciples applicable in the determination of this question are well\nsettled. A dispute as to the validity of a contract could be the subject-\nmatter of an agreement of arbitration in the same manner as a dispute\nrelating to a claim made under the contract. But such an agreement would be\neffective and operative only when it is separate from and independent of\nthe contract which is impugned as illegal. Where, however, it is a term of\nthe very contract whose validity is in question, it has, as held by us in\nKhardah Co. Ltd. case [ 1963 (3) SCR 183.], no existence apart from the\nimpugned contract and must perish with it.We shall now refer to the\ndecisions cited before us, bearing on this distinction between the two\ncategories of agreements. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"804060\" id=\"span_18\">In <a href=\"/doc/804060/\" id=\"a_45\">Shiva Jute Baling Ltd. v. Hindley and Company\nLtd.</a>, [ 1960 (1) SCR 569.] the difference between these two classes of\nagreements was noticed, though in a somewhat different context.</span> A decision\ndirectly bearing on this distinction is the one in East India Trading\nCompany v. Badat and Co. [(1959) I.L.R. Bom. 1004, 1018, 1019.]. There the\nfacts were that there was a general agreement between the parties as to the\nterms on which they should do business and it was provided therein that all\ndisputes arising out of the contract should be settled by arbitration.\nSubsequent thereto the parties entered into several contracts and then a\ndispute arose with reference to one of them. One of the parties denied the\ncontracts and the question was whether an award passed by the arbitrators\nwith reference to that dispute was without jurisdiction. In holding that\nthe arbitrators had jurisdiction to decide the matter by virtue of the\nagreement antecedent to the disputed one, the Court observed :\n</p>\n<blockquote id=\"blockquote_9\">&quot;Now, the principle of the matter is this that when a party denies the\narbitration agreement, the very basis on which the arbitrator can acts is\nchallenged and therefore the Courts have taken the view that in such a case\nthe arbitrator has no jurisdiction to decide whether he himself has\njurisdiction to adjudicate upon the dispute.............. If the\narbitration agreements is part and parcel of the contract itself, by\ndenying the factum of the contract the party is denying the submission\nclause and denying the jurisdiction of the arbitrators. But in this case\nthe position is different. We have an independent agreement by which the\nparties agreed to refer the disputes to arbitration. Pursuant to this\nagreement, contracts were entered into and when the plaintiffs made a claim\nagainst the defendents, the defendants denied their liability. Therefore,\nwhat was denied was not the jurisdiction of the arbitrators, not the\nsubmission clause, but business done pursuant to the submission clause and\nto which the submission clause applied&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1133827\" id=\"span_19\">. That in our judgment is a correct statement of the true legal\nposition.The point then for decision is whether there is in this case an\nagreement for reference to arbitration apart from cl. 14 of the contract.\nIt is not contended for the appellants that there was any express agreement\nbetween the parties for referring the disputes under the contract dated\nSeptember 7, 1955, to arbitrators. All that is said is that the respondent\nfiled statements before the arbitrators setting out their defence on the\nmerits, and that must be construed as an independent agreement for\narbitration and the decisions in <a href=\"/doc/1133827/\" id=\"a_46\">National Fire and General Insurance Co.\nLtd. v. Union of India</a> 1956 AIR(Cal) 1.]</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1885538\" id=\"span_20\">and <a href=\"/doc/1885538/\" id=\"a_47\">Pratabmull Rameswar v. K. C.\nSethia Ltd.</a> [(1959) 64 C.W.N. 616.] are cited as authorities in support of\nthis contention.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">Now an agreement for arbitration is the very foundation on which the\njurisdiction of the arbitrators to act rests, and where that is not in\nexistence, at the time when they enter on their duties, the proceedings\nmust be held to be wholly without jurisdiction. And this defect is not\ncured by the appearance of the parties in those proceedings, even if that\nis without protest, because it is well settled that consent cannot confer\njurisdiction. But in such a case there is nothing to prevent the parties\nfrom entering into a fresh agreement to refer the dispute to arbitration\nwhile it is pending adjudication before the arbitrators, and in that event\nthe proceedings thereafter before them might be upheld as referable to that\nagreement, and the award will not be open to attack as without\njurisdiction. But it will make all the difference in the result whether the\nparties have entered into an arbitration agreement as defined in<a href=\"/doc/1430346/\" id=\"a_48\"> s. 2(a)</a> of\nthe Arbitration Act or have merely taken steps in the conduct of\nproceedings assumed or believed to be valid. In the former case the award\nwill be valid; in the latter, a nullity.Now what are the facts in the\npresent case ? We have gone through the statements filed by the respondents\nbefore the arbitrators, and we do not find any thing therein out of which a\nnew agreement to refer the dispute to arbitration could be spelt. The\nrespondents merely contested the claim on the merits, and then added :\n</p>\n<blockquote id=\"blockquote_10\">&quot;The sellers submit that this reference is improper, unwarranted, frivolous\nand vaxatious and should be dismissed with cost.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_24\">It is impossible to read this statement as meaning an agreement to refer to\narbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1885538\" id=\"span_21\">The decisions in National Fire and General Insurance Co. Ltd&#x27;s. case 1956\nAIR(Cal) 1 1.] and <a href=\"/doc/1885538/\" id=\"a_49\">Pratabmull Rameswar</a>&#x27;s case [(1959) 64 C.W.N. 616.]\nrelied on for the appellants are not really in point. In both these cases\nthere was a valid submission on which the arbitrators proceeded to act.\nBefore them the parties filed statements and therein they put forward a\nclaim which was not actually covered by the reference, and invited them to\ngive their decision thereon. The party against whom the award had gone\ncontended that the arbitrators had acted without jurisdiction in deciding\nthat claim. In overruling this contention the Court held that it was open\nto the parties to enlarge the scope of a reference by inclusion of a fresh\ndispute, that they must be held to have done that when they filed their\nstatements putting forward claims not covered by the original agreement,\nthat these statements satisfied the requirements of<a href=\"/doc/1430346/\" id=\"a_50\"> s. 2(a)</a> of the\nArbitration Act, and that it was competent to the arbitrators to decide the\ndispute. The point to be noticed is that in both these cases there was no\nwant of initial jurisdiction, but a feeding of existing jurisdiction by an\nenlargement of the scope of the reference. That this does not involve any\nquestion of jurisdiction of the arbitrators will be clear from the scheme\nof the Act. If an award deals with a matter not covered by the agreement it\ncould either be modified under<a href=\"/doc/971137/\" id=\"a_51\"> s. 15(a)</a> or remitted under<a href=\"/doc/109140/\" id=\"a_52\"> s. 16(1)(a)</a>. And\nwhere such matter is dealt with on the invitation of the parties contained\nin the statements, there can be no difficulty in holding that the\narbitrators actual within jurisdiction. In the present case the arbitrators\nhad no jurisdiction when they entered on their duties, nor is it\nestablished that there was any subsequent agreement which could be held to\nbe a submission of the question as to the validity of the contracts. We are\naccordingly of the opinion that the respondents are not precluded by what\nthey did before the arbitrators from agitating the question of the validity\nof the contracts in the present proceedings.(4) The last contention of the\nappellants is that the contracts dated September 7, 1955, and October 17,\n1955, are non-transferable specific delivery contracts, as defined in<a href=\"/doc/738672/\" id=\"a_53\"> s.\n2(f)</a> of the Act and under<a href=\"/doc/1633982/\" id=\"a_54\"> s. 18</a> they are exempt from the operation of<a href=\"/doc/1171700/\" id=\"a_55\"> s.\n17</a>, and that they are therefore not hit by the notification dated October\n29, 1953.</span> The facts are similar to those considered by this Court in\nKhardah Company Ltd. case [ 1963 (3) SCR 183.] with which these appeals\nwere heard, and for the reasons given by us in our Judgment in those\nappeals delivered to day, we accept the contention of the appellants, and\nhold that the contracts in question are not hit by the notification dated\nOctober 29, 1953.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">In the result the appeals are allowed, with costs throughout, one set in\nCivil Appeals Nos. 389 and 390 of 1960 and one in Appeals Nos. 391 and 392\nof 1960, and one hearing fee.\n</p>\n\n","numcites":28,"numcitedby":18,"docsource":"Supreme Court of India","citetid":74498,"divtype":"judgments","relatedqs":[{"value":"specific entry","formInput":"specific%20entry"},{"value":"Entry 26 of List II","formInput":"Entry%2026%20of%20List%20II"},{"value":"'non transferable specific delivery contract'","formInput":"%27non%20transferable%20specific%20delivery%20contract%27"},{"value":"\"non-transferable specific delivery contract\"","formInput":"%22non-transferable%20specific%20delivery%20contract%22"},{"value":"forward contracts","formInput":"forward%20contracts"},{"value":"art 19 (1) g","formInput":"art%2019%20%281%29%20g"},{"value":"19 (1) g","formInput":"19%20%281%29%20g"},{"value":"temple","formInput":"temple"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"art 14","formInput":"art%2014"},{"value":"mlj","formInput":"mlj"},{"value":"art 19","formInput":"art%2019"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"seventh schedule","formInput":"seventh%20schedule"},{"value":"trade and commerce ","formInput":"trade%20and%20commerce%20"},{"value":"coimbatore","formInput":"coimbatore"},{"value":"appeal  citedby: 935769","formInput":"appeal%20%20citedby%3A%20935769"},{"value":"law journals ","formInput":"law%20journals%20"},{"value":"calcutta high court","formInput":"calcutta%20high%20court"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"right-to-occupation, fundamental-right","formInput":"tag:right-to-occupation, fundamental-right"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"judgment-according-to-the-award","formInput":"tag:judgment-according-to-the-award"}],"courtcopy":true,"query_alert":null,"agreement":false}