{"tid":1796587,"publishdate":"1928-02-14","title":"Alfred William Domingo vs L.C. De'Souza on 14 February, 1928","doc":"<h2 class=\"doc_title\">Alfred William Domingo vs L.C. De&#x27;Souza on 14 February, 1928</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1928ALL481, AIR 1928 ALLAHABAD 481</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nSulaiman, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. This is a plaintiff&#x27;s appeal arising out of a suit for rendition of accounts brought against the defendant. The plaintiff&#x27;s case was that on 16th February 1920, the parties entered into a definite contract under which it was agreed that the defendant was to advance to the plaintiff money necessary for the purchase of 100,000 French francs, the amount being provisionally estimated to be Rs. 60,000 at 9 per cent per mensem interest payable in two years; it was agreed that these francs would be kept in fixed deposit in some French bank, and on the expiry of the period of deposit would be converted into pounds sterling and remitted to India, and that the defendant, after deducting the amount of his principal and interest, was to pay to the plaintiff the balance of the profit, if any, and if there was loss the plaintiff would be liable for it. The plaint as originally filed, was too lengthy and verbose. The Court ordered that it should be cut down and abridged. Even after amendment it covers seven printed pages. It necessarily gives an abstract of the contents of various correspondence, and it would be a hopeless task to summarize it at this stage. The defendant did not deny the completion of the contract for the purchase of the French francs. But his main pleas were that subsequently, in June 1920, the plaintiff entered into another contract with the defendant for the purchase of 500 ordinary and 500 preference shares of the Premier Oil Mills, which were to be taken over by the plaintiff in the month of December following, and in case the plaintiff failed to take them over the defendant would be at liberty to set off and adjust the accounts for profit and loss as the case may be on the two transactions. There was no express mention in the written statement that the plaintiff was to pay up the amount borrowed by him within any fixed time or that he had broken the contract by not paying the amount within that time. It was, however, pleaded that the plaintiff failed to perform his part of the contract and the defendant was therefore justified in &quot;putting an end to the whole affair&quot; on 16th April 1922. There was also a plea that the plaintiff accepted the position as communicated to him by the letter bearing the date mentioned, and after a lapse of two years was estopped from recovering anything.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The bulk of the evidence consisted of the correspondence between the parties and the bank through which the transaction of the purchase of francs was carried on, and also of the oral statements of three witnesses. The plaintiff examined himself as his sole witness. The defendant went into the witness-box and also produced a witness Mr. Losasso.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. In the witness-box the plaintiff absolutely denied that there was any complete contract with regard to the purchase of the Oil Mill shares and denied that he ever agreed to have the two accounts adjusted together. He also denied that he had agreed to make payments for the francs by monthly instalments, and denied that he had committed any breach. On the other hand the defendant swore that there was a complete sale of the Oil Mill shares by the defendant to the plaintiff, and that there was a distinct agreement that the two transactions should form part and parcel of one transaction and that there would be adjustment of accounts of the shares and the francs. He further stated that the plaintiff did not pay the amount which he had agreed to pay and there was consequently a breach on his part. As regards the adjustment of the accounts the defendant was very vague in his statement and although he stated that he had made the accounts between himself and the plaintiff he could not tell if he credited the plaintiff with any dividend for the intervening period, although he admitted that if there were any dividends he ought to have credited him with them and was not prepared to state that there were no dividends up to the time that he made up the accounts. He also admitted that the ordinary and preference shares of the Oil Mill still were in his own name and that they were never transferred to the plaintiff&#x27;s name, and that if there had been a dividend he himself must have received the same. As regards the profit made on the transaction of the francs he stated that between Rs. 26,000 and 27,000 were realized by him for those francs. With regard to the oral contract between the parties for the purchase of the Premier Oil Mill shares the defendant was corroborated by the statement of Mr. Losasso, who said that in 1920 the plaintiff admitted to him that he had purchased Premier Oil Mill shares from the defendant.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. The learned Subordinate Judge was impressed by the demeanour of the defendant and considered that his statement on oath should be preferred to that of the plaintiff, inasmuch as he was a more respectable gentleman than the plaintiff, who had at one time been an undischarged insolvent. Accordingly he has accepted practically the whole of the story told by the defendant and has found all the main questions of fact and law in his favour.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. We agree with the Court below to this extent: that the evidence of the plaintiff, if not corroborated by the documentary evidence, should not be accepted as his testimony is not reliable. We also agree that the statement of the defendant, if not inconsistent with the documentary evidence, and if to some extent supported by it, should also be accepted. But where the defendant&#x27;s statement is either inconsistent with the correspondence which passed between the parties or is directly contradicted by it we would not be prepared to accept his statement. The Court below has not borne in mind the fact that both parties are business men and are directly interested in the result of this litigation. Accordingly it is not safe to accept the statement of either party wholesale. Fortunately in this case there was considerable correspondence between the parties for several years and it is possible to ascertain the truth as regards the disputed points from some of those documents.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. The main questions of fact which were in dispute were: (1) whether the plaintiff had agreed to make monthly payments by way of instalments of the amount which had been advanced to him by the defendant on the promissory notes; (2) whether there was a complete contract for the purchase of 500 ordinary and 500 preference shares of the Premier Oil Mills Company in June 1920 to be delivered in December following; (3) whether it was a part of the contract in June that the two accounts, namely, the purchase of francs and the purchase of Premier Oil Mills shares, should be adjusted together and the profits on one set off against the loss on the other; and (4) whether the defendant sent any letter on 16th April 1922, intimating that he would put an end to the whole affair after a fortnight if no reply was received thereto. The questions of law which would arise would be: (a) whether there was only a contract for the purchase of the Premier Oil Mills shares or whether there was a complete sale; (b) whether there was any breach committed by either party; and (c) the legal consequences that would follow.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">7. On the first question whether the plaintiff agreed to make any monthly payments we have the oral statements of the two parties which are contradictory. The original letter dated 16th February 1920, sent by the defendant to the plaintiff is, however, on the record and all that it mentions is that it was clearly to be understood that the loan most be liquidated within two years or the defendant should have the option of realizing the fixed deposit receipts. There is no mention therein of any payments to be made by instalments. On 14th April 1920, the defendant wrote to the plaintiff that as the purchase had involved some loss he should deposit some security to cover losses. Even then he did not refer to any default in the payment of monthly instalments. The plaintiff, however, on 10th May 1922, in his reply to this letter, stated that he &quot;proposed&quot; making payment against this account from the middle of June and each month thereafter, and trusted that arrangement would meet with the defendant&#x27;s approval. It was on 15th April 1920, that the defendant in writing asserted that the plaintiff had in February promised to pay interest monthly and Rs. 500 towards the principal from June onwards, and regretted that he had not up to that time paid a single pie. The plaintiff&#x27;s reply dated 26th July 1920 expressed surprise at the contents of this letter and stated that the defendant had been kind enough to specify a period of two years in which time the loan had to be liquidated. The plaintiff, however, again held out a hope to pay Rs. 5,000 before Christmas, 1920, and suggested that it would be better to make half-yearly payments on account of interest. The defendant in his reply dated 28th July 1920, did not re-assert that there had been a distinct contract for the payment of interest monthly or the payment of any instalment in June. The plaintiff&#x27;s reference to the period of two years fixed for the liquidation of the loan was met by the statement:\n</p><blockquote id=\"blockquote_1\"> No doubt I agreed that the loan may be liquidated within two years, but it did not mean that you should pay it in a lump sum at the end of the second year.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">8. It is clear to us that the defendant was not after the plaintiff&#x27;s clear denial prepared to re-assert that there had been any distinct contract for the payment of monthly instalments. All that he could assert was that his agreeing to the liquidation of the debt within two years did not imply that there should be a payment in a lump sum at the end of the second year. Subsequently letters in which the plaintiff held out hopes that he would be able to send money towards the payment of the loan are not in themselves conclusive. In our opinion if it had been an express condition of the contract of February 1920 that the amount was to be paid in any instalment, or that interest would be paid every month that condition would have been embodied in the written contract. It is possible that the plaintiff might have held out a vague hope that he might be able to make payments by instalments, but that undoubtedly was no part of the express contract which was entered into between the parties. When the language of the letter of the 16th February 1920, as regards the period during which the loan was to be liquidated, is clear, it is not safe to import into it further oral conditions which the defendant says were agreed upon. We accordingly hold that there was no agreement by the plaintiff to pay any instalment or to pay interest monthly.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">9. The second question is whether there was any contract between the parties for the purchase by the plaintiff of the Premier Oil Mills shares. On this also the oral statements of the parties are conflicting. The defendant, as remarked above, is, however, supported by his witness Mr. Losasso. The first mention of this disputed contract is to be found in the letter sent by the defendant to the plaintiff on the 4th November 1920. After enclosing the account of the purchase of the francs, the defendant reminded the plaintiff that in the next month he would have to take over from him 500 ordinary and 500 preference shares of the Premier Oil Mills at Rs. 15 and Rs. 10 respectively. This letter therefore embodies the whole of the alleged contract which had taken place between the parties. The plaintiff did not reply to this letter and did not repudiate the statement that he would have to take over the Premier Oil Mills shares in December following. On the 3rd December 1920, the defendant again wrote to the plaintiff requesting him to arrange to take over from him the Premier Oil Mills shares. There was again no reply from the plaintiff and no denial. In his letter, dated 27th January 1921, the defendant again referred to this contract and asked the plaintiff to send the money. This was later followed by another letter, dated 20th February 1921, in which the defendant again asked for the margin money on account of the Premier Oil Mills shares purchased by the plaintiff from him. It was to this last letter that the plaintiff replied on the 22nd February 1921. This was couched in carefully chosen language, and although it did not attempt to deny the negotiation as regards the Premier Oil Mills shares in its entirety, it asserted that the plaintiff &quot;recollected no completed transaction regarding the purchase.&quot; The defendant was surprised on the receipt of this letter and wrote on the 19th March 1921, that when the Premier Oil Mills shares had gone down the plaintiff had, after keeping silent deliberately on the question, written that he had never purchased them, which was anything but truth, and it had disappointed the defendant extremely. On the 29th August 1921. the defendant in another letter again mentioned that he would, on the settlement of accounts, deduct the price of 1,000 Premier Oil Mills shares which had been purchased. There is no subsequent letter of the plaintiff in which he again repudiated this transaction. On this state of the evidence, particularly the documentary evidence, we have no hesitation in agreeing with the Court below that there was a complete contract between the parties in June for the purchase by the plaintiff of five hundred ordinary and five hundred preference shares of the Premier Oil Mills Company at Rs. 15 and Rs. 10 respectively, and that the plaintiff dishonestly denied the existence of any such contract subsequently.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">10. It is admitted that the plaintiff never expressed readiness to purchase these shares in December or after that in any subsequent month and never paid the purchase money. It is also clear from the documents referred to above that the defendant was insisting on the carrying out of this contract. It follows accordingly that the plaintiff did as a matter of fact commit the breach and did not carry out his promise.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\">11. The third question is whether it was also a part of the contract made in June that the two accounts should be adjusted together. On the point also there is conflict of evidence. The defendant&#x27;s witness, Mr. Losasso, is, however, silent on this point. It is also a significant fact that the defendant in none of the letters which he sent to the plaintiff up to the time when the plaintiff repudiated the transaction with regard to the Premier Oil Mills shares, ever stated that there was an agreement to adjust the two accounts together. There is no reference to this alleged agreement in any of the letters which passed between the parties up to that date. As already mentioned, it was on the 22nd February 1921, that the plaintiff denied that there was any completed transaction regarding the purchase by him of the Premier Oil Mills shares. In reply to this the defendant for the first time on the 19th March 1921 wrote that he would let the plaintiff know &quot;when the accounts of all these transactions were adjusted.&quot; This assertion was repeated by the defendant in his letter, dated 29th August 1921. As the defendant had a lien over the amount which would be realized after the conversion of the French francs it is possible that the only way in which the defendant thought he could compel the plaintiff to carry out his contract for the purchase of the Premier Oil Mills shares was by insisting on the two accounts being adjusted together. The omission of any reference to any such agreement prior to the plaintiff&#x27;s repudiation makes us suspect that this part of the defendant&#x27;s statement is not correct. Although if the second transaction had not fallen through there might very well in the ordinary course have been an adjustment, we are not prepared to hold that the defendant has proved that there was an express agreement between the plaintiff and the defendant in June 1920, as alleged by the latter that the two accounts should be adjusted together and should thence forward be treated as forming part and parcel of one transaction. We accordingly find this point against the defendant.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">12. The fourth question of fact was whether the defendant sent any letter of which Ex. G is a copy. The Court below has believed the defendant&#x27;s statement that he did send such a letter. The Court below, however, has overlooked one significant fact to which weight ought to have been attached. The defendant in his cross-examination admitted that he had received a registered letter from Sir Henry Stanyon written on behalf of the plaintiff in January 1922 and that he gave it to his vakil for a reply which was sent. Thus, in January 1922, registered letters did pass between the parties through their counsel. It is therefore highly improbable that in April following the defendant would send an unregistered letter to the plaintiff, a letter of great importance inasmuch as it contained the statement that if no news were received within a fortnight the defendant would put an end to the whole affair, although this would mean to him a loss of about Rs. 6,000. We think that a letter involving such drastic consequences was likely to be sent by registered post for the sake of safety and precaution, and that it was unlikely under the circumstances stated above that a mere unregistered letter would be sent, specially when the plaintiff was known to be employed as a travelling agent by the Standard Life Insurance Company and was constantly on tour from place to place. There is also no explanation on behalf of the defendant why he was prepared to forgo Rs. 6,000 which would be due to him on the two transactions unless we accept the incredible statement that he did this on account of friendship. We think that it is very difficult to believe that the defendant sent an unregistered letter of this kind.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\">13. There is really no dispute as regards the facts relating to the transaction of the French francs. These were purchased by the defendant through the Alliance Bank of Simla for the plaintiff. In several letters of his the defendant all along admitted that these francs had been purchased on the plaintiff&#x27;s account, e.g., letters, dated 9th April 1920, 14th April 1920, etc. It is also clear from the accounts which the defendant sent to the plaintiff from time to time that he was all along admitting that the French francs had been purchased by the plaintiff through him. In his letter, dated 3rd December 1920, the defendant expressly stated that if the plaintiff failed to comply with the defendant&#x27;s request to send by the end of that month at the latest a substantial sum to cover interest and a portion of the principal as per account, he would be compelled to instruct his London Agents to convert 100,000 francs which he was holding on the plaintiff&#x27;s account into English money and remit the same to him. If there was any profit in the transaction he should credit the plaintiff with the same and if there was any loss he would have to make it good. In August 1921, the plaintiff requested the defendant to instruct the bank by a cable to transfer the equivalent amount of francs in rupees to Bombay. The intimation was, however, received that the fixed deposit would not fall due till the 15th April 1922. Due notice of this fact was given by the defendant to the plaintiff in the letter, dated 4th September 1921. It is thus clear that up to the 15th April 1922, when the fixed deposit was to fall due, the defendant never denied that the francs which had been purchased, belonged to the plaintiff and that he was holding them on the plaintiff&#x27;s account. Of course, the defendant had admittedly a lien on the money to be realized on this account, for the amount which he had advanced. This was made clear even in the first letter written by him, viz., the 16th February 1920, in which it was mentioned that the defendant would be retaining the fixed deposit receipt of the francs as security for loan advanced by him. But both the parties understood all along that the purchase of the francs had been made by the plaintiff through the defendant, and that it was the plaintiff who was the owner of these francs. The transaction had, therefore, passed beyond the mere stage of a contract and had matured into an actual purchase by the plaintiff of those francs through the defendant. It was, therefore, not within the competence of the defendant to put an end to any such contract because the plaintiff failed to pay the money by the 15th April 1922. No doubt there was an agreement that the loan was to be liquidated within two years, and for the amount advanced to the plaintiff the latter had executed four promissory notes in favour of the defendant. But even though the money was not repaid within two years that did not entitle the defendant to put an end to the &quot;whole affair.&quot;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. Even therefore if we were to assume that the defendant did send the letter of 16th April 1922 informing the plaintiff that he would put an end to the whole affair if no reply was received, we would hold that he had no such power. It is also clear to us that a communication to the plaintiff to reply within a definite time, or else he would lose the benefit of his contract, would be only a one-sided offer, and no acceptance of such offer can be presumed from the mere silence or the omission to reply within the time. We are, therefore, of opinion that the interest which had passed to the plaintiff in the francs, which had been purchased by him out of the amount advanced to him by the defendant, remained vested in him and the defendant&#x27;s remedy was to recover the amount from the plaintiff by recouping himself out of the amount realized by the conversion of those francs.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">15. As regards the transaction relating to the Premier Oil Mills shares we are of opinion that it did not pass beyond the stage of a mere contract, and that it had not become an out-and-out sale of those shares by the defendant to the plaintiff. The defendant both in his oral evidence and in his letter, dated 4th November 1920, admitted that the shares would have to be taken over in the month of December. The defendant in June 1920 possessed 500 ordinary and 2,000 preference shares of the Premier Oil Mills Company. The contract was to purchase 500 ordinary and 500 preference shares. The defendant has admitted in his evidence that he was prepared to sell 500 ordinary shares at reduced price simply because the plaintiff was prepared to purchase the 500 preference shares. Thus the contract of sale of those two sets of shares was one and the same, though the rates for the two were separately mentioned. It is impossible to hold that these two constituted two separate contracts and not one contract. The learned advocate for the defendant has to concede that so far as 500 preference shares are concerned they could not be said to have been definitely ascertained goods at that time when the defendant in fact possessed 2,000 such shares. So long as the share certificates were not delivered and the numbers were not specified they remained unascertained, and it would have been open to the defendant to hand over any 500 out of the 2,000 shares possessed by him. As regards the 500 ordinary shares no doubt the defendant had only that number at that time, but as the delivery was to take place in December it would have been open to the defendant to hand over any other 500 ordinary shares which he might acquire before that date to the plaintiff. It, is therefore, not possible to hold that even the 500 ordinary shares which the defendant would sell to the plaintiff were definitely ascertained in June 1920. We would also hold that such contract for the sale of two sets of shares was one and the same and, so long as part of the goods had not been definitely ascertained, the whole must be deemed not to have been completely ascertained at the time when the contract was entered. The price, however, was fixed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">16. As regards the breaches of the contracts we are of opinion that, there being no contract for the payment of any instalment, there was no breach by the plaintiff of the contract up to April 1922 in connexion with the purchase of francs. As regards the contract of the purchase of the Premier Oil Mills shares, we are of opinion that there was a definite breach committed by the plaintiff in December 1920 when he failed to take over the shares and in any case, even assuming that time was not of the essence of the contract, there was undoubtedly a breach committed on 22nd February 1921, when the plaintiff definitely denied that he had entered into any such contract. On our finding that there was no contract to adjust the two accounts, it is obvious that the defendant was bound to treat the two transactions separately, although as a net result he might deduct before making actual payment, what was due to him on one transaction from what would be due from him on the other. The learned advocate for the plaintiff contends that there being no actual sale of the Premier Oil Mills shares, but only a contract, it was the duty of the defendant when the contract was repudiated or broken to reduce the loss by re-selling the shares in open market, and accordingly the defendant can only claim the difference between the contract price and the price which these shares would have fetched in open market on the date when the breach was committed by the plaintiff. His argument is that the defendant was not entitled to wait for two years longer and then claim to deduct the difference between the contract price and the price which then prevailed from the profit which the plaintiff had made on the transaction of francs. He is prepared to concede that a mere failure to take over delivery of shares in December might not amount to a breach, and contends that at the best the breach took place on 22nd February 1921 when the transaction was repudiated by the plaintiff. What the defendant has done is to settle the account privately at home and to allege that over Rs. 6,000 were due to him which he was prepared to forgo. He has not filed any statement of account which would show that his calculation was correct. We have already referred to his ambiguous statement as to whether he had given credit for any dividends that he might have received during the interval.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\">17. On the other hand, the learned advocate for the defendant has argued that under <a href=\"/doc/171398/\" id=\"a_1\">Section 78</a>, Contract Act, the sale was complete by mere offer and acceptance inasmuch as both delivery and payment were to be postponed to a future date.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">18. <a href=\"/doc/234058/\" id=\"a_2\">Section 28</a>, Companies Act (Act 7 of 1913) provides that the shares or other interest of any member in a company shall be moveable property, transferable in manner provided by the articles of the company. <a href=\"/doc/299780/\" id=\"a_3\">Section 17</a> authorizes a company to frame Articles of Association and adopt all or any of the regulations contained in table A in Schedule 1. The Articles of Association of the Premier Oil Company were apparently not produced before the Court below, and at the last hearing of this appeal we directed the learned Counsel for the parties to produce them before us. The defendant has not produced any copy of such Articles of Association, but the learned advocate for the appellant has put before us a printed copy of such Articles of Association which, however is not a regular and certified copy. It does contain provisions similar to those in <a href=\"/doc/1270593/\" id=\"a_4\">Sections 18</a>, <a href=\"/doc/353998/\" id=\"a_5\">19</a> and <a href=\"/doc/483593/\" id=\"a_6\">20</a> of Table A Schedule 1. We have not allowed this printed copy to be brought on the record, but in the absence of anything to show to the contrary we presume that the regulations contained in Table A, Schedule 1, attached to the <a href=\"/doc/153279772/\" id=\"a_7\">Indian Companies Act</a> govern this company also. If it was the defendant&#x27;s case that this company had in any way modified or altered those regulations it was undoubtedly his duty to prove that this was so. <a href=\"/doc/1270593/\" id=\"a_8\">Regulation 18</a> provides that the instrument of transfer of any share in the company shall be executed both by the transferrer and the transferee and the transferrer shall be deemed to remain holder of the share until the name of the transferee is entered in the register of members in respect thereof. <a href=\"/doc/353998/\" id=\"a_9\">Regulation 19</a>, provides that the share shall be transferred in a particular form. <a href=\"/doc/483593/\" id=\"a_10\">Regulation 20</a> authorizes the directors to decline to register any transfer of shares, not being fully paid shares, to a person of whom they do not approve, and may also decline to register any transfer of the shares on which the company has a lien. The learned advocate for the plaintiff contends that the <a href=\"/doc/1353758/\" id=\"a_11\">Companies Act</a> is a special Act and provides a special mode of transfer of shares of the company, and that unless that method is adopted no transfer in law takes place. He also contends that the regulations being part of the law by virtue of <a href=\"/doc/234058/\" id=\"a_12\">Section 28</a>, the transferrer must be deemed to remain holder of the share until the name of the transferee is entered in the register. On the other hand, the contention on behalf of the defendant is that these regulations and Articles of Association are meant for the management of the company itself and they governed the members of the company, but that they do not in any way affect the rights of private dealings as between the transferrer and the transferee, and that such rights are governed by the <a href=\"/doc/171398/\" id=\"a_13\">Contract Act</a>.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">19. On behalf of the plaintiff reliance has been placed on several English cases and particularly on the case of London Founders Association v. Clarke [1888] 20 Q.B.D. 576 where it was laid down that in a contract for the sale of the shares of a company there was no implied covenant that the transferrer&#x27;s name would be registered by the directors of the company. Similar observations are to be found in the cases of the Muir Mills Co. Ltd. of Cawnpore v. T.H. Condon [1900] 22 All. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"285295\" id=\"span_1\">410 and <a href=\"/doc/285295/\" id=\"a_14\">Bahadur Singh v. Shiam Sunder Tug</a> [1914] 36 All. 365. On the authority of these cases it is contended that the registration by the company is a subsequent act which in no way affects the completion of the sale of the shares. We might point out that to say that the registration of the transferee&#x27;s name is no part of the contract between the transferrer and the transferee, is not the same thing as saying that sale can take place even without registration. If the transferrer does not undertake to get the name of the transferee registered and indeed when the objection to the registration of the transferee&#x27;s name may be on account of the director&#x27;s disapproval of him, there may not be any such implied undertaking. The question to be considered really is whether a sale can take place before the registration, or even before any instrument of transfer is executed or the share certificates are handed over to the transferee.</span> The learned advocate for the appellant has drawn our attention to the case of Nanney v. Morgan [1885] 37 Ch. D. 346 where it was held that non-compliance with the rules of the company for the complete transfer of a share prevented the share from legally vesting in the transferee, though belonging in equity to him. Our attention was also drawn to Buckley on the Companies Act, 10th edn. p. 586, where it is stated that a transfer not in compliance with the requirements of the Articles of Association carries to the person whose name is subsequently filled in as transferee not only the equitable but also the legal interest meaning the legal right to call upon the company to register the transfer, but there is no legal title to the share until registration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">20. In our opinion it is not absolutely necessary in this case to decide the general question whether if there were a conflict between the Contract Act and the Companies Act the latter should prevail, or whether the sale of shares can take place between the transferrer and the transferee under the <a href=\"/doc/171398/\" id=\"a_15\">Contract Act</a>, while no such sale can be recognized under the <a href=\"/doc/1353758/\" id=\"a_16\">Companies Act</a>. As pointed out by us this is a case where the goods were not definitely ascertained in June 1920 when the contract was made. Even under <a href=\"/doc/171398/\" id=\"a_17\">Section 78</a>, Contract Act, no sale can be effected by mere offer and acceptance, even for a definite price, when the goods have not been ascertained. Section 82 clearly provides that where the goods are not ascertained at the time of making the contract of sale it is necessary to the completion of the sale that the goods shall be ascertained. The illustration to that section also makes it clear that even if the goods exist, but are mixed up with other goods of the transferrer there is no ascertainment so long as they have not been separated and earmarked. In the case of Jamal v. Moola Dawood A.I.R. 1915 P.C. 48, where shares of the British Petroleum Co. Ltd., had been contracted to be sold, their Lordships of the Privy Council at p. 96, remarked. &quot;The seller was and remained the legal holder of the shares&quot; and held that\n <a href=\"/doc/339747/\" id=\"a_18\">Section 73</a>, Contract Act, was, but declaratory of the right to damages which was based on the principle that in a contract for sale of negotiable securities the measure of damages was the difference between the contract price and the market price at the date of the breach with an obligation on the part of the seller to mitigate the damages by getting the best price he can at the date of the breach, that it was the duty of the person claiming damages to take all reasonable steps to mitigate the loss consequent upon the breach and cannot claim as damages any sum which is due to his own neglect. But the loss to be ascertained is the loss at the date of the breach, and if at that date he could do something or did something which mitigated the damage the other party was entitled to the benefit of it.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193275\" id=\"span_2\">21. Still more clearly their Lordships have made the same pronouncement in the case of <a href=\"/doc/193275/\" id=\"a_19\">Manekji Pestonji Bharucha v. Wadilal Sarabhai and Co. A.I.R.</a> 1926 P.C. 38. At p. 659 of 24 A.L.J. their Lordships remarked that\n it was quite true that the full property in shares in a company is only in the registered holder, and that an unregistered transferee had not a perfected right of property which he would have had if he had been the registered holder of the shares which he was sailing, the company is entitled to deal with the share-holder who is on the register, and only a person who is on the register is in the full sense of the word owner of the share.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">22. It was also held that the word &quot;goods&quot; as defined in the <a href=\"/doc/171398/\" id=\"a_20\">Contract Act</a> included every kind of moveable property, including shares of the company, and that Section 78 might, therefore, be applicable. In that case also the goods which had been contracted to be sold were so many shares of Alcock Ashdown and Co. Ltd., deliverable in the following month, and not of any particular shares. Their Lordships held that the goods were not ascertained goods at the time of the contract. But as soon as the broker handed over the certificates and the transferee accepted them and gave a cheque, the goods became ascertained goods, and the sale was complete and the property passed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">23. In the present case we have already remarked that the goods were not ascertained at the time of the contract. The defendant has further admitted that the shares remained standing in his name, and that they were never transferred to the plaintiff&#x27;s name and that the plaintiff also never received any dividend. The defendant on his own showing did not do all that he could have done, and neither executed any deed or instrument, nor got the shares transferred to the plaintiff. It is, therefore, impossible to hold that the legal title to the shares passed to the plaintiff and that the latter became the full owner thereof. The transaction really amounted to a mere contract and a breach of it was committed by the plaintiff. In view of the provisions of <a href=\"/doc/339747/\" id=\"a_21\">Section 73</a> and the observations of their Lordships of the Privy Council in the first case cited above, it is clear that the measure of damages would be the difference between the contract price and the market price at the time when the breach took place, land that it was the duty of the defendant to reduce the loss as much as possible. We are accordingly clearly of opinion that the defendant is not entitled to claim credit for the entire difference between the contract price and the price of those shares in April 1922, more than one year after the breach. The defendant was only entitled to claim the difference between the contract price and the price of those shares on 22nd February 1921, when the plaintiff repudiated the transaction, and declined to take those shares. If the defendant did not sell those shares in the market, but kept them with him, he took the risk upon himself and he is not entitled to charge the plaintiff with the further loss which he suffered.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">24. It is also clear that the defendant had not power to &quot;put an end to the whole affair.&quot; He was undoubtedly acting as agent of the plaintiff so far the purchase of the francs was concerned and he was bound to render account. It might be that on a proper account being rendered nothing remains due to the plaintiff from the defendant; but that is no justification for refusing to render account. We are unable to make out how the Court below dismissed the suit in its entirety without calling upon the defendant to render account in Court, specially when he could not make a definite statement as regards the way in which he had calculated the account.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">25. Mr. Peare Lal Banerji, on behalf of the appellant, accepts the liability of his client to give credit to the defendant for the loss which he suffered on account of the breach by the plaintiff of the contract to purchase the Premier Oil Mills shares up to 16th April 1922, and expresses his willingness that amount should be deducted from anything that is found due to his client on account of the purchase of the francs. The defendant would be entitled to add interest at 6 per cent. per annum on the amount of his loss from 22nd February 1921 onwards up to the date of the receipt of the money realized from the conversion of the francs. On this last-mentioned date this amount would have to be deducted from the amount received and the amount due on the promissory note with interest at the contractual rate will also have to be deducted and the remaining balance, if any, would be paid to the plaintiff. Interest at 6 per cent. per annum will be calculated on this balance till the date of realization.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">26. The argument of the learned Counsel for the respondent that the plaintiff is estopped by his acquiescence from getting this amount does not appeal to us. We have in fact found that no letter of 16th April 1922 was sent. Even if any such letter had been sent a mere omission to reply to it would not amount to an estoppel, particularly when the plaintiff had before that date repudiated the transaction on 22nd February 1921, and had also in January 1922 sent a registered notice through counsel.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_27\">27. We accordingly allow this appeal, and setting aside the decree of the Court below pass a preliminary decree under Order 20, Rule 16, Civil P.C., calling upon the defendant to render account of the transaction of the purchase of francs to the plaintiff and to deduct from the amount due to the plaintiff any loss which he may have suffered on account of the breach of contract to purchase the Premier Oil Mills shares up to 22nd February 1921. The actual account will be calculated before the final decree is passed and the parties will be at liberty to produce further evidence on the point. As regards costs we are of opinion that inasmuch as neither party disclosed the whole truth before the Court they should bear their own costs in the Court below and costs in this Court up to this stage.\n</p>\n \n\n","numcites":11,"numcitedby":8,"docsource":"Allahabad High Court","citetid":1796587,"divtype":"judgments","relatedqs":[{"value":"\"ascertained goods are those\" ","formInput":"%22ascertained%20goods%20are%20those%22%20"},{"value":"ascertained goods","formInput":"ascertained%20goods"},{"value":"transfer of shares","formInput":"transfer%20of%20shares"},{"value":"promissory note","formInput":"promissory%20note"},{"value":"contract act","formInput":"contract%20act"},{"value":"contract of sale","formInput":"contract%20of%20sale"},{"value":"articles of association","formInput":"articles%20of%20association"},{"value":"lien","formInput":"lien"},{"value":"repudiation","formInput":"repudiation"},{"value":"when is sale complete","formInput":"when%20is%20sale%20complete"},{"value":"unregistered","formInput":"unregistered"},{"value":"    fixed deposit  ","formInput":"%20%20%20%20fixed%20deposit%20%20"},{"value":"sale of shares","formInput":"sale%20of%20shares"},{"value":"mitigating","formInput":"mitigating"},{"value":"declined","formInput":"declined"}],"cats":[{"value":"contract","formInput":"tag:contract"},{"value":"misrepresentation-defined","formInput":"tag:misrepresentation-defined"},{"value":"voidability-of-agreements-without-free-consent","formInput":"tag:voidability-of-agreements-without-free-consent"},{"value":"mistaken-agreement-void-due-to-mutual-error","formInput":"tag:mistaken-agreement-void-due-to-mutual-error"},{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":false,"query_alert":null,"agreement":false}