{"tid":1584296,"publishdate":"1970-04-02","title":"Modi Industries Limited vs The Union Of India And Anr. on 2 April, 1970","doc":"<h2 class=\"doc_title\">Modi Industries Limited vs The Union Of India And Anr. on 2 April, 1970</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: ILR1970DELHI621</h3>\n\n<pre id=\"pre_1\">JUDGMENT  \n\n B.C. Misra, J.  \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> (1) This petition under <a href=\"/doc/1154891/\" id=\"a_1\">section 33</a> of the Arbitration Act filed on 31st October, 1957, in the Subordinate Court has been transferred to this Court under the <a href=\"/doc/76650574/\" id=\"a_2\">Delhi High Court Act</a> and it raises interesting question of law.   \n</p>\n<p data-structure=\"Facts\" id=\"p_2\"> (2) The material facts of the case, which are not in dispute are briefly following; There was a public limited company incorporated under the <a href=\"/doc/1353758/\" id=\"a_3\">Companies Act</a> known as Modi Food Products Company, Limted, which had by order of the High Court of Allahabad dated 14th of September, 1956, in Company Case No. 21 of 1956 been in pursuance of scheme sanctioned by the High Court under <a href=\"/doc/1562602/\" id=\"a_4\">sections 391</a> and <a href=\"/doc/301194/\" id=\"a_5\">394</a> of the Companies Act, 1956, amalgamated with and transferred to Modi Sugar Mills Limited, which has been succeeded by and is now known as Modi Industries Limited (hereinafter referred to as the petitioner). Before the aforesaid amalgamation, the Chief Director of purchase, Ministry of Food and Agriculture, Directorate General of Food (Army Purchase Organisation), New Delhi, issued invitation to tender Exhibit P.X./1 on 13th February, 1956, for the supply of ground nut oil cakes and this invitation was addressed to Modi Oil Mills, Modinagar, and not to the incorporated company Modi Food Products Company, Limited. In response to the invitaton, a tender was submitted which was accepted by an advance acceptance of tender dated 7th of March, 1956, and it was followed by a formal acceptance dated 19th of March, 1956. It is significant that in the submitted tender, tenderer described the full name and address of the firm per Annexure-I Exhibit R.W. 1/25 as follows :    &quot;MODIOil Mills, Per Prop. Food Products Co Ltd.&quot;  \n</p>\n<p data-structure=\"Facts\" id=\"p_3\"> (3) In the submitted tender in the space against the column for the names and addresses of the partners, it was mentioned that it was a public limited company&#x27;, which carried on its business in Modinagar and in the column for the name of the Mills where oilcakes had been manufactured and stored was given as &#x27;Modi Oil Mills&#x27; and the name of the railway station was given as &#x27;Modinagar Mill Siding&#x27;. In answer to the query in column No. 9 as to whether the firm was registered under the <a href=\"/doc/153279772/\" id=\"a_6\">Indian Companies Act, 1913</a> the answer was given in the affirmative. The tender was signed for &#x27;Modi Oil Mills&#x27; by one Mr. N. R. Bansal, who described himself as the secretary. No dispute has been raised before me with regard to the quantity or rate of the tendered. stores. However, along with the tender, a sum of Rs. 1,000.00 by demand draft on a bank was deposited as earnest money and a further sum of Rs. 6,335.00 by way of security was deposited after receipt of acceptance of the tender. It appears that certain quantity of stores was also tendered for inspection but it was rejected and eventualy on 16th of June, 1956, the Union of India (hereinafter referred to as the respondent) cancelled the contract and claimed Rs. 46,150.00 on account of damages. The dispute was referred to the sole arbitration of Mr. H. C. Dagga on 7th of May, 1957, and the reference of arbitration was made against Modi Oil Mills and not the incorporated company, Modi Food Products Company, Ltd, or its successor company. It is significant to notice that during the pendency of the dispute between the parties, two notices dated 18th of June, 1956 and 8th of September, 1956 respectively were issued to the respondent, Government; the first to the Chief Director of Purchase and the other to (the Secretary, Ministry of Food and Agriculture. The said notices were issued regarding A/T in dispute under the signatures of Mr. Raghubar Dayal Mithal, Advocate, for the claimant petitioners and the first begins with the following recitals :    &quot;UNDERinstructions of Messrs Modi Food Products Company, Ltd., proprietors of &#x27;Modi Oil Mills&#x27;, Modinagar, District Meerut,.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_4\"> (4) In the second notice apart from a similar recital it was further stated that &quot;the claimant company owns an Oil Mills at Modinagar which is known as Modi Oil Mills.&quot;, and that in respect of acceptance to the invitation of tender, the claimant-petitioners had submitted a tender in the name of Modi Oil Mills and that tender of the claimant had been accepted.   \n</p>\n<p data-structure=\"Section\" id=\"p_5\"> (5) During the course of hearing before the arbitrator, the party raised an objection that the reference to arbitration was void in law, as Modi Oil Mills was not a legal entity possessing any legal rights or obligation and the same could not sue or be sued upon. The matter, however, escaped the attention of the Government and they did not take any action on the question for a considerably long time. The learned arbitrator passed an order on 28th of September, 1957, adjourning the proceedings to enable the parties to move an application in Court under <a href=\"/doc/1154891/\" id=\"a_7\">section 33</a> of the Arbitration Act. The present application has, consequently, been filed by the petitioners for a declaration that :    (A)There was no properly constituted contract between the Government and the petitioner. (b) The Modi Oil Mills, the alleged party to the contract in dispute was not competent to enter into any contract and the same was void and at all events it did not bind the petitioner; (c) There could be no reference to arbitration between the Union of India and Modi Oil Mills as the same was not ajuridical person; (d) After the expiry of a period of one year as provided by the contract there could not be a valid reference to arbitration between the Union of India and the petitioners who was the present owner of Modi Oil Mills.  \n</p>\n<p data-structure=\"PetArg\" id=\"p_6\"> (6) The petition was supported by an affidavit on behalf of the petitioner Respondent No. 1 before me submitted a written statement controverting the allegations of the petitioner and they in particular urged that Modi Food Products had accepted and ratified the contract and so they as well as their successors company the Modi Sugar Mills, Limited, were bound by the same and they were estopped from raising their present contention. Reply was also filed by Mr. H. C. Dagga, arbitrator, respondent No. 2, explaining the position in the matter which it is not necessary to consider.   \n</p>\n<p data-structure=\"Issue\" id=\"p_7\"> (7) When the petition was tried in the court of the Subordinate Judge, three issues were framed on the 4th of March, 1958 :    &quot;(1)Whether the contract in question between the Union of India and Modi Oil Mills is binding on the applicant that is Modi Sugar Mills, Ltd.? (2) Whether the reference to arbitration by the respondents letter dated 7th May, 1957, as between the Union of India and Modi Oil Mills is legal ? (3) Whether the petitioner is estopped from raising the pleas covered by issues 1 and 2 ?  \n</p>\n<p data-structure=\"Precedent\" id=\"p_8\"> (8) Later on Mr. Gian Chand Jain the learned Subordinate Judge by judgment and order dated 23rd October, 1958, accepted the contention of petitioner and he held that the contract as well as the reference to arbitration were both void. Aggrieved by the said order the Union of India came to the High Court in revision and Dua J. (as he then was) by an order dated 29th May, 1964 set aside the order of the Subordinate Judge and remanded the case to the trial court for re-decision according to low. His lordship, however, did not express any final opinion on the merits of the case. On the commencement of the <a href=\"/doc/76650574/\" id=\"a_8\">Delhi High Court Act</a> the said proceedings were as stated transferred to this court in its original Jurisdiction.   \n</p>\n<p data-structure=\"PetArg\" id=\"p_9\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1961694\" id=\"span_1\">(9) Issue No. 1 The question urged for decision, is whether the contrack entered into formally with Modi Oil Mills is void in law, and if that is so whether the reference to arbitration is similarly void. Mr. Bakhshi Shiveharan Singh, learned counsel for the petitioner has cited several passages from Salmond&#x27;s Jurisprudence 1957 Edition, namely <a href=\"/doc/280240/\" id=\"a_9\">Articles 112</a><a href=\"/doc/10691/\" id=\"a_10\">, 113</a> and <a href=\"/doc/436447/\" id=\"a_11\">116</a> to support the pro position that in order to clothe with rights and legal obligations, there must be a legal personality which can consist of human beings and juridical persons created and recognised by law and that there are no other legal persons. The learned counsel further contended that Order 30, Rules I and 10 of the Civil Procedure Code had no application to suits relating to corporate bodies which were governed by order 29 and that <a href=\"/doc/663625/\" id=\"a_12\">section 46</a> of the Companies Act debarred incorporated companies from making a contract in any name other than their registered name Therefore, unless and until Modi Oil Mill were found to be a juridical person the contract as well as the reference were both void in law. The learned counsel relied on India General S.N. &amp; R. Co. Ltd. v. Lal Mohan, Shah I.L.R. 43 Calcutta 441 to the effect that a suit against a trade name of a person could not be instituted and he cited <a href=\"/doc/1961694/\" id=\"a_13\">Union of India v. A. L. Rallia Ram</a> , and a number of other authorities of the Supreme Court as well as the High Court of Punjab to support the proposition that a contract in contravention of the provisions of law was void and could not be validated by any ratification.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1152977\" id=\"span_2\">The learned counsel also cited Veeranna Chetty and others, v. Tindal Ponnen and others <a href=\"/doc/1152977/\" id=\"a_14\">I.L.R.31 Madras 86, Nawab Sadiq Ali Khan and others, v. Jai Kishore and others</a> AI.R. 1928 Privy council 152; and Air 1965 Punjab 57 and a number of other authorities to submit that where a contract was void ab-initio it could not be reformed and validated by any ratification or by substitution or addition of any legal persons. In my opinion, there can scarcely be a quarrel with the propositions of law contended for by the learned counsel for the petitioners. The point in controversy arising for determination before me is, however, different. The question is not whether Modi Oil Mills was or was not a corporate body and whether or not the contract purporting to have been entered into by it was made by a nonentity and was consequently void ab-initio. The real question for determination is whether or not under the contract in dispute the corporate body known as Modi Food Products, Limited later succeeded by Modi Sugar Mills, Limited, and then by Modi Industries Limited, (the petitioner herein) was in law really and substantially a contracting party to the same. In my opinion the answer to the said question is in the affirmative that the petitioner was the real contracting party and had acquired right and obligation under the same.</span>   \n</p>\n<p data-structure=\"Precedent\" id=\"p_10\"> (10) In the notice of the counsel sent on behalf of the petitioners dated 8th September, 1956, it was mentioned that Modi Food Products Company, Limited, owned an Oil Mill at Modinagar, known as Modi Oil Mills and that in response to invitation of tender dated 13th of February 1956, the said incorporate company had submitted their tender in the name of Modi Oil Mills and the tender of the Corporate Company had been accepted in advance by telegram sent to its abbreviated registered telegraphic address followed by a formal acceptance of tender. The same is also borne out by Annexure 1 of the Schedule to tender, marked as Exhibit R. W. 1/25, where the name of tenderer is clearly mentioned as Modi Oil Mills per Prop. Modi Food Products Company Limited a public limited company carrying on business at Modinagar and that the Oil Mills where the oilcakes had been manufactured and stored were known as Modi Oil Mills and that the tenderer firm was registered under the <a href=\"/doc/153279772/\" id=\"a_15\">Indian Companies Act</a>. The tender was signed by a human being known as &#x27;N.R. Bansal&#x27; acting as Secretary of the concern. The earnest money as well as the security had been deposited by the corporate company and the goods had also been supplied by the same, although in the name &#x27;Modi Oil Mills&#x27;. It has not been suggested that the aforesaid tangible act in pursuance of the contract in dispute had been performed by a dead person or a non-entity and if there was a hand of a legal person behind performance of the said acts that legal person must be clothed with the rights and obligations flowing from formation of the contract as well as the acts done or suffered in pursuance of the same. It appears to me that Modi Oil Mills was a pseudonya adopted by the petitioner to distinguish some of their business activities from others and it is the petitioner who had taken upon themselves the rights and obligations under the said contract and had also purported to perform the same. It is unfortunate that the officers of the Government failed to take notice of the express words used by the tenderer in the tender and they wrongly continued to describe the contractors as Modi Oil Mills but the same, in my opinion, is more a case of misdescription of the party than lack of consent on the part of the petitioner.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_11\"> (11) The learned counsel for the petitioner has strenuously contended that the Court must look to the formal acceptance of tender executed on behalf of the President in order to determine who the real contracting party was and it is not open to it to look into any previous history of the negotiations or subsequent acts and conduct after the conclusion of the contract. On the facts and circumstances of the case I am unable to agree with the said contention of the learned counsel. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"234995\" id=\"span_3\">In <a href=\"/doc/234995/\" id=\"a_16\">S. Chattanatha Karayalar v. The Central Bank of India Ltd. and others</a> Air 1965 Supreme Court, 1856 the Supreme Court was faced with the contention that in order to determine the status of a party as to whether it was a surety or a co-obligee only the promissory note should be looked at and not the other contemporaneous documents. Repelling the said contention the Court observed that although in the promissory note all the defendants had jointly and severally promised to pay to the Central Bank of India but the transaction between the parties was contained not merely in the promissory note but also in . the letter of continuity and a hypothecation agreement and the Supreme Court laid down that the principle was well established that if the transaction was contained in more than one document between the same parties, they must be read and interpreted together and they have the same legal effect for all purposes as if they are one document.</span> Moulton, L. J. in Manks v. Whiteley 1912-1 Chancery Division 735 observed at page 754 that &quot;where several deeds form part of one transaction and are contemporaneously executed they have the same effect for all purposes such as are relevant to this case as if they were one deed. Each is executed on the faith of all the others being executed also and is intended to speak only as part of the one transaction, and if one is seeking to make equities apply to the parties they must be equities arising out of the transaction as a whole. &quot;But I say it to emphasise the principle that where several deeds form part of one transaction and are contemporaneously executed they have the same effect for all purposes such as are relevant to this case as if they were one deed. Each is executed on the faith of all the others being executed also and is intended to speak only as part of the one transaction, and if one is seeking to make equities apply to the parties they must be equities arising out of the transaction as a whole.&quot;   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\"> (12) In other words, the principles of equity deal with the substance of things which in such a case is the whole transaction and not with unrealities such as the hypothetical operation of one of the deeds by itself without the others. In the facts and circumstances of this case it is impossible to lose sight of the fact that the tender submitted by the party was an integral part of the contract and the acceptance of tender was only the acceptance of the offer of the party undertaken on behalf of the President and the contracting party had not signed the acceptance but only the tender. In my opinion, the tender as well as acceptance both constitute the contract. So far as the tender is concerned, it is unassailable that the contracting party who made the offer contained in the tender was really the corporate body Modi Food Products Ltd., and not its trade name.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"384419\" id=\"span_4\">(13) It is also open to the Court to ascertain and determine the legal effect and the intention of the parties to the contract on taking the entire surrounding circumstances and the acts done in pursuance of the same into consideration in the event of any ambiguity occurring in the language of the contract. Of course, it is true that neither the surrounding circumstances, nor the conduct of the parties can be used to contradict or vary the terms of the written contract, but they are certainly useful aids for arriving at a true construction and legal effect of the document in dispute. The Privy Council in <a href=\"/doc/384419/\" id=\"a_17\">Ma Thaung v. Ma Than Air</a> 1924 Privy Council 88 and Maung Kvin and another v. Ma Shwe La and others 44 Indian App. 236, held that the conduct of the parties was a good guide to determine the real nature of the transaction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986314\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1780900\" id=\"span_6\">The same principle was adopted and laid down by the Supreme Court in <a href=\"/doc/1780900/\" id=\"a_18\">Abdulla Ahmed v. Arumendra Kissen Mills</a>  and in <a href=\"/doc/1986314/\" id=\"a_19\">Khardah Company Ltd. v. Raymon &amp; Co. (India) Private Ltd.</a>,  paragraph 30.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1135377\" id=\"span_7\">In a recent judgment Ram Lax man <a href=\"/doc/1135377/\" id=\"a_20\">Sugar Mills v. Commissioner of Income Tax U. P.</a> being Civil Appeal No. 1165 of 1965, decided on 17th March, 1967, the Supreme Court, in construing the legal effect of an instrument of partnership, laid down that in ascertaining the legal effect of a transaction, the Court seeks in the first instance to determine the intention of the parties and when ambiguous expressions are used, the Court may normally adopt that interpretation which upholds the deed, if the parties thereto have acted on the assumption of its validity.</span>   \n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\"> (14) On the facts of that case, the Supreme Court had to determine whether a person signing the deed and describing himself as Manager and Karta of the joint Hindu family had bound members of the family by the contract of partnership and the Court held that Manager and Karta was merely a description of the executant and it did not attempt to make the family a partner of the firm. It is, therefore, legally possible for me to determine what are the real contracting parties acquiring rights and obligations under the contract. Should there be a doubt about the intention of the parties, the law favors the construction which will uphold the validity of the deed rather than destroy the same. The Privy Council in Maharajah of Bharatpur v. Ram Kanno Dei 28 Indian Appeals 35 at page 42 and Mathura Dass v. Raja Narindar Bahadur Pal 23 Indian Appeals 138 at page 145 laid down the said dictum. I am consequently of the opinion that considering the case from any point of view, there is no escape from the conclusion that it is really the petitioners who were the consenting party to the contract in dispute and they are bound by the same.   \n</p>\n<p data-structure=\"PetArg\" id=\"p_15\"> (15) The learned counsel for the petitioners further contended that <a href=\"/doc/663625/\" id=\"a_21\">section 46</a> of the Companies Act directed the company to make binding contracts only in its registered name and thereby it impliedly debarred it from carrying on business or making contracts under any trade name or pseudonym and he pressed into service the analogy of <a href=\"/doc/1084525/\" id=\"a_22\">Article 299</a> of the Constitution and urged that in view of the said bar it was not possible to hold that the petitioner-company had become party to the contract in dispute.   \n</p>\n<p data-structure=\"Section\" id=\"p_16\"> (16) I do not agree with the said contention. The provisions of <a href=\"/doc/663625/\" id=\"a_23\">section 46</a> of the Companies Act are only enabling provisions and they are neither mandatory nor do they contain any absolute prohibition against the company making a contract in any other name. Reference in this connection may usefully be made to <a href=\"/doc/1388598/\" id=\"a_24\">section 416</a> of the Companies Act which prescribes a procedure where the company happens to be an undisclosed principal in making a contract. This section illustrates that a contract may in fact be made by or on behalf of the company without its being expressed as a party on the face of the agreement. The only duly cast is on the Secretary or other person concerned to make a memorandum of the contract and place it on the files of the company in its office and in default thereof, he is liable to punishment of fine prescribed by the statute and the company has been given an option to repudiate the contract. In this case, we are not actually concerned as to what steps Mr. Bansal: the alleged Secretary, took in the matter, but the company concerned, far from repudiating the contract, by its conduct adopted and ratified the same and they deposited the amount of earnest money as well as the security and also tendered part of the contracted stores for inspection. It is impossible to conceive that a non-entity deposited the earnest money and the security and manufactured stores and tendered them for inspection. In fact, it is the incorporatecompany which actually performed the said acts and deeds in pursuance of the contract. It was only at a late stage after the stores had been rejected and disputes had arisen and the matter was pending before the Arbitrator that the petitioners thought of raising objection about the validity of the contract which they have challenged in the proceedings and until then, they had been acting in pursuance of the contract. The analogy of <a href=\"/doc/1084525/\" id=\"a_25\">Article 299</a> of the Constitution is absolutely of no avail. The Constitutional provision has been inserted in public interests to lay down the manner of the making of the contracts in order to safeguard the interest of the State against agreements made by un-authorised persons. In the case before me no grievance has been made about the authority of Mr. N. R. Bansal, the Secretary to submit the tender but what has been agitated is that the acceptance of tender by the respondent has been issued in the trade name instead of the name of the incorporated company mentioned in the tender. Neverthless even <a href=\"/doc/1084525/\" id=\"a_26\">Article 299</a> does not touch the subject of the rights and liabilities of the contracting parties and it is possible to conceive of circumstances when the State may be bound to perform its part of the contract or restore the benefit received by it under the same, although the contract may not have been expressed in consonance with <a href=\"/doc/1084525/\" id=\"a_27\">Article 299</a> of the Constitution. In any event, the provisions of <a href=\"/doc/663625/\" id=\"a_28\">section 46</a> of the Companies Act different from <a href=\"/doc/1084525/\" id=\"a_29\">Article 299</a> of the Constitution and the analogy contended for is mis-conceived.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_17\"> (17) The learned counsel for the respondent, Union of India, has strongly relied upon a Full Bench decision of the High Court of Allahabad Rajendra Prasad Oil Mills Kanpur and another vs. Suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"732821\" id=\"span_8\">Chunni Devi and others , and on three authorities of the Supreme Court, <a href=\"/doc/732821/\" id=\"a_30\">Chatturbhuj Vithaldas Jasani v. Moreshwar Parashram and others</a> ,  (Supra) and the Union of India and others v. Messrs Anglo Afghan Agencies etc. Air 1968 Supreme Court 718. He has laid great stress on the authority of Allahabad High Court and the observation contained therein that in <a href=\"/doc/157307482/\" id=\"a_31\">section 3(42)</a> of the General Clauses Act the word &quot;person&quot; has been defined to include any company or association or body of individuals whether in corporated or not, and that in Order 30, Rule 10 of the Civil Procedure code, the expression &quot;person&quot; includes a limited company and it was open to incorporated company to choose to carry on business in some other name or style and if this was so, it was legal to institute a suit against the company in the name of the trading style and a reference to arbitration made in that style be valid.</span>   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_18\"> (18) In view of the above discussion and the finding that the contract in reality and in substance had been made by and on behalf of the corporate body Modi Food Products Limited, it is not necessary to discuss the above-mentioned authorities and decide whether or not the company could have carried on the business in a trade name. I hold that the contract in dispute was valid and legal and the corporate-body known as Modi Food Products Limited and now succeeded by the petitioner before me were parties to the said contract and they had acquired rights and obligation under the same and the petitioners are bound by the said contract and for the consequences of the breach thereof if any. Issue No. 1 is, therefore, answered in the affirmative.   \n</p>\n<p data-structure=\"Section\" id=\"p_19\"> (19) Issue No. 2 In view of my finding on issue No. 1, issue No. 2 has to be answered in the affirmative. The proceedings before the Arbitrator are not in the nature of a suit and neither the provisions of Order 29 nor Order 30 of the Civil Procedure Code govern the same and theprocedural technicalities of law do not have any place in arbitration proceedings. The Arbitrator is a forum of the choice of the parties and is really intended to replace the civil Court and the procedural technicalities applicable to them. The Arbitrator has to follow the principles of natural justice and decide the dispute before him in a bona fide manner without committing misconduct of himself or the proceedings and his decision on the face of the record must not be contrary to law. Subject to the said limitations, he is .a judge both offacts and law and is entitled to mould his own procedure. The initiation of arbitration proceedigs against the trade name Modi Oil Mills is only a misdescription of the incorporate-company Modi Food Products Ltd. which owns the said Oil Mill and which has entered into the contract in the same name. The reference to arbitration is, therefore, valid in law and the misdescription in the name of the party can if necessary be corrected by amendment of the cause title and there is no problem of the bar of limitation involved in the matter. Had the proceedings been instituted in a civil Court, it would have been open to the Court to allow the amendment of the plaint in order to correct the misdescription and bring the real matter in controversy between the parties under Order 1, Rule 10, as well as Order 6, Rule 17 of the Civil Procedure Code. The proceedings before the Arbitrator are not circumscribed by any such provisions of law and there is no doubt that the correction can as well be effected in arbitration proceedings. Even without the amendment, the reference is valid as the name Modi Oil Mills really means and represents the petitioners who were the contracting parties. The answer to issue No. 2 is in the affirmative.   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\"> (20) Issue No. 3 In view of my findings on issues No. 1 and 2 the third issue does not survive for decision. However, in order to complete the record, I answer the issue in the affirmative.   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\"> (21) Finally, as a result, the application of the petitioners moved under <a href=\"/doc/1154891/\" id=\"a_32\">section 33</a> of the Arbitration Act is disposed of accordingly and the parties are left to bear their respective costs of the proceedings in this Court.  \n</p>\n","numcites":21,"numcitedby":0,"docsource":"Delhi High Court","citetid":1584296,"divtype":"judgments","relatedqs":[{"value":"\"legal person\"","formInput":"%22legal%20person%22"},{"value":"article 299","formInput":"article%20299"},{"value":"privy council","formInput":"privy%20council"},{"value":"promissory note","formInput":"promissory%20note"},{"value":"acceptance and tender ","formInput":"acceptance%20and%20tender%20"},{"value":"\"order 30\"","formInput":"%22order%2030%22"},{"value":"earnest money","formInput":"earnest%20money"},{"value":"body corporate","formInput":"body%20corporate"},{"value":"trade name","formInput":"trade%20name"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"other food products","formInput":"other%20food%20products"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"public limited company","formInput":"public%20limited%20company"},{"value":"earnest","formInput":"earnest"},{"value":"ORDER 30","formInput":"ORDER%2030"},{"value":"Incorporation of company ","formInput":"Incorporation%20of%20company%20"},{"value":"299","formInput":"299"},{"value":"modi","formInput":"modi"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}