{"tid":988669,"publishdate":"1987-02-04","title":"Anurag Baitha vs State Of Bihar on 4 February, 1987","doc":"<h2 class=\"doc_title\">Anurag Baitha vs State Of Bihar on 4 February, 1987</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1987PAT274, 1987(35)BLJR612, AIR 1987 PATNA 274, (1987) PAT LJR 485, 1987 BBCJ 356, 1987 BLJR 612, (1987) EASTCRIC 453</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-p-singh\">N.P. Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-p-singh\">N.P. Singh</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n  S.S. Sandhawalia, C.J.   \n \n\n</pre><p data-structure=\"Precedent\" id=\"p_1\"> 1. The inherent quest for certainty and uniformity in the law, even in the discretionary arena of the grant or refusal of bail in substantive appeals on capital charges pending in the High Court has in essence necessitated this reference to the Full Bench.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. More than four years ago the first information report against the petitioner and others was registered at Garkha Police Station, Garkha, on the 22nd July, 1982, on charges of murder and other offences. The petitioner was arrested soon thereafter and following the somewhat expeditious investigation the prosecution filed the charge sheet against the petitioner and his co-accused who were then committed to trial before the Court of Session. He was finally convicted for offences under Sections 302 read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> and <a href=\"/doc/1569253/\" id=\"a_2\">333</a> IPC as also under <a href=\"/doc/244673/\" id=\"a_3\">Section 27</a> of the Arms Act and was sentenced to life imprisonment on the capital charge and for two years and one year, respectively, on the minor charges though the sentences were to run concurrently. Throughout the trial, the petitioner was declined bail and remained in custody.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\"> 3. Criminal Appeal No. 151 of 1985 (Anurag Baitha v. State of Bihar) was then preferred by the petitioner along with his co-accused which came up for admission before the Division Bench on the 21st Feb. 1985. Whilst the two co-appellants were granted bail, the petitioner was declined the concession primarily on the ground that he was the main assailant to whom the primal role in the crime had been attributed. More than a year thereafter, whilst the petitioner was in continued incarceration, he renewed his prayer for bail primarily on the ground that his appeal could not be possibly listed for hearing and disposal for a considerable time as yet. The matter came up before a Division Bench to which my learned Brother Abidi, J. was a party, which poignantly noticed the issue whether continuation in jail even after conviction could be authorised for a period too long to have any justification when the appellant is ready for hearing and the Court is primarily responsible for the delay. Noticing the two competing principles appearing to be conflicting, namely, one which is applied when the prayer for bail is refused on merits and the other has arisen or account of the long incarceration of the petitioner and the inevitable delay in the hearing of his appeal, the matter was referred to a larger Bench for laying down firm judicial guidelines to be applied in such cases. This is how the matter is before us now.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\"> 4. At the very threshold it must be said that though I have devoted deep and anxious consideration to the issues herein, it is my fond hope that the ratio of this judgment may prove to be truly ephemeral and at the earliest be relegated to the dead past. As is manifest, the issues herein arise entirely because of inevitable but nevertheless grave delays in the hearing of appeals in capital offences within this Court. The moment such appeals can be heard with just expedition as they should be, the question herein would obviously evaporate into the thin air. With some justifiable pride, it is to be recalled that right till the close of the year 1983 even murder appeals preferred in the year 1972 and well beyond a decade were still pending disposal. Fortunately these delays have been eliminated in their entirety within the jurisdiction of the Ranchi Bench of this Court where appeals filed in the current year itself are now being listed and disposed of. But for the fact that the Court has remained crippled by the absence of full one-third of its sanctioned strength and as many as thirteen vacancies on this Bench have existed, there would have been no question of any delays in such hearings. This, however, was not to be. Yet hopefully the identical position of wiping out all delays at the Patna Bench itself would be reached well within the next year. However, there is no gainsaying the fact that as of today 1983 murder appeals only can be listed (barring the specially ordered cases) and heard in the ordinary course and there thus remains a yawning gap of three years or more betwixt the filing of an appeal and its final disposal. So long as this remains and if it unfortunately recurs, the significant issues raised herein have to be considered and frontally faced.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. Mr. Rash Behari Singh, learned Counsel for the petitioners, in an able argument at the very outset pointed out that herein the issue of the grant of bail was plainly divisible in two clearcut categories. Firstly, the grant of bail on merits. This would involve examination, whether the judgment indicates any inherent weakness on the merits of the case generally or against a particular appellant, and equally innumerable other considerations which enter into judicial scrutiny for the suspension of a sentence of a convicted accused, whilst his appeal is pending for disposal. This flows from Section 389 Cr. P.C. The merits of the case having been once considered under the aforesaid provision remain more or less a constant factor barring the addition of any exceptional factor thereafter. Entirely a class apart is, however, the second category where the issue of the grant of bail is on the ground of delay and inherent limitations or inability of the court of appeal in hearing and disposing of the substantive appeal within a reasonable time. Counsel highlighted that it is this latter and second category alone which primarily and solely calls for examination herein.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> 6. Perhaps, at the very threshold it may be stated for the sake of clarity that the aforesaid stand of the learned Counsel is impeccable. The core question herein is the long delay during the trial of offences in which the convict may have been denied bail and  the matching delays in the hearing of the substantive appeals thereafter. I may straightway reiterate that herein what calls for consideration is not so much the merit of the individual case, but the issue herein is that of delay because of limitations of this Court itself to hear appeals. This is more so when it is added to a long travail in the trial court where also bail could not be granted to the convict as in the present case. Indeed, the question is, as the referring Bench rightly noticed, whether the inherent justice of the law can permit incarceration of the appellant in jail even after conviction for an inordinately long period of time when he is ready and indeed insistent for the hearing of his appeal but the delay is caused by the Court&#x27;s own limitations. To put it tersely and not mincing matters, the question is as to the appellant&#x27;s right vis-a-vis the court&#x27;s own default. It is to this alone that we must now address ourselves.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1126547\" id=\"span_1\">7. Mr. Rash Behari Singh, learned Counsel for the petitioner, has presented the issue from an altogether refreshing angle, relying basically on what the Full Bench called the trilogy of the Division Bench in <a href=\"/doc/1126547/\" id=\"a_4\">State of Bihar v. Ramdaras Ahir</a> 1985 Cri LJ 584 : 1984 BBCJ 749 and the Full Benches in State of Bihar v. Maksudan Singh, AIR 1986 Pat 38 : (1985 Cri LJ 1782) and Madheshwardhari Singh v. State of Bihar, 1986 Pat LJR 767 : (AIR 1986 Pat 324) (FB). It was submitted that in the new criminal jurisprudence under <a href=\"/doc/1199182/\" id=\"a_5\">Article 21</a> the constitutional right of speedy trial would necessarily include in its sweep at least the expeditious disposal of the substantive appeals as well. Counsel contended that denial of bail and consequently of liberty during the pendency of such appeals beyond a reasonable time, when occasioned by the High Court&#x27;s own limitations entirely would involve a violation of the spirit of the speedy trial rule, if not its strict letter. Suggesting a time-frame, Counsel further contended that where the appellant is ready and indeed insistent for the hearing of his appeal, but the same cannot be heard beyond a period of one year, then barring particularly heinous crimes and exceptional cases, an appellant would be entitled to a favourable consideration for the grant of bail after one year because of the Court&#x27;s default. Very fairly, learned Counsel himself stated that this should be the rule and the judicial guideline for ordinary and general application, and there may be exceptions thereto in the context of particularly heinous crimes or other circumstances which may not permit immediate and easy categorisation.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1126547\" id=\"span_2\">8. Now in appraising the aforesaid larger stand, it appears to me that its three distinct facets well projected by Counsel have to be kept in a somewhat sharper focus. Firstly, there is no gainsaying the fact that the constitutional right of a speedy trial would merely be a teasing mirage in capital offences, if the substantive appeals against convictions are not disposed of for years or a decade and the appellants are meanwhile obliged to rot in jail custody, sometimes even for the whole of the sentence imposed and in any case for a substantial part thereof, till the final hearing of such appeals. It is, perhaps, unnecessary to now elaborate this issue on principle afresh, because, within this jurisdiction it is concluded by the earlier Division Bench judgment in <a href=\"/doc/1126547/\" id=\"a_6\">Ramdaras Ahir</a>&#x27;s case, (1985 Cri LJ 584) and its express subsequent affirmance with further elaboration by not one but two subsequent Full Benches in State of Bihar v. Maksudan Singh, (AIR 1986 Pat 38) and Madhe-shwardhari Singh v. State of Bihar (AIR 1986 Pat 324) (supra). In the case aforesaid, it has been held as follows : --</span>  \n</p>  \n\n<blockquote id=\"blockquote_1\"> &quot;Now, once it is held that the constitutional right to a speedy trial is as much within the sweep of <a href=\"/doc/1199182/\" id=\"a_7\">Article 21</a> as it by the express terms of the Sixth Amendment of the American Constitution, it seems to follow that the word &#x27;trial&#x27; herein is not to be confined to the procrustean bed of only the actual original trial proceeding. As Chinnappa Reddy, J., in T.V. Vatheeswaran&#x27;s case, (AIR 1983 SC 361 (2)) (supra) has pithily observed &#x27;Procedure established by law does not end with the pronouncement of sentence&#x27; alone. It would indeed be no satisfaction to the citizen, if an illusory speedy trial is then hung up in the balance by an inordinately delayed appeal hanging perpetually over his head. In this context, the nature of a criminal appeal under the <a href=\"/doc/445276/\" id=\"a_8\">Code of Criminal Procedure</a> calls for somewhat pointed notice.   \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478685\" id=\"span_3\">&quot;Under Chap. XXIX, the Code confers a substantive right of appeal in convictions on a capital charge by the Sessions Judge to the High Court By virtue of Section 378 it also confers a right in the State to prefer an appeal against acquittal. Equally well it is to recall that under Chap. XXVIII of the Code, when the court of session passes a sentence of death, then, irrespective of any appeal by the convict, the same must be submitted to the High Court for confirmation of the sentence. By statutory mandate it must be heard by two or more High Court Judges. It is well settled by precedent that in such a reference, the High Court must itself re-appraise the evidence afresh, examine the whole record and then come to its own conclusion, whether the conviction is justified or not. It must also see, if additional evidence is necessary and, even if the convicted appellant does not rely upon the defence evidence the High Court, nevertheless, should appraise the same, (see <a href=\"/doc/1478685/\" id=\"a_9\">Bhupendra Singh v. State of Punjab</a> (AIR 1968 SC 1438) and Surjeet Singh v. State of Punjab (1969-1 SCWR 1229). The Code provides in detail the mode of preferring appeals and the manner of their admission and hearing thereafter. It is plain from the above that the Code confers a vested and substantive right of appeal in convictions on capital charges. Equally well-settled it is that such appeals are hearing and re-appraisal of the evidence and the appellant is entitled to agitate all questions of fact and law before a court of criminal appeal. It would thus be manifest that the nature of a criminal appeal under the Code -- whether against conviction or directed against acquittal -- is a re-hearing and a continuation of the trial. The appellate court is not merely a court of error and the moment the appeal is preferred, the finality of the judgment of the trial court disappears and the whole issue is in a flux afresh. Therefore, there seems to be no option, but to hold that the word &#x27;trial&#x27; in the context of the constitutional guarantee of a speedy trial includes within its sweep a substantive appeal by the Code to the High Court -- whether against conviction or against acquittal. Thus, it would follow that the constitutional right of speedy trial envisages an equally expeditious conclusion of a substantive appeal and not merely a technical completion of the proceedings in the original court alone.&quot;</span>   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1126547\" id=\"span_4\">9. It is well to recall that the ratios in <a href=\"/doc/1126547/\" id=\"a_10\">Ramdaras Ahir</a>&#x27;s case, (1985 Cri LJ 584) (Pat) were challenged and again put to test in Maksudan Singh&#x27;s case, (AIR 1986 Pat 38) (FB), However, these were reaffirmed by majority in the said case with further elaboration.</span> The very issue yet again came up for consideration in Madheshwardhari Singh&#x27;s case, (AIR 1986 Pat 324) (FB), wherein, another Full Bench unanimously approved the earlier view.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 10. To my mind it seems now settled beyond cavil that <a href=\"/doc/1199182/\" id=\"a_11\">Article 21</a> extends to the post-conviction stage as well and it does not stop and end with the pronouncement of sentence in the trial. Indeed, as the Constitution Bench in Sunil Batra&#x27;s case AIR 1978 SC 1675 : (1978 Cri LJ 1741) highlighted the fundamental rights and in particular <a href=\"/doc/1199182/\" id=\"a_12\">Article 21</a> continued to be applicable even to prisoners after all court proceedings have terminated by affirmance of their conviction, right up to the Final Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1536503\" id=\"span_5\">O. Chinnappa Reddy, J., in <a href=\"/doc/1536503/\" id=\"a_13\">T.V. Vatheeswaran v. State of Tamil Nadu</a>, AIR 1983 SC 361 (2): (1983 Cri U 481) summed up the legal position in the following words: --</span>  \n</p><blockquote id=\"blockquote_3\">  &quot;So, what do we have now? <a href=\"/doc/367586/\" id=\"a_14\">Articles 14</a><a href=\"/doc/1218090/\" id=\"a_15\">, 19</a>\nand <a href=\"/doc/1199182/\" id=\"a_16\">21</a> are not mutually exclusive. They\nsustain, strengthen and nourish each other.\n</blockquote><blockquote id=\"blockquote_4\">They are available to prisoners as well as free\nmen. Prison walls do not keep out\nFundamental Rights. A person under sentence\nof death may also claim Fundamental Rights.\n</blockquote><blockquote id=\"blockquote_5\">The fiat of <a href=\"/doc/1199182/\" id=\"a_17\">Article 21</a>, as explained is that any\nprocedure which deprives a person of his life\nor liberty must be just, fair and reasonable,\nJust, fair and reasonable procedure implies a\nright to free legal services where he cannot\navail them. It implies humane conditions of\ndetention, preventive or punitive. &#x27;Procedure\nestablished by law&#x27; does not end with the\npronouncement of sentence; it includes the\ncarrying out of sentence. That is as far as we\nhave gone so far&quot;\t \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"595461\" id=\"span_6\">It seems to me that thereafter we have gone a step further and in the right direction in the very recent reiteration of the principle in <a href=\"/doc/595461/\" id=\"a_18\">Sheela Barse v. Union of India</a>, 1986 JT 136: (AIR 1986 SC 1773).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007347\" id=\"span_7\">We have already held in <a href=\"/doc/1007347/\" id=\"a_19\">Hussainara Khatoon v. Home Secretary, State of Bihar</a>, (1979) 3 SCR 169 : (AIR 1979 SC 1360) that the right to speedy trial is a fundamental right implicit in <a href=\"/doc/1199182/\" id=\"a_20\">Article 21</a> of the Constitution. If an accused is not tried speedily and his case remains pending before the Magistrate or the Sessions Court for an unreasonable length of time, it is clear that his fundamental right to speedy trial would be violated unless, of course, the trial is held up on account of some interim order passed by a superior court or the accused is responsible for the delay in the trial of the case. The consequence of violation of &quot;the fundamental right to speedy trial would be that the prosecution itself would be liable to be quashed on the ground that it is in breach of the fundamental right&quot; There thus remains no doubt now that <a href=\"/doc/1199182/\" id=\"a_21\">Article 21</a> of the Constitution would continue to extend its protective shield even after the post-conviction stage.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 11. It perhaps deserves reiteration and highlighting that within this jurisdiction the hazard of being compelled to suffer the whole of the sentence even on a capital charge and in any case a substantial part thereof is not an imaginary but an actual one in practice. By way of example reference may be made to Criminal Appeal No. 317 of 1975 decided on 16th Feb. 1984 (Gupteshwar Barhi v. State of Bihar). Therein the Division Bench to which I was a party recorded as under in acquitting the sole appellant :--  \n</p><blockquote id=\"blockquote_6\">  &quot;Since this is a case in which nobody has come to support the case of the prosecution, much less the informant himself or the persons said to have been injured during the course of the dacoity in question, and the conviction has been based only on the retracted confession of the appellant himself, which is also admittedly uncorroborated, the conviction of the appellant has accordingly been set aside by an order of this court dated the 8th February, 1984, and the appeal has been allowed.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> What, however, heart-rendingly calls for notice is the fact that the appellant therein was arrested on the 4th of Jan. 1971 and continued throughout in custody for the reason that the bail had been declined or his being unable to furnish bail, for a period of thirteen years and fortythree days. It is traumatic for the Judges to acquit a convict only to find that he has already undergone the maximum sentence on a capital charge or a substantial part thereof. It is a harrowing experience which I would not wish to be repeated not only for myself but also for Brother Judges hereafter. It is well to recall that in the somewhat classic example from our own State in Rudal San v. State of Bihar, AIR 1983 SC 1086 : (1983 Cri LJ 1644) the petitioner had remained and continued in incarceration for more than fourteen years even after his acquittal. Their Lordships closed that judgment with the hope that there will be no more Rudal Sahs in Bihar or elsewhere. I am afraid that though not with the same severity, the spectre of minor Rudal Sahs continues to recur and this Court should be a sentinel to prevent such recrudescence. As has been noticed earlier, when criminal appeals remain pending in Court whilst the appellants are battering its doors for hearing, the convicts who are denied bail would often enough be obliged to undergo a substantial part of their sentence including the time spent firstly in delayed trials and later on in equally delayed hearing of appeals. To my mind, a procedure which not only may in actuality lead to the convict suffering the whole or the substantial part of the sentence imposed upon him before his substantive appeal is heard and he may thereafter be formally acquitted, is one which cannot stand the test of being reasonable, just and fair. Indeed it would in every sense be the opposite thereof. Therefore, any hyper-technical exclusion of a substantive appeal from the ambit of the constitutional right of speedy trial and as a necessary consequence delayed trial followed by late hearing of appeal can lead to no other result than the one epitomised by the aforesaid case of Gupteshwar Barhi v. State of Bihar. If <a href=\"/doc/1199182/\" id=\"a_22\">Article 21</a> and the right to speedy public trial is not merely a twinkling star in the high heavens to be worshipped and rendered vociferous lip-service only but indeed is an actually meaningful protective provision, then a fortiori expeditious hearing of substantive appeals against convictipns is fairly and squarely within the mandate of the said Article.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\"> 12. Secondly, what has to be borne in mind is the fact that the Code and the civil laws as they stand today provide no remedy or compensation in cases where an accused person who has been obliged to undergo the whole or a substantial part of the maximum sentence (even on a capital charge) and is later even honourably acquitted by the superior courts. I am inclined to accept the stand of Mr. Rash Bihari Singh, the learned counsel for the petitioners, who poignantly contended that in reality long incarceration in jail, whereafter a person is acquitted, is not compensatable in money terms at all. Inherently, the lost years of the best part of the citizens&#x27;s life spent in incarceration either awaiting trial or judgment in a substantive appeal whereafter he is acquitted are irreversible and irreparable injuries for which suitable recompense is an impossibility. Reference in this context may well be made to Rudal Sah&#x27;s case (AIR 1983 SC 1086) above wherein the final Court itself has taken that view. However, this aspect was more frontally highlighted in Maksudan Singh&#x27;s case (AIR 1986 Pat 38) (FB) (supra) even in the context of a professor-accused, who was not even in custody, as under :  \n</p><blockquote id=\"blockquote_7\">  &quot;He laboured under the shadow of death and destitution for more than five years till he was acquitted on the 31st Aug. 1976. However, his deliverance seemed to be shortlived and the Stateappeal against his acquittal was admitted. By an application dated 6th Dec. 1976 he applied to the Vice Chancellor, Bihar University, for withdrawal of his suspension order and for being allowed to join his post. However, this prayer was categorically rejected and he was not permitted to join his post because of the pendency of the Government Appeal. This appeal, however, hung over him like the sword of Democles for another eight years. He was deprived of the chance of becoming the principal of his college and to rise further in his profession which was his lifetime ambitioa During the pendency of the Government Appeal, he retired from service and even after retirement, he was denied payment of his provident fund, gratuity and other pensionary benefits on the ground that as yet the Government Appeal against his acquittal was pending disposal. In our social conditions and family bonds, his sons and daughters were denied the place of life which was their due and lost good options of marital status because of the horror of a capital charge pending against this respondent and occasioned by the withholding of all financial benefits to him. Mr. Rash Bihari Singh, his learned counsel, rightly highlighted that the loss and prejudice to this respondent is perhaps irretrievable and he is but a broken man and a mere shadow of himself, irrespective of the fact whether today his acquittal is sustained or otherwise.&quot;  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_15\"> In the light of the above, it must, therefore, be painfully noticed that though some period of incarceration in capital cases becomes inevitable, yet the raw fact of life cannot be lost sight of that even after an honourable acquittal no recompense for the years lost for ever and gone by in custody can possibly be granted to such a person.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> 13. Now, apart from the inherent incompensatability of the invaluable years lost in incarceration, what calls for pointed notice is that the Code and civil laws as they stand today, perhaps cannot but, indeed does not provide for any hope for monetary compensation for a person wrongly charged for serious crimes and honourably acquitted thereafter. The concept of damages for malicious prosecution in our jurisprudence exists only in a very limited arena even against a private prosecutor, not to talk of the State as such. Such persons can, if at all, hope to succeed in a minuscule, number of cases where it can be established to the hilt that there was malice in fact and the false prosecution stemmed from no other source but that. As against the State, when it prosecutes, such a claim, if not virtually barred, is perhaps impossible to be established in actual practice. Counsel for the parties were agreed that in State prosecutions on capital charges any hope of damages for false imprisonment or for malicious prosecution is indeed crying for the moon. Fairly enough it was pointed out that not a single case could be cited where even in the clearest case of false implication, or an established frame-up, even a penny of damages by way of compensation could be secured against the State by such an accused person even for long periods of incarceration which, undoubtedly, is tantamount to false imprisonment. Learned counsel for the State, Mr, Lala Kailash Behari Prasad, was fair enough to concede that even where the appellate court comes to the firmest finding that the convict was wholly falsely implicated or even where his plea of alibi may succeed absolutely to establish beyond doubt that he was far removed from the place of crime, the accused person cannot possibly hope to secure any monetary damages against the Stale itself. Without finally pronouncing on this aspect, there appears to be in effect a sovereign immunity of the State for any damages for false prosecution based apparently on the hoary Anglo-Saxon concept that the Crown can do no wrong. Thus, the law, as it stands today, even for a lifetime lost in detention during trial and appeal does not entitle an accused person to a penny of compensation -- monetary or otherwise --after even an honourable acquittal.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1536503\" id=\"span_8\">14. Yet another factor perhaps peculiar to our State (but not wholly irrelevant in some other parts of the country) has also been rightly projected by the learned counsel for the petitioners. This is the abnormal and, indeed, the abominable condition prevalent in the jails within the State which callously herd human beings in patently sub-human conditions both at the under-trial and post-conviction stages. It is perhaps right to recall that in <a href=\"/doc/1536503/\" id=\"a_23\">T.V. Vatheeswaran</a>&#x27;s case (AIR 1983 SC 361 (2)) (supra) the Supreme Court held in terms that <a href=\"/doc/1199182/\" id=\"a_24\">Article 21</a> implies also humane conditions of detention -- preventive or punitive. Can it possibly be said that these exist at least within our State? Regretfully, the answer is to be in a categorical negative. The prison houses in the State of Bihar barring exceptions are in a chaotic shambles. There both under-trials and convicts including children are incarcerated and huddled together in crumbling structures, sometimes more than a century old, which are unfit for housing human beings. They are crowded beyond number and not unusually holding six or seven times the inmates for which they were originally designed, and wherein there is not enough space for the prisoners even to stretch themselves or sleep at night. In many supposed prisons the inmates take their turns to sleep at night in cells where even the most elementary conveniences necessary for human beings are denied. Indeed, it has to be seen to be believed that prison inmates are herded together sometimes worse than animals. It was in this context that Mr. Rash Bihari Singh rightly highlighted that in such like conditions avoidable incarceration should be the rule, and not the exception, till the final decision of a substantive appeal renders such custody inevitable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1515744\" id=\"span_9\">Principle apart, authority is equally consistent with the rule that sub-human jail conditions are relevant to the issue of grant of bail in the following words of V. R. Krishna Iyer, J., in <a href=\"/doc/1515744/\" id=\"a_25\">Babu Singh v. State of Uttar Pradesh</a>, AIR 1978 SC 527 : (1978 Cri LJ 651) :-</span>  \n</p><blockquote id=\"blockquote_8\">   &quot;Equally important is the deplorable conditions, verging on the inhuman, of our sub-jails, that the unrewarding cruelty and expensive custody of avoidable incarceration makes refusal of bail unreasonable and a policy favouring release justly sensible.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 15. To recapitulate briefly it seems well settled within this jurisdiction that the constitutional right of speedy trial includes within its sweep the expeditious hearing of substantive appeals against conviction as well. <a href=\"/doc/1199182/\" id=\"a_26\">Article 21</a> does not stop short at the end of the trial but continues to extend its protective shield even after the post-conviction stage. Equally it has to be borne in mind that in the event of later acquittal by the appellate Court the long incarceration in jail during the pendency of the appeals is inherently incompensatable in terms of money. In any case it is a virtually legal impossibility to secure monetary damages against the State for wrongful or false imprisonment in such cases. Added to this is the fact that both for under-trials, and for convicts, in jails within the State the conditions are admittedly subhuman. All these are poignantly prominent factors to which one cannot possibly turn the proverbial Nelson&#x27;s blind eye or to gloss over them as sometime either inevitable or insoluble. Indeed these considerations become even more relevant where prolonged detentions are by the law agency&#x27;s own default either by way of inordinately delayed trials extending over years, or in the appellate forum by the High Court&#x27;s own inability to dispose of even substantive criminal appeals in capital cases expeditiously. These are factors which directly and pristinely enter into consideration, and more so in the context of now a constitutional right to speedy trial for the purpose of grant of bail during the pendency of a substantive appeal. One may for emphasis hearken back to Gupteshwar Barhi&#x27;s case (supra) as a concrete and typical example where refusal to grant bail had led to a travesty of justice and person innocent in the eye of law was obliged to undergo the full sentence of life imprisonment. Within this jurisdiction that case was in no way a solitary or exceptional example but was, perhaps, a typical one threeyears ago where the convicts were obliged to undergo substantial parts of their sentence because of grievous delay in hearing of the criminal appeals by the High Court. Though fortunately that crisis situation has now been crossed, nevertheless the problem still remains albeit to a lesser degree, even today as yet a delay of three years or more in the hearing of such appeals at the Patna Bench seems inevitable. There is thus no option but to hold that the issue of delay occasioned by the High Court&#x27;s own inability to hear the substantive appeals expeditiously enters directly and materially for consideration in the grant of bail to the convicts. This is a factor independent, dehors the individual merits of each case.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_19\"> 16. In fairness to Mr. Lala Kailash Bihari, learned counsel for the State I must notice his vehement opposition to the stand taken on behalf of the petitioner and against grant of bail during the pendency of the appeals even irrespective of the delay in the hearing. With some regret it appears to me that ingrained in a somewhat older and fossilised approach he, perhaps, as yet could not rise to the higher pedestal of the constitutional right to speedy public trial by virtue of the expanded interpretation of <a href=\"/doc/1199182/\" id=\"a_27\">Article 21</a> nor could he hearken to the voice of the new criminal jurisprudence interpretatively created under the said article by the Supreme Court. Unmindful of the developing role of the law, Mr. Kaifash Bihari in a groove repeatedly slipped back and stuck to a moribund procedural approach for contending that no consideration other than the one under Section 389 of the Code for suspension of sentences could come in, despite <a href=\"/doc/1199182/\" id=\"a_28\">Article 21</a> and the mandate of speedy public trials and appeals thereunder. In fact he went to the extreme length of contending that after trial and conviction there was no right to bail at all, whatever be the delay even if.it be to the extent of undergoing the whole of the sentence imposed. It was contended that the suspension of sentence was entirely an issue of the merits of the case and the question of delay while undergoing sentence was wholly irrelevant to the issue.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_20\"> 17. I regret my inability to take such a myopic view of Section 389 of the Code which was sought to be projected on behalf of the respondent-State. I am unable to see how the, issue of inordinate delay in the hearing of the substantive appeals can be hermetically sealed out of consideration even for the purpose of suspension of sentence under Section 389 of the Code. Neither the principle nor precedent could be cited for any such constricted and, if I may say so, a callous interpretation of the language of this provision. To my mind, clearly enough even under Section 389 of the Code inordinate delays in the hearing of the substantive appeals because of the Court&#x27;s own inability to do so would be an extremely relevant factor for the grant of bail. The said section mentions the recording of reasons for suspending the sentence and undoubtedly it would be a good reason to state that there is no practicable possibility of expeditious hearing of the appeal. This apart, even assuming entirely for the sake of argument (without in the least holding so) that Section 389 of the Code does not envisage the questions of delay, the applicability of <a href=\"/doc/1199182/\" id=\"a_29\">Article 21</a> and the right of speedy trial and expeditious hearing of substantive appeals cannot be possibly excluded from this arena. It was rightly and forcefully advocated on behalf of the petitioner that the constitutional mandate of <a href=\"/doc/1199182/\" id=\"a_30\">Article 21</a> and the enshrined principle of personal liberty and of speedy trial thereunder cannot be overridden by any subservient legislation like Section 389 of the Code. If there is any conflict with the constitutional rights flowing from <a href=\"/doc/1199182/\" id=\"a_31\">Article 21</a> and the provisions of Section 389 of the Code or any other law, then the constitutional right has to override and the legislative provisions have to give way thereto. There is no question of harmonising a constitutional mandate with the supposed limitation under the Code. The supreme law does not need to be harmonised with the subservient one and indeed calls for pristine enforcement and it is the legislative provisions which have to be read down or bent to the constitutional mandate. What appears to me as a hypertechnical stand taken on behalf of the State in this context must necessarily fall and is hereby rejected.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"859435\" id=\"span_10\">18. Now apart from principle it appears to me that the proposition that the issue of delay in the hearing of appeals dehors the merits is directly and materially relevant for the question of grant of bail to the convicts is equally borne out by persuasive and indeed binding precedents. The question was directly raised before the Division Bench in the case of <a href=\"/doc/859435/\" id=\"a_32\">Harbhajan Singh v. State of Punjab</a>, 1977 Cri LJ 1424 to which 1 was a party. After examination of the principles and precedent it was concluded therein as follows : --</span>  \n</p><blockquote id=\"blockquote_9\">  &quot;I believe that in an issue of this nature, the attitude of this Court cannot necessarily remain static. It is not possible to lose sight of the fact that in normal routine at present the criminal appeals filed in the year 1973 are as yet being listed for hearing. Indeed, as many as 40 life sentence appeals of that year are still pending disposal. In order to avoid any invidious distinctions this Court has rightly adhered to the practice that normaly all these life sentence appeals are to be listed and heard strictly in accordance with their number and in the order in which they are filed That being so, the case of the petitioners connected as it is with their co-appellants who have been sentenced to life imprisonment is unlikely to be listed for hearing till the passage of another year or two. Nor do we see the chance of any favourable dramatic change in the context of hearing these appeals in the foreseeable future. That being so the petitioners who have been sentenced to seven years&#x27; imprisonment would have undergone nearly the whole, or in any case, a substantial part of their sentence by that time. That is a factor which we are unable to ignore in the present case. Nor can we accede to the stand of the respondent that the delay in this context is irrelevant to the issue.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_11\">However, the authority which seems to me as clinching the issue is that of the final Court itself in <a href=\"/doc/193152/\" id=\"a_33\">Kashmira Singh v. State of Punjab</a>, AIR 1977 SC 2147 : (1977 Cri LJ 1746) directly in the context of special leave appeals pending before their Lordships. What was said there, to my mind, is doubly and even more forcefully applicable to the substantive criminal appeals pending before the High Court. To recall the memorable words therein in extenso whilst abandoning the long standing, fossilised practice of declining bail in such cases Bhagwati, J. (the learned Chief Justice as he then was) observed as follows : --</span>  \n</p><blockquote id=\"blockquote_10\">  &quot;The appellant contends in this application that pending the hearing of the appeal he should be released on bail Now, the practice in this Court as also in many of the High Courts has been not to release on bail a person who has been sentenced to life imprisonment for an offence under <a href=\"/doc/1560742/\" id=\"a_34\">Section 302</a> of the Indian Penal Code. The question is whether this practice should be departed from and if so, in what circumstances. It is obvious that no practice howsoever sanctified by usage and hallowed by time can be allowed to prevail if it operates to cause injustice. Every practice of the court must find its ultimate justification in the interest of justice. The practice not to release on bail a person who has been sentenced to life imprisonment was evolved in the High Courts and in this Court on the basis that once a person has been found guilty and sentenced to life imprisonment, he should not be let loose, so long as his conviction and sentence are not set aside, but the underlying postulate of this practice was that the appeal of such person would be disposed of within a measurable distance of time, so that if he is ultimately found to be innocent, he would not have to remain in jail for an unduly long period. The rationale of this practice can have no application where the Court is not in a position to dispose of the appeal for five or six years. It would indeed be a travesty of justice to keep a person in jail for a period of five or six years for an offence which is ultimately found not to have been committed by him. Can the Court ever compensate him for his incarceration which is found to be unjustified? Would it be just at all for the Court to tell a person : We have admitted your appeal because we think you have a prima facie case, but unfortunately we have no time to hear your appeal for quite a few years and, therefore, until we hear your appeal, you must remain in jail, even though you may be innocent?&#x27; What confidence would such administration of justice inspire in the mind of the public? It may quite conceivably happen, and it has in fact happened in a few cases in this Court, that a person may serve out his full term of imprisonment before his appeal is taken up for hearing. Would a judge not be overwhelmed with a feeling of contrition while acquitting such a person after hearing the appeal? Would it not be an affront to his sense of justice? Of what avail would the acquittal be to such a person who has already served put his term of imprisonment or at any rate a major part of it? It is, therefore, absolutely essential that the practice which this Court has been following in the past must be reconsidered and so long as this Court is not in a position to hear the appeal of an accused within a reasonable period of time, the Court should ordinarily, unless there are cogent grounds for acting otherwise, release the accused on bail in cases where special leave has been granted to the accused to appeal against his conviction and sentence.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\"> 19. The observations aforesaid were made nearly a decade ago and have since been consistently followed by the final Court. I think that the time has come and, indeed, the earlier the better that the High Courts should equally modulate their practice on identical lines spelt out by the final Court itself. This really seems to be the more so in the expanded concept or liberty under <a href=\"/doc/1199182/\" id=\"a_35\">Article 21</a> and the now universally accepted right of a speedy public trial thereunder. Recasting the words of their Lordships above, if the High Court is not in a position to hear the appeal of an accused within a reasonable period of time, it must ordinarily (unless there are cogent grounds for acting otherwise) release the accused on bail in cases of substantive appeals on capital charges pending before it.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 20. That brings us to a question as to what is the reasonable period of time within which such appeals must normally be heard. This task is again rendered somewhat easy due to the indications available from the observations of their Lordships of the Supreme Court themselves. Mr. Rash Bihari Singh, learned counsel for the petitioner, had forcefully contended that delay in the hearing of appeals on capital charges beyond one year is patently unreasonable and a refusal of bail meanwhile would involve the infraction of the letter and spirit of the rule of speedy trial, as it includes within its sweep substantive appeals as well. In particular, he highlighted that where, as here, there is a delay of 3 or 4 years in the hearing of a substantive appeal itself owing to the High Court&#x27;s inability to do so then the denial of bail in the ordinary run of the mill capital cases would indeed amount to a denial of justice itself. It was pointed out that not unoften some of these appeals end either wholly or partially in acquittal. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007347\" id=\"span_12\">In the conditions existing in our State, it is not unusual for even sessions trials to have dragged on for 4 or 5 years in which the primal accused are normally denied bail in capital offences. Therefore, if an accused person was obliged to undergo 8 or 9 years of incarceration during the pendency of the trial and the substantive appeal directed against his conviction which is allowed and he is ultimately acquitted, the same would undoubtedly result in a travesty of justice. Counsel highlighted that no recompense can possibly be made for such long incarceration which may well include the best years of a convict&#x27;s life in such cases. Primal reliance was procced on <a href=\"/doc/1007347/\" id=\"a_36\">Hussainara Khatoon v. Home Secretary, State of Bihar</a>, (AIR 1979 SC 1360) (supra) and Kadra Pehadiya v. Stateof Bihar, AIR 1981 SC 939 : (1981 Cri LJ 481).</span>  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_25\"> 21. In making the aforesaid submission, learned counsel for the petitioner, appears to me, on plausible and, indeed, impeccable grounds. So long as the spectrum of delays in hearing the substantive appeals in capital cases still extends to a period of nearly 3 or 4 years, this High Court cannot possibly avoid the issue and refuse to consider the prayer for bail when the delay in hearing the appeal is beyond its own control.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007347\" id=\"span_13\">22. As to what would be the period beyond which the delay must be considered as unreasonable and unjustifiable, one may first instructively refer to <a href=\"/doc/1007347/\" id=\"a_37\">Hussainara Khatoon</a>&#x27;s case (AIR 1979 SC 1360) (supra) wherein it was observed as under :</span>  \n</p>   \n\n<blockquote id=\"blockquote_11\"> &quot;Even a delay of one year in the commencement of the trial is bad enough; how much worse could it be when the delay is as long as 3 or 5 or 7 or even 10 years.  \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> Speedy trial is the essence of criminal justice and there can be no doubt that delay in trial by itself constitutes denial of justice......&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> However, more directly and particularly in the contex t of sessions trials and inevitably of appeals therefrom are the observations in Kadra Pehadiya&#x27;s case, (AIR 1981 SC 939) (supra) -  \n</p><blockquote id=\"blockquote_13\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007347\" id=\"span_14\">&quot;We had occasion in <a href=\"/doc/1007347/\" id=\"a_38\">Hussainara Khatoon</a>&#x27;s case, (1980) 1 SCC 31 : AIR 1980 SC 1360 : (1979 Cri LJ 1036) to criticise this shocking state of affairs and we hoped that after the anguish expressed and the severe strictures passed by us, the justice system in the State of Bihar would improve and no one shall be allowed to be confined in jail for more than a reasonable period of time, which we think cannot and should not exceed one year for a Sessions trial but we find that the situation has remained unchanged and these four petitioners, who entered the jail as young lads of 12 or 13 have been languishing in jail for over eight years for a crime which perhaps ultimately they may be found not to have committed. It is obvious that after so many years of incarceration awaiting trial, either their spirit must be totally broken or they must be seething with anger and resentment against the society. We fail to understand why our justice system has become so de humanised that lawyers and Judges do not feel a sense of revolt at caging Judge in jail for years without a trial.&quot;</span>  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_28\">    23. Now, once it is authoritatively held as above that even a sessions trial with all its necessary trappings including the service on witnesses, their production, recording of evidence and so many other factors must be completed in one year, then there must be the least reason to hold otherwise in the context of a substantive appeal from the said sessions trial. It may sometimes, for exceptional reasons, be not possible to adhere to such a time frame but there appears to be no gainsaying the fact that the reasonable period prescribed by their Lordships for sessions trial, namely, one year would be equally applicable to appeals there from as well. Beyond that, the delays, if they occur, must be termed as unreasonable and must be avoided. It can, therefore, be said authoritatively both on larger principle and equally on binding precedent that the reasonable period for hearing of such appeals is not to be extended beyond one year. Delay beyond that period is contrary to the principles of criminal jurisprudence and would now run counter to the law and spirit of the constitutional mandate of speedy public trials and consequently must be termed as unreasonable.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 24. Mr. Lala Kailash Bihari Prasad, appearing for the State, was at least fair enough to concede that delay in the hearing of appeals might at least be one of many grounds for suspension of sentence meanwhile. However, it was on the quantum of the delay that he took up a stand which appears to me as somewhat retrograde. He was firm in contending that a period of five years for the hearing of appeal in capital offences by the High Court could be termed as a reasonable one and meanwhile no bail be granted on this score. Reliance was sought to be placed on State (through Deputy Commr. of Police Special Branch, Delhi) v. Jaspal Singh Gill, AIR 1984 SC 1503 : (1984 Cri LJ 1211) and ILR (1980) 2 Delhi 1169.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1515744\" id=\"span_15\">25. It appears to me that the somewhat surprising stand taken on behalf of the State runs in the teeth of the binding precedent of the final Court and contrary to the letter and spirit of the constitutional right to speedy trial. That <a href=\"/doc/1199182/\" id=\"a_39\">Article 21</a> as guarantor of personal liberty would be equally attracted in such kind of grant of bail seems to be authoritatively spelt out by the following observation in <a href=\"/doc/1515744/\" id=\"a_40\">Babu Singh v. State of Uttar Pradesh</a>, AIR 1978 SC 527 : (1978 Cri LJ 651):-</span>  \n</p><blockquote id=\"blockquote_14\">  &quot;Personal liberty, deprived when bail is refused, is too precious a value of our constitutional system recognised under <a href=\"/doc/1199182/\" id=\"a_41\">Article 21</a> that the crucial power to negate it is a great trust exercisable, not casually but judicially, with lively concern for the cost to the individual and the community. To glamorise impressionistic orders as discretionary may, on occasion, make a litigative gamble decisive of a fundamental right. After all, personal liberty of an accused or convict is fundamental, suffering lawful eclipse only in terms of procedure established by &#x27;law&#x27;. The last four words of <a href=\"/doc/1199182/\" id=\"a_42\">Article 21</a> are the life of that human right.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> In the light of the above, one has to regretfully notice that if such a stand of the State were to be accepted then even where an unfortunate convict had remained in custody for well-nigh four or five years during the trial (which despite recent expedition is still not very unusual within this State), he must as yet for another five years be in custody during the pendency of appeal if it cannot be heard till then. This would involve an incarceration of nearly ten years or more which undoubtedly is a substantial part of the sentence of the whole of life imprisonment. If thereafter he would be acquitted and it has been held that little or no compensation either in money or emotional terms can be rendered in such a situation then it cannot but be termed as travesty of justice. I find myself wholly unable to accede to such a callous argument raised on behalf of the State.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 26. Learned counsel for the respondent State&#x27;s reliance on AIR 1984 SC 1503 : (1984 Cri LJ 1211) (supra) is somewhat misplaced. That was a case of the grant of bail during the pendency of trial on the substantive charge under <a href=\"/doc/64934656/\" id=\"a_43\">Section 3</a>, Official Secrets Act, relating to military affairs. That considerations for the grant of bail during the pendency of the trial may vary from those for the suspension of sentence after conviction is too well known to deserve any great elaboration. Nor do I find anything in the said judgment which, even remotely, runs contrary to the mainstream of the findings arrived at by me earlier. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"193152\" id=\"span_16\">With the deepest respect, I am unable to concur with the view in State (Through Deputy Commr. of Police, Special Branch, Delhi) v. Jaspal Singh Gill (supra), which with great reverence appears to me as having somewhat misconstrued the underlying ratio of <a href=\"/doc/193152/\" id=\"a_44\">Kashmira Singh</a>&#x27;s case, (AIR 1977 SC 2147) (supra)</span>  \n \n\n</p><p data-structure=\"Precedent\" id=\"p_33\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_17\">27. To reiterate, it must be held that barring exceptions the reasonable period of time for the hearing of substantive appeals on capital charges pending in the High Court must be broadly placed at one year. Once this is so fixed, it is plain that on the ratio of <a href=\"/doc/193152/\" id=\"a_45\">Kashmira Singh</a>&#x27;s case (supra) an appellant would become entitled to claim bail on the ground of the delay in hearing the appeal itself unless there are cogent grounds for acting otherwise. As was forcefully said in the case aforesaid, it is not open to the High Courts to fold their hands and helplessly tell the appellant insisting for the hearing of his appeal that &quot;we have admitted your appeal but unfortunately we have no time to hear it for three years as yet and you must remain in jail even though you may later be found innocent&quot;. That is what their Lordships called a travesty of justice. Poignantly enough, such a travesty has been sought to be strongly advocated on behalf of the State before us. One cannot but reject such a stand.</span> It is right to recall the observations in Kadra Pehadiya&#x27;s case(AIR 1981 SC 939) that our justice system has become so dehumanised that the lawyers and Judges do not feel a sense of revolt in caging people in jail for years including those during the pendency of substantive appeals. In this context, one is equally reminded of the famous dissent of Lord Atkin in 1942 AC 206 (Liversidge v. Sir John Anderson) in the following words :  \n</p><blockquote id=\"blockquote_15\">  &quot;I view with apprehension the attitude of judges who on a mere question of construction when face to face with claims involving the liberty of the subject show themselves more executive minded than the executive......... It has always been one of the pillars of freedom, one of the principles of liberty for which on recent authority we are now fighting, that the judges are no respecters of persons and stand between the subject and any attempted encroachments on his liberty by the executive, alert to see that any coercive action is justified in law.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_34\"> 28, In concrete terms, therefore, it must be held that it would be sound practice that unless there are cogent grounds for acting otherwise, on conviction an appellant on a capital charge perhaps having already been through the mill of a delayed trial would become entitled to a favourable consideration for his liberty and grant of bail when even after one year of incarceration and pendency of the appeal the High Court is unable to bring it to a final hearing. Indeed, I am of the view that so long as the delay in the hearing of such appeals extends to three or four years, the persons who are vicariously convicted on capital charges with the aid of <a href=\"/doc/968081/\" id=\"a_46\">Section 34</a> or 149, Penal Code, may well be granted bail on the admission of the appeal itself during the pendency o its hearing after such time. It is, however, made clear that this can apply only to the ordinary run of the mill cases and not to the peculiar and exceptionally heinous crimes outlined hereinafter.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\"> 29. However, the cases of convicts to whom the primal role in the capital crime is attributed and are held guilty on the substantive charge of murder or other capital offences are undoubtedly on a somewhat different footing and the same concession may not be extended to them in routine. However, it seems equally impossible that having gone through the mill of a trial extending over two to five years, they should still be denied bail and continue in further incarceration for three or four years awaiting the hearing of the appeal. Even in their cases after the period of one year of the pendency of the appeal the issue would have to be considered on the basic ground of delay in the light of the inability of the Court itself to hear and dispose of the appeal. To my mind, barring the peculiarly heinous crimes shocking the very conscience of the society and the Court, there will be no alternative but to extend the concession of bail, under this class of cases as well if the insistent claim of the convicts for hearing of the appeal cannot be acceded to and their appeals are not adjudicated upon within the reasonable time frame of one year.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_18\">30. A strong note of caution, however, must be loudly sounded and the exceptions to the general rule be clearly laid down. Even in <a href=\"/doc/193152/\" id=\"a_47\">Kashmira Singh</a>&#x27;s case (AIR 1977 SC 2147) their Lordships laid down a rule ordinarily, unless there were cogent grounds for acting otherwise. What indeed would be these cogent grounds? Plainly enough, no exhaustive definition thereof is either possible or desirable. However, it would suffice to say that what has been held above is only in the context of the ordinary run of the mill cases in capital crimes. There is no gainsaying the fact that inevitably all crimes which are visited by capital punishment are brutal and the most seriously frowned upon by the law. Nevertheless, even herein there is a difference of great degree where capital crime may further be horrendously brutal in its nature and shocking to the conscience of the Court and society in general. In such a case there is a societal interest involved. Convicts therein would not and, in my opinion, be ordinarily entitled to such concession of bail once they have been held guilty by the trial court of such grievous crime. Not only would it be dangerous to enlarge them on bail but it would also hurt the heart and sentiments of the society and the victims of such crime in particular, that convicted criminals of such crimes should still be enjoying their liberty pending the hearing of their appeals because of the Court&#x27;s inability to dispose them of in reasonable time. Herein, therefore, the only alternative is that the substantive appeals of this nature for peculiarly heinous crimes, where the grant of bail is inappropriate, should be listed out of turn and disposed of within the time frame of one year or as nearly thereto as would be within the bounds of possibility.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1470290\" id=\"span_19\">31. Coming now to the horrendous capital crime which is shocking to the conscience of society, it is neither possible nor, perhaps, desirable to frame an exhaustive categorisation. However, a bird&#x27;s eye view of such like crime with particular reference to our own State has perforce to be attempted. Within our State, perhaps, it would deserve highlighting that multiple and mass murders on caste and tribal considerations, which have become the horror of the day, appear to be the first in this category. These are recently exemplified in Parasbigha&#x27;s case (<a href=\"/doc/1470290/\" id=\"a_48\">Shyam Sunder Sharma v. State of Bihar</a>) in Criminal Appeals Nos. 460, 478, 480, 481, 482, 483, 484, 486 and 485 of 1984, disposed of on 3rd July 1986, wherein the Bench itself described the crime as under :</span>  \n</p><blockquote id=\"blockquote_16\">  &quot;Tension was prevailing in the village and for that armed force was posted but, unfortunately, it was withdrawn at the time of Parliamentary election. Madan Mohan Sharma and his associates, thus, got an opportunity and a free hand and collected a mob of about two to three hundred persons all armed with rifles, guns and other weapons and attacked the sleeping village. They acted in a most cruel and brutal manner and burnt houses, killed thirteen persons and injured six. The houses and heaps of straws were burnt by sprinkling kerosene oil and some of the injured persons were also thrown in the said fire. Result was that a number of villagers lost their entire belongings including cattle and animals. The withdrawal of force from the village was a Himalayan blunder on the part of the administration. If this step would not have been taken then this mass killing could have been avoided.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_38\"> In such like cases bail was rightly denied to all the appellants though the appeal was heard out of turn by the High Court and disposed of within eight months. It is somewhat plain that in such like heinous crimes involving multiple murders and originating from caste, tribe or primordial viciousness, the convicts cannot possibly claim or be granted bail after a recorded conviction by the trial court. However, in the event of such denial they may well insist and claim an out of turn hearing of their appeals and their disposal within the time frame of one year.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\"> 32. Yet another crime of considerable frequency within our State is dacoity coupled with murder. This merges the two ultimate extremes of crime against the human body as also against property. This apart, it is a repeatable offence which may well be perpetrated afresh where a dacoit-convict has been granted bail during the pendency of his appeal. It is plain that dacoity is not the work of an amateur nor it is committed on impulse but involves premeditation, conspiracy and co-ordination as also the choice of the victims and the time for its commission. In appeals directed against convictions under Section 396, Penal Code, an expedition of their disposal within one year would be desirable and release of the convicts during the pendency of the appeal is clearly fraught with danger and has to be avoided.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\"> 33. From time immemorial society has deeply frowned and rightly abhored crimes against the weaker sex. Rape with murder is one which excites the rage and deep abhorence of all organised society. Herein also deterrence is called for and to enlarge a rapist-murderer during the pendency of an appeal even after conviction, would hardly be desirable. Yet again, we have discovered a peculiar veniality affecting our society of late, which surprisingly even breeds within the bounds of matrimony and has been conveniently styled as &#x27;bride-burning&#x27; or &#x27;bride-murder&#x27; for extortion of dowry. That the curse of dowry has come to afflict our society is one thing, but the same leading to the murder of helpless and young women excites the deep abhorence of social mores and after conviction it would not be easy to release such a convict unless acquitted finally by the court of appeal.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_41\"> 34. Yet again, one may notice the recent rise of sensational crime for gam and greed which would also, to my mind, come within the category of exceptions where bail after conviction is uncalled for. In this class, perhaps, the rise and incident of terrorist crime committed defiantly and in terrorum in the society is the first that comes to mind Similarly, sensational crimes like daylight bank robbery; abduction for ransom followed by murder; indiscriminate use of firearms and bombs in murders disturbing public order, are all crimes of a nature which shock the conscience of society and persons convicted in a trial therefor cannot rightfully claim their liberty during the pendency of their appeal and till they are either purged of the crime by serving their sentence or are acquitted thereof.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_42\"> 35. It bears reiteration that any exhaustive classification of such like horrendous crime is neither possible nor desirable and at best the broad contours therefor can be possibly indicated. Indeed, applying the above, it would appear that the case of the present petitioner presents yet another category of exceptional crime in which the suspension of sentence during the pendency of appeal would be uncalled for. The broad finding arrived at by the trial court is that the petitioner and his co-accused launched a defiant attack on the law-enforcing agencies itself whilst attempting to perform their duty and in broad daylight assaulted and murdered a policeman, namely, Havildar Prahlad Shukla of the Homeguards and attempted to snatch away their arms and cause injuries to the other members of the police party. Law and society have always severely scorned crime directed against persons who are even acting under the colour of their office apart from actually doing so. Indeed, in many advanced western countries, where the death penalty has been otherwise abolished, it has nevertheless been retained in the context of the murder of a policeman. To turn against the administrators pf the law and order agency itself and to fatally injure any one of them is a crime which, to my mind, yet again comes in the category of an exception to the general rules enunciated above. The prayer for bail, therefore, must be declined for this particular reason.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"> 36. However, in line with what has been held above, it is directed that the appeal of the petitioner and his co-accused should be heard forthwith and be listed before the Criminal Bench subject to part-heard.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\">  N.P. Singh, J.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_45\"> 37.    I agree.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">  S.H.S. Abidi, J.   \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_47\"> 37A. I have gone through the judgment of the Hon&#x27;ble the Chief Justice wherein his Lordship has been pleased to observe that unless there are cogent grounds for acting otherwise an appellant on conviction on a capital charge having already been through the mitt of a delayed trial would become entitled to a favourable consideration and grant of bail when even after one year of incarceration and pendency of the appeal the High Court is unable to bring it to a final hearing. With great respect and regret I am not able to agree that if an appeal is not disposed of within a period of one year the appellant may be considered for release on bail on the ground of delay in the disposal of the appeal, even though on merits he is not entitled to the grant of bail. I am giving out my own reasons hereinafter.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\"> 38. Administration of justice is the maintenance of right within a political community by means of a physical force of the State. It is a device adopted by the modern and civilised community in replacement of the primitive working of private vengeance and valiant services. This administration of justice is devided into two parts namely (1) administration of civil justice, and (2) administration of criminal justice. The former is dealt with the civil proceedings and the other with the criminal proceedings, and both of them are administered in different sets of circumstances. In the earlier decrees are granted, claims are allowed and specific performance, restitution, injunctions and the like are the result of the civil proceedings while in the criminal proceedings inflictment of punishment from the sentence of death to fine and binding over for a particular period to keep peace and release on bail, probation and admonition are the outcomes. Crime and punishment are the matters which have got an effect on the basic structure of a community and the science which seeks the root cause of such effect to ensure security to the society and individual are the matters of criminology and penology. In connection with crime and punishment detentions are inevitable. Detention is also of two kinds (1) preventive detention, and (2) punitive detention.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_49\"> 39. Preventive detentions are those which are resorted to before the crime is committed to prevent a person from committing offences. It is not based on rational evidence but also on suspicion. Preventive detention is not by way of punishment at all. The power of preventive detention has been recognised as a necessary evil and is tolerated in a free society in the larger interest and security of the State and maintenance of public order. It is a drastic power to detain a person without trial and there are many countries where it is not allowed to be exercised except in times of war or aggression. But our Constitution does recognise the existence of this power, but it is hedged in by various safeguards set out in <a href=\"/doc/1199182/\" id=\"a_49\">Articles 21</a> and <a href=\"/doc/581566/\" id=\"a_50\">22</a> of the Constitution. <a href=\"/doc/1199182/\" id=\"a_51\">Article 21</a> lays down restrictions on the powers of preventive detention. In the exercise of this power the preventive detention Act and the other detention laws have been framed. A perusal of the same will show that everywhere delays have been forbidden and expeditious disposal of the proceeding is the theme. But in spite of these things no period has been fixed. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96736\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1776642\" id=\"span_21\">No definite time limit has been allowed when a representation is to be dealt with. No hard and fast rule has been provided and every matter has to be dealt with as expeditiously as possible and every case has to be examined on its own merits and demerits and facts and circumstances. In the case of Mst. <a href=\"/doc/1776642/\" id=\"a_52\">L.M.S. Ummu Saleema v. B.B. Gujral</a>, AIR 1981 SC 1191 : (1981 Cri LJ 889) their Lordships of the Supreme Court referring to the observations in <a href=\"/doc/96736/\" id=\"a_53\">Francis Coralie Mullin v. W. C. Khambra</a>, AIR 1980 SC 849; (1980 Cri LJ 548) observed that &quot;the time imperative can never be absolute or obsessive.</span></span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_50\"> The occasional observations made by this court that each day&#x27;s delay in dealing with the representation must be adequately explained are meant to emphasise the expedition with which the representation must be considered and not that it is a magical formulae, the slightest breach of which must result in the release of the detenu. Law deals with the facts of life. In law, as in life, there are no invariable absolutes. Neither life nor law can be reduced to mere but despotic formulae.&quot; Thus even in the preventive detention no time limit has been fixed. The courts have been holding that the disposal should be as early as possible. But time is given to the reasonable procedure and no magical formulae or despotic rules have been framed the breach of which may cause release of the detenu.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_51\"> 40. In this way the case of preventive detention is no better than the case of punitive detention where a person is held up during trial before conviction and then after trial on being convicted upon consideration of the evidence led by the parties. After conviction sentences are awarded which include death sentence, imprisonment for life, binding the accused for fixed and specified period and also fine. It is true that anguish and sufferings -- mentally, physically, emotionally and in many other ways -- are the inevitable consequences of every type of sentence. These sentences have been tolerated but the prolongation of it beyond the period necessary has not been tolerated by any provision of law and it has been branded as cruel and dehumanising. But at times delays are inevitable for which neither the accused is held responsible nor the persons disposing of their matters are guilty. For some inevitable delays some reasonable allowance has to be given and has always been given considering the circumstances sorrounding the same.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1536503\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"162242\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"353351\" id=\"span_24\">41. The undertrial as well as the convict both are entitled to all the fundamental rights guaranteed in the various Articles of the Constitution, specially Chapter III and all of them are parts of a great scheme to secure some basic rights of the citizen and they are intended and designed to be expanded and not curtailed. The observations of their Lordships of the Supreme Court in the case of <a href=\"/doc/353351/\" id=\"a_54\">Bhuwan Mohan Patnaik v. State of Andhra Pradesh</a>, AIR 1974 SC 2092 : (1975 Cri LJ 556) which have been referred in the case of <a href=\"/doc/162242/\" id=\"a_55\">Sunil Batra v. Delhi Administration</a> AIR 1978 SC 1675 : (1978 Cri LJ 1741) and have been reproduced in the decision of <a href=\"/doc/1536503/\" id=\"a_56\">T.V. Vatheeswaran v. State of Tamil Nadu</a>, AIR 1983 SC 361 (2) at p. 365 : (1983 Cri LJ 481 at p. 485) are as follows : --</span></span></span>  \n</p><blockquote id=\"blockquote_17\">  &quot;Convicts are not, by mere reason of the conviction, denuded of all the fundamental rights which they otherwise possess. A compulsion under the authority of jaw, following upon a conviction, to live in a prison house entails by its own force the deprivation of fundamental freedoms like the right to move freely throughout the territory of India or the right to &#x27;practise&#x27; a profession. A man of profession would thus stand stripped of his right to hold consultations while serving out his sentence. But the Constitution guarantees. other freedoms like the right to acquire, hold and dispose of property for the exercise of which incarceration can be no impediment. Likewise, even a convict is entitled to the precious right guaranteed by <a href=\"/doc/1199182/\" id=\"a_57\">Article 21</a> of the Constitution that he shall not be deprived of his life or personal liberty except according to procedure established by law.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_53\"> 42. Further, there is a case of a person sentenced to death. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1126547\" id=\"span_25\">In a Division Bench case i.e. <a href=\"/doc/1126547/\" id=\"a_58\">State of Bihar v. Ramdaras Ahir</a>, 1984 BBCJ 749 : (1985 Cri LJ 584) Chief Justice (Sandhawalia) observed that delay in disposal is an added punishment.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"> 43. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1536503\" id=\"span_26\">In the case of <a href=\"/doc/1536503/\" id=\"a_59\">T.V. Vatheeswaran v. State of Tamil Nadu</a>, AIR 1983 SC 361 (2) : 1983 Cri LJ 481 where the question of quashing the death sentence arose on account of prolonged delay of two years in execution of the death sentence, their Lordships of the Supreme Court referred to their earlier decisions at page 366 (of AIR): (at pp. 486-87 of Cri LJ) which is as follows : --</span>  \n</p><blockquote id=\"blockquote_18\">  &quot;What may be considered prolonged delay so as to attract the constitutional protection of <a href=\"/doc/1199182/\" id=\"a_60\">Article 21</a> against the execution of a sentence of death is a ticklish question. In Ediga Anamma&#x27;s case, AIR 1974 SC 799 : (1974 Cri LJ 683) two years was considered sufficient to justify interference with the sentence of death. In Bhagwan Bux&#x27;s case, AIR 1978 SC 34 : (1978 Cri LJ 153), two and a half years and in Sadhu Singh&#x27;s case, AIR 1978 SC 1506, three and a half years&#x27; were taken as sufficient to justify altering the sentence of death into one of imprisonment for life. The <a href=\"/doc/445276/\" id=\"a_61\">Code of Criminal Procedure</a> provides that a sentence of death imposed by a Court of Session must be confirmed by the High Court. The practice, to our knowledge, has always been to give top priority to the hearing of such cases by the High Courts. So also in this Court. There are provisions in the Constitution (Arts. 72 and 161) which invest the President and the Governor with power to suspend, remit or commute a sentence of death. Making all reasonable allowance for the time necessary for appeal and consideration of reprieve, we think that delay exceeding two years in the execution of a sentence of death should be considered sufficient to entitle the person under sentence of death to invoke <a href=\"/doc/1199182/\" id=\"a_62\">Article 21</a> and demand the quashing of the sentence of death.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_55\"> 44. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"153963412\" id=\"span_27\">In the case of <a href=\"/doc/153963412/\" id=\"a_63\">Sher Singh v. State of Punjab</a>, AIR 1983 SC 465 : (1983 Cri LJ 803) their Lordships of the Supreme Court considering the question of delay in execution .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1536503\" id=\"span_28\">of death sentence and also referring to the decision in the case of T, V. Vatheeswaran v. <a href=\"/doc/1536503/\" id=\"a_64\">State of Tamil Nadu (AIR 1983 SC 361 (2</a>)) (supra) held that : --</span>  \n</p><blockquote id=\"blockquote_19\">  &quot;Delay exceeding two years in the execution of a sentence of death should be considered sufficient to entitle the person under sentence of death to invoke <a href=\"/doc/1199182/\" id=\"a_65\">Article 21</a> and demand the quashing of the sentence of death. That a period far exceeding two years is generally taken by those courts together for the disposal of matters involving even the death sentence and so the fixation of the time limit of two years does not seem to us to accord with the common experience of the time normally consumed by the litigative process and the proceedings before the executive.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_56\"> At page 472 (ofAIR) : (at p. 810 of Cri LJ) (in para 20) it was observed : --  \n</p><blockquote id=\"blockquote_20\">  &quot;Finally, and that is no less important, the nature of the offence, the diverse circumstances attendant upon it, its impact upon the contemporary society and the question whether the motivation and pattern of the crime are such as are likely to lead to its repetition, if the death sentence is vacated, are matters which must enter into the verdict as to whether the sentence should be vacated for the reason that its execution is delayed The substitution of the death sentence by a sentence of life imprisonment cannot follow by the application of the two years&#x27; formula, asa matter of &quot;quod errat demonstrandum&quot;.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_57\"> 45. Let us see what is the position of the cases pending in the court and how far their speedy trial is possible and if not possible, then what are the main reasons. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007347\" id=\"span_29\">In the case of <a href=\"/doc/1007347/\" id=\"a_66\">Hussainara Khatoon v. State of Bihar</a>, AIR 1979 SC 1360: (1979 Cri LJ 1036) the Supreme Court observed (at p. 1364) (of AIR) : (at p. 1040 of Cri LJ) :-</span>  \n</p><blockquote id=\"blockquote_21\">  &quot;Even a delay of one year in the commencement of the trial is bad enough : how much worse could it be when the delay is as long as 3 or 5 or 7 or even 10 years. Speedy trial is of the essence of criminal justice and there can be no doubt that delay in trial by itself constitutes denial of justice. It is interesting to note that in the United States, speedy trial is one of the constitutionally guaranteed rights.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_58\"> Later at p. 1376 (of AIR 1979 SC 1369) : (at page 1051 of 1979 Cri LJ 1045) their Lordships observed :--  \n</p><blockquote id=\"blockquote_22\">  &quot;The State cannot avoid its constitutional obligation to provide speedy trial to the accused by pleading financial or administrative inability. The State is under a constitutional mandate toensure speedy trial and whatever is necessary for this purpose has to be done by the State. It is also the constitutional obligation of this Court, as the guardian of the fundamental rights of the people, as a sentinel on the quivive, to enforce the fundamental right of the accused to speedy trial by issuing the necessary directions to the State which may include taking of positive action, such as augmenting and strenthening the investigative machinery, setting up new courts, building new court houses, providing more staff and equipment to the Courts, appointment of additional Judges and other measures calculated to ensure speedy trial.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_59\"> 46. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"770248\" id=\"span_30\">In the case of <a href=\"/doc/770248/\" id=\"a_67\">Kadra Pehadiya v. State of Bihar</a>, AIR 1981 SC 939 at p. 940 : (1981 Cri LJ 481 at p. 482) their Lordships of the Supreme Court observed that within one year period the sessions trial should end.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"656741\" id=\"span_31\">In the caseof <a href=\"/doc/656741/\" id=\"a_68\">G. Narasimhulu v. Public Prosecutor, A.P.</a>, AIR 1978 SC 429 at p.434 : (1978 Cri LJ 502 at p. 507) it was observed as follows : --</span>  \n</p><blockquote id=\"blockquote_23\">  &quot;The petitioners have suffered imprisonment around a year and a reasonable prediction of the time of the hearing of the appeal may take us to a few years ahead. Which means that incarceration during that period may possibly prove an irrevocable injury if the appeal ends in their favour. The Magistrate&#x27;s report about the conduct of the petitioners while in sub-jail is not uncomplementary.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_60\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1776642\" id=\"span_32\">47. With all these observations one cannot forget the observations made in the case of Mst. <a href=\"/doc/1776642/\" id=\"a_69\">L.M.S. Ummu Saleema v. B.B.Gujaral</a> (AIR 1981 SC 1191) (supra) about the occasional&#x27; observations and a magical formulae, the slightest breach of which must result in the release of a detenu, and that law deals with the facts of life. In law, as in life, there are no invariable absolutes. Neither life nor law can be reduced to mere despotic formulae.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_61\"> 48. If the facts of life and the interest of the society are kept in mind and in that the position of an individual is considered then we will have to see how far the interest of the society and the interest of the State and the interest of the individual can go together. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"372495\" id=\"span_33\">In the case of <a href=\"/doc/372495/\" id=\"a_70\">Motilal v. State of Bihar</a>, AIR 1968 SC 1509: (1969 Cri LJ 33) their Lordships of the Supreme Court observed as follows : --</span>  \n</p><blockquote id=\"blockquote_24\">  &quot;Individual liberty is a cherished right : one of the most valuable fundamental rights guaranteed by our Constitution to the citizens of the country. If that right is invaded, excepting strictly inaccordance with law, the aggrieved party is entitled to appeal to the judicial power of the State for relief. The interest of the society is no less important than that of the individual. Our Constitution has made provisions for safeguarding the interests of the society. Its provisions harmonise the liberty of the individual with social interests. The authorities have to act solely on the basis of those provisions. They cannot deal with the liberty of the individual in a casual manner. Such an approach does not advance the true social interest Continued indifference to individual liberty is bound to erode the structure of our democratic society.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_62\"> 49. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1035123\" id=\"span_34\">In the case of <a href=\"/doc/1035123/\" id=\"a_71\">Shivaji Sahebrao v. State of Maharashtra</a>, AIR 1973 SC 2622 : (1973 Cri LJ 1783) which arose out of an appeal against acquittal, the Supreme Court observed at p. 2626 (of AIR) : (at pp. 1787-1788 of Cri LJ) in para 6 as follows : --</span>  \n</p><blockquote id=\"blockquote_25\">  &quot;Even at this stage we may remind ourselves of a necessary social perspective in criminal cases which suffers from insufficient forensic appreciation. The dangers of exaggerated devotion to the rule of benefit of doubt at the expense of social defence and to the soothing sentiment that all acquittals are always good regardless of justice to the victim and the community, demand especial emphasis in the contemporary context of escalating crime and escape. The judicial instrument has a public accountability. The cherished principles or golden thread of proof beyond reasonable doubt which run through the web of our law should not be stretched morbidly to embrace every hunch, hesitancy and degree of doubt. The excessive solicitude reflected in the attitude that a thousand guilty men may go but one innocent martyr shall not suffer is a false dilemma. Only reasonable doubts belong to the accused. Otherwise any practical system of justice will then break down and lose credibility with the community. The evil of acquitting a guilty person light-heartedly as a learned author has sapiently observed, goes much beyond the simple fact that just one guilty person has gone unpunished. If unmerited acquittals become general, they tend to lead to a cynical disregard of the law, and this in turn leads to a public demand for harsher legal presumptions against indicted &#x27;persons&#x27; and more severe punishment of those who are found guilty. Thus too frequent acquittals of the guilty may lead to a ferocious penal law, eventually eroding the judicial protection of the guiltness. For all these reasons it is true to say, with Viscount Simon, that &quot;a miscarriage of justice may arise from the acquittal of the guilty no less than from the conviction of the innocent......&quot; In short our jurisprudential enthusiasm for presumed innocence must be moderated by the pragmatic need to make criminal justice potent and realistic. A balance has to be struck between chasing chance possibilities as good enough to set the delinquent free and chopping the logic of preponderant probability to punish marginal innocents.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_63\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007347\" id=\"span_35\">50. Thus considering the position of the system of our working in our courts, it appears that there are some reasonable causes for the delay and in spite of best efforts of the courts delays have become inevitable. When a criminal trial did not commence for a year in <a href=\"/doc/1007347/\" id=\"a_72\">Hussainara Ali Khatoon</a>&#x27;s case (AIR 1979 SC 1360) the courts called it bad enough.</span> So in Kadra Pehadiya&#x27;s case (AIR 1981 SC 939) the court said that sessions trial should end in a year, but in spite of that the occasional observations about the magical formulae the slightest breach of which must result in the release of the detenu as said words in the caseof Ummusaleema (AIR 1981 SC 1191) is also there. The considerations about the early disposal cannot be delinked with the position of an individual in the society, as the interest of the society and the State both go together. With all these, individual liberty which is a cherished and one of the most valuable fundamental rights cannot be put in jeopardy as continued indifference to individual liberty is bound to erode the structure of our democratic society.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1832808\" id=\"span_36\">51. The American Constitution which appears to be a big gateway and attractive makes a provision for speedy trial and a breach of which entitles an accused person to the dismissal of the indictment or the vacation of the sentence which is apparent from the observations of the Supreme Court in the case of <a href=\"/doc/1832808/\" id=\"a_73\">State of Maharashtra v. Champalal</a>, AIR 1981 SC 1675: (1981 Cri LJ 1273).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"875590\" id=\"span_37\">Efforts have been made to follow strictly the American Constitution but how far the American Constitution can be followed and adopted in our Indian settings for that in the case of <a href=\"/doc/875590/\" id=\"a_74\">A. K. Roy v. Union of India</a>, 1982 Cri LJ 340 : (AIR 1982 SC 710) it was observed : --</span>  \n</p>   \n\n<blockquote id=\"blockquote_26\"> &quot;For reasons........ the decisions of the U.S. Supreme Court which turn peculiarly on the due process clause in the American Constitution cannot be applied wholesale for resolving questions which arise under our Constitution, specially when, after a full &#x27;discussion of that clause in the Constituent Assembly, the proposal to incorporate it in Art 21 was rejected. In U.S.A. itself Judges have expressed views on the scope of that clause, which are not only divergent but diametrically opposite...................  \n</blockquote> \n\n<blockquote id=\"blockquote_27\"> It is only proper that we must evolve our own solution to problems arising under our Constitution without, of course, spurning the learning and wisdom of our counterparts in comparable jurisdictions.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_65\"> 52. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1832808\" id=\"span_38\">In the case of <a href=\"/doc/1832808/\" id=\"a_75\">State of Maharashtra v. Champalal</a>, AIR 1981 SC 1675 : (1981 Cri LJ 1273) (supra) their Lordships of the Supreme Court observed at p. 1677 (of AIR): (at p. 1275 of Cri LJ) in para 2 as follows : --</span>  \n</p><blockquote id=\"blockquote_28\">  &quot;What is the remedy if a trial is unduly delayed? In the United States, where the right to a speedy trial is a constitutionally guaranteed right, the denial of a speedy trial has been held to entitle an accused person to the dismissal of the indictment or the vacation of the sentence. But in deciding the question whether there has been a denial of the right to a speedy trial, the Court is entitled to take into consideration whether the defendant himself was responsible for a part of the delay and whether he was prejudiced in the preparation of his defence by reason of the delay. The court is also entitled to take into consideration whether the delay was unitentional, caused by over-crowding of the Court&#x27;s Docket or under-staffing of the prosecutors, Strunk v. United States (1973) 37 Law Ed 2d 56 is an instructive case on this point. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007347\" id=\"span_39\">As pointed out in the first <a href=\"/doc/1007347/\" id=\"a_76\">Hussainara</a> case, AIR 1979 SC 1360 : (1979 Cri LJ 1036), the right to a speedy trial is not an expressly guaranteed constitutional right in India but is implicit in the right to a fair trial which has been held to be part of the right to life and liberty guaranteed by <a href=\"/doc/1199182/\" id=\"a_77\">Article 21</a> of the Constitution. While a speedy trial is an implied ingredient of a fair trial, the converse is not necessarily true. A delayed trial is not necessarily an unfair trial. The delay may be occasioned by the tactic or conduct of the accused himself. The delay may have caused no prejudice whatsoever to the accused. The question whether a conviction should be quashed on the ground of delayed trial depends upon the facts and circumstances of the case. If the accused is found to have been prejudiced in the conduct of his defence and it could be said that the accused had thus been denied an adequate opportunity to defend himself, the conviction would certainly have to go. But if nothing is shown and there are no circumstances entitling the court to raise a presumption that the accused had been prejudiced there will be no justification to quash the conviction on the ground of delayed trial only.&quot;</span>  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_66\"> 53. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"832811\" id=\"span_40\">In a Full Bench decision of <a href=\"/doc/832811/\" id=\"a_78\">State of Punjab v. Bachittar Singh</a>, 1972 Cri LJ 341 Sandhawalia, J. (as he then was) considered about the pendency of the cases and observed that the disposal of the appeals against conviction and acquittal took a period of about four years and so if a person was refused bail, then it would involve a detention for the whole of such period and that is why an unfettered power under Section 427 (old Code), Cr. P.C., was provided for grant of bail, even in appropriate cases under capital charges.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_67\"> Later in the same decision Gujral, J. also considered the matter and held at page 351 as follows: --  \n</p><blockquote id=\"blockquote_29\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"832811\" id=\"span_41\">&quot;Besides the main objects of the detention of an accused person during his trial <a href=\"/doc/832811/\" id=\"a_79\">referred to above</a>, it is also in the public interest that a person against whom serious allegations are levelled which carry the sentence of death or life imprisonment is not at large till his case is finally decided. Leaving the question of public policy apart, even the consideration that an accused ought tobe available to abide by and serve out the sentence which may ultimately be imposed has to be viewed in the context of the nature of the accusation and the punishment which will ultimately be imposed and also the character, status and means of the accused&quot;.</span>  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_68\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"859435\" id=\"span_42\">Later on in the Division Bench ciase of <a href=\"/doc/859435/\" id=\"a_80\">Harbhajan Singh v. State of Punjab</a>, 1977 Cri LJ 1424 S. S. Sandhawalia, J. (as he then was) again considered the question of delay in disposal of appeals and found that the apeals although filed in 1973 were not being disposed of till 1977 as in order to avoid any individious distinction the life sentence appeals were being listed strictly in accordance with their numbers and orders in which they were filed, and so for that reason those appellants to whom seven years sentences were awarded, would serve out substantially the period of sentence when the appeals will be heard.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_69\"> 54.    Thus following these observations it is quite clear that the courts are very jealous and also zealous in guarding the individual liberty that is a cherished right and a very valuable fundamental right. Courts are always on guard and vigilant that there is no invasion on this right, but the Courts are always alive to the facts of the life and society and the citizens as a whole. The Courts have also considered social interest and have adopted an attitude which advances the social interest and does not jeopardise it or restricts the same. The Courts also feel that they have a social accountability and the courts have always tried to strike down the balance between the interests of the individual and the society without any jeopardy or invasion on the fundamental and basic rights of liberty and without any damage to the society and social interest. Courts have also guarded the society as a whole where both, the criminals and law abiding citizens live. The innocent, law abiding and peaceful citizens are also protected by the State and if in doing the same the courts do not tilt towards any side; otherwise the attitude will be deemed to be a disbalanced and the same may be called a dehumanising and callous attitude not only towards the accused but to the peace loving and law abiding citizens. Under these considerations the courts are also to look into the hard facts of life and the prevailing conditions and situations. They have also to see that the cases of the accused are decided as soon as possible without any damage to their life and without any incarceration and sufferings to them, but in so doing they will have to keep their, eyes open to the situation that with the increase of the population, with the increase of the legislation, with the increase of the diverse relations, all sorts of disputes have multiplied day and night; but the courts have also to see as to whether the provisions for the settlement of that disputes of every nature have been made in the same ratio as that of increase in population, litigation and disputes. In the society whether this ratio has been maintained? Courts have observed from time to time as mentioned above that the arrears are there and there are shortage of Judges and lack of parapharnelia and so in that event delays in disposal of cases are inevitable. As a matter of fact the delays are not to be looked but its causes should be removed by providing speedy justice. It will be denial of justice or distortion of justice if the courts with a.view to clear up the arrears and to cover up the lapses on the part of State clears off the cases in hasty and slipshod manners and so the criminals are let loose and they go scot free. This is not the purpose of the law and the Constitution of a civilised society in which we are living. Here both, the criminals as well as those who are innocent are equally protected within their legal, constitutional and human limits. Orders for bail or orders for abatement of appeals on the ground of delays may create paradise for criminals and expose the law abiding and peaceful citizens to horrors and dangers.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_70\"> 55. Now let us see what are the provisions of bail. Bail is granted before a person is convicted and also when he has been convicted by the trial court. The <a href=\"/doc/445276/\" id=\"a_81\">Code of Criminal Procedure</a> makes provisions about the same in Sections 436, 437, 438, 439 and 389. &quot;Bail and not jail&quot; is the cry of the time. But if the jail is necessary, then under what circumstances? Every citizen is presumed to be innocent, unless it is proved to the hilt by the cogent reliable and trustworthy evidence that he is guilty of any offence. The burden of such strict proof is on the prosecution and any other person who alleges that any offence has been committed by the innocent person. Every citizen is entitled to live in liberty till he commits an offence, but as soon as an accusation is made against any person his right to live in liberty comes in cloud. His right to live in liberty is over shadowed by the accusation in the shape of FIR, complaint and any other such material and then the collection of incriminating materials starts by the investigating agency when an FIR is lodged and before a Magistrate when a complaint is filed and the complainant leads evidence and the court after considering the same issues processes. Thereafter curtailment of liberty starts as law permits arrest before final decision of the guilt. If on the consideration of the facts it is found feasible that the man should be let off, then he is allowed to go on bail which is subject to all reasonable restrictions imposed by the Court. But if the Court finds, keeping in view the allegations, that the accused will not be available to law when required in court or when required after cancellation of bail then the accused is refused bail. In both the situations the court following the law and seeing the interest of the citizens, their constitutional rights and also the interest of the society does not tolerate any deviation or slightest breach of the Constitution.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\"> 56. Later on when the evidence is collected by the prosecuting agency or the courts on the evidence led by the complainant witnesses, the courts come to the conclusion that the accused is not guilty then charges are not framed and the person concerned is acquitted. But if after the collection of the evidence by the prosecution and the evidence adduced in court, the court comes to the conclusion that the evidence is clinching and the guilt of the accused is proved beyond any shadow of reasonable doubt and to the hilt then the accused has to face the punishment for the offence. His liberty then comes under eclipse till the period of sentence lasts, though during this period also he enjoys the legally and constitutionally available rights to the fullest. If against the conviction an appeal is filed then question of suspension of the sentence till the final disposal of the appeal of the convict is provided under law with considerations and after the appeal is disposed of by the last appellate court then the question of execution of sentence arises and then all considerations of fundamental rights of the convict except to move out are strictly followed. These are the various considerations which have been provided under law as well as followed and observed by the court from time to time and the same find expression in the judicial pronouncements.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_72\"> 57. Courts in India following the law have been laying down the criteria for granting bail, both at the stages of pre-conviction and post-conviction.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_73\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1337799\" id=\"span_43\">58. As regards pre-conviction stage the decisions in the case of <a href=\"/doc/1337799/\" id=\"a_82\">State v. Jagjit Singh</a>, AIR 1962 SC 253: (1962 (1) Cri LJ 215), State of Punjab v. Bachittar Singh, 1972 Cri LJ 341, a Full Bench decision of Punjab High Court (supra), State of Rajasthan v. Balchand, AIR 1977 SC 2447 : (1978 Cri LJ 195), GurCharan Singh v. State of Delhi Administration, AIR 1978 SC 179 : (1978 Cri LJ 129), Gudi Kanti Narsimhulu v. Public Prosecutor, A.P., AIR 1978 SC 429: (1978 Cri LJ 502), Babu Singh v. State of U.P., AIR 1978 SC 527 : (1978 Cri LJ 651), State (through the Dy. Commr. of Police, Special Branch) v. Jaspal Singh Gill, AIR 1984 SC 1503 : (1984 Cri LJ 1211) besides many other cases have laid down various criteria which may be summarised by borrowing their languages. For granting bail at the pre-conviction stage various considerations such as nature and seriousness of the offence, the character of the evidence, circumstances which are peculiar to the accused, a reasonable possibility of the presence of the accused not being secured at the trial, reasonable apprehension of witnesses being tampered with, larger interest of the  public or the State, the nature and gravity of the circumstances in which the offence was committed, the position and status of the accused with reference to the victim and the witnesses, the likelihood of the accused fleeing from justice or repeating the offence or jeopardising his own life, history of the case as well as the investigation, whether the presence of the accused will be secured to take judgment and serve out sentence in the event of court punishing him with imprisonment, the antecedent of the accused and likelihood to commit serious offences while on bail, whether the thoughtless bail order would enable the bailee to exploit the opportunity to inflict further crimes on the members of the society as it has been found from the criminological history that a thoughtless bail order has enabled the bailee to exploit the opportunity to inflict further crimes on the members of the society and such other similar considerations which the court may think fit and proper in the circumstances of the case. The granting of bails on the considerations that there was no likelihood of the respondent absconding or he being well connected or that the trial was likely to take considerable time should not be the only consideration with the courts in non-bailable cases. Courts have said that bails should be granted to persons if they are below 16 years of age or is a woman or a sick or an infirm person. No seeker of justice should be allowed to play confidence tricks on the court or community. Grant of bail is a judicial process. There cannot be inflexible rules for the exercise of the judicial discretion and no hard and fast guidelines can be laid down.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\"> 59. Reasonableness is the criterion for the exercise of the judicial power and that reasonableness postulates intelligent care and predicates that the deprivation of freedom by refusal of bail is not for the punitive purpose but for the bifocal interests of justice to the individual involved and society affected. All deprivation of liberty is validated by the social defence and individual correction along an anti-criminal direction. Public justice is central to the whole scheme of bail law. Fleeing justice has been forbidden but punitive harshness has been minimised. Exercise of power of bail should be judicial and not capricious. Powers of the Sessions Judge and the High Court for this exercise of judicial discretion are very wide, but they are fettered by reasonableness and interest of justice, both for the accused as well as the society affected.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_75\"> 60. As regards the question of grant of bail after conviction the position becomes different. The evidence is produced in court by both the parties and after consideration of that evidence by the court with the valuable assistance to the best of their ability by the counsel of both the sides the court after exercising its judicial mind to the best of its capacity passes a judicial order which may end in acquittal or may end in conviction. If acquittal&#x27;s reasons are given which may not appeal to the appellate court later on, but they stand good when the acquittal order is passed. Similarly when the conviction order is passed court gives its own cogent reasons based on materials on the records and legal position and those reasons stand till upset by the appellate court. Even after conviction one cannot be and is not deprived of his liberty and he files appeal. The appellate courts are to exercise their powers and they do exercise their powers. For that provision has been made in the Code and Section 389 (old Section 426), Cr. P.C., is there which is relevant to be quoted here :--  \n</p>   \n\n<blockquote id=\"blockquote_30\"> &quot;(1) Pending any appeal by a convicted person, the Appellate Court may, for reasons to be recorded in writing, order that the execution of the sentence or order appealed against be suspended and also, if he is in confinement, that he be released on bail or on his own bond.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_76\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087636\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"832811\" id=\"span_45\">61. Thus after appeal the court can suspend the execution of the sentence and order for the release of the appellant on bail till the disposal of the appeal on any such condition as the court thinks fit and proper to impose. For this the court is to record the reasons. Sandhawalia, J. (as he then was) in the Full Bench decision of <a href=\"/doc/832811/\" id=\"a_83\">State of Punjab v. Bachittar Singh</a> (1972 Cri LJ 341) (supra) has observed that comparing the two provisions (Sections 426 and 427, Cr. P.C. old) it is obvious that while Section 426, Cr. P.C., envisages the recording of the reasons for the suspension of the sentence and the grant of bail while no such restriction or qualification has  been imposed by law under Section 427, Cr. P.C. In the case of <a href=\"/doc/1087636/\" id=\"a_84\">Bhola v. State</a>, 1974 Cri LJ 1318 (All) Harisarup, J. has observed that for the grant of bail the appellant has to make out a case for the exercise of the discretion of suspension of sentence and if the court is satisfied that such reasons exist then it would proceed to consider the question of grant of bail to the appellant, though both the orders, that is suspension of sentence and granting of bail, are passed simultaneously and they involve two separate mandatory processes and in both the processes the basis is only the merits of the case and the degree of the probability of the appeal standing at the final stage besides the other factors like nature and gravity of the offence and the age and the health of the accused. He has further observed that the remaining of the accused on bail or in jail during the trial in the court below cannot of course be a relevant reason for suspending or not executing the sentence because this circumstance has no nexus with the execution or suspension of the sentence after conviction order has been recorded and circumstances stand neutralised and after conviction the man in jail and the man on bail stand on the same footing and so the classification of the appellants on their being on bail or in jail would be unreasonable. He also held that the extent and period of sentence arid the quantum of punishment cannot be a relevant reason for the suspension of sentence, though it can be a relevant factor only if prima facie it is shown that it was illegal, improper or excessive and not otherwise. He also held that the principle of irreparable injuries as is a criterion in civil decrees cannot be applicable as it is bound to cause injury which is irreparable.</span></span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_77\"> 62. The Supreme Court in the case of Gudi Kami Narsimhulu v, P.P., A.P. (AIR 1978 SC 429) (supra) has observed that when a case is finally disposed of and the person is sentenced to incarceration things stand on a different footing and the period of incarceration during the period of suffering imprisonment which may be irrevocable injury if the appeal ends in acquittal (sic). Even after the conviction when the courts suspend the execution and sentence and grant bail, the merits of the case and the possibility of the conviction being maintained in the last remain basic considerations for the court.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_78\"> 63.    While considering the merits of the case the court is also to consider the nature and the seriousness of the offence, the character of the offence, circumstances which were peculiar to the accused, the presence of the accused being secured to serve out the sentence, the larger interestof the public and the State. The court is also to see the age and the condition of the health. It is also to be seen in case of a woman whether it is fit to keep her in jail. It has also to see the welfare of her family. Court&#x27;s powers in grant of such bail are fettered only with reasonableness, propriety and the interest of the accused and the society at large. Bail can be refused only when the offences are heinous, shocking to the judicial conscience or shocking to the society and dangerous to the interest of society consisting of the law abiding citizens. Such cases cannot be categorised but can be mentioned only for example sake like mass killings, broad daylight murders, train robbery and dacoity with murders accompanied by all sorts of tortures, gang rape and murders, of fences against the brides, their burning and other tortures for reasons of dowry or otherwise, rapes on minor children and the types. Such are the considerations both at the pre-conviction and post-conviction stages.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_79\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_46\">64. In spite of the facts that an offence has been grave, serious and heinous and so against the interest of the accused and the society and so the Court refuses to suspend and also refuses to grant bail after suspending the sentence, yet is the accused liable to be kept indefinitely in jail when he is ready with his appeal and the court is not finding opportunity to hear the same for no fault of his ? Such a question arose in the case of <a href=\"/doc/193152/\" id=\"a_85\">Kashmira Singh v. State of Punjab</a>, AIR 1977 SC 2147 : (1977 Cri LJ 1746), where even after the grant of special leave the court was not able to hear the appeal for a period of four and half years. It was observed <a href=\"/doc/193152/\" id=\"a_86\">in that case</a> that &quot;The practice not to release on bail a person who has been sentenced to life imprisonment was evolved in the High Courts and in the Supreme Court on the basis that once a person has been found guilty and sentenced to life imprisonment he shouldnot be let loose so long as his conviction and sentence are not set aside, but the underlying postulate of this practice was that the appeal of such person should be disposed of within a measurable distance of time, so that if he is ultimately found to be innocent, he would not have to remain in jail for a unduly long period. The rationale of this practice can have no application where the court is not in a position to dispose of the appeal for 5 or 6 years&quot;. The Supreme Court held further.... ......</span>  \n</p><blockquote id=\"blockquote_31\">  &quot;It is, therefore, absolutely essential that the practice which this court has been following in the past must be reconsidered and so long as this court is not in a position to hear the appeal of an accused within a reasonable period of time the court should ordinarily, unless there are cogent grounds for acting otherwise, release the accused on bail in cases where special leave has been granted to the accused to appeal against his conviction and sentence.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_80\"> 65. Thus from these observations it appears that a person who has been found guilty and sentenced to life imprisonment should not be let loose so long as his conviction and sentence are set aside and that this rationale of the practice should not apply whether (where?) the court is not in a position to dispose of the appeal for 5 or 6 years. Now the question is what is the reasonable period of time. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_47\">In <a href=\"/doc/193152/\" id=\"a_87\">Kashmira Singh</a>&#x27;s case (AIR 1977 SC 2147) (supra) no reasonable period of time has been fixed, though it has been observed the rationale of refusal of bail should not apply where the court is not in a position to dispose of the appeal for 5 or 6 years.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1007347\" id=\"span_48\">In <a href=\"/doc/1007347/\" id=\"a_88\">Hussainara</a>&#x27;s case (AIR 1979 SC 1360) (supra) it has been said that the delay of one year in the commencement of the trial was bad enough and in Kadra Pehadiya&#x27;s case (AIR 1981 SC 939) (supra) period of one year for sessions trial was expected and on account of sessions trial not being completed within such a period the system of justice was thought to be dehumanised and against which Judges and lawyers were asked as to why they do not revolt. On account of these observations the learned counsel for the appellant suggested that a period of one year is equally applicable to the appeals also and My Lord the Chief Justice in this case accepting the arguments of the learned counsel for the appellant has suggested a period of one year as a reasonable time. He has observed that -</span>  \n</p>   \n\n<blockquote id=\"blockquote_32\"> &quot;Unless there are cogent grounds for acting otherwise, on conviction an appellant on a capital charge perhaps having already been through the mill of a delayed trial would become entitled to a favourable consideration for his liberty and grant of bail when even after one year of incarcerationand pendency of the appeal the High Court is unable to bring it to a final hearing. Indeed, I am of the view that so long as the delay in the hearing of such appeals extends to three or four years, the persons who are vicariously convicted on capital charges with the aid of Ss. 34 or 149 Penal Code, may well be granted bail on the admission of the appeal itself during the pendency of its hearing after such time. It is, however, made clear that this can apply only to the ordinary run of the mill cases and not to the peculiar and exceptionally heinous crimes outlined hereinafter.   \n</blockquote> \n\n<blockquote id=\"blockquote_33\"> However, the cases of convicts to whom the primal role in the capital crime is attributed and are held guilty on the substantive charge of murder or other capital offences are undoubtedly on a somewhat different footing and the same concession may not be extended to them in routine. However, it seems equally impossible that having gone through the mill of a trial extending over two to five years, they should still be denied bail and continue in further incarceration for three or four years awaiting the hearing of the appeal. Even in their cases after the period of one year of the pendency of the appeal the issue would have to be considered on the basic ground of delay in the light of the inability of the court itself to hear and dispose of the appeal. To my mind, barring the peculiarly heinous crimes shocking the very conscience of the society and the Court, there will be no alternative but to extend the concession of bail, under this class of cases as well if the insistent claim of the convicts for hearing of the appeal cannot be acceded to and their appeals are not adjudicated upon within the reasonable time frame of one year.&quot;   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_81\"> His Lordship further considering the horrendous capital crimes which are shocking to the conscience of the society, though did not frame exhaustive categorisation but on a bird&#x27;s eye view found the several crimes as the shocking to the conscience of the society and the court, such as multiple and mass murders on caste and tribal consideration which have the horror of the day, dacoity coupled with murders, crimes against weaker sex like rape with murder, bride burning or bride murder for extortion of dowry, terrorists crime, sensational crime like daylight bank robbery, abduction for ransom followed by murders, indiscriminate use of fire arms and bombs in murders disturbing public orders and lastly crimes against the law enforcing agencies while performing the duties. I am not able to accept the contention of the learned counsel for the appellant for fixing the period of one year with a despotic formulae or the observations of his Lordship in respect of offences both for the shocking as well as non-shocking. If the ground of delay is the consideration without keeping in view the merits of the case in the case of non-shocking cases then why there should be no consideration of delay in the case of those persons in respect of whom conscience is shocked. In both the cases delay in the disposal of the case may entitle the appellants for consideration of the bail when they appear before the court and demand the early hearing of the case, but the court is not able to do so.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_82\"> 66. The main question is what is the measurable distance of time. It is true that a person who has been accused in an offence and whose liberty is invaded starts suffering incarceration from the day the invasion on his innocence is made. This is so not only in heinous crimes but also in lesser crimes. But when an offence is committed and law is voilated the prosecuting agency attacks the innocence and gathers evidence and presents before the court the entire matters and the court after applying its judicial mind and with giving full hearing to the parties concerned to present their cases to the best of their capacity, comes to a judicial finding about the guilt of the accused and the court after considering the matters on merits and the interest of the parties concerned including the society and the State considers that it is not a fit case to grant bail, then by fixing despotic period of one year without any basis or criteria without looking to the conditions of the court and the alarming decrease in the number of courts and with the best possible efforts of the Government including the head of the judiciary to provide the judicial system with proportionate and proper paraphernalia, will be to set at naught the considerations at the time of refusing suspension of sentence and grant of bail.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_83\"> 67. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1687319\" id=\"span_49\">In the case of <a href=\"/doc/1687319/\" id=\"a_89\">Gora v. State of West Bengal</a>, AIR 1975 SC 473 : (1975 Cri LJ 429) where Bhagwati, J. (as he then was) considered the question of proximity of time and the like link between the grounds of criminal activities and the purpose of detention and the intervals and unexplained delay in between the two and  observed  that no authority  acting rationally can be statisfied subjectively or otherwise, of future mischief merely because long ago the detenu had done something evil. To rule otherwise is to sanction a simulacrum of a statutory requirement. But no mechanical test by counting months of the intervals is sound. It all depends on the nature of the acts relied on, grave and determined or less serious and corrigible, on the length of the gap, short or long, on the reason for the delay in taking preventive action ..........there is, therefore, no hard and fast rule that merely because there is a time lag of about six months between the &#x27;offending acts&#x27; and the date of the order of detention the casual link must be taken to be broken and the satisfaction claimed to have been arrived at by the District Magistrate must be regarded as sham or unreal...........The test of proximity is not a rigid or mechanical test to be blindly applied by merely counting the number of months between the &#x27;offending acts&#x27; and the order of detention.&quot;</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_84\"> 68. Thus mere counting of months and fixing a period without any basis cannot be a measurable distance of time. One cannot lose sight of the provisions in the <a href=\"/doc/445276/\" id=\"a_90\">Code of Criminal Procedure</a> like <a href=\"/doc/1687975/\" id=\"a_91\">Section 167</a>, Cr.P.C. about the submission of charge-sheet within sixty days and 90 days and provisions contained in <a href=\"/doc/1599077/\" id=\"a_92\">Section 468</a>, Cr.P.C. when a period of limitation for launching the prosecution has been provided. The Legislature in its wisdom did not think proper to fix any period and otherwise also it would (not?) have been possible for the legislature to have fixed a period. As mentioned earlier in cases of preventive detention as well as the execution of death sentence which definitely are more serious and urgent than a person in jail after conviction, no specific period has been fixed by the courts or by law and the matters have been left to the judicial discretion in every case and every case has to be decided on its own conditions and circumstances. The drastic power of detention has been tolerated and so his case and also that of a person who remains in death cell for twenty three and half (years) daily waiting for the confirmation of the death sentence and thereafter for reprieve, have been considered but in none of them any fixation of time is there and it has been left only to the reasonableness of the persons, concerned who are expected to dispose of the matters as quickly and as expeditiously as possible, without any mechanical counting of days or months.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_85\"> 69. In the Chap. XII, Rule 17, Sub-rule (c), Patna High Court Rules, says : --  \n</p>   \n\n<blockquote id=\"blockquote_34\"> &quot;The Registrar shall have the paper Book of the cases in Part II of the Monthly Cause List and Weekly supplements thereto prepared strictly in order of issue of notice and receipt of records and this order shall not be deviated from in the absence of a special direction with regard to any particular case from the Registrar or Bench :  \n</blockquote> \n\n<blockquote id=\"blockquote_35\"> Provided that -  \n</blockquote><blockquote id=\"blockquote_36\">  Death reference cases, bail petit ions, cases in which bail has been refused applications for transfer of cases, cases admitted on question of extent and legality of sentence, petitions for restoration of cases dismissed for non-prosecution and all cases (appeals, applications and motions) which after admission and passing of the interim orders hold tip proceeding before lower courts shall have precedence over other cases in preparation for hearing and the Registrar shall have the paper book in such cases prepared at once according to the prescribed rules shall such cases the word &quot;Expeditious&quot; shall be marked boldly in red ink in from page of the order sheet.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_86\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"859435\" id=\"span_50\">70. In view of this provision the cases in which bail has been refused to the appellant after conviction can be given priority and precedence in hearing and they can be heard earlier than those cases in which bail has been granted by the court and if this rule is strictly followed then the appeals in which the convicts are in jail can be heard within a very reasonable period of time which may in cases come down to less than a year. It appears that this rule has been observed more in breach resulting in inability of the courts to hear the appeals. It appears from the judgment of <a href=\"/doc/859435/\" id=\"a_93\">Harbhajan Singh v. State of Punjab</a>, (1977 Cri LJ 1424) (supra) that in order to avoid any individious distinction that the Court had adhered to the practice that normally all these life sentence appeals were listed and heard strictly in accordance with their number and in the order in which they were filed and so for that reason the case of the appellants convicted with life imprisonment could not be listed for long time and when the judgment was passed it was expected that the appeals filed in the year 1973, and by which time 40 life sentence appeals were pending for disposal, were not likely to be disposed of for the next one or two years. The court had to observe that the person who has been sentenced to 7 years rigorous imprisonment would have undergone nearly the whole or in any case a substantial part of the sentence by the time. When a provision exists in the Patna High Court Rules about the early listing as expedition it could be resorted to and if it is resorted to then no such situation can arise for fixing a period.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_87\"> 71. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1498447\" id=\"span_51\">In a case against acquittal in the <a href=\"/doc/1498447/\" id=\"a_94\">State of U. P. v. Hari Ram</a>, AIR 1983 SC 1081 : (1983 Cri LJ 1638) the Supreme Court observed &quot;lastly Mr. Garg appealed to this court not to interfere in this case as the accused have been subjected to a waiting period of about 15 years starting from the institution of the case till the judgment of this court. We are afraid it is not possible to concede to the request of the counsel because once we find that the respondents are guilty of the offence of murder, whatever be the nature of the time lag, between the prosecution and conviction the law must take its course.&quot;</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_88\"> Applying this principle that a person who has been found guilty of an offence by a court, the nature of time lag between the prosecution and conviction will not come in way and law will take its own course, in the case of a person who has been convicted in a case of heinous offence and whom the court has not found fit to be released on bail or suspending the sentences then the time lag between their prosecution from the stage of the court below till the disposal of the appeal will not come in way and the law will have its own course. The law has made a provision for early disposal in its Rule. Without following those rules if the accused found guilty in accordance with law and moreover again found unfit for release on bail by the High Court are enlarged on bail simply because the period of one year has elapsed, it will be something to deviate from the provision of law as well as the judicial pronouncement of the highest court of law. It is for the court to see that the cases of those persons who are in jail are listed with top priority and precedence without regard to the year of filing and if the procedure is followed it will be in accordance with law and Rules and will not be individious distinction.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_89\"> 72. I may add as a word of caution that if a period of one year is fixed for the disposal of the appeals then in the event of inability of the court to dispose of the appeals on account of the reasons beyond its control would be giving a lever even to those persons who are convicted of heinous offences and very shocking to the society and the Court to approach for bail. And there will be a further controversy as to which is a very shocking and heinous crime as for one it may be very shocking but for the other it may not be so and the categorisation and classification of such cases will further entail the delay in the disposal of the appeal itself.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_90\"> 73. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"595461\" id=\"span_52\">In the latest decision of the Supreme Court in the case of <a href=\"/doc/595461/\" id=\"a_95\">Sheela Barse v. Union of India</a>, AIR 1986 SC 1773 : (1986 Cri LJ 1736) where the Supreme Court has been approached under <a href=\"/doc/981147/\" id=\"a_96\">Article 32</a> of the Constitution for the release of the children within the age of 16 years detained in jails at different stages of the country and for production of the completed information of the children who are in jail, the Supreme Court considered the question of speedy trial again for which the entire para 12 of that case is essential to be seen which is : --</span>  \n</p>   \n\n<blockquote id=\"blockquote_37\"> &quot;We would also direct that where a complaint is filed or first information report is lodged against a child below the age of 16 years for an offence punishable with imprisonment of not more than 7 years, the investigation shall be completed within a period of three months from the date of filing, of the complaint or lodging of the First Information Report and if the investigation is not completed within this time, the case against the child must be treated as closed. If within three months, the charge-sheet is filed against the child in case of an offence punishable with imprisonment of not more than 7 years, the case must be tried and disposed of within a further period of 6 months at the outside and this period should bei inclusive of the time taken up in committal proceedings, if any. We have already held in Hussainara Khatoon v. Home Secretary, State of Bihar, (1979) 3 SCR 169 : AIR 1979 SC 1360 : (1979 Cri LJ 1036) that the right to speedy trial is fundamental right implicit in.   \n</blockquote> \n\n<blockquote id=\"blockquote_38\"> <a href=\"/doc/1199182/\" id=\"a_97\">Article 21</a> of the Constitution. If an accused is not tried speedily and his case remains pending before the Magistrate or the Sessions Court for an unreasonable length of time, it is clear that his fundamental right to speedy trial would be violated unless, of course, the trial is held on account of some interim order passed by a superior court or the accused is responsible for the delay in the trial of the case. The consequence of violation of the fundamental right to speedy trial would be that the prosecution itself would be liable to be quashed on the ground that it is in breach , of the fundamental right. One of the primary reasons why trial of criminal cases is delayed in the courts of Magistrate and Additional Sessions Judges is the total inadequacy of judge-strength and lack of satisfactory working conditions for Magistrates and Additional Sessions Judges. There are courts of Magistrates and Additional Sessions Judges where the work load is so heavy that it is just not possible to cope with the work load, unless there is increase in the strength of Magistarates and Additional Sessions Judges. There are instances where appointments of Magistrates and Additional Sessions Judges are held up for years and the courts have to work with depleted strength and this affects speedy trial of criminal cases. The Magistrates and Additional Sessions Judges are often not provided adequate staff and other facilities which would help improve their disposal of cases. We are, therefore, firmly of the view that every State Government must take necessary measures for the purpose of setting up adequate number of courts, appointing requisite number of Judges and providing them the necessary facilities. It is also necessary to set up an Institute of Academy for training of Judicial Officers so that their efficiency may be imporved and they may be able to regulate and control the flow of cases in their respective courts. The problem of arrears of criminal cases in the courts of Magistrates and Additional Sessions Judges has assumed rather disturbing proportions and it is a matter of grave urgency to which no State Government can afford to be oblivious. But, here we are not concerned with the question of speedy trial for an accused who is not a child below the age of 16 years. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"595461\" id=\"span_53\">That is a question which may have to be considered in some other case where this Court may be called upon to examine as to what is reasonable length of time for a trial beyond which the court would regard the right to speedy trial as violated. So far as a child accused of an offence punishable with imprisonment of not more than 7 years is concerned, we would regard a period of 3 months from the date of filing of the complaint or lodging of the First Information Report as the maximum time permissible for investigation and a period of 6 months from the filing of the charge-sheet as a reasonable period within which the trial of the child must be completed. If that is not done, the prosecution against the child would be liable to be quashed. We would direct every State Government to give effect to this principle or  norm <a href=\"/doc/595461/\" id=\"a_98\">laid down by</a> us in so far as any future cases are concerned, but so far as concerns pending cases relating to offences punishable with imprisonment of not more than 7 years, we would direct every State Government to complete the investigation within a period of 3 months from today if the investigation has not already resulted in filing of charge-sheet and if a charge-sheet has been filed, the trial shall be completed within a period of 6 months from today and if it is not, the prosecution shall be quashed.&quot;</span>   \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_91\"> 74. The Supreme Court has fixed a period of 3 months for completion of the investigation and 6 months for the completion of the trial in the cases involving punishment for imprisonment of not more than 7 years.The Supreme Court has said that it was not concerned with the question of speedy trial of an accused who is not a child below the age of 16 years and that question will have to be considered in some other case as to what will be the reasonable length of time for a trial beyond which the court would regard the right to speedy trial as violated.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_92\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"595461\" id=\"span_54\">75. The Courts have been the guardian of the Constitution and sentinels of the rights and liberties of the citizens and they have been guarding the same through the judicial process. They have looked to the interest of the citizens even if there is no specific provision for the same as it is apparent from the cases decided by the courts specially the Supreme Court from time to time and they have tried to protect the interest of the society as the aim of law is to harmonise the social interest and that is why the courts have administered justice even without law but on other considerations quite within the ambit of law and Constitution. Though the courts have power to fix any period as has been done in the case of <a href=\"/doc/595461/\" id=\"a_99\">Sheela Barse v. Union of India</a>, (AIR 1986 SC 1773) (supra), but the courts have also refrained from doing so unless there are adequate provisions for the same. How far the provisions for the early disposal of cases and the appeals are looking have been mentioned from time to time by the Courts and that is the reason why in the case of Kashmira Singh, (AIR 1977 SC 2147) and later on in Sheela Barse the Courts have refrained from fixing period and so in the case of appeals against conviction on capital charges it will be prudent, reasonable and in consonance with the lacking and wanting conditions of the Courts that the resort should be had to the rules of the Court which provided for the expeditious disposal of the appeals of the persons in jail and giving them preference over those who are outside the jail; rather than fixing the despotic period of one year in those cases in which the conscience is not shocking and denying the  period of one year to those in cases in which conscience of the society is shocked. So if the rules are strictly followed then it is possible that the appeals of all the convicts who are not entitled to bail on merits whether shocking to conscience or not will be disposed of within a period of even less than one year. One cannot forget that this is a society consisting not only of the criminals alone but innocent and law abiding and law fearing people also whose interest is also to be safeguarded side by side and the interest of the criminals who have been convicted in accordance with law.</span>  \n</p> \n\n","numcites":39,"numcitedby":29,"docsource":"Patna High Court","citetid":988669,"divtype":"judgments","relatedqs":[{"value":"false imprisonment","formInput":"false%20imprisonment"},{"value":"article 21","formInput":"article%2021"},{"value":"death sentence","formInput":"death%20sentence"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"right to speedy trial","formInput":"right%20to%20speedy%20trial"},{"value":"hussainara khatoon ","formInput":"hussainara%20khatoon%20"},{"value":" delayed trial ","formInput":"%20delayed%20trial%20"},{"value":"a travesty of justice","formInput":"a%20travesty%20of%20justice"},{"value":"article 21 of constitution","formInput":"article%2021%20of%20constitution"},{"value":"suspension of sentence","formInput":"suspension%20of%20sentence"},{"value":"personal liberty","formInput":"personal%20liberty"},{"value":"binding precedent","formInput":"binding%20precedent"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"preventive detention","formInput":"preventive%20detention"},{"value":"criminal jurisprudence","formInput":"criminal%20jurisprudence"},{"value":"jurisprudence","formInput":"jurisprudence"},{"value":"babu singh v. state of up","formInput":"babu%20singh%20v.%20state%20of%20up"},{"value":"bail granted","formInput":"bail%20granted"},{"value":"expeditious hearing","formInput":"expeditious%20hearing"},{"value":"right to liberty","formInput":"right%20to%20liberty"}],"cats":[{"value":"protection-of-life-and-liberty","formInput":"tag:protection-of-life-and-liberty"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":false,"query_alert":null,"agreement":false}