{"tid":355217,"publishdate":"2000-06-12","title":"Sterling Construction & Investment vs Assistant Commissioner Of Income Tax on 12 June, 2000","doc":"<h2 class=\"doc_title\">Sterling Construction &amp; Investment vs Assistant Commissioner Of Income Tax on 12 June, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: [2001]79ITD299(MUM)</h3>\n\n<pre id=\"pre_1\">ORDER</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\">I.P. Bansal, J.M. \n \n\nThis appeal of the assessee is directed against the order of Commissioner (Appeals) passed under the provisions of section 263 dated 31-3-1999 for the assessment year 1995-96. In this appeal the assessee has contested the validity of order passed by the Commissioner of Income-tax under the provisions of <a href=\"/doc/1978286/\" id=\"a_1\">section 263</a> of the Income Tax Act, 1961 on various legal grounds as well as on merits. For the sake of convenience the grounds of appeal raised are reproduced below :\n</p> \n\n<blockquote id=\"blockquote_1\">&quot;(1) The learned Commissioner erred in revising the assessment order, which was passed under <a href=\"/doc/144280341/\" id=\"a_2\">section 143(3)</a> read with <a href=\"/doc/1244329/\" id=\"a_3\">section 144A</a> of the Income Tax Act, 1961.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(2) The learned Commissioner failed to appreciate that since the assessment order was framed by the assessing officer on the directions given by the Dy. Commissioner under <a href=\"/doc/1244329/\" id=\"a_4\">section 144A</a> of the Act, the assessing officer had applied his mind and hence his order could not be revised under <a href=\"/doc/1978286/\" id=\"a_5\">section 263</a> of the Act.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(3) The learned Commissioner ought to have appreciated that the assessment order passed by the assessing officer by taking in view not only the provisions of the Act, but also following the various authorities, cannot be said to be erroneous and prejudicial to the interest of the revenue within the meaning of <a href=\"/doc/1978286/\" id=\"a_6\">section 263</a> of the Act unless some later judgment of the Supreme Court reversed that view.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(4) Without prejudice to the above, the learned Commissioner ought to have appreciated that it is not enough that some prejudice is caused to the revenue, but is further necessary that the order sought to be revised by the Commissioner is also erroneous.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(5) The learned Commissioner ought to have appreciated that if the view taken by the assessing officer could also be a possible view, it cannot be held to be erroneous merely because the Commissioner holds a different view.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(6) The learned Commissioner ought to have appreciated that in normal course, revisionary jurisdiction cannot be allowed to be exercised either for substituting opinion or for making fishing or roving enquiry.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(7) Without prejudice to the above, the learned Commissioner failed to appreciate that where assessment was completed under <a href=\"/doc/144280341/\" id=\"a_7\">section 143(3)</a> read with <a href=\"/doc/1244329/\" id=\"a_8\">section 144A</a> i.e.,  after raising query by the assessing officer regarding allowability of the claim and getting reply from the appellant and also directions from the Dy. Commissioner regarding the said claim and except audit objection, there was no material on record that any adverse or incorrect material was furnished by the appellant, action under <a href=\"/doc/1978286/\" id=\"a_9\">section 263</a> was totally unwarranted.\n</blockquote> \n\n<blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"279047\" id=\"span_1\">(8) The learned Commissioner erred in not following the judgment of the Bombay High Court in the case of <a href=\"/doc/279047/\" id=\"a_10\">CIT v. Gabriel India Limited</a> reported in 203 ITR at page 108. The appellant submits that as per the ratio of the said judgments of the Bombay High Court, the Commissioner cannot assume jurisdiction under <a href=\"/doc/1978286/\" id=\"a_11\">section 263</a> of the Act,  where the assessing officer has already made inquiries in respect of the receipt of Rs. 4.95 crores by way of damages for which the appellant had given detailed explanation by letters in writing. All these were part of the record of the case. Evidently, the claim was allowed by the assessing officer on being satisfied with the explanation of the appellant.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"949313\" id=\"span_2\">(9) The learned Commissioner erred in stating that the assessing officer had not taken into consideration the judgment of the Bombay High Court in the case of <a href=\"/doc/949313/\" id=\"a_12\">CIT v. Vijay Flexible Containers</a> reported in 195 ITR at page 28, which in fact the assessing officer has discussed the opinion of the counsel Shri V.H. Patil wherein the above judgment of the Bombay High Court was duly considered and distinguished. Thus, the learned Commissioner has not brought out any new facts or judgment in his order but has taken a different view on the same facts and law duly considered by the assessing officer/Dy. Commissioner and that is precisely what the Bombay High Court in the case of Gabriel India Limited has held that on a mere change of opinion revisional powers cannot be exercised.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_3\">(10) Without prejudice to the above, the learned Commissioner erred in placing reliance on the ratio <a href=\"/doc/949313/\" id=\"a_13\">laid down by</a> the Hon&#x27;ble Bombay High Court in the case of <a href=\"/doc/949313/\" id=\"a_14\">CIT v. Vijay Flexible Containers</a>, reported in 195 ITR at page 28.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"593671\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"59325\" id=\"span_5\">(11) The learned Commissioner failed to appreciate that the ratio <a href=\"/doc/949313/\" id=\"a_15\">laid down by</a> the Hon&#x27;ble Bombay High Court in the abovementioned case did not apply to the facts of the appellant&#x27;s case, whereas the ratio <a href=\"/doc/949313/\" id=\"a_16\">laid down by</a> the same High Court in the case of <a href=\"/doc/59325/\" id=\"a_17\">CIT v. A.A. Dehgamwalla</a> (195 ITR page 28, 36) and also in the case of the <a href=\"/doc/593671/\" id=\"a_18\">CIT v. Bharat Forge &amp; Company</a> (205 ITR page 339,350) would be fully applicable to the facts of the appellant&#x27;s case.</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"233063\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"846502\" id=\"span_7\">(12) Without prejudice to the above, the learned Commissioner ought to have followed the ratio <a href=\"/doc/593671/\" id=\"a_19\">laid down by</a> the Hon&#x27;ble Madras High Court in the case of <a href=\"/doc/846502/\" id=\"a_20\">CIT v. B. Nagi Reddy</a> reported in 144 ITR at page 62 and also of the Bombay High Court in the case of <a href=\"/doc/233063/\" id=\"a_21\">Thana Electricity Supply Ltd. v. CIT</a>, reported in 206 ITR at page 727, wherein the Courts held that if there are two decisions of the same High Court holding two different views, then <a href=\"/doc/233063/\" id=\"a_22\">in that case</a>, later decision has to be followed.&quot;</span></span>\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Brief facts of the case as observed from the record before us are as under :\n</p> \n\n<blockquote id=\"blockquote_13\">(1) The assessee is a registered firm carrying on various business activities including making investment in shares, securities, dividend, lease rent from leasing out property and carrying on business as builders, developers and immovable property.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">(2) As a result of negotiations held between the assessee and M/s. Eastern Ceramics Ltd. in regard to purchase of property owned by said M/s. Eastern Ceramics Ltd., the assessee had handed over a sum of Rs. 5,00,000 being earnest money of total consideration of Rs. 5,80,00,000 vide Cheque No. 100852 dated 21st July, 1989 of Omal International Bank, Mumbai.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(3) According to the facts stated in Suit No. 3281 of 1990 filed by the assessee against the said M/s. Eastern Ceramics Ltd. after holding various meetings in respect of negotiation of property owned by said M/s. Eastern Ceramics Ltd., a valid, binding and concluded agreement had arrived at whereby the said M/s. Eastern Ceramics Ltd agreed to sell to the assessee-firm and the assessee-firm agreed to purchase from M/s. Eastern Ceramics Ltd. the said property at a price of Rs. 5,80,00,000 on the terms and conditions as below\n \n\n</blockquote><blockquote id=\"blockquote_16\">(a) Rs. 5 lakhs as by way of earnest money.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(b) Rs. 25 lakhs on the event of handing over vacant possession of property measuring 35,000 Sq. Mtr. approximately.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">(c) Rs. 50 lakhs on permission for close of factory.\n</blockquote> \n\n<blockquote id=\"blockquote_19\">(d) Rs. 50 lakhs on settling of claims of workers.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">(e) Rs. 363.75 lakhs by way of monthly instalment of Rs. 5 lakhs each after grant of ITD) and CC in respect of entire property.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">(f) Rs. 57.5 lakhs was agreed to be paid by the assessee on producing the necessary <a href=\"/doc/308526/\" id=\"a_23\">section 230A</a> Certificate and executing conveyance.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">(g) The balance sum of Rs. 28.75 lakhs was agreed to be adjusted towards cost of 1 share of stamp duty and registration charges relating to said M/s. Eastern Ceramics Ltd.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">(4) Though the terms so agreed were oral but the same were precisely worked out and in spite of best efforts of the assessee, the same were never reduced into writing because no cooperation in this regard was granted by said M/s. Eastern Ceramics Ltd. to the assessee firm.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">(5) The assessee-firm in repeated requests made by it to M/s. Eastern Ceramics Ltd. for giving vacant possession of 35,000 Sq. Metre. vacant land on payment of Rs. 25 lakhs as per terms worked out between them had not got the possession of said land.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">(6) Aggrieved by this action of said M/s. Eastern Ceramics Ltd. the assessee-firm filed Suit No. 3281 of 1990 in the Bombay High Court claiming therein that in view of the payment of earnest money to said M/s. Eastern Ceramics Ltd. for which proper receipts were issued by the responsible persons of the said company and also in view of the clear terms and conditions specified and agreed in various meetings held between them, a valid binding and concluded agreement had been arrived at whereby said M/s. Eastern Ceramics Ltd. had agreed to sell to the assessee and assessee had agreed to purchase from said M/s. Eastern Ceramics Ltd. the relevant property and thus the assessee is entitled to claim specific performance thereof.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">(7) Without prejudice to the demand of the assessee-firm in suit so filed by it before Hon&#x27;ble High Court in respect of specific performance of the agreement in the alternative it was also claimed that in case specific performance is not granted in that event in addition to refund of earnest money of Rs. 5 lakhs along with interest at the rate of 21 per cent per annum from the date of cheque till payment or realisation, the assessee-firm claimed damages for breach of agreement to the tune of Rs. 600 lakhs as per exhibit &#x27;G&#x27; as estimated by assessee-firm together with interest at the rate of 21  per cent per annum.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">(8) It was asserted in the suit so filed by the appellant-firm in the High Court that as said M/s. Eastern Ceramics Ltd. is attempting to sell and/or enter into an agreement for sale and/or to create third party rights in respect of relevant property to the detriment to the assessee-firm. Therefore, in the interest of justice till the pendency and hearing and final disposal of the suit, the court receiver, High Court, Bombay or some other fit person or proper person be appointed as Receiver of said property with all powers under order 40 rule I <a href=\"/doc/161831507/\" id=\"a_24\">of the Code of Civil Procedure</a>, 1908 and similar other requests were also made in the suit so filed by the assessee-firm dated 31-10-1990.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">(9) Notice of motion No. 1107 of 1991 was issued in respect of said suit filed before Hon&#x27;ble High Court dated 7-5-1991 which is decided by Hon&#x27;ble High Court on 11-7-1994 in which the Hon&#x27;ble Justice observed as under that assessee-firm had made out a prima facie case in respect of the oral agreement for sale. The agreement has been entered into negotiations between the parties. It was held in the said notice of motion that the assessee-firm have made good their case for grant of interim relief or injunction in terms of prayer clause (b) of the notice of motion and the notice motion was made absolute in terms of prayer clause (b). Clause (b) of notice of motion is re-produced below :\n</blockquote> \n\n<blockquote id=\"blockquote_29\">&quot;that pending the hearing and final disposal of the suit the defendants by themselves their servants and agents be restrained by an order and injunction of this Hon&#x27;ble court from in any manner transferring, disposing of, alienating encumbering or creating any third party rights or parting with possession of the said property more particularly described in Ex. A hereto or any part thereof.&quot;\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">(10) Thereafter said M/s. Eastern Ceramics Ltd. also filed appeal against the notice of motion so issued in suit No. 3281 of 1990 on 2-8-1994.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">(11) On 19-8-1994 both the parties got disposed of the said suit in pursuance of certain consent terms by obtaining order from Hon&#x27;ble High Court according to which a sum of Rs. 5 crores was agreed to be paid by said M/s. Eastern Ceramics Ltd., to assessee-firm on or before 28-2-1995.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">(12) It is observed from the Assessment order that the assessee-firm had included the said amount so received in the profit &amp; loss account and had also paid the tax accordingly. In the return of income filed by the assessee on 15-3-1996,  the receipt of Rs. 4.95 crores were declared as income not liable to tax as business income or trading receipt or as a capital gain or as a casual or non-recurring income under <a href=\"/doc/1652370/\" id=\"a_25\">section 10(3)</a> of the Income Tax Act and on account of the same a refund of Rs. 1,34,12,099 was resulted which was issued after obtaining the necessary prior permission of Commissioner, who accorded his consent for issue of refund vide his letter dated 23-5-1996. As refund exceeded Rs. 50 lakhs, the same fall under necessary scrutiny.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">(13) During the course of assessment proceedings, the assessee-firm made petition under the provisions of <a href=\"/doc/1244329/\" id=\"a_26\">section 144A</a> with Dy. Commissioner Range 21, Mumbai,  requesting therein to issue necessary instructions on the point of whether the receipt of damage amounting to Rs. 4.95 crores is taxable or not.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">(14) The Deputy Commissioner issued the following direction under the provisions of <a href=\"/doc/1244329/\" id=\"a_27\">section 144A</a> vide his order bearing No. DC.RG.21/144A/1996-97 dated 27-5-1996 :\n</p> \n\n<blockquote id=\"blockquote_30\">&quot;The assessee was given an opportunity to present the case upon which Shri Rashmi J. Zaveri, CA attended on behalf of the assessee and submitted that the receipt by way of damages from M/s. Eastern Ceramics Ltd as per the directions of the Mumbai High Court following the backing out by the said party from an oral agreement to sell the factory premises at Goregaon to the assessee is not liable to tax either as business income or trading receipt or as a capital gain or as a casual and non-recurring receipt. In support of its contention, detailed notes along with copies of various supporting judicial decisions were furnished which were perused and the case was discussed and examined at length.\n</blockquote> \n\n<blockquote id=\"blockquote_31\">After examining the issue in the light of the various judicial decisions, I am of the opinion that the receipt by way of damages is not taxable in the hands of the assessee as business income, or capital gains, or casual and non-recurring receipt under <a href=\"/doc/1652370/\" id=\"a_28\">section 10(3)</a> of the Income Tax Act. This aspect may be taken into consideration while framing the assessment under <a href=\"/doc/144280341/\" id=\"a_29\">section 143(3)</a> for assessment year 1995-96.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_8\">Following the directions of Dy. Commissioner it was held by the assessing officer that the damages of Rs. 4.95 crores received by the assessee is neither taxable as a business income nor as a trading receipt nor capital gain nor casual non-recurring receipt under <a href=\"/doc/1652370/\" id=\"a_30\">section 10(3)</a> of Income Tax Act, 1961 and the income was computed as under:-\n</p> \n\n \n   \n \n\n<blockquote id=\"blockquote_32\">&quot;Net Profit as per P&amp;L Account and as per statement \n \n \n\nRs. 4,79,02,417\n\n  \n \n\nLess : Income not liable for tax  \n \n \n\nRs. 4,76,91,217\n\n  \n \n\nTotal income\n \n \n\nRs. 2,11,200&quot;\n</blockquote>\n\n\n\n \n\n<p data-structure=\"Issue\" id=\"p_9\">(15) This order was reversed by Commissioner in exercise of his powers under <a href=\"/doc/1978286/\" id=\"a_31\">section 263</a> of Income Tax Act.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\">(16) Our attention was drawn to the fact that the file of Dy. Commissioner in regard to proceedings under <a href=\"/doc/1244329/\" id=\"a_32\">section 144A</a> was also sent to Commissioner for getting his approval in regard to decision on this point. The appellant also had submitted the copy of these proceedings, which suggested that Dy. Commissioner had referred the matter to the then Commissioner, who vide order sheet dated 27th May, 1996 directed the Dy. Commissioner to issue necessary instructions to the assessing officer under the powers conferred on him under <a href=\"/doc/1244329/\" id=\"a_33\">section 144A</a>. Thus, the assessment was framed vide assessing officer&#x27;s order dated 30-6-1996.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\">Commissioner issued a notice under <a href=\"/doc/1978286/\" id=\"a_34\">section 263</a> dated 11-1-1999 in respect of assessment so framed by assessing officer, contents of which are as under :\n</p> \n\n<blockquote id=\"blockquote_33\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1798838\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"59325\" id=\"span_9\">&quot;While completing the assessment by the assessing officer under <a href=\"/doc/144280341/\" id=\"a_35\">section 143(3)</a> read with <a href=\"/doc/1244329/\" id=\"a_36\">section 144A</a>, the said amount of Rs. 4.95 crores has not been taxed. The assessing officer as well as the then Dy. Commissioner relied the decision in the case of <a href=\"/doc/59325/\" id=\"a_37\">CIT v. Dehgamwalla</a>, 195 <a href=\"/doc/1798838/\" id=\"a_38\">ITR 28 and Bharat Forge Co. Ltd. v. CIT</a> (1994) 205 ITR 339. However, it is noticed that the fact of the case in fact are identical to the case of CIT v. M/s. Vijay Flexible Containers (1990) 186 ITR 693.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_10\">Accordingly, while completing, the assessment the assessing officer as well as the then Dy. Commissioner failed to consider the decision in <a href=\"/doc/949313/\" id=\"a_39\">CIT v. Vijay Flexible Containers</a> (1990) 186 ITR  693.&quot;</span>\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">In response to this notice, the assessee filed written submissions dated 9-2-1999. After considering the written submissions of the assessee, the Commissioner passed a detailed order on 31-3-1999.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_13\">Aggrieved by this order of Commissioner passed under the provisions of <a href=\"/doc/1978286/\" id=\"a_40\">section 263</a> the assessee is in appeal before us. The learned authorised representative assailing the impugned order of Commissioner under <a href=\"/doc/1978286/\" id=\"a_41\">section 263</a> on ground of legality contended that the order passed under the provisions of <a href=\"/doc/1978286/\" id=\"a_42\">section 263</a> will be bad in the following counts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_11\">(1) The matter in regard to taxability of relevant transaction was considered at length by taking into account all relevant facts as well as law specifically the observations of the jurisdictional Bombay High Court in the case of <a href=\"/doc/949313/\" id=\"a_43\">CIT v. Vijay Flexible Containers</a> (1990) 186 ITR 693 (Bom).</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\">(2) The order passed by assessing officer was as per directions of Dy. Commissioner as well as the then Commissioner, so the successor Commissioner cannot sit over the judgment of the then Commissioner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">(3) The issue regarding chargeability of tax on the relevant transaction was debatable issue so <a href=\"/doc/1978286/\" id=\"a_44\">section 263</a> cannot be applied.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_13\">(4) The view expressed by jurisdictional High Court in the case of <a href=\"/doc/59325/\" id=\"a_45\">CIT v. Abbasbhoy A. Dehgamwalla</a> (1992) 195 ITR 28 (Bom) should be applied in place of view taken in <a href=\"/doc/949313/\" id=\"a_46\">Vijay Flexible Containers</a> case (supra) as Abbasbhoy A. Dehgamwall as jurisdiction being latest decision of jurisdictional High Court.</span></span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">(5) That if the view taken by assessing officer in the original assessment proceedings is at all tenable view, the application of <a href=\"/doc/1978286/\" id=\"a_47\">section 263</a> will be wrong.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">In this regard learned AR relied upon various decisions as under:\n</p> \n\n<blockquote id=\"blockquote_34\">(i) Malabar Industrial Co. Ltd. v. CIT(2000) 243 ITR 83  (SC)\n \n\n</blockquote><blockquote id=\"blockquote_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1715125\" id=\"span_14\">(<a href=\"/doc/1715125/\" id=\"a_48\">ii) Julelal Land Development Corpn. v. Dy. CIT</a>(1996) 56 lTD 345 (Bom-Trib)</span>\n \n\n</blockquote><blockquote id=\"blockquote_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1533280\" id=\"span_15\">(<a href=\"/doc/1533280/\" id=\"a_49\">iii) CIT v. Paul Bros</a>. (1995) 216 ITR 548  (Bom)</span>\n \n\n</blockquote><blockquote id=\"blockquote_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952487\" id=\"span_16\">(<a href=\"/doc/952487/\" id=\"a_50\">iv) Mannesmann Demag A. G. v. Dy. CIT</a>(1995) 53 lTD 533 (Del)</span>\n \n\n</blockquote><blockquote id=\"blockquote_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"846502\" id=\"span_17\">(<a href=\"/doc/846502/\" id=\"a_51\">v) CIT v. B. Nagi Reddi</a> (1983) 144 ITR 62  (Mad).</span>\n</blockquote> \n\n<blockquote id=\"blockquote_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1885482\" id=\"span_18\">(<a href=\"/doc/1885482/\" id=\"a_52\">vi) Plastic Concern v. Asstt. CIT</a> (1998) 61 TTJ (Cal-Trib) 87</span>\n \n\n</blockquote><blockquote id=\"blockquote_40\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"949313\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59325\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"551569\" id=\"span_21\">(<a href=\"/doc/551569/\" id=\"a_53\">vii) Savani Transport Ltd. v. Dy. CIT</a> (1997) 60 ITD 513 (Mum-Trib) (Mag)\n \n\nIn regard to merits of the case, it was contended that the facts of the present case are identical with the facts of <a href=\"/doc/59325/\" id=\"a_54\">Abbasbhoys A. Dehgamwalla</a>&#x27;s case (supra) and facts of <a href=\"/doc/949313/\" id=\"a_55\">Vijay Flexible Containers</a> case (supra) were different in regard to that there was no agreement for sale in writing and no terms and conditions were spelt out in writing, no agreement was executed. No right was either assigned or acquired and according to consent decree plaintiff has no right to title or interest in the said property.</span></span></span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"949313\" id=\"span_22\">Before us the learned Authorised Representative contended that assessing officer after obtaining directions from Deputy Commissioner as well as Commissioner and also after considering the facts of the case and law had reached to the conclusion that the sum received by the assessee in question was not taxable. The decision of Bombay High Court in the case of <a href=\"/doc/949313/\" id=\"a_56\">Vijay Flexible Containers</a> (supra) had also been referred and considered. He referred to page 16 of assessee&#x27;s compilation on which opinion obtained from Shri V.H. Patil appears.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"949313\" id=\"span_23\">At page 25 of assessee&#x27;s compilation in the said opinion, the case of <a href=\"/doc/949313/\" id=\"a_57\">Vijay Flexible Containers</a> (supra) has been discussed. He has further drawn our attention towards page 15 of assessee&#x27;s compilation wherein the assessee made an application for issue of directions to Deputy Commissioner under the provisions of <a href=\"/doc/1244329/\" id=\"a_58\">section 144A</a> wherein related case laws, circular, opinion etc. were also furnished before him and it was contended that the damages so received are not liable to tax either as a trading income, not as a capital gain nor as a casual and non-recurring receipt and it was contended that it being capital receipt it is not liable to Income-tax.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"949313\" id=\"span_24\">He has further drawn our attention towards notice appearing at page 7 of assessee&#x27;s compilation, which contained the notice issued under <a href=\"/doc/1978286/\" id=\"a_59\">section 263</a> by the Commissioner, to contend that Commissioner observed that the assessing officer and the then Deputy Commissioner failed to consider the decision of Bombay High Court in the case of <a href=\"/doc/949313/\" id=\"a_60\">Vijay Flexible Containers</a> (supra) is wrong in as much as <a href=\"/doc/949313/\" id=\"a_61\">the said decision</a> was considered by the assessing officer as well as the Deputy Commissioner.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_25\">He has further contended that law <a href=\"/doc/949313/\" id=\"a_62\">laid down by</a> Bombay High Court in the case of <a href=\"/doc/949313/\" id=\"a_63\">Vijay Flexible Containers</a> (supra) is distinguishable.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59325\" id=\"span_26\">The assessee in the present case obtained damages for foregoing the right to sue and thus not taxable in view of the <a href=\"/doc/59325/\" id=\"a_64\">Abbasbhoy A. Dehgarnwallas</a> case (supra). He relied upon the Bombay High Court decision in the case of Paul Bros. (supra) to contend that where the Income Tax Officer&#x27;s order is passed on the basis of a binding decision, revisional power under <a href=\"/doc/1978286/\" id=\"a_65\">section 263</a> of the Income Tax Act, 1961 cannot be exercised to undo the said order.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"952487\" id=\"span_27\">He further relied on the decision of Delhi Benches of ITAT in the case of <a href=\"/doc/952487/\" id=\"a_66\">Mannesmann Dernag A.G.</a> (supra) to contend that merely because there being a possibility of contrary view, the order of the assessing officer cannot be said to be erroneous.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"846502\" id=\"span_28\">He further relied upon the decision of Bombay High Court in the case of <a href=\"/doc/846502/\" id=\"a_67\">B. Nagi Reddi</a> (supra) where there are two decisions of same High court holding two different views, later decision has to be followed. He further relied upon the decision of Bombay High Court holding two different views, later decision has to be followed.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1798838\" id=\"span_29\">He further relied upon the decision of Bombay High Court in the case of <a href=\"/doc/1798838/\" id=\"a_68\">Bharat Forge Co. Ltd. v. CIT</a> (1994) 205 ITR 339 (Bom) to contend that there being breach of contract dispute settled and amount paid by bank to assessee, no transfer of capital asset involved and amount paid by bank is not assessable under the head capital gain.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"551569\" id=\"span_30\">Strong reliance has also been placed on the decision of Mumbai Bench of ITAT in the case of <a href=\"/doc/551569/\" id=\"a_69\">Savani Transport Ltd.</a> (supra) wherein it is held that Commissioner has no jurisdiction under <a href=\"/doc/1978286/\" id=\"a_70\">section 263</a> to revise an order of assessment passed on the basis of and in pursuance to directions issued by his precedessor.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"551569\" id=\"span_31\">We have carefully gone through <a href=\"/doc/551569/\" id=\"a_71\">the said decision</a>.</span> In this decision, it is observed by the Tribunal that they have taken guidance of Supreme Court decision in the case of Sirpur Paper Mill Ltd. v. CWT (1970) 77 ITR  6 (SC). We have also gone through this decision of Hon&#x27;ble Supreme Court and it is observed that this was not the issue before Hon&#x27;ble Supreme Court as such the said decision is not applicable. In this way the learned Authorised Representative contended that the powers under <a href=\"/doc/1978286/\" id=\"a_72\">section 263</a> have wrongly been exercised by the Commissioner and order under <a href=\"/doc/1978286/\" id=\"a_73\">section 263</a> is wrong and bad in law as the assessment order passed by assessing officer was not erroneous &amp; prejudicial to the interest of revenue.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">On the other hand, the learned Departmental Representative contended before us that direction/opinion of the then Commissioner cannot constitute an order made by Commissioner. He further contended that there is no provision in the Act which gives power to Commissioner to issue directions in regard to framing of assessment, which is a quasi-judicial act and cannot be interfered by the administrative authority under <a href=\"/doc/1244329/\" id=\"a_74\">section 144A</a> the powers to issue directions are vested in Deputy Commissioner and no other authority is authorised to interfere in the process. He in this regard placed reliance on the judgment of Hon&#x27;ble Supreme Court in the case of Sirpur Paper Mill Ltd. (supra) to contend that assessment to be framed is a quasi-judicial act and unless law permits, it cannot be influenced by any direction issued by any superior authority. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_32\">He has further drawn our attention towards the decision in <a href=\"/doc/59325/\" id=\"a_75\">Abbasbhoy A. Dehgamwallas</a> case (supra) in which it is observed by the Hon&#x27;ble High Court that the right of specific performance was extinguished in 1961 and thereafter right to sue arises and in the instant case such right of specific performance was not extinguished.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1128859\" id=\"span_33\">He has further drawn our attention towards the decision of ITAT Delhi Bench in the case of <a href=\"/doc/1128859/\" id=\"a_76\">Indian Aluminium Cables Ltd. v. Dy. CIT</a> (2000) 73 ITD 109 wherein it is held that right acquired on allotment of an industrial plot falls within the expression of &quot;Property of any kind&quot; used in <a href=\"/doc/1944929/\" id=\"a_77\">section 2(14)</a> and is consequently a capital asset and it is further held that payment of earnest money in order to obtain allotment of an industrial plot constituted its cost of acquisition and where such a right is given up it amounts to relinquishment of such right. By taking support of this decision, it is contended before us that by payment of earnest money of Rs. 5,00,000 assessee had acquired a capital asset and when such right was given up to obtain damages tantamount to relinquishment of such right which falls under the definition of transfer as envisaged under the provisions of <a href=\"/doc/34563/\" id=\"a_78\">section 2(47)</a> of Income Tax Act, 1961, therefore eligible for capital gain.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"301432\" id=\"span_34\">He further <a href=\"/doc/1128859/\" id=\"a_79\">placed reliance upon</a> the decision of Hon&#x27;ble Rajasthan High Court in the case of <a href=\"/doc/301432/\" id=\"a_80\">CIT v. Emery Stone M1g</a>. Co. (1995) 213 ITR 843 wherein it is held that even in a case where the facts have been disclosed by the assessee to the assessing authority if the correct position of law have not been examined by the assessing authority, the power under <a href=\"/doc/1978286/\" id=\"a_81\">section 263</a> of Income Tax Act, 1961, can be invoked.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">Reliance has also been placed on the following decisions to contend that debatable issue can also attract <a href=\"/doc/1978286/\" id=\"a_82\">section 263</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1017570\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"223066\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1644758\" id=\"span_37\">(<a href=\"/doc/1644758/\" id=\"a_83\">1) CIT v. M.M. Khambhatwala</a> (<a href=\"/doc/223066/\" id=\"a_84\">1992) 198 ITR 144 (Guj)\n \n\n(2) CIT v. Kohinoor Tobacco Products (P) Ltd.</a> (<a href=\"/doc/1017570/\" id=\"a_85\">1998) 234 ITR 557 (MP)\n \n\n(3) Malabar Industrial Co. Ltd. v. CIT</a> (1992) 198 ITR 611 (Ker).</span></span></span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"949313\" id=\"span_38\">The learned Departmental Representative contended vehemently that the facts in the instant case are exactly similar to the facts of <a href=\"/doc/949313/\" id=\"a_86\">Vijay Flexible Containers</a> case (supra) and the order of assessing officer framed under <a href=\"/doc/144280341/\" id=\"a_87\">section 143(3)</a> read with <a href=\"/doc/1244329/\" id=\"a_88\">section 144-A</a> was erroneous as well as prejudicial to the interest of revenue in as much as it was passed under wrong assumption of fact and wrong application of law. Therefore, it is contended before us by the learned Departmental Representative that the powers under <a href=\"/doc/1978286/\" id=\"a_89\">section 263</a> have rightly been exercised by the Commissioner.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59325\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"949313\" id=\"span_40\">We have carefully considered the rival submissions in the light of material placed before us. In our opinion both decisions of Hon&#x27;ble High Court i.e., <a href=\"/doc/949313/\" id=\"a_90\">Vijay Flexible Containers</a> case (<a href=\"/doc/59325/\" id=\"a_91\">supra) and Abbasbhoy A. Dehgamwalla</a>&#x27;s case (supra) are distinguishable on facts.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_41\">The main point of difference between these two decisions is that in <a href=\"/doc/59325/\" id=\"a_92\">Abbasbhoy A. Dehgamwallas</a> case (supra) the Hon&#x27;ble High Court, on a petition of the assessee, by an order refused to grant specific performance of the agreement and in the light of this fact their Lordships held that the extinguishment of right of specific performance by the order of the court came to an end right acquired in lieu thereof was only a mere right to sue and according to <a href=\"/doc/1230613/\" id=\"a_93\">section 6</a> of Transfer of Property Act which uses the expression&quot; property of any kind&quot; in the context of transferability makes an exception in the case of mere right to sue and such right does not constitute &quot;capital asset&quot;. In the present case as discussed above the claim of the assessee regarding specific performance had never been rejected by the Hon&#x27;ble High Court, rather, by issue of notice of motion it was held by Hon&#x27;ble High Court that plaintiffs (the assessee) have made out a prima facie case in respect of oral agreement of sale. The agreement has been entered into after negotiation between the parties. Discussing the circumstances and facts his Lordships in the notice of motion held that the plaintiffs have made out a good case for grant of the interim relief or injunction prayed for in terms of prayer clause (b) of the notice of motion and thus, the notice of motion was made absolute in terms of prayer in clause (b).</span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_28\">Though the respondents to the said suit had filed appeal against the said notice of motion the defendants of suit were probably under the impression that their case is weak and hence opted for a settlement. As per consent terms, the plaintiffs became entitled to receive a sum of Rs. 5 crores from the respondents in lieu of the existing right which occurred to the plaintiffs under the oral agreement of sale.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">In our considered opinion the contention of learned AR that it was held by Honble High Court that petitioner have no right, title or interest in the concerned property is apparently wrong. A perusal of the order of Hon&#x27;ble High Court made in pursuance of consent terms makes it clear that the Hon&#x27;ble High Court nowhere mentioned that the petitioner had the right, title or interest either directly or impliedly; in fact the order passed by the Hon&#x27;ble High Court is not based on the conclusions arrived by the Hon&#x27;ble court on appreciation of facts but merely based on consent terms.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59325\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"949313\" id=\"span_43\">The learned Authorised Representative  vehemently contended that the decision in the case of <a href=\"/doc/949313/\" id=\"a_94\">Vijay Flexibles Containers</a> (supra<a href=\"/doc/949313/\" id=\"a_95\">) <a href=\"/doc/949313/\" id=\"a_96\">has been overruled</a></a> by <a href=\"/doc/59325/\" id=\"a_97\">Abbasbhoy A. Dehgamwallas</a> case (supra). We have carefully gone through both the decisions. The contention of the learned Authorised Representative  deserves to be rejected specifically in view of the following observation of Hon&#x27;ble High Court appearing at page 34 in the context of right of specific performance, which are re-produced below :</span></span>\n</p> \n\n<blockquote id=\"blockquote_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1222867\" id=\"span_45\">&quot;Thus, while, in view of our court&#x27;s judgment in <a href=\"/doc/1222867/\" id=\"a_98\">CIT v. Tata Services Ltd</a> (<a href=\"/doc/949313/\" id=\"a_99\">1980) 122 ITR 594 and CIT v. Vijay Flexible Containers</a> (1990) 186 ITR 693 relied upon by Dr. Balasubramanian, we have no difficulty in holding that such a right constituted a prima facie &quot;capital asset&quot;, we cannot but conclude that such a right got extinguished at least on 20-9-1961, when our court refused to grant specific performance of the agreement, if not earlier on 7-1-1958, i.e., the date of breach of contract mentioned by our court in its decree.&quot; (Emphasis, here italicised in print supplied).</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_46\">In our view the principle enunciated in the case of <a href=\"/doc/949313/\" id=\"a_100\">Vijay Flexible Contrainers</a> (supra) has rather been reiterated in the later case as could be seen from the above observations of their Lordships.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_48\">The peculiarity of facts in <a href=\"/doc/59325/\" id=\"a_101\">Abbasbhoy A. Dehgamwallas</a> case (supra) was that by the order of Hon&#x27;ble High Court the right of specific performance was rejected, which fact is absent in <a href=\"/doc/949313/\" id=\"a_102\">Vijay Flexible Containers</a> case (supra) as well as in the present appeal.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1825223\" id=\"span_49\">Our this view is also supported by the following observations of Hon&#x27;ble Bombay High Court in the case of <a href=\"/doc/1825223/\" id=\"a_103\">Bafna Charitable Trust v. CIT</a> (1998) 230 ITR 8641 at page 874 (Bom).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_50\">While discussing <a href=\"/doc/949313/\" id=\"a_104\">Vijay Flexible Containers</a> case (supra), the observations of their Lordships were as under :</span>\n</blockquote> \n\n<blockquote id=\"blockquote_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_51\">&quot;In <a href=\"/doc/949313/\" id=\"a_105\">CIT v. Vijay Flexible Containers</a> (1990) 186 ITR 693 (Bom), it was reiterated by this court that the right to obtain a conveyance of immovable property falls within the expression &#x27;property of any kind&#x27; used in <a href=\"/doc/1944929/\" id=\"a_106\">section 2(14)</a> of the Act and is, consequently, a capital asset. It was held that the payment of earnest money in order to obtain such a right constitutes its cost of acquisition. Where such a right is given up, there is a transfer of a capital asset.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_53\">These observations, would make further clear that there is no conflict between <a href=\"/doc/949313/\" id=\"a_107\">Vijay Flexible Containers</a> case (<a href=\"/doc/59325/\" id=\"a_108\">supra) and Abbasbhoy A. Dehgamwallas</a> case (supra).</span></span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1885482\" id=\"span_54\">Reliance has also been placed by learned Authorised Representative on the decision of Calcutta Bench of Income Tax Appellate Tribunal in the case of <a href=\"/doc/1885482/\" id=\"a_109\">Plastic Concern</a> (supra). The perusal of this judgment revealed that the assessing officer was allowed to complete the assessment by the Commissioner and <a href=\"/doc/1978286/\" id=\"a_110\">section 263</a> was invoked to extend the time to make further enquiries which fact is completely absent in the instant case, so according to facts<a href=\"/doc/1885482/\" id=\"a_111\">, <a href=\"/doc/1885482/\" id=\"a_112\">the said decision</a></a> is not applicable to the facts of the present case.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_55\">The contention of the learned Authorised Representative while discussing the non-applicability of <a href=\"/doc/949313/\" id=\"a_113\">Vijay Flexible Container</a>&#x27;s case (supra) that no agreement was executed between the parties has no force in view of the admission made by the assessee in suit filed before Hon&#x27;ble High Court that outcome of various meetings and in view of earnest money paid in respect of which valid receipts were granted by the defendants, a valid, binding and concluded agreement had been arrived at whereby defendant had agreed to sell to the plaintiff and plaintiff had agreed to purchase from the defendant the said property. It is also the conclusion of learned Authorised Representative that sum in question was received for mere right to sue. This contention has no legs to stand particularly in view of Exhibit &#x27;G&#x27; annexed to the suit filed before the Hon&#x27;ble High Court which for the sake of convenience is being reproduced below.</span>\n</p> \n\n<blockquote id=\"blockquote_44\">&quot;EXHIBIT&#x27;G&#x27;\n \n\nPARTICULARS OF CLAIM\n \n\nBeing the amount of compensation and damage in lieu of specific performance of the Agreement referred to in paragraph 19 of the Plaint being the loans and/or damage suffered by the Plaintiffs due to non-performance of the agreement.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_34\">... Rs. 6,00,00,000.00&quot;\n</p> \n\n<blockquote id=\"blockquote_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_56\">This clearly indicate that the assessee has received the sum of Rs. 5 crores towards damages in lieu of his light to claim specific performance in his property, under consideration and thus the decision in the case of <a href=\"/doc/949313/\" id=\"a_114\">Vijay Flexible Containers</a> (supra) squarely applies to the facts of the instant case.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_46\">The next question that requires our consideration is whether the order passed by the assessing officer pursuant to the directions of Deputy Commissioner under <a href=\"/doc/1244329/\" id=\"a_115\">section 144A</a> and also pursuant to the opinion of the Administrative Commissioner can be subject matter of revision under <a href=\"/doc/1978286/\" id=\"a_116\">section 263</a> of the Act on the ground that the order passed by the assessing officer is erroneous and prejudicial to the interest of revenue.\n</blockquote> \n\n<blockquote id=\"blockquote_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_58\">Various arguments have been raised by the learned Authorised Representative  to show that the order was not erroneous on the ground that the matter was considered by the assessing officer at length in the light of various legal pronouncements including the implication of <a href=\"/doc/949313/\" id=\"a_117\">Vijay Flexible Containers</a> case (supra) and after considering all of them, it was found that in view of <a href=\"/doc/59325/\" id=\"a_118\">Dehgarnwalla</a>&#x27;s case, the receipt of sum of Rs. 5 crores was neither a trading receipt, capital gain nor a casual income and in arriving to this conclusion Deputy Commissioner also got the approval of the then Commissioner (the copy of proceeding carried out under <a href=\"/doc/1244329/\" id=\"a_119\">section 144A</a> provided to us as well as to learned Authorised Representative  by the learned Departmental Representative as per directions of the Bench). Arguments have also been raised in regard to validity of order under <a href=\"/doc/1978286/\" id=\"a_120\">section 263</a> on the ground that the then Commissioner had also considered the matter and formed the view that the concerned receipts were not taxable. Hence, the new Commissioner cannot sit over the judgment of the then Commissioner.</span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1017570\" id=\"span_59\">It is well settled law that an incorrect assumption of tacts and an incorrect application of law will make the order erroneous. This view is supported by following observations of their Lordship of Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1017570/\" id=\"a_121\">Malabar Industrial Co. Ltd.</a> (supra).</span>\n</blockquote> \n\n<blockquote id=\"blockquote_49\">&quot;There can be no doubt that the provision cannot be invoked to correct each and every type of mistake or error committed by the assessing officer, it is only when an order is erroneous that the section will be attracted. An incorrect assumption of facts or an incorrect application of law will satisfy the requirement of the order being erroneous. In the same category fall orders passed without applying the principles of natural justice or without application of mind.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59325\" id=\"span_60\">In our considered view both the elements to hold that the assessment order is erroneous were present in the instant case. In other words, the assessment order is based on incorrect assumption of facts as well as incorrect application of law. The assessing officer presumed that the damages received by the assessee is not in lieu of his foregoing the light to claim specific performance. This is based on incorrect assumption of facts. Similarly the assessing officer was of the opinion that the decision the Hon&#x27;ble Bombay High Court of in the case of <a href=\"/doc/59325/\" id=\"a_122\">Abbasbhoy A. Dehgamwalla</a>&#x27;s case (supra) is applicable. This is again based on the presumption that the amount received by the assessee is not in lieu of foregoing his right to claim specific performance.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59325\" id=\"span_61\">As we have already discussed above the amount received by the assessee is in lieu of his foregoing the right to claim specific performance, the decision in the case of <a href=\"/doc/59325/\" id=\"a_123\">Abbasbhoy A. Dehgamwalla</a>&#x27;s case (supra) is distinguishable on facts. Thus, the order of the assessing officer can be said to be based on incorrect application law. Once it is established that the order was erroneous, there is no difficulty in holding that the same was prejudicial to the interest of revenue in as much as the revenue is losing tax lawfully payable by a person due to erroneous order of Income Tax Officer.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1017570\" id=\"span_62\">The learned Authorised Representative  relied upon the decision of Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1017570/\" id=\"a_124\">Malabar Industrial Co. Ltd.</a> (supra) to contend that where two views are possible and the Income Tax Officer has taken one view with which the Commissioner does not agree, it cannot be treated as an erroneous order, prejudicial to the interest of revenue, unless the view taken by the Income Tax Officer is unsustainable in law. More emphasis was provided by learned Authorised Representative on the words &#x27;unsustainable in law&#x27; to contend that the view taken by the assessing officer in this case was sustainable in law.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"949313\" id=\"span_63\">According to us, the view taken by assessing officer was not sustainable in law in view of interpretation put forth by the decision of Hon&#x27;ble Jurisdictional High Court in the case of <a href=\"/doc/949313/\" id=\"a_125\">Vijay Flexible Containers</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1170830\" id=\"span_64\">It is well settled law as observed by Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1170830/\" id=\"a_126\">CIT v. Amritlal Bhogilal &amp; Co.</a> (1958) 34 ITR 130 that whether or not the revisional power of the Commissioner can be exercised in a given case must be determined solely by reference to the terms of <a href=\"/doc/666826/\" id=\"a_127\">section 33B</a> itself, and the courts are not justified in imposing additional limitations on the exercise of the said power on hypothetical considerations of policy or the extraordinary nature of the power.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">Now coming to the contention of learned Authorised Representative  that in view of the directions of the then Commissioner the new Commissioner cannot sit over the judgment of the then Commissioner. It is observed that what was subject matter of revision under <a href=\"/doc/1978286/\" id=\"a_128\">section 263</a> is order of assessing officer passed under <a href=\"/doc/144280341/\" id=\"a_129\">section 143(3)</a> read with <a href=\"/doc/1244329/\" id=\"a_130\">section 144A</a> and nowhere these sections require Commissioner to issue official directions. The assessment to be framed is a quasi-judicial act and unless law permits it cannot be influenced by any direction issued by any superior authority and in any way if these directions are issued or obtained that cannot make the order passed under <a href=\"/doc/144280341/\" id=\"a_131\">section 143(3)</a> read with <a href=\"/doc/1244329/\" id=\"a_132\">section 144A</a>, an order passed by Commissioner and in this way it is wrong to say that the Commissioner exercising power under <a href=\"/doc/1978286/\" id=\"a_133\">section 263</a> is sitting in the judgment of the Commissioner as the same cannot under law, be said to be an order of Commissioner. Moreover we are of the view that the then Commissioner should not have given any instructions or directions to Deputy Commissioner or assessing officer while exercising their (Income Tax Officer and Deputy Commissioner) powers vested in them by virtue of provisions contained in <a href=\"/doc/144280341/\" id=\"a_134\">section 143(3)</a> and <a href=\"/doc/1244329/\" id=\"a_135\">144A</a> respectively, which are quasi-judicial function. Such directions or instructions, according to us, are contrary to the scheme of Act. Our this view is supported by the decision of Hon&#x27;ble Supreme Court in the case of Sirpur Paper Mill Ltd. case (supra).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"667328\" id=\"span_65\">Moreover, a similar type of question came before Hon&#x27;ble Bombay High Court in the case of <a href=\"/doc/667328/\" id=\"a_136\">CIT v. MM. Virwani</a> (1994)207 ITR 225 wherein Hon&#x27;ble High Court in the context of order framed by the assessing officer under the provisions of <a href=\"/doc/144280341/\" id=\"a_137\">section 143(3)</a> under the directions of IAC under <a href=\"/doc/1208239/\" id=\"a_138\">section 144B</a> held that the directions so issued are of course binding on the Income Tax Officer under sub-<a href=\"/doc/65305/\" id=\"a_139\">section 5</a> of <a href=\"/doc/1208239/\" id=\"a_140\">section 144B</a> of the Act. This, however, does not make any difference. The fact remains that the assessment is an assessment made by the Income Tax Officer under <a href=\"/doc/144280341/\" id=\"a_141\">section 143(3)</a> of the Act. Thus, order passed by assessing officer under <a href=\"/doc/144280341/\" id=\"a_142\">section 143(3)</a> is an order under <a href=\"/doc/144280341/\" id=\"a_143\">section 143(3)</a> though it may be under directions of any authority.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"410088\" id=\"span_66\">This view of Hon&#x27;ble Bombay High Court was approved and followed in another judgment in the case of <a href=\"/doc/410088/\" id=\"a_144\">CIT v. Sigma Paints Ltd.</a> (1999) 238 ITR 705.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_39\">The contention of the learned Authorised Representative that the issue of taxability of the present transaction is debatable has no force as the taxability of transaction has never been in doubt. It was only due to incorrect assumption of facts and incorrect interpretation of law that led the assessing officer and Deputy  Commissioner to reach to such wrong conclusion which does not mean that the taxability of relevant transaction was/is debatable.\n</p> \n\n<p data-structure=\"Section\" id=\"p_40\">So, we are of the opinion that in view of the peculiarity of facts the powers under <a href=\"/doc/1978286/\" id=\"a_145\">section 263</a> have rightly been exercised, as order passed by assessing officer under the provisions of <a href=\"/doc/144280341/\" id=\"a_146\">section 143(3)</a> read with <a href=\"/doc/1244329/\" id=\"a_147\">section 144A</a> was erroneous in so far as it was prejudicial to the interest of the revenue. We, therefore, uphold this action of Commissioner.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\">In the result, appeal of the assessee is therefore dismissed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">Per Shri Pradeep Parikh, Accountant Member - I have perused the order proposed by my learned brother. Whereas I agree with the conclusion reached by him, I would like to record separate reasons for the same.\n</p> \n\n<p data-structure=\"Section\" id=\"p_43\">2. On the legal aspect, we need to address ourselves on the following two issues :\n</p> \n\n<blockquote id=\"blockquote_50\">(i) Whether, under <a href=\"/doc/1244329/\" id=\"a_148\">section 144A</a>, was the Deputy Commissioner justified in referring the matter to the Commissioner ?\n</blockquote> \n\n<blockquote id=\"blockquote_51\">(ii) Whether the subsequent Commissioner could exercise jurisdiction under <a href=\"/doc/1978286/\" id=\"a_149\">section 263</a> when once the predecessor Commissioner had given directions to the Dy. Commissioner ?\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_44\">3. The object of <a href=\"/doc/1244329/\" id=\"a_150\">section 144A</a> appears to be to avoid multiplicity of proceedings and unnecessary appeals. Except for this provision, it is very clear that no orders, instructions or directions can be given so as to require any income-tax authority to make a particular assessment in a particular manner. Only under <a href=\"/doc/1244329/\" id=\"a_151\">section 144A</a>, the Dy. Commissioner has been empowered to issue such directions. As a matter of fact, the power of the Dy. Commissioner under <a href=\"/doc/1244329/\" id=\"a_152\">section 144A</a> is coupled with a duty. When a reference is made to him, it is he only who should apply his mind to the subject matter. He cannot shirk this responsibility by seeking directions from a superior authority. If he does so, then he is expanding the scope of the exception provided in <a href=\"/doc/1244329/\" id=\"a_153\">section 144A</a>, which has no sanction of law. <a href=\"/doc/618701/\" id=\"a_154\">Section 119</a> provides for the general principle that each authority is independent so far as their quasi judicial functions are concerned. The exception of this general principle is in <a href=\"/doc/1244329/\" id=\"a_155\">section 144A</a>. Hence, without due sanction of law, the Dy. Commissioner cannot expand the scope of exception.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_45\">4. Thus, in the instant case, Dy. Commissioner did not perform the duty he was enjoined upon to do by <a href=\"/doc/1187642/\" id=\"a_156\">section 144</a>. Instead, he sought the directions of the Commissioner. The Commissioner, by acceding to the request of the Dy. Commissioner compounded the wrong which was already committed by the Dy. Commissioner. In my opinion, he should have refrained from acceding to the request of the Dy. Commissioner.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_46\">4.1 In any case, since the action of the Commissioner was non est in law, the successor Commissioner was justified in assuming jurisdiction under <a href=\"/doc/1978286/\" id=\"a_157\">section 263</a> of the Act. The department has no right to appeal against the order of the assessing officer. Hence this provision is enacted to arm the Commissioner with revisionary powers wherever there is an erroneous order prejudicial to the interest of the revenue. Here also, the Commissioner may act suo motu or at the suggestion of others, but, the essence of the matter is that he should apply his own mind and come to an independent conclusion. This principle applies with equal force to the Dy. Commissioner acting under <a href=\"/doc/1244329/\" id=\"a_158\">section 144A</a>. However, by not acting independently under <a href=\"/doc/1244329/\" id=\"a_159\">section 144A</a>, the Dy. Commissioner not only shirked his responsibility but sought to dry out the lubricant from the important machinery provided in <a href=\"/doc/1978286/\" id=\"a_160\">section 263</a> so that it may not roll at all. Such a move cannot be permitted and hence the successor Commissioner in the present case was justified in assuming jurisdiction under <a href=\"/doc/1978286/\" id=\"a_161\">section 263</a> of the Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">5. Our above view finds ample support from the decision of the Supreme Court in the case of Sirpur Paper Mill Ltd. (supra). In that case, the CWT was dealing with revision application under <a href=\"/doc/357765/\" id=\"a_162\">section 25</a> of the Wealth Tax Act, 1957. From the inception of the proceedings the C.W.T. put himself in communication with the Board of Central revenue  and sought instructions from that authority as to how the revision application filed before him should be decided. He exercised no independent judgment. It was in this context the Supreme Court observed that the Commissioner misconceived the nature and extent of his jurisdiction. The court has observed as follows : \n</p> \n\n<blockquote id=\"blockquote_52\">&quot;The Commissioner appears, in our judgment, to have wholly misapprehended the true character of the jurisdiction with which he is by the Act entrusted and has surrendered his judgment to the directions of the Board of revenue &quot;.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_48\">6. In the case before us, the Dy. Commissioner surrendered his judgment to the directions of the Commissioner and in the process sought to set at nought the provisions of <a href=\"/doc/1978286/\" id=\"a_163\">section 263</a>. We do not approve of this and accordingly hold that the subsequent Commissioner was competent to exercise jurisdiction under <a href=\"/doc/1978286/\" id=\"a_164\">section 263</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"59325\" id=\"span_67\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"949313\" id=\"span_68\">7. Now we come to the merits of the case. The facts have been elaborately set out by my learned brother in his order and hence the same need not be repeated. The basic dispute between the parties is about the applicability of two decisions of the Bombay High Court. The department has relied on the decision in the case of <a href=\"/doc/949313/\" id=\"a_165\">Vijay Flexible Containers</a> (supra) whereas the assessee has relied on the decision in the case of <a href=\"/doc/59325/\" id=\"a_166\">Abbasbhoy A. Dehgamwalla</a> (supra).ssssss</span></span>\n \n\n</p><p data-structure=\"Precedent\" id=\"p_50\">8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_69\">In the case of <a href=\"/doc/949313/\" id=\"a_167\">Vijay Flexible Containers</a> (supra), the fundamental conclusion reached by the High Court  is as follows (at page 697 of the report).</span>\n</p> \n\n<blockquote id=\"blockquote_53\">&quot;The aforegoing discussion leads, we think, to the conclusion that the right to obtain a conveyance of immovable property falls within the expression &quot;property of any kind&quot; used in <a href=\"/doc/1944929/\" id=\"a_168\">section 2(14)</a> of the Income Tax Act and is, consequently, a capital asset&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_70\">The above conclusion is reaffirmed by the High Court in <a href=\"/doc/59325/\" id=\"a_169\">Abbasbhoy A. Dehgamwallas</a> case (supra) in the following words (at page 34 of 195 ITR).</span>\n</p> \n\n<blockquote id=\"blockquote_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1222867\" id=\"span_72\">&quot;Thus, while, in view of our court&#x27;s judgment in <a href=\"/doc/1222867/\" id=\"a_170\">CIT v. Tata Services Ltd.</a> (<a href=\"/doc/949313/\" id=\"a_171\">1980) 122 ITR 594 and CIT v. Vijay Flexible Containers</a> (1990) 186 ITR 693 relied upon by Dr. Balasubramanian, we have no difficulty in holding that such a right constituted a &#x27;capital asset&#x27;. . . .&quot;</span></span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_74\">Thus, at the outset, it needs to be clarified that the basic conclusion arrived at in the case of <a href=\"/doc/59325/\" id=\"a_172\">Abbasbhoy A. Dehgamwalla</a> (supra) remains as it is in <a href=\"/doc/949313/\" id=\"a_173\">Vijay Flexible Containers</a> case (supra). What is the difference then between the two decisions ?</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">9. Well, there is a very subtle difference between the two. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"949313\" id=\"span_75\">In the case of <a href=\"/doc/949313/\" id=\"a_174\">Vijay Flexible Containers</a> (supra) assessee had filed a suit for specific performance of the agreement for sale or, in the alternative, for damages for its breach. Consent terms were arrived at in the suit and a decree was passed in favour of the assessee for the sum of Rs. 1,17,500 and interest. In the light of these facts, the High Court held that the assessee acquired a capital asset by reason of the agreement for sale, that there was a transfer of that capital asset when the assessee entered into consent terms and relinquished it, and that the capital asset had been acquired for the cost of Rs. 17,500 paid as and by way of earnest money under the said agreement for sale (Emphasis, here italicised in print, supplied).</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_76\">10. On the other hand, in <a href=\"/doc/59325/\" id=\"a_175\">Abbasbhoy A. Dehgamwallas</a> case (supra) the assessee did file a suit for specific performance with an alternative claim for damages for breach of contract, but his claim for specific performance was rejected by court&#x27;s order dated 20-9-1961. In the light of this important fact, the High Court concluded that the right of the assessee got extinguished on 20-9-1961. While rejecting assessee&#x27;s claim for specific performance, court held that the assessee was entitled to compensation for breach of contract, and accordingly at page 36 of 195 ITR, the court held that the right acquired by the assessee was a mere right to sue.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\">11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"949313\" id=\"span_78\">In the case before us, as in the case of <a href=\"/doc/949313/\" id=\"a_176\">Vijay Flexible Containers</a> (supra) and unlike <a href=\"/doc/59325/\" id=\"a_177\">Abbasbhoy A. Dehgamwalla</a>&#x27;s case (supra), there was a claim for specific performance but by way of consent terms dated 19-8-1994, assessee relinquished the claim for specific performance.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"59325\" id=\"span_79\">AS in <a href=\"/doc/59325/\" id=\"a_178\">Abbasbhoy A. Dehgamwalla</a>&#x27;s case (supra), there is no such court order decreeing that assessee has no claim for specific performance.</span> Hence Abbasbhoy A. Dehgamwalla&#x27;s case (supra) cannot apply to the facts of the present case but the case of Vijay Flexible Containers will squarely apply to the case before us.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_56\">12. Thus, in view of the aforesaid discussion, I agree with the conclusion arrived at by my learned brother.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_57\">13. The appeal of the assessee, therefore, stands dismissed.\n</p> \n\n \n\n","numcites":37,"numcitedby":1,"docsource":"Bombay High Court","citetid":355217,"divtype":"judgments","relatedqs":[{"value":"oral agreement","formInput":"oral%20agreement"},{"value":"agreement of sale","formInput":"agreement%20of%20sale"},{"value":"vijay flexible containers","formInput":"vijay%20flexible%20containers"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"sirpur paper mills","formInput":"sirpur%20paper%20mills"},{"value":"right to specific performance","formInput":"right%20to%20specific%20performance"},{"value":"earnest money","formInput":"earnest%20money"},{"value":" agreement to sale and agreement of sale","formInput":"%20agreement%20to%20sale%20and%20agreement%20of%20sale"},{"value":"notice of motion","formInput":"notice%20of%20motion"},{"value":" right to sue","formInput":"%20right%20to%20sue"},{"value":"relinquishment","formInput":"relinquishment"},{"value":" quasi judicial acts","formInput":"%20quasi%20judicial%20acts"},{"value":"capital receipts","formInput":"capital%20receipts"},{"value":"sale and agreement to sale","formInput":"sale%20and%20agreement%20to%20sale"},{"value":"consent terms","formInput":"consent%20terms"},{"value":"bharat forge","formInput":"bharat%20forge"},{"value":"quasi judicial","formInput":"quasi%20judicial"},{"value":"malabar industrial","formInput":"malabar%20industrial"},{"value":"Claim for specific performance","formInput":"Claim%20for%20specific%20performance"},{"value":"judicial $ quasi judicial acts","formInput":"judicial%20%24%20quasi%20judicial%20acts"}],"cats":[{"value":"revision-of-orders-prejudicial-to-revenue","formInput":"tag:revision-of-orders-prejudicial-to-revenue"}],"courtcopy":false,"query_alert":null,"agreement":false}