{"tid":872586,"publishdate":"2007-01-05","title":"Sundaram Brake Linings Ltd vs Kotak Mahindra Bank Ltd on 5 January, 2007","doc":"<h2 class=\"doc_title\">Sundaram Brake Linings Ltd vs Kotak Mahindra Bank Ltd on 5 January, 2007</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-ramasubramanian\">V. Ramasubramanian</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-ramasubramanian\">V. Ramasubramanian</a></h3>\n\n       \n\n  \n\n  \n\n \n \n<p data-structure=\"Issue\" id=\"p_1\"> IN  THE HIGH COURT OF JUDICATURE AT MADRAS\n\n(Ordinary Original Civil Jurisdiction)\n\nThursday, the 24th day of  July  2008\n\nTHE HON&#x27;BLE MR. JUSTICE V. RAMASUBRAMANIAN\n\nA.NO.8078 OF 2007\n\nIN\n \nC.S.NO.1072 OF 2007\n\nSundaram Brake Linings Ltd.,\n180, Anna Salai,\nChennai 600 006\t\t\t\t..Plaintiff\n\n\t\t\tVS\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1. Kotak Mahindra Bank Ltd.,\nNo.39, Montieth Road, (First Floor)\nCEEBROS Centre,\nChennai 600 008.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2. M.S. Subramanian\n<span class=\"hidden_text\" id=\"span_1\">Block No.85, New Door No.AE 159</span>\n4th Avenue, Shanthi Colony,\nAnna Nagar West,\nChennai 600 040.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">3. G. Manikandan\nNo.116, 5th Cross Street,\nBalaji Nagar,\nKolathur,\nChennai 600 099.\t\t\t\t..Defendants\n\n\nA.No.8078 of 2007:-\n</p>\t\n<blockquote id=\"blockquote_1\">KOTAK MAHINDRA BANK LTD., a\nbanking company, incorporated under the \nlaws of India, having office at 39, Montieth\nRoad,  1st Floor, Ceebros Centre, Chennai-\n</blockquote><blockquote id=\"blockquote_2\">600 008, with its registered  office at 36-38A,\nNariman Bhavan, 227, Nariman Point,\nMumbai 400 021.\t\t\t\t\t..Applicant\n\n\t\t\t\tVS\n\n</blockquote><blockquote id=\"blockquote_3\">1. SUNDDRAM BRAKE LININGS LTD.,\na company incorporated  in India under the \n<a href=\"/doc/1353758/\" id=\"a_1\">Companies Act, 1956</a>, having its registered \noffice at No.180, Anna Salai, Chennai-600 006,\nand having an office at Padi, Chennai-600 050.\n</blockquote>\n<blockquote id=\"blockquote_4\">2. M.S. Subramanian\n<span class=\"hidden_text\" id=\"span_2\">Block No.85, New Door No.AE 159</span>\n4th Avenue, Shanti Colony, Anna Nagar,\nWest, Chennai-600 040.\n</blockquote>\n<blockquote id=\"blockquote_5\">3. G. Manikandan\nNo.116, 5th Cross Street,\nBalaji Nagar,\nKolathur, Chennai-600 099.\t\t\t..Respondents\n\n\tApplication praying that this Hon&#x27;ble Court be pleased to pass an order directing the Suit to be referred to arbitration in terms of the Arbitration Agreement  dated 5.1.2007 between the Plaintiff &amp; First Defendant be not made.\t\n</blockquote><p data-structure=\"Issue\" id=\"p_5\">\tThis application having been heard on 14.02.2008 in the presence of Mr. A. L. Somayaji, Senior Counsel for M/s. Iyer &amp; Thomas, advocates     for      the     applicant herein, and Mr. Arvind P. Datar, Senior Counsel for M/s. P.R.Raman, C.Seethapathy &amp; A. Umasankar, advocates for the 1st respondent herein, and upon reading the Judges Summons, and the affidavit of R.Prabhakar, and the counter affidavit of K.Mahesh, and the rejoinder of R.Prabhakar, filed herein and having stood over for consideration till this date and coming on this day before this court for orders in the presence of the said advocates for the parties hereto, and the respondents 2 and 3 herein, not appearing in person or by advocate, and this court observing that in an application under <a href=\"/doc/272099/\" id=\"a_2\">section 8</a> (as distinguished from an application under - <a href=\"/doc/1300771/\" id=\"a_3\">section 45</a>), the judicial Authority cannot go into the question as to whether the agreement is null and void, inoperative or incapable of being performed, the plaintiff should only raise these issues before the Arbitrator Justice B. N. Srikrishna (Retd.) who has already entered reference,\n\n\tThis is an application taken out by the 1st defendant in the suit, C.S.No.1072 of 2007, under <a href=\"/doc/1146817/\" id=\"a_4\">Section 8</a> of the Arbitration and Conciliation Act, 1996, to refer the parties to arbitration in terms of the agreement dated 05.01.2007.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">\t2.Heard Mr.A.L.Somayaji, learned Senior Counsel for the applicant/1st defendant and Mr. Arvind P. Datar, learned Senior Counsel for the 1st respondent/plaintiff.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">\t3.  The brief facts, sans unnecessary details, essential for the disposal of this application, are as follows:-\n</p><blockquote id=\"blockquote_6\">\t(a) On 05.01.2007, the applicant/1st defendant and the 1st respondent/plaintiff entered into an Agreement known as I.S.D.A. Master Agreement.  The said agreement is in a standard format, as prescribed by International Swap Dealers Association.  The Master Agreement has a Schedule attached to it, comprising of 5 parts. It is only in the Schedule that the actual transaction between the parties is reduced into specifics.\n</blockquote><blockquote id=\"blockquote_7\">\t(b) The aforesaid I.S.D.A. Master Agreement was signed on behalf of the applicant by its authorised signatory and on behalf of the 1st respondent (plaintiff) by its Financial Controller and Secretary, who is impleaded as the 2nd defendant in the suit.\n</blockquote><blockquote id=\"blockquote_8\">\t(c) The I.S.D.A. Master Agreement is actually a transaction in derivatives. It is a &quot;forward contract&quot; entered into by the plaintiff with the first defendant (who is an authorised dealer in foreign exchange) to hedge an exposure to exchange risk, on account of heavy fluctuation in the rate of exchange of foreign currencies. \n</blockquote><blockquote id=\"blockquote_9\">\t(d) Though such transactions border on speculations to some extent, they have been recognised statutorily by the Foreign Exchange Management (Foreign exchange derivatives contracts) Regulations, 2000 issued under the <a href=\"/doc/600757/\" id=\"a_5\">Foreign Exchange Management Act, 1999</a> and by the Reserve Bank of India (Amendment) Act, 2006.\n</blockquote><blockquote id=\"blockquote_10\">\t(e) Therefore, in pursuance of a Resolution passed by the Board of Directors of the plaintiff Company on 21.07.2005 (Resolution No.2065), authorising the 2nd defendant (Financial Controller and Secretary of the plaintiff) to enter into Spot and Forward Foreign Exchange Contracts, Options and any other Derivative Instruments, the 2nd and 3rd defendants are said to have finalised 52 Derivative Cross Currency Deals.  Out of those 52 Deals, only 9 Deals are now in force and the rest of them are already closed.  Out of those 9 Deals, 2 were with the applicant (Bank) herein and the other Deals were with other Banks. Out of the 2 Deals which the defendants 2 and 3 entered into on behalf of the plaintiff with the applicant/1st defendant, one relates to the I.S.D.A. Master Agreement dated 05.01.2007, which is the subject matter of the present dispute.\n</blockquote><blockquote id=\"blockquote_11\">\t(f) It is the case of the plaintiff that the Cross Currency Deals were finalised and the agreements were entered into by the defendants 2 and 3 on behalf of the plaintiff, without the specific authorisation or approval of the Board of Directors and that the Chairman of the plaintiff Company came to know about such deals only on 06.11.2007 from one of the independent Directors of the Company.  Thereafter, the plaintiff has come to Court with the present suit seeking a declaration that the I.S.D.A. Master Agreement dated 05.01.2007 is void ab initio, illegal, vitiated by fraud, opposed to Public Policy and not binding on the plaintiff Company and for a permanent injunction restraining the 1st defendant from acting under the terms of the Master Agreement.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_8\">\t4. Essentially, the respondent/plaintiff assails the ISDA Master agreement as null and void and unenforceable, on the ground-\n</p><blockquote id=\"blockquote_12\">\t(i) that there was actually no underlying exposure, on account of which the agreement (to hedge) was just speculative in nature making it a pure and simple wagering contract which is declared as void by <a href=\"/doc/1295756/\" id=\"a_6\">section 30</a> of the Indian Contract Act;\n</blockquote><blockquote id=\"blockquote_13\">\t(ii) that the transaction is opposed to public policy and violative of the law declared by RBI and hence void by virtue of section 23 of the Contract Act; and\n</blockquote><blockquote id=\"blockquote_14\">\t(iii) that the defendants 2 and 3 acted in violation of the authority conferred upon them by the Board of Directors of the company, exposing the company to great financial risk and hence the company was not bound by their act. \n</blockquote>\n<p data-structure=\"Issue\" id=\"p_9\">\t5. The plaint was presented on 30.11.2007 and it was admitted on 03.12.2007.  Along with the suit, the plaintiff filed an application for injunction in O.A.No.1314 of 2007. The 1st defendant Bank was on caveat and hence, they took notice on 04.12.2007 when the application for injunction was moved. Immediately thereafter, the 1st defendant filed the present application under <a href=\"/doc/1146817/\" id=\"a_7\">Section 8</a> of the Arbitration and Conciliation Act, 1996 seeking reference of the dispute to arbitration in terms of Part-5, Clause(j) of the Schedule to the Master Agreement dated 05.01.2007.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\t6.  Before proceeding further, it is relevant to take note of one important fact pleaded by the applicant/1st defendant Bank, viz., that the Bank had already invoked the Arbitration Clause, by a notice dated 26.11.2007 (4 days prior to the filing of the present suit). The Bank had also moved the High Court of Bombay on 27.11.2007 in Arbitration Petition No.446 of 2007 for interim reliefs under <a href=\"/doc/1079220/\" id=\"a_8\">Section 9</a> of the Arbitration and Conciliation Act.  A retired Judge of the Supreme Court had already entered upon the reference by a letter dated 29.11.2007.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\t7.  The I.S.D.A. Master Agreement which is the subject matter of dispute in the present suit is dated 5-1-2007. <a href=\"/doc/1137274/\" id=\"a_9\">Section 13(a)</a>, (b), (c) of the Standard Format of the said Master Agreement, got substituted under Part-5, Clause (j) of the Schedule to the I.S.D.A. Master Agreement, by new provisions.  After this substitution, <a href=\"/doc/1137274/\" id=\"a_10\">Section 13(b)</a> in the Standard Format of the I.S.D.A. Master Agreement, contains a clause for resolution of any dispute, difference or question, through arbitration.  Even the plaintiff does not question the existence of the Arbitration Agreement, but they question only the validity and enforceability of the same.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">\t8.  Mr.Arvind P.Datar, learned Senior Counsel appearing for the plaintiff, contended-\n</p><blockquote id=\"blockquote_15\">\t(a) that when the very validity of the Arbitration Agreement is questioned and a declaration is sought to the effect that the Agreement is null and void and vitiated by fraud, this Court cannot refer the dispute to arbitration, without going into the question about the validity of the agreement at least prima facie;\n</blockquote><blockquote id=\"blockquote_16\">\t(b) that the agreement in question is nothing but a wagering contract declared by statute to be void ab initio under Section 30 of the Indian Contract Act, 1872 and that therefore, the arbitration clause which forms part of the said agreement cannot be infused with any life; and\n</blockquote><blockquote id=\"blockquote_17\">\t(c) that the entire transaction covered by the agreement in question is highly speculative in nature, opposed to public policy and violative of the statutory provisions and the rules and guidelines issued by the Reserve Bank of India and hence, it is also hit by <a href=\"/doc/1625889/\" id=\"a_11\">Section 23</a> of the Contract Act, on account of which, the arbitration clause has become a dead letter.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_13\">\t9.  Per contra, Mr.A.L.Somayaji, learned Senior Counsel for the applicant (1st defendant Bank) contended-\n</p><blockquote id=\"blockquote_18\">\t(a) that a reference under <a href=\"/doc/1146817/\" id=\"a_12\">Section 8</a>, in contra distinction to a reference under <a href=\"/doc/160474/\" id=\"a_13\">Section 45</a>, is peremptory in nature, without leaving any scope for the judicial authority to go into the question as to whether the agreement is null and void or vitiated by fraud;\n</blockquote><blockquote id=\"blockquote_19\">\t(b) that the I.S.D.A. Master Agreement is neither a wagering contract nor an agreement opposed to Public Policy and that it is authorised by the Reserve Bank of India and adopted and entered into by several nationalised banks; and\n</blockquote><blockquote id=\"blockquote_20\">\t(c) that since the 1st defendant Bank has already called the shots, by approaching the Bombay High Court under <a href=\"/doc/1079220/\" id=\"a_14\">Section 9</a> and also by appointing an Arbitrator in terms of the agreement, the suit cannot proceed further.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_14\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1703962\" id=\"span_3\">10. It is true that the Supreme court had held in <a href=\"/doc/1703962/\" id=\"a_15\">P.Anand Gajapathi Raju vs. P.V.G.Raju</a> {2000(4) SCC 539} that the language of <a href=\"/doc/1146817/\" id=\"a_16\">Section 8</a> is peremptory in nature.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187956\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087099\" id=\"span_5\">The said decision is also quoted with approval in subsequent decisions in <a href=\"/doc/1087099/\" id=\"a_17\">Hindustan Petroleum Corporation Ltd., vs. Pinkcity Midway Petroleums</a>  reported in {2003 (<a href=\"/doc/187956/\" id=\"a_18\">6) SCC 503} and Rashtriya Ispat Nigam Ltd., and Another vs. Verma Transport Co.</a> reported in {2006 (7) SCC 275} etc. The rationale behind <a href=\"/doc/187956/\" id=\"a_19\">the said decision</a> is that <a href=\"/doc/310829/\" id=\"a_20\">section 5</a> of the Arbitration and Conciliation Act,1996 limits the extent of judicial intervention. The relevant portion of <a href=\"/doc/187956/\" id=\"a_21\">the said decision</a> is as follows:-</span></span>\n</p><blockquote id=\"blockquote_21\">\t&quot;4. Part I of the new Act deals with domestic arbitrations.  <a href=\"/doc/310829/\" id=\"a_22\">Section 5</a>, which is contained in Part I of the new Act, defines the extent of judicial intervention in arbitration proceedings.  It says that notwithstanding anything contained in any other law for the time being in force, in matters governed by Part I, no judicial authority shall intervene except where so provided in that Part. <a href=\"/doc/310829/\" id=\"a_23\">Section 5</a> brings out clearly the object of the new Act, namely, that of encouraging resolution of disputes expeditiously and less expensively and when there is an Arbitration Agreement, the Court&#x27;s intervention should be minimal........&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_15\">It is pertinent to note that <a href=\"/doc/310829/\" id=\"a_24\">section 5</a> is peculiar to <a href=\"/doc/1306164/\" id=\"a_25\">Part I of the Act</a> and there is no corresponding provision in Part II, except that <a href=\"/doc/160474/\" id=\"a_26\">sections 45</a> and <a href=\"/doc/1573006/\" id=\"a_27\">54</a> (in Part II) contain an in-built safety valve within which a judicial authority is permitted to play a role. The applicability of section 5 is also specifically restricted only to Part I. \n\n</p><p data-structure=\"Precedent\" id=\"p_16\">\t11. But <a href=\"/doc/310829/\" id=\"a_28\">section 5</a> as well as the decisions of the Apex court quoted above, do not deal with a situation where the contract is assailed as void ab-initio and vitiated by fraud. Therefore, the question as to the role of the court while considering  an application under <a href=\"/doc/1146817/\" id=\"a_29\">section 8</a>, when the contract itself is challenged as void, requires an elaborate consideration. \n</p>\n<p data-structure=\"Section\" id=\"p_17\">\t12. The I.S.D.A. Master Agreement in question in the present suit, is challenged as void ab-initio on the ground that it is hit by <a href=\"/doc/1460737/\" id=\"a_30\">Section 23</a> (as opposed to Public Policy) and <a href=\"/doc/1295756/\" id=\"a_31\">section 30</a> of the Indian Contract Act (on account of being a wagering contract). But before entering into the grey area as to whether it is actually so, it is necessary to see, at the out set, if <a href=\"/doc/1146817/\" id=\"a_32\">section 8</a> of the Arbitration and Conciliation Act, 1996, leaves any scope for this Court to stray into such area at all. This exercise is essential, since <a href=\"/doc/160474/\" id=\"a_33\">section 45</a> of the Act dealing with International Commercial Arbitration, specifically empowers a judicial authority, while considering an application for reference of the dispute to arbitration, to go into the question as to whether an agreement is null and void or inoperative or incapable of being enforced. But <a href=\"/doc/1146817/\" id=\"a_34\">section 8</a> does not contain, in such express terms, a similar gate pass. It is only by inference, if at all such inference is permissible, that such a power can be read into <a href=\"/doc/1146817/\" id=\"a_35\">section 8</a>. Therefore, the question to be taken up, at the threshold, is as to whether in an application under <a href=\"/doc/1146817/\" id=\"a_36\">section 8</a>, this Court can take up the exercise of determining whether the I.S.D.A. Agreement is null and void, unenforceable and vitiated by fraud or not.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">Scope of Enquiry under <a href=\"/doc/1146817/\" id=\"a_37\">Section 8</a>.\n</p><p data-structure=\"Section\" id=\"p_19\">\t13.  There are 3 provisions in the <a href=\"/doc/1306164/\" id=\"a_38\">Arbitration and Conciliation Act, 1996</a>, which enables a party to a judicial proceeding to seek a reference of the dispute to arbitration. They are <a href=\"/doc/1146817/\" id=\"a_39\">sections 8</a>, <a href=\"/doc/160474/\" id=\"a_40\">45</a> and <a href=\"/doc/1573006/\" id=\"a_41\">54</a> of the Act. <a href=\"/doc/1146817/\" id=\"a_42\">Section 8</a> of the Act reads as follows:-\n</p><blockquote id=\"blockquote_22\">\t&quot;8.Power to refer parties to arbitration where there is an Arbitration Agreement.-\n</blockquote><blockquote id=\"blockquote_23\">\t(1) A judicial authority before which an action is brought in a matter which is the subject of an Arbitration Agreement shall, if a party so applies not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration.\n</blockquote><blockquote id=\"blockquote_24\">\t(2) The application referred to in sub-section(1) shall not be entertained unless it is accompanied by the original Arbitration Agreement or a duly certified copy thereof.\n</blockquote><blockquote id=\"blockquote_25\">\t(3) Notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made.&quot;    \n</blockquote><p data-structure=\"Section\" id=\"p_20\"><a href=\"/doc/160474/\" id=\"a_43\">Section 45</a> of the Act reads as follows:-\n</p><blockquote id=\"blockquote_26\">\t&quot;45.Power of judicial authority to refer parties to arbitration.-\n</blockquote><blockquote id=\"blockquote_27\">\tNotwithstanding anything contained in Part I or in <a href=\"/doc/161831507/\" id=\"a_44\">the Code of Civil Procedure</a>, 1908 (5 of 1908), a judicial authority, when seized of an action in a matter in respect of which the parties have made an agreement referred to in <a href=\"/doc/1211237/\" id=\"a_45\">Section 44</a>, shall, at the request of one of the parties or any person claiming through or under him, refer the parties to arbitration, unless it finds that the said agreement is null and void, inoperative or incapable of being performed.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_21\"><a href=\"/doc/1573006/\" id=\"a_46\">Section 54</a> of the Act reads as follows:-\n</p><blockquote id=\"blockquote_28\">\t&quot;54.  Power of judicial authority to refer parties to arbitration-\n</blockquote><blockquote id=\"blockquote_29\">\tNotwithstanding anything contained in Part I or in <a href=\"/doc/161831507/\" id=\"a_47\">the Code of Civil Procedure</a>, 1908 (5 of 1908), a judicial authority, on being seized of a dispute regarding a contract made between persons to whom <a href=\"/doc/1940965/\" id=\"a_48\">section 53</a> applies and including an Arbitration Agreement, whether referring to present or future differences, which is valid under that section and capable of being carried into effect, shall refer the parties on the application of either of them or any person claiming through or under him to the decision of the arbitrators and such reference shall not prejudice the competence of the judicial authority in case the agreement or the arbitration cannot proceed or becomes inoperative.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_22\">\t14. While <a href=\"/doc/1146817/\" id=\"a_49\">Section 8</a>, which falls under <a href=\"/doc/1306164/\" id=\"a_50\">Part-I of the Act</a>, relates to domestic arbitration, <a href=\"/doc/160474/\" id=\"a_51\">Sections 45</a> and <a href=\"/doc/1573006/\" id=\"a_52\">54</a>, which fall under <a href=\"/doc/1306164/\" id=\"a_53\">Part-II of the Act</a>, relate to International Commercial Arbitration under the New York Convention Awards and the Geneva Convention Awards respectively.  On a comparative study of <a href=\"/doc/1146817/\" id=\"a_54\">Sections 8</a>, <a href=\"/doc/160474/\" id=\"a_55\">45</a> and <a href=\"/doc/1573006/\" id=\"a_56\">54</a> of the Act, it is seen that the Law Makers made each one of them different and distinct in their scope, ambit and operation.  Prima facie, there appears to be the following distinctions between these provisions:-\n</p><blockquote id=\"blockquote_30\">\t(a) <a href=\"/doc/160474/\" id=\"a_57\">Sections 45</a> and <a href=\"/doc/1573006/\" id=\"a_58\">54</a> start with a non obstante clause, so as to exclude anything contained in <a href=\"/doc/1306164/\" id=\"a_59\">Part-I of the Act</a> or in <a href=\"/doc/161831507/\" id=\"a_60\">the Code of Civil Procedure</a> from being applied to the proceedings, to which <a href=\"/doc/160474/\" id=\"a_61\">sections 45</a> and <a href=\"/doc/1573006/\" id=\"a_62\">54</a> apply. <a href=\"/doc/1146817/\" id=\"a_63\">Section 8</a> does not contain such a non obstante clause. Therefore the power of the judicial authority while dealing with an application under <a href=\"/doc/1146817/\" id=\"a_64\">section 8</a> is circumscribed by <a href=\"/doc/310829/\" id=\"a_65\">section 5</a>. To make matters worse, <a href=\"/doc/675839/\" id=\"a_66\">section 16</a> which falls in <a href=\"/doc/1306164/\" id=\"a_67\">Part I of the Act</a>, empowers the Arbitral Tribunal itself to go into such questions relating to jurisdiction and to the existence or validity of the Arbitration Agreement. Therefore <a href=\"/doc/1146817/\" id=\"a_68\">section 8</a> is conditioned by <a href=\"/doc/310829/\" id=\"a_69\">sections 5</a> and <a href=\"/doc/675839/\" id=\"a_70\">16</a>.  \n</blockquote><blockquote id=\"blockquote_31\">\t(b) <a href=\"/doc/1146817/\" id=\"a_71\">Section 8</a> makes it mandatory for the court, to refer the parties to arbitration, if the party seeking a reference to arbitration, applies not later than when submitting the first statement on the substance of the dispute. Such a stipulation (to apply before submitting the first statement on the substance of the dispute) is not found in <a href=\"/doc/160474/\" id=\"a_72\">Sections 45</a> and <a href=\"/doc/1573006/\" id=\"a_73\">54</a>.\n</blockquote><blockquote id=\"blockquote_32\">\t(c) The word, &#x27;party&#x27; appearing in <a href=\"/doc/1690450/\" id=\"a_74\">Section 8(1)</a> has a restrictive meaning in view of the definition of the said word under <a href=\"/doc/957917/\" id=\"a_75\">Section 2(1)(h)</a>, that it would mean only a party to an Arbitration Clause.  On the contrary, <a href=\"/doc/160474/\" id=\"a_76\">Section 45</a> does not contain such a restriction. <a href=\"/doc/160474/\" id=\"a_77\">Section 45</a> enables any of the parties to the Arbitration Agreement or even any person claiming through or under him to seek a reference.  <a href=\"/doc/1573006/\" id=\"a_78\">Section 54</a> also enables the parties as well as any person claiming through or under them to seek a reference.\n</blockquote><blockquote id=\"blockquote_33\">\t(d) More importantly, the mandate under <a href=\"/doc/160474/\" id=\"a_79\">Section 45</a> to refer the parties to arbitration, indicated by the word, &quot;shall&quot; appearing in the section, is watered down by the last part of <a href=\"/doc/160474/\" id=\"a_80\">Section 45</a>, whereby a leverage is given to the Judicial Authority not to refer the parties to arbitration if it finds that the agreement is null and void, inoperative or incapable of being performed. Such a discretion conferred upon the Judicial Authority in the later part of <a href=\"/doc/160474/\" id=\"a_81\">Section 45</a> is conspicuously absent in <a href=\"/doc/1146817/\" id=\"a_82\">Section 8</a>.  <a href=\"/doc/1573006/\" id=\"a_83\">Section 54</a> goes a step further in stipulating that if the agreement or the arbitration cannot proceed or becomes inoperative, the reference to arbitration shall not prejudice the competence of the Judicial Authority.\n</blockquote><blockquote id=\"blockquote_34\">\t(e) As stated above, section 5 of the Act, which restricts the power of intervention of a Judicial authority and section 16 which empowers the Arbitral Tribunal itself to rule on its own jurisdiction, apply only to Part-I. Therefore, they apply only to the proceedings covered by section 8 and not to proceedings covered by sections 45 and 54, since sections 45 and 54 begin with a non obstante clause relating to Part-I.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"847271\" id=\"span_6\">15. The difference between <a href=\"/doc/1146817/\" id=\"a_84\">sections 8</a> and <a href=\"/doc/160474/\" id=\"a_85\">45</a> was noted by the Apex court in <a href=\"/doc/847271/\" id=\"a_86\">Shin-Etsu Chemical Co. Ltd., vs. Aksh Optifibre Ltd., and another</a> (2005) 7 Supreme Court Cases 234, in the following words:-</span>\n</p><blockquote id=\"blockquote_35\">\t&quot;12. <a href=\"/doc/1146817/\" id=\"a_87\">Section 8</a> of the Act is a departure from <a href=\"/doc/152672418/\" id=\"a_88\">Section 34</a> of the Old Act.  Under this section the judicial authority has no discretion. It is mandatory for the judicial authority to refer the parties to arbitration on the existence of conditions stipulated in the section.  Unlike <a href=\"/doc/160474/\" id=\"a_89\">Section 45</a>, the judicial authority under <a href=\"/doc/1146817/\" id=\"a_90\">Section 8</a> has not been conferred the power to refuse reference to arbitration on the ground of invalidity of the agreement.  It is evident that the object is to avoid delay and accelerate reference to arbitration leaving the parties to raise objections, if any, to the validity of the Arbitration Agreement before the arbitral forum and/or post-award under <a href=\"/doc/536284/\" id=\"a_91\">Section 34</a> of the Act.\n</blockquote><blockquote id=\"blockquote_36\">\t18.....As already noticed, unlike <a href=\"/doc/160474/\" id=\"a_92\">Section 45</a> the objection as to the validity of the Arbitration Agreement cannot be raised as a defence to an application filed under <a href=\"/doc/1146817/\" id=\"a_93\">Section 8</a>.  ...\n</blockquote><blockquote id=\"blockquote_37\">\t38.  It is true that <a href=\"/doc/310829/\" id=\"a_94\">Section 5</a> limits judicial intervention in the manner provided therein. It accelerates the arbitral process by curtailing chances of delay that may be caused in court proceedings.  But, at the same time, it is also clear that though <a href=\"/doc/1146817/\" id=\"a_95\">Sections 8</a> and <a href=\"/doc/160474/\" id=\"a_96\">45</a> both deal with the power of judicial authority to refer parties to arbitration, in the former which deals with domestic arbitration, no provision has been made for examining at that stage the validity of the Arbitration Agreement whereas under <a href=\"/doc/160474/\" id=\"a_97\">Section 45</a> which deals with arbitrations to which the New York Convention applies, a specific provision has been made to examine the validity of the Arbitration Agreement in the manner provided in <a href=\"/doc/160474/\" id=\"a_98\">Section 45</a>. Both provisions are differently structured albeit the purpose of both is to refer parties to arbitration but in one case domestic arbitration and in the other case international arbitration. Unlike <a href=\"/doc/1146817/\" id=\"a_99\">Section 8</a> which provides that the application shall be moved not later than when submitting the first statement of the substance of the dispute, under <a href=\"/doc/160474/\" id=\"a_100\">Section 45</a> there is no such limitation.  The apparent reason is that insofar as domestic arbitration is concerned, the legislature intended to achieve speedy reference of disputes to the Arbitral Tribunal and left most of the matters to be raised before the arbitrators or post-award.  In case of foreign arbitration, however, in its wisdom the legislature left the question relating to the validity of the Arbitration Agreement being examined by the court.  One of the main reasons for the  departure being the heavy expense involved in such arbitrations which may be unnecessary if the Arbitration Agreement is to be invalidated in the manner prescribed in <a href=\"/doc/160474/\" id=\"a_101\">Section 45</a>.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">Though the above view formed part of the minority decision of Justice Y.K.Sabharwal, as he then was, the majority view of the other 2 learned Judges (Justices D.M.Dharmadhikari and B.N. Srikrishna) was not different, in so far as this particular aspect was concerned. This is seen from the following passage, of the decision of the majority:- \n</p>\n<blockquote id=\"blockquote_38\">\t&quot;66. The contrast in the language between <a href=\"/doc/1146817/\" id=\"a_102\">Sections 8</a> and <a href=\"/doc/160474/\" id=\"a_103\">45</a> of the Act has been rightly noticed by my learned Brother. <a href=\"/doc/1146817/\" id=\"a_104\">Section 8</a>, which leaves no discretion in the court in the matter of referring parties to arbitration, does not apply to the present case, as we are concerned with <a href=\"/doc/1306164/\" id=\"a_105\">Part II of the Act</a>. On the other hand, <a href=\"/doc/160474/\" id=\"a_106\">Section 45</a> which is directly applicable to the present case, empowers the court to refuse a reference to arbitration if it &quot;finds&quot; that the Arbitration Agreement is &quot;null and void, inoperative or incapable of being performed&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_25\">\t16. Thus, <a href=\"/doc/1146817/\" id=\"a_107\">sections 8</a>, <a href=\"/doc/160474/\" id=\"a_108\">45</a> and <a href=\"/doc/1573006/\" id=\"a_109\">54</a> enumerate 3 different situations in which applications for reference of the disputes to arbitration could be made and the Act maintains a clear distinction between the powers exercisable by a judicial authority in each of those situations. The scope of the enquiry under each of these sections is to be different. Is the distinction so maintained under the Act, between <a href=\"/doc/1146817/\" id=\"a_110\">sections 8</a>, <a href=\"/doc/160474/\" id=\"a_111\">45</a> and <a href=\"/doc/1573006/\" id=\"a_112\">54</a>, real and substantial or only illusory and insignificant ? Is the absence in <a href=\"/doc/1146817/\" id=\"a_113\">section 8</a>, of the rider &quot;unless it finds that the said agreement is null and void, inoperative or incapable of being performed,&quot; as found in <a href=\"/doc/160474/\" id=\"a_114\">section 45</a> of the Act, deliberate, meaningful and has a purpose or is it only an accidental omission on the part of the parliament? Can the court supply the casus omissus?\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\"> \t17. In UNIQUE BUTYLE TUBE INDUSTRIES (P) lTD -VS U.P. FINANCIAL CORPORATION 2003 (2) SCC 455, the Supreme Court pointed out that as a first principle, a court cannot supply the casus omissus. But in para 14 of <a href=\"/doc/847271/\" id=\"a_115\">the said judgment</a>, the Supreme Court also indicated the circumstances under which an exception to the general rule is permissible. Para 14 reads as follows:-\n</p><blockquote id=\"blockquote_39\">&quot;Two principles of construction- one relating to casus omissus and the other in regard to reading the statute as a whole-- appear to be well settled. Under the first principle a casus omissus cannot be supplied by the court except in the case of clear necessity and when the reason for it is found in the four corners of the statute itself but at the same time a casus omissus should not be readily inferred and for that purpose all the parts of a statute or section must be construed together and every clause of a section should be construed with reference to the context and other clauses thereof so that the construction to be put on a particular provision makes a consistent enactment of the whole statute. This would be more so if literal construction of a particular clause leads to manifestly absurd or anomalous results which could not have been intended by the legislature. &quot;An intention to produce an unreasonable result&quot; said Danckwerts, L.J., in Artemiou V. Procopiou (All ER p.544-I) &quot;is not to be imputed to a statute if there is some other construction available.&quot; Where to apply words literally would &quot;defeat the obvious intention of the legislation and produce a wholly unreasonable result&quot;, we must &quot;do some violence to the words&quot; and so achieve that obvious intention and produce a rational construction. Per Lord Reid in Luke v. IRC where at AC p.577 he also observed:(AllER p.664 I) &quot;This is not a new problem, though our standard of drafting is such that it rarely emerges.&quot;    \n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">It follows from the above decision of the Supreme Court that casus omissus should not be readily inferred. It  cannot be supplied by the court except in the case of clear necessity and when the reason for it is found in the four corners of the statute itself. Therefore let me find out if a clear necessity has arisen in this case to supply the casus omissus and to read into <a href=\"/doc/1146817/\" id=\"a_116\">section 8</a>, what is not provided therein but what is specifically provided in <a href=\"/doc/160474/\" id=\"a_117\">section 45</a>.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\"> \t18. Despite the fact that the latter part of <a href=\"/doc/160474/\" id=\"a_118\">section 45</a>, empowering the court to go into the question of nullity and voidity of the agreement, is conspicuously absent in <a href=\"/doc/1146817/\" id=\"a_119\">section 8</a> and despite the difference between the scope of the enquiries under <a href=\"/doc/1146817/\" id=\"a_120\">sections 8</a> and <a href=\"/doc/160474/\" id=\"a_121\">45</a>, it was contended by Mr.Arvind P.Datar, learned Senior Counsel for the respondent/plaintiff that the case on hand would fall under the exception to the general rule relating to casus omissus and that this court can still go into the question as to whether the agreement is null and void or vitiated by fraud. This contention is advanced for 2 reasons, viz., \n</p><p data-structure=\"Section\" id=\"p_29\">\t(a) that once fraud is alleged vitiating all solemn acts or an agreement is assailed to be void ab initio, it would drown not only the main agreement between the parties but would also drown the arbitration clause/agreement along with it; and\n</p><p data-structure=\"Precedent\" id=\"p_30\">\t(b) that while holding the power conferred under section 11 of the Arbitration and Conciliation Act to be a judicial power, the Constitution Bench of the Supreme Court found, in SBP &amp; Co -vs- Patel Engineering Ltd., 2005 (8) SCC 618, that sections 8 and 11 are complementary in nature and hence the court is bound to decide the jurisdictional issue raised before it.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">Effect of fraud on the Arbitration Agreement\n</p><p data-structure=\"Section\" id=\"p_32\">\t19. Regarding the first contention, it is no doubt true that fraud vitiates all solemn acts. Fraud is a powerful explosive device which could shatter to pieces, the entire agreement between the parties. &quot;Can the Arbitration clause survive the explosion?&quot;, is the question, on which, there is a long line of decisions, some of which, take a non conventional approach. Let me now examine some of those decisions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\t20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"472836\" id=\"span_7\">In one of the earliest decisions on the point, namely, <a href=\"/doc/472836/\" id=\"a_122\">Karunakumar Datta Gupta vs. Lankaran Patwari</a> (AIR 1933 Calcutta 759), a learned Judge of the Calcutta High Court took the view that where the contract is challenged as being void on the ground of illegality, the arbitration clause contained in the contract is also avoided. The relevant portion of <a href=\"/doc/472836/\" id=\"a_123\">the said decision</a> is extracted here under:-</span> \n</p><blockquote id=\"blockquote_40\">\t&quot;......... In Smith, Coney and Barrett vs. Becker, Grey &amp; Co. the principle is clearly acknowledged that if the contract is challenged as being void on the ground of illegality, the arbitration clause contained in the contract is also avoided .............I consider that the same result follows from an analysis of the <a href=\"/doc/171398/\" id=\"a_124\">Contract Act</a>. By<a href=\"/doc/1804257/\" id=\"a_125\"> S.2 (g)</a> of the Act, an agreement, which is not enforceable by law, is void. By<a href=\"/doc/1804257/\" id=\"a_126\"> S.2(h)</a>, it is only an agreement enforceable by law that is a &quot;a contract&quot;. By<a href=\"/doc/308340/\" id=\"a_127\"> S.30</a>, an agreement by way of wager is a void agreement. It is no more a contract than an agreement affected by Ss.20, 23 or<a href=\"/doc/351718/\" id=\"a_128\"> S.25</a>.  I, therefore, agree with the view expressed tentatively by Panckridge,J., in Chong Wong&#x27;s case (1), to the effect that such a suit lies....\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_34\">\t21. In Abdul Kadir Shamsuddin Bubere -vs- Madhav Prabhakar (AIR 1962 Supreme Court 406), the Supreme court held as follows:- \n</p><blockquote id=\"blockquote_41\">\t&quot;17. There is no doubt that where serious allegations of fraud are made against a party and the party who is charged with fraud desires that the matter should be tried in open court, that would be a sufficient cause for the court not to order an Arbitration Agreement to be filed and not to make the reference.  But it is not every allegation imputing some kind of dishonesty, particularly in matters of accounts, which would be enough to dispose a court to take the matter out of the forum which the parties themselves have chosen.  This to our mind is clear even from the decision in Russell&#x27;s case (1880)14 Ch D 471.  In that case there were allegations of constructive and actual fraud by one brother against the other and it was in those circumstances that the court made the observations to which we have referred above.  Even so, the learned Master of the Rolls also observed in the course of the judgment at p.476 as follows:-\n</blockquote><blockquote id=\"blockquote_42\">\t&quot;Why should it be necessarily beyond the purview of this contract to refer to an arbitrator questions of account, even when those questions do involve misconduct amounting even to dishonesty on the part of some partner?  I do not see it.  I do not say that in many cases which I will come to in the second branch of the case before the Court, the Court may not, in the exercise of its discretion, refuse to interfere; but it does not appear to me to follow of necessity that this clause was not intended to apply to all questions, even including questions either imputing moral dishonesty or moral misconduct to one or other of the parties&quot;.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_35\">We are clearly of opinion that merely because some allegations have been made that account are not correct or that certain items are exaggerated and so on that is not enough to induce the court to refuse to make a reference to arbitration.  It is only in cases of allegations of fraud of a serious nature that the court will refuse as decided in Russell&#x27;s case (1880) 14 Ch D 471 to order an Arbitration Agreement to be filed and will not make a reference.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_36\">But the above decisions of the Calcutta High Court and the Supreme court were rendered long prior to the enactment of the <a href=\"/doc/1306164/\" id=\"a_129\">Arbitration and Conciliation Act, 1996</a> and hence we have to see if the 1996 Act  created any difference. \n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1712489\" id=\"span_8\">22. Post 1996 Act, K.P.Sivasubramanian,J., took the view, in <a href=\"/doc/1712489/\" id=\"a_130\">H.G.Oomor Sait and another vs. O.Aslam Sait</a> (2001 (3) CTC 269, that where allegations of fraud are made, the parties need not be referred to arbitration. The relevant portion of his decision is as follows:-</span>\n</p>\n<blockquote id=\"blockquote_43\">\t&quot;28.  ....... Courts have repeatedly held that in cases where substantial questions of law arise for consideration or issues which require serious consideration of evidence relating to fraud and misrepresentation etc. are involved, such cases are best left to the civil Court and that the Arbitrator will not be competent to go into the said issues&quot;.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_38\">\t29........... I agree that the solemn agreement between the parties to resolve the disputes by an alternative forum before the Arbitrator should be strictly complied with.  But when the dispute involves consideration of substantial questions of law and contested allegations of mala fides, fraud, misrepresentation etc., which depend on adducing of and scrutiny of detailed oral and documentary evidence, then the parties as well as the Civil Court would be justified in ignoring the arbitration clause.  <a href=\"/doc/1403427/\" id=\"a_131\">Section 27</a> of the 1996 Act provides for the Arbitrator to seek the assistance of the Court in taking evidence is an example of the admitted deficiencies of a proceeding before the arbitrator.  Even after obtaining such assistance from the Civil Court, the Arbitrator would still be unable to appreciate the demeanor of the witnesses which is an essential feature of appreciation of oral evidence.  Assuming that the grounds of challenge of an arbitration award as provided under the New Act has been narrowed down compared to the old Act, that would be all the more reason why the jurisdiction of the Civil Court to go into such contentious issues like substantial questions of law or serious allegation of fraud etc., requiring detailed evidence, should be properly reserved for a Civil Court to go into and decide&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_39\">\t32.  ........In Amarchand Lalit Kumar vs. Shree Ambica Jute Mills, AIR 1966 SC 1036 the Supreme Court had enlisted the following five grounds for revoking the contract of arbitration:\n</p><blockquote id=\"blockquote_44\">\t(i)  Excess or refusal of jurisdiction by arbitrator.\n</blockquote><blockquote id=\"blockquote_45\">\t(ii) Misconduct of arbitrator.\n</blockquote><blockquote id=\"blockquote_46\">\t(iii) Disqualification of arbitrator.\n</blockquote><blockquote id=\"blockquote_47\">\t(iv) Charges of fraud.\n</blockquote><blockquote id=\"blockquote_48\">\t(v) Exceptional cases.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_40\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"826484\" id=\"span_9\">23.  A similar view was taken by A.Kulasekaran,J., in M/S GDR Financial Services Pvt. Ltd., and another vs. M/s Allsec Securities Ltd., (2001 (3) CTC 461). But a view contrary to the one taken by K.P.Sivasubramanian,J., and A.Kulasekaran,J., had already been taken by R.Jayasimha Babu,J., in an unreported decision in <a href=\"/doc/826484/\" id=\"a_132\">Madras Refineries Ltd., vs. Southern Petrochemicals Industries Corporation Ltd.</a>, (decided on 11.03.1996 in A.No.571 of 1996 in C.S.No.67 of 1996) wherein it was held as follows:-</span>\n</p>\n<blockquote id=\"blockquote_49\">\t&quot;37.  Allegations of fraud, against a party to the Arbitration Agreement are however open to scrutiny in arbitration proceedings. There is no prohibition in law, whether express or implied, whereby the arbitrator is prevented from examining allegations of fraud.  Though the Courts have, while exercising their discretionary power under<a href=\"/doc/1722761/\" id=\"a_133\"> S.34</a> of the Arbitration Act, declined to stay proceedings in the suit when serious allegations of fraud are made against a party to an Arbitration Agreement if that party desires to have a trial in open court,  and have on occasions also declined stay even against the wishes of the party against whom such allegations were made, if a prima facie case of fraud had been made out, it has never been the view of the courts that there is any inherent lack of jurisdiction in an arbitrator to decide upon allegations of fraud made against a party to an Arbitration Agreement.\n</blockquote><blockquote id=\"blockquote_50\">\t38.  In the oft quoted case of Russell vs. Russell (1880 14 Ch. D.471) the question that arose for consideration was as to whether the Court, having regard to the discretionary power vested in it under<a href=\"/doc/32973673/\" id=\"a_134\"> S.11</a> of the Common Law Procedure Act, 1854, should, in the exercise of that discretion refuse to allow matters which had been expressly agreed to be referred to arbitration, to be referred in view of fraud having been alleged against the defendant. Jessell M.R., who decided that case observed: &quot;First of all, is it true that the parties to a contract can hardly be supposed to have endeavoured to refer to an arbitration an attempt by one of them to cheat the other?  I can find no reason for assuming it.  A fraudulent man would not desire publicity, but would wish that question to be inquired into before a private tribunal.  Nor does it follow that the man who has been defrauded wants publicity.  It is an injury to the credit of the firm.  .... why should it be necessarily beyond the purview of this contract to refer to an arbitrator questions of account, even when those questions do involve misconduct amounting to dishonesty,on the part of the same partner?  I do not see it.  I do not say that in many cases which I will come to in the second branch of the case before the Court, Court may not in exercise of its discretion, refuse to interfere; but it does not appear to me to follow of necessity that this clause was not intended to apply to all questions, even including questions either imputing moral dishonesty or moral misconduct to one or other of the parties&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737932\" id=\"span_10\">39. These observations of Jessell M.R. were referred to with approval by the Supreme Court in the case of <a href=\"/doc/1737932/\" id=\"a_135\">Abdul Kadir Shamsuddin Bubere vs. Madhav Prabakar Oak</a> (AIR 1962 SC 406).</span>\n</p><p data-structure=\"Precedent\" id=\"p_42\">\t40. In England,by 24(2) of the <a href=\"/doc/1052228/\" id=\"a_136\">Arbitration Act</a>, the High Court is given the power to order that the Arbitration Agreement shall cease to have effect if the dispute between the parties involves the question as to whether any such party is guilty of fraud. <a href=\"/doc/1592483/\" id=\"a_137\">S.24(2)</a> reads as under: &quot;where an agreement between any parties provides that disputes which may arise in the future between them shall be referred to arbitration, and a dispute which so arises involves the question whether any such party been guilty of fraud, the High Court shall, so far as may be necessary to enable that question to be determined by the High Court, have power to order that the agreement shall cease to have effect and power to give leave to revoke the authority of any arbitrator or umpire appointed by or by virtue of the agreement&quot; .\n</p><p data-structure=\"Precedent\" id=\"p_43\">\t41. In India, even in the absence of any statutory provision similar to<a href=\"/doc/1040650/\" id=\"a_138\"> S.24(2)</a> of the English Act, the power to decline stay in cases where serious question of fraud arose for consideration was exercised under<a href=\"/doc/536284/\" id=\"a_139\"> S.34</a> which confers a discretionary power on the court to refuse stay if there were sufficient reasons as to why the matter brought before the court should not be referred to arbitration.\n</p><p data-structure=\"Precedent\" id=\"p_44\">\t42. <a href=\"/doc/1690450/\" id=\"a_140\">Section 8(1)</a> of the Ordinance does not recognise any discretionary power in the court to decline making a reference.  If the conditions expressly stated as also those necessarily implicit in<a href=\"/doc/1146817/\" id=\"a_141\"> S.8</a> are satisfied a reference must be made.  Reference to arbitration cannot be declined on account of allegation of fraud having been made by a plaintiff, as such a dispute is one which the arbitrator can settle under the law in force, and the exercise of that power by the arbitrator is not opposed to public policy&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">\t24. A Division Bench of this court has also taken the view that even the question of fraud has to be gone into only in the arbitration proceedings. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"999436\" id=\"span_11\">In <a href=\"/doc/999436/\" id=\"a_142\">NIIT Limited vs. Ashish Deb &amp; Another</a> (2004-2-L.W.244), the Division Bench of this court held as follows:-</span>\n</p><blockquote id=\"blockquote_51\">\t&quot;13.  Though the respondents/plaintiffs have challenged the validity of the agreement on the ground that a fraud was played on them, the same also can be gone into by the arbitrator in view of powers given under <a href=\"/doc/675839/\" id=\"a_143\">Sec.16</a> of the Act. This aspect was not considered by the learned Judge while rejecting the Application filed under <a href=\"/doc/1146817/\" id=\"a_144\">Sec.8</a> of the Act by the appellant/defendant. Hence, we are inclined to interfere with the order passed by the learned Judge&quot;. \n</blockquote><p data-structure=\"Precedent\" id=\"p_46\">Thus the view taken by the Division Bench supports the view taken by R.Jayasimha Babu,J., though the same has not specifically been referred to. Even a Division Bench of the Karnataka High Court took a similar view in Lexicon Finance Limited  -vs- Union of India and others {2002(3) Arb.LR 60 (Karnataka) (DB). It is as follows:-\n</p>\n<blockquote id=\"blockquote_52\">\t&quot;A perusal of the aforesaid provision makes it clear that an arbitration clause in an agreement shall be treated an agreement independent of other terms of the contract and even if the Arbitral Tribunal were to hold that the contract is null and void it shall not entail ipso jure the invalidity of the arbitration clause.  In other words even if the contract is held to be void the clause regarding arbitration found in a void contract would not become void.  It exists independently of the said contract and it could be enforced.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">\t25. In India Household and Healthcare Ltd., vs. LG Household and Healthcare Ltd. (AIR 2007 SC 1376), the Supreme court considered the effect of an allegation of fraud and held as follows:-\n</p><blockquote id=\"blockquote_53\">\t&quot;3. Respondent, however, contends that the said agreement was preceded by a Memorandum of Understanding dated 1.11.2003. Respondent further contends that the said purported Memorandum of Understanding and licence agreement dated 08.05.2004 are vitiated by a fraud of a very large magnitude fructified by a criminal conspiracy hatched between M/s K.P.Jayram Pillai and Vijay R.Singh representing the petitioner and M/s C.H.Kim and B.K.Jung representing the respondent. The petitioner Company bribed the said C.H.Kim and B.K.Jung for the purpose of creation of the aforesaid documents.  They had already been convicted and sentenced to undergo imprisonment by the Korean Criminal Court.  It was contended that they misused their official position to advance private benefit.  There seems to be a substantial and reasonable nexus to promote personal advantage. There was furthermore no ostensible authority on their part to represent the company.  The said Memorandum of Understanding also contravenes the Korean laws in terms whereof the execution thereof required the prior approval of and a duly executed power of attorney from the Representative Director and the Chief Executive Officer of the respondent which did not exist in the present case.\n</blockquote><blockquote id=\"blockquote_54\">\t10. It is also no doubt true that where existence of an Arbitration Agreement can be found, apart from the existence of the original agreement, the Courts would construe the agreement in such a manner so as to uphold the Arbitration Agreement. However, when a question of fraud is raised, the same has to be considered differently. Fraud, as is well known, vitiates all solemn acts.  A contract would mean a valid contract; an Arbitration Agreement would mean an agreement which is enforceable in law&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_48\">\t12. The power of this Court, therefore, no longer is an administrative power. The purported Arbitration Agreement is an international commercial Arbitration Agreement. <a href=\"/doc/675839/\" id=\"a_145\">Section 16</a> of the 1996 Act which is in Chapter 4 of Part I thereof may not, thus, be applicable in this case.  Even if it applies, the jurisdiction of the arbitrator to determine his own jurisdiction is on the basis of that arbitration clause which may be treated as an agreement independent  of the other terms of the contract and his decision that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause.  But, the question would be different where the entire contract containing the Arbitration Agreement stands vitiated by reason of fraud of this magnitude.  \n</p><p data-structure=\"Section\" id=\"p_49\">\t13. It may be noticed that Part II of the 1996 Act contains a provision for approaching the court. <a href=\"/doc/160474/\" id=\"a_146\">Section 45</a> of the 1996 Act contains a non-obstante clause.  A judicial authority, therefore, may entertain an application at the instance of a party which alleges that there exists an Arbitration Agreement whereupon judicial authority may refer the parties to arbitration, save and except in a case where it finds that the said agreement is null and void, inoperative and incapable of being performed.  <a href=\"/doc/1146817/\" id=\"a_147\">Section 8</a> of the 1996 Act, however, is differently worded. \n</p><p data-structure=\"Precedent\" id=\"p_50\">\t14. Thus, as and when a question in regard to the validity or otherwise of the Arbitration Agreement arises, a judicial authority would have the jurisdiction under certain circumstances to go into the said question&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_51\">But the above decision of the Supreme Court is of no assistance in arriving at a conclusion, since it arose in respect of international commercial arbitration governed by <a href=\"/doc/1306164/\" id=\"a_148\">Part II of the Act</a> and the Supreme court even while holding as aforesaid, noted that <a href=\"/doc/1146817/\" id=\"a_149\">section 8</a> is differently worded. Therefore it is clear that the above decision cannot be applied to a case arising under <a href=\"/doc/1146817/\" id=\"a_150\">section 8</a>. \n</p><p data-structure=\"Precedent\" id=\"p_52\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1712489\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"472836\" id=\"span_13\">26. Thus it is seen that the judicial opinion on the effect of an allegation of fraud upon the Arbitration Agreement has swung from one extreme to the other. On the one extreme, we have the Calcutta High Court taking the view in <a href=\"/doc/472836/\" id=\"a_151\">Karunakar Datta Gupta</a>&#x27;s case (AIR 1933 Cal 759) that the Arbitration Agreement would be avoided by fraud and K.P.Sivasubramaniam.,J (in <a href=\"/doc/1712489/\" id=\"a_152\">H.G.Oomor Sait</a> case 2001 (3) CTC 269) and A.Kulasekaran,J., (in GDR Financial Services case 2001(3)CTC 461) also taking a similar view.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"999436\" id=\"span_14\">On the other extreme, we have R.Jayasimha Babu,J.,(in MRL case) as well as the Division Bench of this court (in <a href=\"/doc/999436/\" id=\"a_153\">NIIT</a> case) taking the view that there is no impediment for the arbitrator himself to go into the allegations of fraud.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737932\" id=\"span_15\">The decisions of the Supreme court in <a href=\"/doc/1737932/\" id=\"a_154\">Abdul Kadir Shamsuddin Bubere</a> case (AIR 1962 SC 406) and India Household and Healthcare case (AIR 2007 SC 1376) present different dimensions.</span> In India Household and Healthcare case, the Supreme court was concerned with international commercial arbitration and hence the rider in <a href=\"/doc/160474/\" id=\"a_155\">section 45</a> was very much available. In order to ensure that the Supreme court is not misunderstood, the Supreme court emphasised in that case that <a href=\"/doc/1146817/\" id=\"a_156\">section 8</a> is differently worded. Therefore the decision in India Household and Healthcare case case cannot be applied here. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737932\" id=\"span_16\">In <a href=\"/doc/1737932/\" id=\"a_157\">Abdul Kadir Shamsuddin Bubere</a> case (AIR 1962 SC 406), the Supreme court made a dichotomy between cases where serious allegations of fraud are made and cases where the allegations of fraud are not serious enough to deny a reference to arbitration.</span> Even in the former type of cases, (where serious allegations of fraud are made) the Supreme court took cue from Jessel.M.R., in Russell&#x27;s case that the person charged with serious allegations of fraud, may opt for a hearing in open court, indicating thereby that the choice of forum may lie in the hands of the person who is charged with fraud. Therefore all the above decisions do not appear to take us to our destination on a well laid highway and hence we have to find a way out by ourselves. But before I do so, let me examine the other contention of the learned Senior counsel for the plaintiff.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">Argument based upon complimentary nature of <a href=\"/doc/1146817/\" id=\"a_158\">sections 8</a> and <a href=\"/doc/1841764/\" id=\"a_159\">11</a>     \n</p><p data-structure=\"Precedent\" id=\"p_54\">\t27. The other limb of the argument of Mr.Arvind P.Datar, learned Senior counsel for the plaintiff is based upon the decision of the Supreme Court in SBP &amp; CO. vs. PATEL ENGINEERING LTD. AND ANOTHER ((2005) 8 Supreme Court Cases 618), wherein the Supreme court noted the complimentary nature of <a href=\"/doc/1146817/\" id=\"a_160\">sections 8</a> and <a href=\"/doc/1841764/\" id=\"a_161\">11</a> and held in para 16 of its judgement that &quot;the judicial authority is entitled to, has to and bound to decide the jurisdictional issue raised before it, before making or declining a reference.&quot;  The Supreme court further pointed out that &quot;if it is held that the Chief Justice has no right or duty to decide the question or cannot decide the question, it will lead to an anomalous situation in that the judicial authority under <a href=\"/doc/1146817/\" id=\"a_162\">section 8</a> can decide but not a Chief Justice under <a href=\"/doc/1841764/\" id=\"a_163\">section 11</a>&quot;.  After so explaining the complimentary nature of <a href=\"/doc/1146817/\" id=\"a_164\">sections 8</a> and <a href=\"/doc/1841764/\" id=\"a_165\">11</a>, the Apex court held in para 19 as follows:- \n</p><blockquote id=\"blockquote_55\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1061470\" id=\"span_17\">&quot;19. It is also not possible to accept the argument that there is an exclusive conferment of jurisdiction on the Arbitral Tribunal, to decide on the existence or validity of the Arbitration Agreement.  <a href=\"/doc/1146817/\" id=\"a_166\">Section 8</a> of the Act contemplates a judicial authority before which an action is brought in  a matter which is the subject of an Arbitration Agreement, on the terms specified therein, to refer the dispute to arbitration.  A judicial authority as such is not defined in the Act.  It would certainly include the court as defined in <a href=\"/doc/1804257/\" id=\"a_167\">Section 2(e)</a> of the Act and would also, in our opinion, include other courts and may even include a special tribunal like the Consumer Forum (see <a href=\"/doc/1061470/\" id=\"a_168\">Fair Air Engineers (P) Ltd., vs. N.K.Modi</a>).  When the defendant to an action before a judicial authority raises the plea that there is an Arbitration Agreement and the subject matter of the claim is covered by the agreement and the plaintiff or the person who has approached the judicial authority for relief,disputes the same, the judicial authority, in the absence of any restriction in the Act, has necessarily to decide whether, in fact, there is in existence a valid Arbitration Agreement and whether the dispute that is sought to be raised before it, is covered by the arbitration clause.  It is difficult to contemplate that the judicial authority has also to act mechanically or has merely to see the original Arbitration Agreement produced before it, and mechanically refer the parties to an arbitration.  Similarly, <a href=\"/doc/1079220/\" id=\"a_169\">Section 9</a> enables a Court, obviously, as defined in the Act, when approached by a party before the commencement of an arbitral proceeding, to grant interim relief as contemplated by the section.  When  a party seeks an interim relief asserting that there was a dispute liable to be arbitrated upon in terms of the Act, and the opposite party disputes the existence of an Arbitration Agreement as defined in the Act or raises a plea that the dispute involved was not covered by the arbitration clause, or that the court which was approached had no jurisdiction to pass any order in terms of <a href=\"/doc/1079220/\" id=\"a_170\">Section 9</a> of the Act, that Court has necessarily to decide whether it has jurisdiction, whether there is an Arbitration Agreement which is valid in law and whether the dispute sought to be raised is covered by that agreement.  There is no indication in the Act that the powers of the court are curtailed on these aspects. On the other hand, <a href=\"/doc/1079220/\" id=\"a_171\">Section 9</a> insists that once approached in that behalf, &quot;the court shall have the same power for making orders as it has for the purpose of and in relation to any proceeding before it&quot;.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"103163\" id=\"span_18\">Surely, when a matter is entrusted to a civil court in the ordinary hierarchy of courts without anything more, the procedure of that court would govern the adjudication (see <a href=\"/doc/103163/\" id=\"a_172\">R.M.A.R.A. Adaikappa Chettiar vs. R.Chandrasekhara Thevar</a>)&quot;.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_55\">In short, the ratio laid down by the Constitution Bench of the Supreme court in the above case (SBP &amp; Co case) is \n</p><p data-structure=\"CDiscource\" id=\"p_56\">\t(i) that sections 8 and 11 are complimentary in nature and \n</p><p data-structure=\"Section\" id=\"p_57\">\t(ii) that there is no exclusive conferment of jurisdiction on the Arbitral Tribunal under <a href=\"/doc/675839/\" id=\"a_173\">section 16</a> to decide the existence or validity of the Arbitration Agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\"> \t28. But the <a href=\"/doc/103163/\" id=\"a_174\">ratio <a href=\"/doc/103163/\" id=\"a_175\">laid down in</a></a> <a href=\"/doc/103163/\" id=\"a_176\">the above decision</a> to the effect that <a href=\"/doc/1146817/\" id=\"a_177\">sections 8</a> and <a href=\"/doc/1841764/\" id=\"a_178\">11</a> are complimentary in nature, has to be reconciled with the other decisions of the Supreme court, where the dividing line between <a href=\"/doc/1146817/\" id=\"a_179\">sections 8</a> and <a href=\"/doc/160474/\" id=\"a_180\">45</a> are clearly spelt out and a Line of Control (LOC) or Lakshman rekha is pointed out. If so done, one can appreciate that the difference deliberately maintained by the law makers between <a href=\"/doc/1146817/\" id=\"a_181\">sections 8</a> and <a href=\"/doc/160474/\" id=\"a_182\">45</a> cannot be obliterated judicially. It is axiomatic that a decision is to be construed for what it lays down as a proposition of law and not for what flows out of it by inference. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1703962\" id=\"span_19\">Therefore I am unable to accept the submission made on the basis of  <a href=\"/doc/1703962/\" id=\"a_183\">S.B.P.&amp;Co</a> case.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_59\">\t29. From the above discussion in entirety, it is clear--\n</p><p data-structure=\"Section\" id=\"p_60\">(i)  that <a href=\"/doc/1146817/\" id=\"a_184\">section 8</a> is differently worded than <a href=\"/doc/160474/\" id=\"a_185\">section 45</a>;\n</p><p data-structure=\"Section\" id=\"p_61\">(ii) that the leverage given to a judicial authority under section 45 and 54 is deliberately not made available under section 8; and \n</p><p data-structure=\"Section\" id=\"p_62\">(iii) that despite the general proposition of law that fraud vitiates the entire contract, the <a href=\"/doc/1306164/\" id=\"a_186\">Arbitration and Conciliation Act, 1996</a> permits in express terms, an enquiry into the question of nullity and voidity of the agreement, only under <a href=\"/doc/160474/\" id=\"a_187\">section 45</a> and not under <a href=\"/doc/1146817/\" id=\"a_188\">section 8</a>. (In other words, if fraud vitiates the entire agreement including the arbitration clause or agreement, there is no necessity for the Law makers to add a rider in <a href=\"/doc/160474/\" id=\"a_189\">section 45</a> and spell out what is so obvious in law).   \n</p><p data-structure=\"Issue\" id=\"p_63\">Therefore, the answer to the question as to whether the present case falls under the general rule relating to casus omissus or under its exception, has to be traced to the historical background of the 1996 Act.\n</p><p data-structure=\"CDiscource\" id=\"p_64\">Historicity of the law of Arbitration\n</p><p data-structure=\"Section\" id=\"p_65\">\t30. If we look at the legislative history of the Law of Arbitration in India, it is seen that the earliest special enactment on arbitration was the Indian Arbitration Act, 1899, whose operation was limited to Presidency Towns and to such other areas as may be prescribed by the appropriate Provincial Government.    The     Second     Schedule   to     <a href=\"/doc/161831507/\" id=\"a_190\">the        Code \nof     Civil    Procedure</a>,    1908,     also    contained   provisions \nrelating to arbitration outside the operation and scope of 1899 Act. <a href=\"/doc/1052228/\" id=\"a_191\">Subsequently, The Arbitration Act, 1940</a>, was enacted as a self contained and exhaustive Code and it repealed the Arbitration Act, 1899, and the Second Schedule to <a href=\"/doc/161831507/\" id=\"a_192\">the Code of Civil Procedure</a>, 1908.\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">\t31. The efficacy and the working of <a href=\"/doc/1052228/\" id=\"a_193\">The Arbitration Act, 1940</a>, came under severe criticism even by the Apex Court on several occasions. In Guru Nanak Foundation -vs- Rattan and Sons, 1981 (4) SCC 634, the Supreme Court observed as follows:-\n</p><blockquote id=\"blockquote_56\">\t&quot;Interminable, time consuming, complex and expensive court procedures impelled jurists to search for an alternative forum, less formal, more effective and speedy for resolution of disputes avoiding procedural claptrap and this led them to <a href=\"/doc/1052228/\" id=\"a_194\">Arbitration Act, 1940</a> (Act for Short).  However, the way in which the proceedings under the Act are conducted and without an exception challenged in Courts, has made lawyers laugh and legal philosophers weep.  Experience shows and law reports bear ample testimony that the proceedings under the Act have become highly technical accompanied by unending prolixity, at every stage providing a legal trap to the unwary.  Informal forum chosen by the parties for expeditious disposal of their disputes has by the decisions of the Courts been clothed with &#x27;legalese&#x27; of unforeseeable complexity.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_67\">The above passage was quoted with approval in Trustees of The Port of Madras -vs- Engineering Constructions Corporations Ltd, {1995 (5) SCC 531}. \n</p>\n<p data-structure=\"Precedent\" id=\"p_68\">\t32. Again, in Panchu Gopal Bose -vs- Board of Trustees For Port of Calcutta {1993(4) SCC 338}, the Supreme Court quoted from Robertson&#x27;s history that &quot;honest men dread arbitration more than they dread law suits.&quot; A more scathing but frank observation was made in Executive Engineer, Minor Irrigation Division Orissa -vs- N.C.Budharaj (Dead) by Lrs., 2001 (1) CTC 375 as follows:-\n</p><blockquote id=\"blockquote_57\">\t&quot;The arbitration proceeding has been a racket in this country and in construing the law in relation to the powers of the arbitrator, the courts must construe the provisions of the law rather strictly.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_69\">\t33. Thus, on the one hand, even courts were getting suffocated about arbitration becoming &quot;allergetic dispute resolution mechanism&quot; (A.D.R.) rather than an &quot;alternative dispute resolution mechanism&quot;. But on the other hand, the world of Economics and Trade was getting shrunk into microchips and the geographical boundaries of trade and commerce started disappearing fast. Therefore, a growing need was felt by the United Nations Commission on International Trade Law (UNCITRAL) to codify and present an uniform Model Law relating to International Commercial Arbitration.  Accordingly, a Model Law was adopted on the 21st June, 1985, by the  United Nations Commission on International Trade Law. It came to be known as UNCITRAL Model Law. The General Assembly, in its Resolution dated 11th December 1985, recommended that &quot;all States give due consideration to the Model Law on International Commercial Arbitration, in view of the desirability of uniformity of the law of arbitral procedures and the specific needs of international commercial arbitration practice.&quot;  \n</p>\n<p data-structure=\"Section\" id=\"p_70\">\t34. Having gained a bitter experience from the working of the <a href=\"/doc/1052228/\" id=\"a_195\">Arbitration Act,1940</a>, for more than 5 decades, the Parliament decided to adopt the Model Law and hence enacted <a href=\"/doc/1306164/\" id=\"a_196\">The Arbitration and Conciliation Act, 1996</a>. The preamble to the Act refers to the adoption of the Model Law by the United Nations Commission on International Trade Law  and  the recommendation made by the General Assembly of the United Nations to the member States to give due consideration to the same in view of the desirability for uniformity of the law relating to arbitral procedures and the specific needs of the International Commercial Arbitration Practice.  The preamble declares that it was made in tune with the aforesaid Model Law.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_71\">\t35. In paragraph No.2 of the Statement of Objects and Reasons for the 1996 Act, there is a reference not merely to the adoption of the Model Law by UNCITRAL and the recommendation made by the General Assembly to the member States, but also to the harmonisation of the concepts prevailing in various systems of the world. The last part of paragraph No.2 of the Statement of Objects and Reasons, reads as follows:-\n</p><blockquote id=\"blockquote_58\">\t&quot;An important feature of the said UNCITRAL Model Law and Rules is that they have harmonised concepts of Arbitration and Conciliation of different legal systems of the world and thus contain provisions which are designed for universal application.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_72\">\t36. The Statement of Objects and Reasons also recognised the fact that the UNICITRAL Model Law and Rules are intended to deal only with International Commercial Arbitration and Conciliation.  However, it is stated that the same model could  be applied even to domestic arbitration with certain modifications.  Paragraph No.3 of the Statement of Objects and Reasons, reads as follows:-\n</p><blockquote id=\"blockquote_59\">\t&quot;Though the UNCITRAL Model Law and Rules are intended to deal with international commercial arbitration and conciliation, they could, with appropriate modifications, serve as a model for legislation on domestic arbitration and conciliation.  The present Bill seeks to consolidate and amend law relating to domestic arbitration, international commercial arbitration, enforcement of foreign arbitral awards and to define the law relating to conciliation, taking into account the said UNCITRAL Model Law and Rules.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_73\">\t37. Thus it is made clear by the Statement of Objects and Reasons-- \n</p><p data-structure=\"Section\" id=\"p_74\">\t(i) that  insofar as Part II of the 1996 Act is concerned, it was simply an adoption of the UNCITRAL Model Law, since Part II deals with International Commercial Arbitration; and\n</p><p data-structure=\"Section\" id=\"p_75\">\t(ii) that insofar as <a href=\"/doc/1306164/\" id=\"a_197\">Part I of the Act</a> is concerned, the UNCITRAL Model Law was adopted &quot;with appropriate modifications&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_76\">\t38. Now if we carefully scan the UNCITRAL Model Law and make a comparison of the same with the provisions of the 1996 Act, we may note that the adoption of the <a href=\"/doc/1306164/\" id=\"a_198\">Model Law in Part II of the Act</a>, as well as the deviations made from the Model Law in Part I, are both significant. The following tabular form will highlight the area where the Model Law was just faithfully adopted and the area where it was adopted with modifications:-\n</p>\n<blockquote id=\"blockquote_60\">UNCITRAL Model Law\n1996 Act\n<a href=\"/doc/1456610/\" id=\"a_199\">Article 2</a> contains the definitions of the words &quot;arbitration&quot;, &quot;Arbitral Tribunal&quot;, and &quot;court&quot;.\n</blockquote><blockquote id=\"blockquote_61\"><a href=\"/doc/1804257/\" id=\"a_200\">Section 2</a> of the Act adopts the same definition for the words &quot;arbitration&quot; and &quot;Arbitral Tribunal&quot; but gives a different meaning to the word &quot;Court&quot;, to take care of the Indian Context. \n</blockquote><blockquote id=\"blockquote_62\">Apart from the definition of the above 3 words, <a href=\"/doc/1804257/\" id=\"a_201\">Section 2</a> defines a few more words or expressions.\n</blockquote><blockquote id=\"blockquote_63\">Sub Sections (2) to (9) of <a href=\"/doc/1804257/\" id=\"a_202\">Section 2</a> deals with the applications of <a href=\"/doc/1306164/\" id=\"a_203\">Part I of the Act</a> to various situations and contingencies.\n</blockquote><blockquote id=\"blockquote_64\"><a href=\"/doc/1659104/\" id=\"a_204\">Article 3</a> deals with receipt of written communications by the parties.\n</blockquote><blockquote id=\"blockquote_65\"><a href=\"/doc/686376/\" id=\"a_205\">Section  3</a> adopts the same.\n</blockquote><blockquote id=\"blockquote_66\"><a href=\"/doc/1015123/\" id=\"a_206\">Article 4</a> deals with the waiver of right to object.\n</blockquote><blockquote id=\"blockquote_67\"><a href=\"/doc/354344/\" id=\"a_207\">Section 4</a> adopts <a href=\"/doc/1015123/\" id=\"a_208\">Article 4</a> substantially.\n</blockquote><blockquote id=\"blockquote_68\"><a href=\"/doc/1937835/\" id=\"a_209\">Article 5</a> bars the intervention of Courts in matters governed by this law.\n</blockquote><blockquote id=\"blockquote_69\"><a href=\"/doc/310829/\" id=\"a_210\">Section 5</a> contains a similar bar with a non obstante clause at the beginning.  In other words, <a href=\"/doc/310829/\" id=\"a_211\">Section 5</a> declares that notwithstanding anything contained in any other law for the time being in force, no judicial authority shall intervene in matters governed by this Part, except where so provided in this Part.\n</blockquote><blockquote id=\"blockquote_70\"><a href=\"/doc/19636/\" id=\"a_212\">Article 6</a> enables the Courts to perform certain functions referred to in some Articles.\n</blockquote><blockquote id=\"blockquote_71\"><a href=\"/doc/1660061/\" id=\"a_213\">Section 6</a> provides for Administrative assistance to facilitate the conduct of  arbitral proceedings.\n</blockquote><blockquote id=\"blockquote_72\"><a href=\"/doc/735354/\" id=\"a_214\">Article 7</a> defines an Arbitration Agreement and also describes its form and essential features.\n</blockquote><blockquote id=\"blockquote_73\"><a href=\"/doc/1846895/\" id=\"a_215\">Section 7</a> is in pari materia with <a href=\"/doc/735354/\" id=\"a_216\">Article 7</a> except that the contents are divided into 5 sub sections. \n</blockquote><blockquote id=\"blockquote_74\"><a href=\"/doc/691208/\" id=\"a_217\">Article 8</a> deals with the power of the Court to refer parties to arbitration, where there is an Arbitration Agreement, unless it finds that the agreement is null and void, inoperative or incapable of being performed.\n</blockquote><blockquote id=\"blockquote_75\"><a href=\"/doc/1146817/\" id=\"a_218\">Section 8</a> reproduces the contents of <a href=\"/doc/691208/\" id=\"a_219\">Article 8</a> with 2 significant modifications, viz., \n</blockquote><blockquote id=\"blockquote_76\">(a) the rider contained in the last part of Article 8(1), viz., &quot;unless it finds that the agreement is null and void, inoperative or incapable of being performed&quot;  is omitted in Section 8(1) and \n</blockquote><blockquote id=\"blockquote_77\">(b) that <a href=\"/doc/630120/\" id=\"a_220\">Section 8(2)</a> enables the Court  not to entertain an application under <a href=\"/doc/1690450/\" id=\"a_221\">Section 8(1)</a> unless it is accompanied by the original Arbitration Agreement or a duly certified copy thereof.\n</blockquote><p data-structure=\"Section\" id=\"p_77\">However, <a href=\"/doc/160474/\" id=\"a_222\">Section 45</a> of  the Act incorporates the aforesaid rider, in the case of International Commercial Arbitration governed by Newyork Convention Awards.  \n</p><p data-structure=\"Section\" id=\"p_78\"><a href=\"/doc/260256/\" id=\"a_223\">Article 9</a> enables a party to seek interim measures of protection from a Court before or during arbitral proceedings.\n</p><p data-structure=\"Section\" id=\"p_79\"><a href=\"/doc/1079220/\" id=\"a_224\">Section 9</a> not only contains such a provision, but also deals in extenso, the nature of the interim measures that could be granted by a Court.\n</p><p data-structure=\"Section\" id=\"p_80\">While <a href=\"/doc/260256/\" id=\"a_225\">Article 9</a> of the Model Law restricts the right to grant interim reliefs only before or during the arbitral proceedings, <a href=\"/doc/1079220/\" id=\"a_226\">section 9</a> of the Act enables the grant of  such reliefs even after the arbitral award was made but before it is enforced under <a href=\"/doc/1282684/\" id=\"a_227\">Section 36</a>.\n</p><p data-structure=\"CDiscource\" id=\"p_81\"><a href=\"/doc/492977/\" id=\"a_228\">Articles 10</a><a href=\"/doc/1678224/\" id=\"a_229\">, 11</a><a href=\"/doc/609139/\" id=\"a_230\">, 12</a><a href=\"/doc/134715/\" id=\"a_231\">, 13</a><a href=\"/doc/367586/\" id=\"a_232\">, 14</a> and <a href=\"/doc/609295/\" id=\"a_233\">15</a> deal with  number of arbitrators, appointment of arbitrators, grounds for challenge, challenge procedure, failure or impossibility to act and appointment of substitute arbitrator.\n</p><p data-structure=\"Issue\" id=\"p_82\">Except making small deviations, <a href=\"/doc/1841764/\" id=\"a_234\">Sections 11</a> to <a href=\"/doc/626570/\" id=\"a_235\">15</a> contain similar provisions under the same headings.  The small modifications relate to the number of arbitrators where it is not fixed under the agreement, the power of the Chief Justice or the designated Judge to appoint arbitrators etc.\n<a href=\"/doc/211089/\" id=\"a_236\">Article 16</a> deals with the competence of the Arbitral Tribunal to rule on its own jurisdiction.\n</p><p data-structure=\"Section\" id=\"p_83\"><a href=\"/doc/675839/\" id=\"a_237\">Section 16</a> is a reproduction of  <a href=\"/doc/211089/\" id=\"a_238\">Article 16</a> with a slight modification.  <a href=\"/doc/211089/\" id=\"a_239\">Article 16</a> of the UNCITRAL Model Law enables an Arbitral Tribunal to rule on a plea relating to jurisdiction either as a preliminary question or in an award on the merits and also provides for a reference to a Court of such a decision within 30 days, if a preliminary ruling is given.  But <a href=\"/doc/675839/\" id=\"a_240\">Section 16</a> does not provide for a reference on the decision relating to the preliminary question of  jurisdiction.\n</p><p data-structure=\"Section\" id=\"p_84\"><a href=\"/doc/1987997/\" id=\"a_241\">Article 17</a> empowers Arbitral Tribunal to order interim measures.\n</p>\n<p data-structure=\"Section\" id=\"p_85\"><a href=\"/doc/318136/\" id=\"a_242\">Section 17</a> reproduces the same.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_86\"><a href=\"/doc/1163710/\" id=\"a_243\">Article 18</a> mandates that the parties be treated with equality and given full opportunity to present his case.\n</p>\n<p data-structure=\"Section\" id=\"p_87\"><a href=\"/doc/1347069/\" id=\"a_244\">Section 18</a> is the reproduction of the same.\n</p>\n<p data-structure=\"Section\" id=\"p_88\"><a href=\"/doc/1218090/\" id=\"a_245\">Article 19</a>  enables the parties to agree on the procedure to be followed by the Arbitral Tribunal in conducting the proceedings.\n</p>\n<p data-structure=\"Section\" id=\"p_89\"><a href=\"/doc/1731368/\" id=\"a_246\">Section 19</a> reproduces the same, with an additional mandate that the Arbitral Tribunal shall not be bound by <a href=\"/doc/161831507/\" id=\"a_247\">the CPC</a> or <a href=\"/doc/1953529/\" id=\"a_248\">Indian Evidence Act</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_90\"><a href=\"/doc/655638/\" id=\"a_249\">Article 20</a> deals with the place of arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_91\"><a href=\"/doc/385194/\" id=\"a_250\">Section 20</a> reproduces the same.\n</p>\n<p data-structure=\"Section\" id=\"p_92\"><a href=\"/doc/1199182/\" id=\"a_251\">Article 21</a> indicates the date of commencement of arbitral proceedings. \n</p>\n<p data-structure=\"Section\" id=\"p_93\"><a href=\"/doc/138599/\" id=\"a_252\">Section 21</a> reproduces the same.\n</p>\n<p data-structure=\"Section\" id=\"p_94\"><a href=\"/doc/581566/\" id=\"a_253\">Article 22</a> relates to the language of arbitration. \n</p>\n<p data-structure=\"Section\" id=\"p_95\"><a href=\"/doc/1986891/\" id=\"a_254\">Section 22</a> reproduces the same.\n</p>\n<p data-structure=\"Section\" id=\"p_96\"><a href=\"/doc/1071750/\" id=\"a_255\">Article 23</a> lays down the requirements of filing a statement of claim, the defence, submission of documents and the power to  amend the pleadings. \n</p>\n<p data-structure=\"Section\" id=\"p_97\"><a href=\"/doc/1460737/\" id=\"a_256\">Section 23</a> reproduces the same.\n</p>\n<p data-structure=\"Section\" id=\"p_98\"><a href=\"/doc/1540780/\" id=\"a_257\">Article 24</a>  deals with hearings and written proceedings. \n</p>\n<p data-structure=\"Section\" id=\"p_99\"><a href=\"/doc/1444341/\" id=\"a_258\">Section 24</a> substantially reproduces the same.\n</p>\n<p data-structure=\"Section\" id=\"p_100\"><a href=\"/doc/631708/\" id=\"a_259\">Article 25</a> deals with default of a party either to file a statement of claim or to file a statement of defence or to appear and produce evidence. \n</p>\n<p data-structure=\"Section\" id=\"p_101\"><a href=\"/doc/351718/\" id=\"a_260\">Section 25</a> reproduces the same.\n</p>\n<p data-structure=\"Section\" id=\"p_102\"><a href=\"/doc/1858991/\" id=\"a_261\">Article 26</a> enables the Arbitral Tribunal to appoint experts to report on specific issues. \n</p>\n<p data-structure=\"Section\" id=\"p_103\"><a href=\"/doc/1752162/\" id=\"a_262\">Section 26</a> reproduces the same, but with a modification.  While <a href=\"/doc/1858991/\" id=\"a_263\">Article 26</a> enables an Arbitral Tribunal to seek the assistance of a competent Court of the State, in taking evidence, <a href=\"/doc/1752162/\" id=\"a_264\">Section 26</a> does not enable the tribunal to seek such assistance. But a similar provision is incorporated in <a href=\"/doc/1403427/\" id=\"a_265\">Section 27</a>, more elaborately. \n</p><p data-structure=\"Precedent\" id=\"p_104\"><a href=\"/doc/211413/\" id=\"a_266\">Article 27</a> enables Court assistance in taking evidence. \n</p>\n<p data-structure=\"Precedent\" id=\"p_105\"><a href=\"/doc/1403427/\" id=\"a_267\">Section 27</a> enables an Arbitral Tribunal or even a party, with the approval of the Arbitral Tribunal to seek assistance of a Court in taking evidence.\n</p>\n<p data-structure=\"Section\" id=\"p_106\"><a href=\"/doc/1734560/\" id=\"a_268\">Article 28</a> deals with the rules applicable to the substance of dispute.\n</p>\n<p data-structure=\"Section\" id=\"p_107\"><a href=\"/doc/65067/\" id=\"a_269\">Section 28</a> substantially reproduces the same and adopts the principles of  ex aequo et bono and amiable compositeur, only if the parties have expressly authorised the tribunal to adopt them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\"><a href=\"/doc/1888152/\" id=\"a_270\">Article 29</a> enables decision making by the Arbitral Tribunal, by a majority.  It also enables the presiding arbitrator to decide the questions of procedure, by himself, if so authorised by the parties or by the other members.\n</p>\n<p data-structure=\"Section\" id=\"p_109\"><a href=\"/doc/365711/\" id=\"a_271\">Section 29</a> reproduces the same.\n</p>\n<p data-structure=\"Section\" id=\"p_110\"><a href=\"/doc/1983234/\" id=\"a_272\">Article 30</a> deals with settlement of a dispute during the course of the arbitral proceedings and enables the tribunal to pass an award on agreed terms, if requested by the parties and not objected to by the tribunal. \n</p>\n<p data-structure=\"Section\" id=\"p_111\"><a href=\"/doc/308340/\" id=\"a_273\">Section 30</a> not only reproduces the contents of <a href=\"/doc/1983234/\" id=\"a_274\">Article 30</a>, but also goes a step further by stipulating that the Arbitral Tribunal may encourage settlement of  the dispute by using mediation, conciliation or other procedures during the arbitral proceedings, with the consent of the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_112\"><a href=\"/doc/354224/\" id=\"a_275\">Article 31</a> deals with the form and contents of the award.  \n</p>\n<p data-structure=\"Section\" id=\"p_113\"><a href=\"/doc/1769118/\" id=\"a_276\">Section 31</a> reproduces the contents of <a href=\"/doc/354224/\" id=\"a_277\">Article 31</a>, by dividing those contents into sub sections (1) to (5).  But in addition to what is contained in <a href=\"/doc/354224/\" id=\"a_278\">Article 31</a>, <a href=\"/doc/1769118/\" id=\"a_279\">Section 31</a> provides four additional matters viz., (1)that the Arbitral Tribunal  is entitled to pass an interim award (2) that the Arbitral Tribunal is entitled to award interest at such rate as it deems fit (3) that the amount indicated in the arbitral award shall carry interest at 18% p.a. from the date of the award till the date of payment, unless the award provides otherwise and (4) that the tribunal is entitled to fix the costs of arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_114\"><a href=\"/doc/981147/\" id=\"a_280\">Article 32</a> deals with termination of arbitral proceedings.\n</p>\n<p data-structure=\"Section\" id=\"p_115\"><a href=\"/doc/826945/\" id=\"a_281\">Section 32</a> reproduces the same.\n</p>\n<p data-structure=\"Section\" id=\"p_116\"><a href=\"/doc/829916/\" id=\"a_282\">Article 33</a> deals with correction and interpretation of award and the making of additional award.   \n</p>\n<p data-structure=\"Section\" id=\"p_117\"><a href=\"/doc/1977813/\" id=\"a_283\">Section 33</a> reproduces the same.\n</p>\n<p data-structure=\"Precedent\" id=\"p_118\"><a href=\"/doc/846153/\" id=\"a_284\">Article 34</a> deals with the recourse available to a party, to challenge the arbitral award, before a Court. \n</p>\n<p data-structure=\"Section\" id=\"p_119\"><a href=\"/doc/536284/\" id=\"a_285\">Section 34</a> reproduces the same, with two modifications viz., (a) under the explanation to sub section (2) (b) (ii) to  <a href=\"/doc/536284/\" id=\"a_286\">Section 34</a>,  an award induced or affected by fraud or corruption or violation of <a href=\"/doc/109874/\" id=\"a_287\">Section 75</a> or 81, is  stated to be opposed to the public policy of India and (b) the proviso to sub section (3) of  <a href=\"/doc/536284/\" id=\"a_288\">Section 34</a> enables a Court to condone the delay upto 30 days in challenging an award before a Court.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_120\"><a href=\"/doc/448465/\" id=\"a_289\">Articles 35</a> and <a href=\"/doc/784506/\" id=\"a_290\">36</a> deal with the binding nature of an arbitral award and the grounds on which the recognition or enforcement of  an arbitral award may be refused.  \n</p>\n<p data-structure=\"Section\" id=\"p_121\"><a href=\"/doc/1039283/\" id=\"a_291\">Sections 35</a> and <a href=\"/doc/1282684/\" id=\"a_292\">36</a> of the Act attach finality to the award and make the award enforceable under <a href=\"/doc/161831507/\" id=\"a_293\">the Code of Civil Procedure</a> in the same manner as if the award were a decree of Court.  Thus, the Act makes a substantial deviation from the provisions of <a href=\"/doc/784506/\" id=\"a_294\">Article 36</a>, in the sense that the Act does not provide for the refusal to recognise or enforce an arbitral award.\n</p>\n<p data-structure=\"Section\" id=\"p_122\">UNCITRAL MODEL Law contains only 36 Articles.</p><pre id=\"pre_1\">\n1996 Act contains additional provisions relating to  \ni)appealable orders\nii)deposits to be made before the tribunal\niii)lien on arbitral award and deposits as to    costs\n</pre><p data-structure=\"CDiscource\" id=\"p_123\">iv) the effect of the death of a party about the Arbitration Agreement and its enforceability\n</p><p data-structure=\"Precedent\" id=\"p_124\">v) the effect of insolvency of a party\n</p><p data-structure=\"Conclusion\" id=\"p_125\">vi)jurisdiction \n</p><p data-structure=\"Precedent\" id=\"p_126\">vii) limitation\n</p><p data-structure=\"Precedent\" id=\"p_127\">viii)enforcement of  New York Convention Awards \n</p><p data-structure=\"Precedent\" id=\"p_128\">ix) enforcement of Geneva Convention Award\n</p><p data-structure=\"Section\" id=\"p_129\">x) Conciliation and the procedure to be adopted in relation thereto.\n</p><p data-structure=\"Section\" id=\"p_130\">xi)Supplemental provisions such as the power to make rules and to remove difficulties \n</p><p data-structure=\"Section\" id=\"p_131\">xii)repeal and savings of  the Arbitration (Protocol and  Convention) Act, 1937, the Arbitration Act, 1940 and the Foreign Awards (Recognition  and Enforcement) Act, 1961 and \n</p><p data-structure=\"CDiscource\" id=\"p_132\">xiii) the First, Second and Third Schedules, containing the Convention on the recognition and enforcement of  Foreign Arbitral Awards (relating to New Yark Convention), Protocol on Arbitration Clauses and Convention on the execution of  Foreign Arbitral Awards (relating to Geneva Convention).  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_133\">\t39. From the above comparative table, it is clear that even while adopting most of the Articles of the UNCITRAL Model Law, the Parliament has chosen to make (1) additions (2) deletions and (3) modifications. These additions, deletions and modifications do not appear to be accidental slips, born out of non application of mind. They appear to be deliberate acts of additions, deletions and alterations, born out of a conscious decision to make the UNCITRAL Model Law suitable to Indian industrial climate. Therefore, judicial discipline requires that the Courts do not tinker or tamper with the provisions of the Statute, especially when the deviation from the model law adopted, is clearly as a result of a conscious decision.  \n</p>\n<p data-structure=\"Section\" id=\"p_134\">\t40. A comparison of <a href=\"/doc/691208/\" id=\"a_295\">Article 8</a> of the UNCITRAL Model Law with the provisions of <a href=\"/doc/1146817/\" id=\"a_296\">Sections 8</a>, <a href=\"/doc/160474/\" id=\"a_297\">45</a> and <a href=\"/doc/1573006/\" id=\"a_298\">54</a> of the 1996 Act would show that the contents of <a href=\"/doc/691208/\" id=\"a_299\">Article 8</a> of the Model Law have been---\n</p><p data-structure=\"Section\" id=\"p_135\">\ta) adopted with the omission of the latter part of <a href=\"/doc/691208/\" id=\"a_300\">Article 8</a>,  insofar as domestic arbitration is concerned (under <a href=\"/doc/1146817/\" id=\"a_301\">Section 8</a>).\n</p><p data-structure=\"Section\" id=\"p_136\">\tb) adopted with a modification, insofar as international commercial arbitration under the New York Convention Award is concerned (under Section 45) and \n</p><p data-structure=\"Section\" id=\"p_137\">\tc) adopted with a modification, insofar as international commercial arbitration under the Geneva Convention Award is concerned (under <a href=\"/doc/1573006/\" id=\"a_302\">section 54</a>).\n</p>\n<p data-structure=\"Section\" id=\"p_138\">\t41. <a href=\"/doc/691208/\" id=\"a_303\">Article 8</a> of the Model Law contains a rider, which reads &quot;unless it finds that the agreement is null and void, inoperative or incapable of being performed&quot;. This rider is deliberately omitted to be included (obviously with a purpose), in <a href=\"/doc/1146817/\" id=\"a_304\">Section 8</a> of the 1996 Act.  But the same rider is imported verbatim into <a href=\"/doc/160474/\" id=\"a_305\">Section 45</a> of the Act, while dealing with an identical power of a judicial authority to refer the parties to arbitration, in respect of New York Convention Awards. Interestingly, such a rider is not found even in <a href=\"/doc/1573006/\" id=\"a_306\">section 54</a>, which deals with a similar provision relating to Geneva Convention Awards (though there is a different melody under<a href=\"/doc/1573006/\" id=\"a_307\"> s.54</a>).  \n</p>\n<p data-structure=\"Precedent\" id=\"p_139\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187956\" id=\"span_20\">42.The Supreme court noted this difference in the language employed, between <a href=\"/doc/1146817/\" id=\"a_308\">sections 8</a>, <a href=\"/doc/160474/\" id=\"a_309\">45</a> and <a href=\"/doc/1573006/\" id=\"a_310\">54</a> of the Act and <a href=\"/doc/691208/\" id=\"a_311\">Article 8</a> of the Model law in <a href=\"/doc/187956/\" id=\"a_312\">Rashtriya Ispat Nigam Ltd., and another vs. Verma Transport Co.</a> {(2006) 7 Supreme Court Cases 275} as follows:-</span>\n</p><blockquote id=\"blockquote_78\">15. <a href=\"/doc/691208/\" id=\"a_313\">Article 8</a> of the Model Rules is as under:\n</blockquote><blockquote id=\"blockquote_79\">\t&quot;(1) A court before which an action is brought in a matter which is the subject of an Arbitration Agreement, shall, if a party requests not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration unless it finds that the agreement is null and void, inoperative or incapable of being performed.\n</blockquote><blockquote id=\"blockquote_80\">\t(2) Where, in such case, arbitral proceedings have already commenced, the Arbitral Tribunal may continue the proceedings while the issue of its jurisdiction is pending with the court&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_140\">\t17. <a href=\"/doc/1146817/\" id=\"a_314\">Section 8</a> of the 1996 Act, however, although lifted the first part of the said <a href=\"/doc/691208/\" id=\"a_315\">Article 8</a> did not contain the expression contained in the second part therein.  The Indian Parliament has gone beyond the recommendations made by the UNCITRAL Model Rules in enacting <a href=\"/doc/1146817/\" id=\"a_316\">Sections 8</a> and <a href=\"/doc/675839/\" id=\"a_317\">16</a> of the 1996 Act.\n</p><p data-structure=\"Section\" id=\"p_141\">\t18.  The provisions of <a href=\"/doc/1146817/\" id=\"a_318\">Sections 8</a> and <a href=\"/doc/675839/\" id=\"a_319\">16</a> of the 1996 Act may be compared with <a href=\"/doc/160474/\" id=\"a_320\">Sections 45</a> and <a href=\"/doc/1573006/\" id=\"a_321\">54</a> thereof.  <a href=\"/doc/160474/\" id=\"a_322\">Section 45</a> deals with the New York Convention, whereas <a href=\"/doc/1573006/\" id=\"a_323\">Section 54</a> deals with the Geneva Convention Awards.  The difference can be immediately noticed.  Whereas under <a href=\"/doc/160474/\" id=\"a_324\">Sections 45</a> and <a href=\"/doc/1573006/\" id=\"a_325\">54</a>, the court exercises its supervisory jurisdiction in relation to arbitration proceedings, in terms of <a href=\"/doc/675839/\" id=\"a_326\">Section 16</a> of the 1996 Act, the arbitrator is entitled to determine his own jurisdiction. We, however, do not mean to suggest that Part II of the 1996 Act does not contemplate determination of his own jurisdiction by the Arbitral Tribunal as we are not called upon to determine the said question. We have referred to the aforementioned provisions only for the purpose of comparing the difference in the language used by the Indian Parliament while dealing with the domestic arbitration vis-a-vis the international arbitration.&quot; \n</p>\n<p data-structure=\"Section\" id=\"p_142\">\t43. Thus, the legislative intent, to delete the above rider, as found in <a href=\"/doc/691208/\" id=\"a_327\">Article 8</a> of the Model Law, while conferring powers upon the judicial authority under <a href=\"/doc/1146817/\" id=\"a_328\">section 8</a>, is loud and clear, unambiguous and is obviously a product of a conscious decision to do so.  Therefore, in my considered view, reading such a rider as found in <a href=\"/doc/691208/\" id=\"a_329\">Article 8</a> of the Model Law (and also incorporated into <a href=\"/doc/160474/\" id=\"a_330\">Section 45</a>), into <a href=\"/doc/1146817/\" id=\"a_331\">Section 8</a> of the Act, would do violence to the legislative intent. In view of the scheme of the Act, such violence to the legislative intent is not warranted, so as to make the case fall under the exception to the rule of casus omissus. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_143\">\t44. If we read the rider contained in <a href=\"/doc/691208/\" id=\"a_332\">Article 8</a> of the Model Law into <a href=\"/doc/1146817/\" id=\"a_333\">Section 8</a>, it would result in the Court arrogating to itself, a jurisdiction, to decide in the first instance, whether the Arbitration Agreement is null and void, inoperative or incapable of being performed. The arrogation or assumption of such a power to itself by the Court, despite the specific non-conferment of the power under the Statute, would not only amount to a violation of the express provisions of the Statute but also amount to disregarding the legislative intent.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_144\">\t45. That the Parliament took a conscious decision not to confer powers upon a judicial authority to go into the question as to whether the Arbitration Agreement is null and void, inoperative or incapable of being performed, in respect of domestic arbitrations, is borne out by the following factors:-\n</p><blockquote id=\"blockquote_81\">\t1) The contents of <a href=\"/doc/691208/\" id=\"a_334\">Article 8</a> of the Model Law have been reproduced verbatim in <a href=\"/doc/1146817/\" id=\"a_335\">Section 8</a>, with one addition and one deletion. The addition is the incorporation of a requirement that the application shall be accompanied by the original Arbitration Agreement or a certified copy thereof.  The deletion is of the rider &quot;unless it finds that the agreement is null and void, inoperative or incapable of being performed&quot;.\n</blockquote><blockquote id=\"blockquote_82\">\t2) In respect of international commercial arbitration, to which the New York Convention Awards apply, the judicial authority is conferred with the power, under <a href=\"/doc/160474/\" id=\"a_336\">Section 45</a>, to reject a reference, if it finds that the agreement is null and void, inoperative or incapable of being performed.  At the same time, in respect of international commercial arbitration to which Geneva Convention Awards apply, no such power is conferred under <a href=\"/doc/1573006/\" id=\"a_337\">Section 54</a>.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_145\">\t46. The omission of the rider in <a href=\"/doc/1146817/\" id=\"a_338\">Sections 8</a> and <a href=\"/doc/1573006/\" id=\"a_339\">54</a> and the inclusion of the rider in <a href=\"/doc/160474/\" id=\"a_340\">Section 45</a> are not without significance.  The omission and commission have not happened unintentionally.  Till the advent of 1996 Act, the severability or separability of the arbitration clause, from the main agreement, of which it formed a part, posed great challenges.  <a href=\"/doc/1052228/\" id=\"a_341\">The Arbitration Act, 1940</a>, did not specifically provide for treating the arbitration clause contained in the main contract, as a separate agreement by itself. Therefore, the Courts were flooded with legal issues on the ability of the arbitration clause to survive the agreement, of which it formed a part, whenever the main contracts were assailed as vitiated by fraud etc.. \n</p>\n<p data-structure=\"Precedent\" id=\"p_146\">\t47. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_21\">In one of the earliest decisions, in <a href=\"/doc/1391279/\" id=\"a_342\">Union of India vs. Kishorilal Gupta</a> (AIR 1959 SC 1362), the Constitution Bench of the Supreme Court considered the issue of severability of the arbitration clause from the main contract and laid down the following principles:-</span>\n</p><blockquote id=\"blockquote_83\">\t&quot;1. An arbitration clause is a collateral term of a contract as distinguished from its substantive terms; but nonetheless it is an integral part of it;\n</blockquote><blockquote id=\"blockquote_84\">\t2.However comprehensive the terms of an arbitration clause may be, the existence of the contract is a necessary condition for its operation, it perishes with the contract;\n</blockquote><blockquote id=\"blockquote_85\">\t3. The contract may be non est in the sense that it never came legally into existence or it was void ab initio;\n</blockquote><blockquote id=\"blockquote_86\">\t4. Though the contract was validly executed, the parties may put an end to it as if it had never existed and substitute a new contract for it solely governing their rights and liabilities thereunder;\n</blockquote><blockquote id=\"blockquote_87\">\t5. In the former case, if the original contract has no legal existence, the arbitration clause also cannot operate,   for   along   with  the  original\n\ncontract, it is also void; in the latter case, as the original contract is extinguished by the substituted one, the arbitration clause of the original contract perishes with it; and\n</blockquote><blockquote id=\"blockquote_88\">\t6. Between the two falls, many categories of disputes in connection with a contract, such as the question of repudiation, frustration, breach etc..  In those cases, it is the performance of the contract that has come to an end, but the contract is still in existence for certain purposes in respect of disputes arising under it or in connection with it.  As the contract subsists for certain purposes, the arbitration clause operates in respect of these purposes&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_147\">\t48. In the next decision in Khardah Company Ltd. -vs- Raymon &amp; Co. (India) Private Ltd. (AIR 1962 Supreme Court 1810), the Supreme court invoked the principle of &quot;ex nihilo nihil fit&quot; (nothing produces nothing). It was held therein as follows:-\n</p><blockquote id=\"blockquote_89\">\t&quot;4. ..... But the question is not whether Cl.14 is all comprehensive but whether it could be enforced when the agreement of which it forms an integral part is held to be illegal.  Logically speaking, it is difficult to conceive how when an agreement is found to be bad, any portion of it can be held to be good.  When the whole perishes, its parts also must perish.  &#x27;Ex nihilo nil fit&#x27;.  On principle therefore it must be held that when an agreement is invalid every part of it including the clause as to arbitration contained therein must also be invalid.\n</blockquote><blockquote id=\"blockquote_90\">\t5.  That indeed is what has been <a href=\"/doc/1391279/\" id=\"a_343\">laid down in</a> the decisions which have been cited before us.  The leading case on the subject is the decision of the House of Lords in Heyman v. Darwins Ltd., 1942 AC 356. There the question was whether repudiation of a contract by a party thereto had the effect of annulling the arbitration clause contained therein.  It was held that it had not.  It was in this context that the law as to the circumstances under which an arbitration clause in an agreement would become unenforceable came in for elaborate discussion. Summing up the law on the subject Viscount Simon, L.C. Observed:  &quot;If the dispute is whether the contract which contains\n\nthe clause has ever been entered into at all, that issue cannot go to Arbitration under the clause, for the party who denies that he has ever entered into the contract is thereby denying that he has ever joined in the submission. Similarly, if one party to the alleged contract is contending that it is void ab initio (because, for example, the making of such a contract is illegal), the arbitration clause cannot operate, for on this view the clause itself also is void. But in a situation where the parties are at one in asserting that they entered into a binding contract, but a difference has arisen between them whether there has been breach by one side or the other, or whether circumstances have arisen which have discharged one or both parties from further performance, such differences should be regarded as differences which have arisen &quot;in respect of&quot; or &quot;with regard&quot; or &quot;under&quot; the contract and an arbitration clause which uses these, or similar, expressions should be construed accordingly.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_148\">\t6.  Lord Macmillan  with whom Lord Russel agreed observed:&quot;If it appears that the dispute is whether there has ever been a binding contract between the parties, such a dispute cannot be covered by an arbitration clause in the challenged contract.  If there has never been a contract at all, there has never been as part of it an agreement to arbitrate.  The greater includes the less.  Further, a claim to set aside a contract on such ground as fraud, duress or essential error cannot be the subject-matter of a reference under an arbitration clause in the contract sought to be set aside.\n</p><p data-structure=\"Precedent\" id=\"p_149\">\t10.  According to Lord Porter, then, there can be an agreement to refer a dispute as to the validity of a contract to arbitration, that where such an agreement is part of the contract which is impugned as invalid, then it can have no existence apart from it and there can be no reference based thereon, but where such an agreement is distinct and separate from the impugned contract, a reference pursuant thereto will be valid and it is possible that both these agreements might be contained in one document.\n</p><p data-structure=\"Section\" id=\"p_150\">\t11. The Law is thus summarised in Halsbury&#x27;s Laws of England, Third Edition Vol.2, p.24, para 56: &quot;The matter in question in the legal proceedings which it is sought to stay must be within the scope of the Arbitration Agreement .................  If however, the point in dispute is whether the contract containing the clause was ever entered into at all or was void ab initio, illegal or obtained (for example) by fraud, duress or undue influence, the clause does not apply and a stay will be refused.&quot; \n</p>\n<p data-structure=\"Precedent\" id=\"p_151\">The same view was reiterated in Waverly Jute Mills Co.Ltd. -vs- Raymon &amp; Co. (AIR 1963 Supreme Court 90).\n</p>\n<p data-structure=\"Precedent\" id=\"p_152\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"228570\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986314\" id=\"span_23\">49. The decisions in <a href=\"/doc/1986314/\" id=\"a_344\">Khardah Company Ltd., v. Raymon &amp; Co. (India) Pvt. Ltd.</a> (<a href=\"/doc/228570/\" id=\"a_345\">AIR 1962 Supreme Court 1810) and Waverly Jute Mills Co. Ltd., vs. Raymon &amp; Co. (India) Pvt.Ltd</a>.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"408590\" id=\"span_24\">(AIR 1963 Supreme Court 90) were also followed in <a href=\"/doc/408590/\" id=\"a_346\">Jaikishan Dass Mull vs. Luchhiminarain Kanoria and Co.</a> {(1974) 2 Supreme Court Cases 521}. In that case, two members of the East India Jute and Hessian Exchange Limited, entered into contracts for the purchase of  Hessian cloth, on the terms and conditions set forth in the contract notes which were in printed form as prescribed in Appendix IV to the bye laws of the Exchange.  In the printed format, there was a clause for delivery of goods along side the export vessel in the port of Calcutta, after giving a notice of a duration agreed to between the parties. The said clause was scored out. Later, the parties entered into three cross contracts, by way of settlement of the earlier two contracts and the deliveries under the first set of contracts, were set off against each other and differences in price were claimed as due and payable. The Calcutta High Court held such contracts which were in the nature of forward contracts, to be illegal and void, as they were in violation of the prescribed form under bye-law 1(b) r/w <a href=\"/doc/37603822/\" id=\"a_347\">section 15 (3A)</a> of the Forward Contracts Act. Consequently, the Calcutta High Court held that the arbitration clause contained in those contracts would fall along with the main contracts, of which, they formed a part.  While upholding <a href=\"/doc/408590/\" id=\"a_348\">the said decision</a>, the Supreme Court held as follows:-</span>\n</p><blockquote id=\"blockquote_91\">\t&quot;6.  Now, there can be no doubt that if a contract is illegal and void, an arbitration clause, which is one of the terms thereof, must also perish along with it.  As pointed out by Viscount Simon, L.C. In Heyman vs. Darwins Ltd.,  .. if one party to the alleged contract is contending that it is void ab initio (because, for example, the making of such a contract is illegal), the arbitration clause cannot operate, for on this view the clause itself also is void&quot;.  The arbitration clause being an integral part of the contract cannot stand, if the contract itself is held to be illegal.&quot; \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_153\">\t50. In ITC Ltd., -vs- G.J.Fernandes, AIR 1989 SC 839, the Supreme court considered the effect of a contract assailed as being void, on the agreement to submit to arbitration, with particular reference to <a href=\"/doc/536284/\" id=\"a_349\">section 34</a> of the old Act. Relying upon the decision in Joe Lee Ltd., -vs- Lord Dalmeny (1927) 1 Ch.300, the Supreme court held therein as follows:-\n</p><blockquote id=\"blockquote_92\">&quot;Where the objection is that the arbitration is a nullity, it amounts to an objection of want of jurisdiction. The term &quot;Arbitration Agreement&quot; includes &quot;agreement to refer&quot; and &quot;submission&quot; to arbitrator. A submission forming part of a void contract is itself void and cannot be enforced. Where a firm of book makers had engaged in betting transactions with the defendants on the terms that any dispute which might arise should be referred to arbitration it was held that the whole contract was void and unenforceable and that the defendants could not be compelled to submit to arbitration&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_154\">\t51. Even in the above decision, Heyman -vs- Darwins (1942) AC 356, cited in many of the earlier decisions for several decades, was quoted by the Apex court. But, interestingly, in para 18 of the said judgment, the Supreme court made it clear that the jurisdiction of the arbitrator may not always stand ousted. The relevant portion of para 18 of the said decision is as follows:-\n</p><blockquote id=\"blockquote_93\">\t&quot;If the arbitration clause is so wide as to have included the very validity or otherwise of the contract on the grounds of fraud, misrepresentations, mutual mistake or any valid reason, the arbitrator surely will have jurisdiction to decide even that dispute. Two extreme cases have to be avoided, namely, if simply because there is an arbitration clause all suits including one questioning the validity or existence or binding nature of the parent contract is to be referred to arbitrator irrespective of whether the arbitration clause covered it or not, then in all cases of contracts containing arbitration clause the parties will be deprived of the right of a civil suit. On the other hand if despite the arbitration clause having included or covered ex facie even a dispute as to the existence, validity or binding nature of the parent contract to allow the suit to proceed and to deprive the arbitrator of his jurisdiction to decide the question will go contrary to the policy and objects of the <a href=\"/doc/1052228/\" id=\"a_350\">Arbitration Act</a> as embodied in <a href=\"/doc/826945/\" id=\"a_351\">sections 32</a>, <a href=\"/doc/1977813/\" id=\"a_352\">33</a> and <a href=\"/doc/536284/\" id=\"a_353\">34</a> of the Act.&quot;    \n</blockquote>\n<p data-structure=\"Section\" id=\"p_155\">\t52. Thus, in the above decision, the Supreme court carved out a principle, even under the 1940 Act, that if the arbitration clause was wide enough to cover issues such as the validity or otherwise of the contract, on grounds of fraud, misrepresentation, mutual mistake or any valid reason, then the jurisdiction of the arbitrator will not get ousted. This possibility is what is now incorporated statutorily, under <a href=\"/doc/1763282/\" id=\"a_354\">section 16 (1)</a> of the Arbitration and Conciliation Act, 1996.\n</p>\n<p data-structure=\"Section\" id=\"p_156\">\t53. Interestingly, a comparison of <a href=\"/doc/211089/\" id=\"a_355\">Article 16</a> of the Model Law would reveal that the contents of <a href=\"/doc/250697/\" id=\"a_356\">Article 16 (1)</a> are imported as such into <a href=\"/doc/1459823/\" id=\"a_357\">Section 16 (1) (a)</a> and (b). The contents of <a href=\"/doc/1011960/\" id=\"a_358\">Article 16 (2)</a> are segregated and made into <a href=\"/doc/1746186/\" id=\"a_359\">Sections 16 (2)</a>, (3) and (4).  <a href=\"/doc/386518/\" id=\"a_360\">Article 16 (3)</a> of the Model Law empowers the Arbitral Tribunal to rule on its own jurisdiction either as a preliminary question or in an award on merits. If the issue of jurisdiction is decided as a preliminary question by the Arbitral Tribunal, <a href=\"/doc/386518/\" id=\"a_361\">Article 16 (3)</a> of the Model Law enables a party aggrieved by such decision to challenge that ruling before a Court. But <a href=\"/doc/1711161/\" id=\"a_362\">Sections 16 (5)</a> and (6) make a complete departure from <a href=\"/doc/386518/\" id=\"a_363\">Article 16 (3).</a> The departure from <a href=\"/doc/211089/\" id=\"a_364\">Article 16</a> of the Model Law is two fold namely (1) that while <a href=\"/doc/386518/\" id=\"a_365\">Article 16 (3)</a> enables the Arbitral Tribunal to decide the question of jurisdiction also as a preliminary issue, <a href=\"/doc/675839/\" id=\"a_366\">Section 16</a> does not enable the Arbitral Tribunal to do so and (2) that while <a href=\"/doc/386518/\" id=\"a_367\">Article 16 (3)</a> permits a challenge to be made to the decision of the Arbitral Tribunal on the preliminary issue before a Court, <a href=\"/doc/675839/\" id=\"a_368\">Section 16</a> does not permit the same. The following table will illustrate the deviation made in <a href=\"/doc/675839/\" id=\"a_369\">Section 16</a> from <a href=\"/doc/211089/\" id=\"a_370\">Article 16</a> of the Model Law:-\n</p>\n<blockquote id=\"blockquote_94\"><a href=\"/doc/211089/\" id=\"a_371\">Article 16</a>\n<a href=\"/doc/1763282/\" id=\"a_372\">Section 16\n(1)</a> The Arbitral Tribunal may rule on its own jurisdiction, including any objections with respect to the existence or validity of the Arbitration Agreement. For that purpose, an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract. A decision by the Arbitral Tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause.\n</blockquote><blockquote id=\"blockquote_95\">(1) The Arbitral Tribunal may rule on its own jurisdiction, including ruling on any objections with respect to the existence or validity of the Arbitration Agreement, and for that purpose, -\n</blockquote><blockquote id=\"blockquote_96\">(a) an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract; and\n</blockquote><blockquote id=\"blockquote_97\">(b) a decision by the Arbitral Tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause.\n</blockquote><blockquote id=\"blockquote_98\">(2) A plea that the Arbitral Tribunal does not have jurisdiction shall be raised not later than the submission of the statement of defence. A party is not precluded from raising such a plea by the fact that he has appointed, or participated in the appointment of, an arbitrator. A plea that the Arbitral Tribunal is exceeding the scope of its authority shall be raised as soon as the matter alleged to be beyond the scope of its authority is raised during the arbitral proceedings. The Arbitral Tribunal may, in either case, admit a later plea if it considers the delay justified.\n</blockquote><blockquote id=\"blockquote_99\">(2) A plea that the Arbitral Tribunal does not have jurisdiction shall be raised not later than the submission of the statement of defence; however, a party shall not be precluded from raising such a plea merely because that he has appointed, or participated in the appointment of, an arbitrator.\n</blockquote><blockquote id=\"blockquote_100\">(3) A plea that the Arbitral Tribunal is exceeding the scope of its authority shall be raised as soon as the matter alleged to be beyond the scope of its authority is raised during the arbitral proceedings.\n</blockquote><blockquote id=\"blockquote_101\">(4) The Arbitral Tribunal may, in either of the cases referred to in sub-section (2) or sub-section (3), admit a later plea if it considers the delay justified.\n</blockquote><blockquote id=\"blockquote_102\">(3) The Arbitral Tribunal may rule on a plea referred to in paragraph (2) of this Article either as a preliminary question or in an award on the merits. If the Arbitral Tribunal rules as a preliminary  question that it has jurisdiction, any party may request, within thirty days after having received notice of that ruling, the Court specified in <a href=\"/doc/19636/\" id=\"a_373\">Article 6</a> to decide the matter, which decision shall be subject to no appeal; while such a request is pending, the Arbitral Tribunal may continue the arbitral proceedings and make an award.\n</blockquote><blockquote id=\"blockquote_103\">(5) The Arbitral Tribunal shall decide on a plea referred to in sub-section (2) or sub-section (3) and, where the Arbitral Tribunal takes a decision rejecting the plea, continue with the arbitral proceedings and make an arbitral award.\n</blockquote><blockquote id=\"blockquote_104\">(6) A party aggrieved by such an arbitral award may make an application for setting aside such an arbitral award in accordance with <a href=\"/doc/536284/\" id=\"a_374\">Section 34</a>.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_157\">\t54. Thus the Model contained in <a href=\"/doc/735354/\" id=\"a_375\">Articles 7</a> and <a href=\"/doc/250697/\" id=\"a_376\">16 (1)</a> and <a href=\"/doc/1456610/\" id=\"a_377\">(2)</a> of the Model Law have been faithfully adopted and imported into <a href=\"/doc/1846895/\" id=\"a_378\">Section 7</a> and <a href=\"/doc/1763282/\" id=\"a_379\">Sections 16(1)</a> to <a href=\"/doc/28383/\" id=\"a_380\">16(4)</a> of the 1996 Act, but the Model Law contained in <a href=\"/doc/386518/\" id=\"a_381\">Article 16 (3)</a> is not imported into <a href=\"/doc/675839/\" id=\"a_382\">Section 16</a>, sending a clear message down the line (i) that the arbitration clause could be made the life line or black box which could survive any disaster; (ii) that the Arbitral Tribunal itself is competent to decide whether the contract is null and void, inoperative or incapable of being performed; (iii) that the decision of the tribunal that the contract is null and void, will not render the arbitration clause invalid and (iv) that the decision of the Arbitral Tribunal on the question of its jurisdiction need not be a preliminary issue amenable to challenge even at that stage.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_158\">\t55. As a matter of fact, the above principles incorporated in <a href=\"/doc/1763282/\" id=\"a_383\">section 16(1)</a>, viz., \n</p><p data-structure=\"Conclusion\" id=\"p_159\">\ta) that the arbitration clause shall be treated as an agreement independent of the other terms of the contract;\n</p><p data-structure=\"Conclusion\" id=\"p_160\">\tb) that the Arbitral Tribunal itself can decide the validity of the Arbitration Agreement including the question as to its nullity and voidity; and \n</p><p data-structure=\"CDiscource\" id=\"p_161\">\tc) that even a decision declaring the contract as null and void will not make the arbitration clause invalid;\n</p><p data-structure=\"CDiscource\" id=\"p_162\">appear to have been accepted and adopted in many of the neighbouring countries especially SAARC countries after the advent of the UNCITRAL Model Law. Canada, Australia and a few states in U.S.A., have also adopted the Model Law. \n</p>\n<p data-structure=\"Section\" id=\"p_163\">\t56. The Bangladesh Arbitration Act of 2001, while adopting <a href=\"/doc/211089/\" id=\"a_384\">Article 16</a> of the Model Law, enables the Arbitral Tribunal, under <a href=\"/doc/318136/\" id=\"a_385\">Section 17</a> to decide whether the Arbitration Agreement is against public policy or incapable of being performed. <a href=\"/doc/318136/\" id=\"a_386\">Section 17</a> of the said Act, reads as follows:-\n</p><blockquote id=\"blockquote_105\">\t&quot;17. Competence of Arbitral Tribunal to rule on its own jurisdiction:-  Unless otherwise agreed by the parties, the Arbitral Tribunal may rule on its own jurisdiction on any questions including the following issues, namely -\n</blockquote><blockquote id=\"blockquote_106\">\t(a) whether there is existence of a valid Arbitration Agreement;\n</blockquote><blockquote id=\"blockquote_107\">\t(b) whether the Arbitral Tribunal is properly constituted;\n</blockquote><blockquote id=\"blockquote_108\">\t(c) whether the Arbitration Agreement is against public policy;\n</blockquote><blockquote id=\"blockquote_109\">\t(d) whether the Arbitration Agreement is incapable of being performed; and \n</blockquote><blockquote id=\"blockquote_110\">\t(e) what matters have been submitted to arbitration in accordance with the Arbitration Agreement&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_164\"><a href=\"/doc/1347069/\" id=\"a_387\">Section 18</a> of the Act provides for severability of the Arbitration Agreement, for the purpose of enabling the Arbitral Tribunal to rule on its own jurisdiction. Limited powers are conferred on the High Court under the said Act, to determine any question as to the jurisdiction of the Arbitral Tribunal, if any of the parties to the Arbitration Agreement makes an application in this regard. However, the said powers are circumscribed by certain conditions prescribed under <a href=\"/doc/1436635/\" id=\"a_388\">Section 20(2)</a> of the said Act. \n</p>\n<p data-structure=\"Section\" id=\"p_165\">\t57. Similarly, Section 16 of the Nepal Arbitration Act, 1999, makes it clear that the Arbitrator shall take a decision, before commencing proceedings on the matter referred to him, as to whether the contract because of which the dispute has emerged, is itself illegal or null and void. It is interesting to note that the Nepal Act provides for an appeal to an Appellate Court against such a decision.  Sub-section (3) of <a href=\"/doc/675839/\" id=\"a_389\">Section 16</a> declares that even though an arbitration clause is found to be an integral part of one single contract, the arbitration clause will not be taken to be null and void even if the arbitrator finds that the contract by itself is null and void.  <a href=\"/doc/675839/\" id=\"a_390\">Section 16</a> reads as follows:-\n</p><blockquote id=\"blockquote_111\">          \t\t&quot;16. Power of the Arbitrator to Determine\n                Jurisdiction:- \n</blockquote><blockquote id=\"blockquote_112\">\t(1) In case any party wishes to make a claim that the arbitrator has no jurisdiction over the dispute which has been referred to him for settlement, or that the contract because of which the dispute has emerged is itself illegal or null and void, it may do so before the arbitrator.  The arbitrator must before starting proceeding on the matter referred to him, take a decision on his jurisdiction or the validity or effectiveness of the contract.\n</blockquote><blockquote id=\"blockquote_113\">\t(2) Any party which is not satisfied with the decision taken under sub section (2) may file an appeal with the Appellate Court within 30 days from the date of decision, and the decision taken by that Court on the matter shall be final.\n</blockquote><blockquote id=\"blockquote_114\">\t(3) For the purpose of taking a decision on the validity or effectiveness of a contract under sub section (1), in case the contract contains provisions for the settlement of disputes through arbitration as its integral part, such provisions shall be taken as a separate agreement, and even if the arbitrator takes a decision holding the contract as null and void, such provisions shall not be held to be legally null and void for that reason alone.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_166\">\t58. <a href=\"/doc/1052228/\" id=\"a_391\">The Arbitration Act, 1940</a> of Pakistan does not appear to have been brought in tune with the Model Law.  However, <a href=\"/doc/826945/\" id=\"a_392\">Section 32</a> of the Act bars the institution of a suit on any ground whatsoever, for a decision upon the existence, effect or validity of an Arbitration Agreement or award. It reads as follows:-\n</p><blockquote id=\"blockquote_115\">\t&quot;32. Bar to suit contesting Arbitration Agreement or award:- Notwithstanding any law for the time being in force, no suit shall lie on any ground whatsoever, for a decision upon the existence, effect or validity of an Arbitration Agreement or award, nor shall any Arbitration Agreement or award be set aside, amended, modified or in any way affected otherwise than as provided in this Act&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_167\">However, <a href=\"/doc/536284/\" id=\"a_393\">Sec.34</a> of the said Act whittles down the effect of Se.32 to some extent.\n</p>\n<p data-structure=\"Section\" id=\"p_168\"> \t59. <a href=\"/doc/1306164/\" id=\"a_394\">The Arbitration Act, 1995</a> of Srilanka adopts the same principles as contained in the Model Law.  Under <a href=\"/doc/1841764/\" id=\"a_395\">Section 11</a> of the Act, the Arbitral Tribunal is conferred with jurisdiction to rule on any question as to the existence or validity of an Arbitration Agreement or as to whether such agreement is contrary to public policy or is incapable of being performed.  However, <a href=\"/doc/1956362/\" id=\"a_396\">Section 11(1)</a> also enables a party to the arbitral proceedings to apply to the High Court for a determination of any such question.  But <a href=\"/doc/750244/\" id=\"a_397\">Section 12</a> makes it clear that the Arbitration Agreement which forms part of another agreement shall be deemed to constitute a separate agreement for the purpose of deciding the jurisdiction of the tribunal and the validity of the Arbitration Agreement. <a href=\"/doc/1841764/\" id=\"a_398\">Section 11</a> reads as follows:-\n</p><blockquote id=\"blockquote_116\">         \t\t&quot;11. Competence of Arbitral : \n</blockquote><blockquote id=\"blockquote_117\">\t\t(1) An Arbitral Tribunal may rule on its Arbitral jurisdiction including any question, with respect to the existence or validity of the Arbitration Agreement or as to whether such agreement is contrary to public policy or is incapable of being performed; but any party to the arbitral proceedings may apply to the High Court for a determination of any such question.\n</blockquote><blockquote id=\"blockquote_118\">\t(2) Where an application has been made to the High Court under subsection (1) the Arbitral Tribunal may continue the arbitral proceedings pending the determination of such question by the High Court&quot;.\n</blockquote>\t\n<p data-structure=\"Section\" id=\"p_169\">\t60. The (English) Arbitration Act, 1996, also recognises the separability of the Arbitration Agreement under <a href=\"/doc/1846895/\" id=\"a_399\">Section 7</a> and declares that the Arbitration Agreement shall not be regarded as invalid, non-existent or ineffective.  However, <a href=\"/doc/1079220/\" id=\"a_400\">Section 9 (4)</a> of the Act gives a small leverage to the Court to refuse to stay the legal proceedings if it is satisfied that the Arbitration Agreement is null and void or incapable of being performed. <a href=\"/doc/1846895/\" id=\"a_401\">Sections 7</a> and <a href=\"/doc/1079220/\" id=\"a_402\">9</a> are as follows:-\n</p><blockquote id=\"blockquote_119\">\t  &quot;7.  Separability of Arbitration Agreement-\n</blockquote><blockquote id=\"blockquote_120\">\tUnless otherwise agreed by the parties, an Arbitration Agreement which forms or was intended to form part of another agreement (whether or not in writing) shall not be regarded as invalid, non-existence or has become ineffective, and it shall for that purpose be treated as a distinct agreement.\n</blockquote><blockquote id=\"blockquote_121\">9.Stay of legal proceedings- \n</blockquote><blockquote id=\"blockquote_122\">\t(1) A party to an Arbitration Agreement against whom legal proceedings are brought (whether by way of claim or counterclaim) in respect of a matter which under the agreement is to be referred to arbitration may (upon notice to the other parties to the proceedings) apply to the court in which the proceedings have been brought to stay the proceedings so far as they concern that matter.\n</blockquote><blockquote id=\"blockquote_123\">\t(2) An application may be made notwithstanding that the matter is to be referred to arbitration only after the exhaustion of other dispute resolution procedures.\n</blockquote><blockquote id=\"blockquote_124\">\t(3) An application may not be made by a person before taking the appropriate procedural step (if any) to acknowledge the legal proceedings against him or after he has taken any step in those proceedings to answer the substantive claim.\n</blockquote><blockquote id=\"blockquote_125\">\t(4) On an application under this section the court shall grant a stay unless satisfied that the Arbitration Agreement is null and void, or incapable of being performed.\n</blockquote><blockquote id=\"blockquote_126\">\t(5) If the court refuses to stay the legal proceedings, any provision that an award is a condition precedent to the bringing of legal proceedings in respect of any matter is of no effect in relation to those proceedings.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_170\"><a href=\"/doc/309113/\" id=\"a_403\">Section 30(1)(a)</a> of the Act which is akin to <a href=\"/doc/675839/\" id=\"a_404\">Section 16</a> of our Act (though not in pari materia), enables the Arbitral Tribunal to rule on the existence of a valid Arbitration Agreement. But unlike <a href=\"/doc/675839/\" id=\"a_405\">Section 16</a> of our Act, <a href=\"/doc/447587/\" id=\"a_406\">Section 30</a> of the English Act provides for an appeal or review against such a ruling of the Arbitral Tribunal on its own substantive jurisdiction, under sub-section (2) of <a href=\"/doc/308340/\" id=\"a_407\">Section 30</a> read with <a href=\"/doc/826945/\" id=\"a_408\">Section 32</a>. <a href=\"/doc/160474/\" id=\"a_409\">Section 45</a> also enables a Court to determine any question of law, arising in the course of arbitration proceedings, subject to certain conditions.  <a href=\"/doc/317155/\" id=\"a_410\">Section 72</a> of the Act saves the right of a person, to question, by proceedings in a Court for a declaration or injunction or other appropriate relief, as to whether there was a valid Arbitration Agreement.  The right saved under <a href=\"/doc/317155/\" id=\"a_411\">Section 72</a>, is curiously of a person who takes no part in the proceedings. Thus, English Law gives ample scope for a person (i) either to challenge the validity of the Arbitration Agreement before the tribunal or (ii) to seek recourse to <a href=\"/doc/117434/\" id=\"a_412\">Section 30 (2)</a> by filing an appeal or review against the ruling of the Arbitral Tribunal on such decision regarding jurisdiction (iii) or to seek a decision from a Court on a preliminary point of law or (iv) to seek a declaration or injunction or other appropriate relief before a Court without taking part in the arbitral proceedings. Therefore, English decisions may not be of any assistance particularly after the 1996 Act, for the simple reason that our Act tends to reduce the role of the Court, while the <a href=\"/doc/1003813/\" id=\"a_413\">English Act</a> does not. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_171\">\t61. In so far as Canada is concerned, with the exception of Quebec, each of Canada&#x27;s provinces and territories has two arbitration statutes: one for domestic arbitrations and another for international arbitrations. The applicable federal statute, namely, the Commercial Arbitration Act (R.S.C. 1985, c.C-34.6), governs both domestic and international commercial arbitrations but is limited to disputes involving the federal government, federal Crown corporations and certain enumerated federal agencies. All other arbitrations are governed by provincial or territorial law.\n</p>\n<p data-structure=\"Precedent\" id=\"p_172\">\tSince the implementation of the UNCITRAL Model Law, Canadian courts have demonstrated a clear shift in policy in favour of arbitrations over court proceedings. On at least two occasions\u0017in Automatic Systems Inc. v. Bracknell Corp. (1994) 18 O.R. (3d) 257, and in Canadian National Railway Co v. Lovat Tunnel Equipment Inc. (1999) 174 D.L.R. (4th) 385\u0017the Ontario Court of Appeal has stated that any ambiguities in the interpretation of arbitral legislation or agreements should be resolved in favour of arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_173\">\tCanadian courts regularly implement <a href=\"/doc/1266611/\" id=\"a_414\">Article 8(1)</a> of the Model Law, which requires the stay of a judicial proceeding in favour of an arbitration where one party wishes to enforce the Arbitration Agreement (see Automatic Systems Inc v. Bracknell Corp. [1994] 18 O.R. [3d] 257). All Canadian jurisdictions have adopted <a href=\"/doc/211089/\" id=\"a_415\">Article 16</a> of the Model Law by providing that the Arbitration Agreement is independent of the contract in which it is found and thereby permitting the Arbitral Tribunal to determine its own jurisdiction, including objections with respect to the existence of an Arbitration Agreement. Domestic arbitrations are governed by similar principles. For example, section 17(1) of the Ontario Arbitration Act provides that &quot;an Arbitral Tribunal may rule on its own jurisdiction to conduct the arbitration and may in that connection rule on objections with respect to the existence or validity of the Arbitration Agreement.\n</p>\n<p data-structure=\"Section\" id=\"p_174\">\t62. In so far as U.S.A. is concerned, some of the states have adopted the UNCITRAL Model Law, but the federal law namely, the United States Arbitration Act, 1925, now known as Federal Arbitration Act, does not appear to have been brought in tune with  the Model Law. <a href=\"/doc/1804257/\" id=\"a_416\">Section 2</a> of the said Act provides that a written Arbitration Agreement may be denied enforcement on such grounds as exist at law or in equity for the revocation of any contract. In their book &quot;Arbitration Law in America- A Critical Assessment&quot;, published by the Cambridge University Press, the authors Edward Brunet and Richard E. Speidel,  say the following on the question of separability of the arbitration clause and its enforcement:\n</p><blockquote id=\"blockquote_127\">\t&quot;The practical effect of the separability doctrine is that in most cases, an attack on the validity or enforceability of the underlying contract will not be regarded as a direct attack on the arbitration clause and that these disputes can be decided by arbitrators under a &#x27;broad&#x27; arbitration clause. The nagging exception is where one party attacks the &#x27;very existence&#x27; of the underlying contract by claiming that it is void ab initio (as opposed to public policy) or that no contract was ever formed.\n</blockquote><blockquote id=\"blockquote_128\">\tThe debate over &#x27;competence&#x27; and &#x27;separability&#x27; involves a piece of the age old struggle between courts and arbitrators. Assuming that the tribunal does not have competence to decide its own jurisdiction, the &#x27;separability&#x27; doctrine gives the arbitrator the power to decide the merits of whether the contract in which the Arbitration Agreement is contained is enforceable. An award on a matter within the scope of &#x27;separability&#x27; doctrine is entitled to deferential review, that is it cannot be reviewed on the merits even though it determines indirectly the validity of the Arbitration Agreement. On the other hand if the tribunal has power through agreement of parties to determine its own jurisdiction, the separability doctrine is less important&quot;\n</blockquote>       \n<p data-structure=\"Conclusion\" id=\"p_175\">\t63. Thus an over view of arbitration law after the advent of the UNCITRAL Model Law, both in India and in the neighbouring countries as well as in England, Canada and U.S., shows--\n</p><p data-structure=\"Conclusion\" id=\"p_176\">\t(i) that the arbitration clause could be &quot;broad&quot; enough to cover disputes relating to the validity of the contract itself even on grounds of fraud, misrepresentation etc., in which case the jurisdiction of the Arbitral Tribunal is not ousted; and\n</p><p data-structure=\"Precedent\" id=\"p_177\">\t(ii) that if the arbitration clause is not broad enough to cover those disputes, even then the &#x27;separability&#x27; doctrine could be invoked to sustain an arbitration except in those exceptional cases pointed out as &#x27;nagging exceptions&#x27; in the aforesaid book.\n</p><p data-structure=\"Precedent\" id=\"p_178\">It is on account this fundamental principle that the Supreme court pointed out the possibility of a &#x27;broad arbitration clause&#x27;  in ITC Ltd -vs- G.J.Fernandes AIR 1989 839. \n</p>\n<p data-structure=\"Precedent\" id=\"p_179\">\t64. Therefore, if by agreement, parties could have disputes where allegations of fraud, misrepresentation etc., are made, referred to arbitration, it is certainly possible for the legislature to bring them within the purview of arbitration. This is what the 1996 Act has done by virtue of <a href=\"/doc/675839/\" id=\"a_417\">section 16</a> of the Act. In so far as domestic arbitration is concerned, what a court can do at the pre reference stage, is restricted to what is prescribed under <a href=\"/doc/1146817/\" id=\"a_418\">sections 8</a>, <a href=\"/doc/1079220/\" id=\"a_419\">9</a> and <a href=\"/doc/1841764/\" id=\"a_420\">11</a>. That it cannot traverse beyond what is provided therein, is also stated in <a href=\"/doc/310829/\" id=\"a_421\">section 5</a>. Similarly what an Arbitral Tribunal can do is spelt out in <a href=\"/doc/675839/\" id=\"a_422\">section 16</a>. If the deletion in <a href=\"/doc/1146817/\" id=\"a_423\">section 8</a>, of the rider contained in <a href=\"/doc/160474/\" id=\"a_424\">section 45</a> is a case of omission,  the insertion of a similar rider in <a href=\"/doc/675839/\" id=\"a_425\">section 16</a> empowering the Arbitral Tribunal to go into the question, is a case of commission. This, therefore, is a clear signal to the fact that in so far as domestic arbitration is concerned, the question as to whether an Arbitration Agreement is vitiated by fraud etc., are also to be determined only by the Arbitral Tribunal. It does not fall under the exception to the rule of casus omissus and hence the court cannot supply the same by resorting to the maxim &quot;ex nihilo nihil fit&quot;.  \n</p>\n<p data-structure=\"Section\" id=\"p_180\">\t65. The reintroduction of Section 89 into <a href=\"/doc/161831507/\" id=\"a_426\">the Code of Civil Procedure</a>, by <a href=\"/doc/206650/\" id=\"a_427\">C.P.C. (Amendment) Act, 1999</a>, which was earlier repealed by the <a href=\"/doc/1052228/\" id=\"a_428\">Arbitration Act</a> of 1940 is a pointer to the fact that the object of the Legislature is to encourage alternative dispute resolution mechanisms. The seal of approval put on the validity <a href=\"/doc/161831507/\" id=\"a_429\">of the C.P.C</a>. (Amendment) Act, in Salem Advocate Bar Association case {(2003) 1 SCC 49} and the directions issued in the second Salem Advocate Bar Association case {(2005) 6 SCC 344} are also pointers to the above fact.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_181\">\t66. In view of the above, I am of the considered view that in an application under <a href=\"/doc/1146817/\" id=\"a_430\">section 8</a>, this court cannot, nay, need not, go into the question as to whether an Agreement entered into between the plaintiff and the defendant is vitiated by fraud etc., since the said question can also be determined by the Arbitrator himself. (i) The difference in language between <a href=\"/doc/1146817/\" id=\"a_431\">sections 8</a> and <a href=\"/doc/160474/\" id=\"a_432\">45</a>, (ii) the adoption of the UNCITRAL Model Law as such in <a href=\"/doc/160474/\" id=\"a_433\">section 45</a>, but with a modification in <a href=\"/doc/1146817/\" id=\"a_434\">section 8</a>, (iii) the doctrine of separability incorporated in <a href=\"/doc/675839/\" id=\"a_435\">section 16</a> with a power for the arbitrator to adjudicate even the question of nullity and voidity (iv) the deviation made in <a href=\"/doc/675839/\" id=\"a_436\">Section 16</a> from <a href=\"/doc/211089/\" id=\"a_437\">Article 16</a> of the Model Law, elicited in paragraph-53 above and (v) the developments that have taken place world wide, are all pointers to the fact that the arbitration clause, contained in a contract to which Part-I of the 1996 Act would apply, is to act as a black box in an aircraft.  The crash of the contract (like that of the aircraft), its reasons, implications and consequences are to be ascertained only by invoking the arbitration clause. Therefore I hold that this application under <a href=\"/doc/1146817/\" id=\"a_438\">section 8</a> deserves to be allowed.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_182\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591400\" id=\"span_25\">67. There is one last issue raised by the respondent/plaintiff, namely that the defendants 2 and 3 are not parties to the Arbitration Agreement and that therefore when a comprehensive suit is laid, as against persons who are, as well as who are not, parties to the Arbitration Agreement, the parties cannot be referred to arbitration. This argument is based upon the ratio laid down by the Apex court in <a href=\"/doc/1591400/\" id=\"a_439\">Sukanya Holdings (P) Ltd., vs. Jayesh H.Pandya and another</a> {(2003) 5 Supreme Court Cases 531}. The relevant portion of <a href=\"/doc/1591400/\" id=\"a_440\">the said decision</a> is as follows:-</span> \n</p>\n<blockquote id=\"blockquote_129\">\t&quot;14.  Thirdly, there is no provision as to what is required to be done in a case where some parties to the suit are not parties to the Arbitration Agreement.  As against this, under <a href=\"/doc/363170/\" id=\"a_441\">Section 24</a> of the Arbitration Act, 1940, some of the parties to a suit could apply that the matters in difference between them be referred to arbitration and the court may refer the same to arbitration provided that the same can be separated from the rest of the subject-matter of the suit.  The section also provided that the suit would continue so far as it related to parties who have not joined in such application&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_183\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591400\" id=\"span_26\">68. But <a href=\"/doc/1591400/\" id=\"a_442\">the above decision</a> is of no assistance to the respondent/plaintiff. The said decision, does not lay down as a proposition of law that the moment a person who is not a party to an Arbitration Agreement is roped in, the jurisdiction of the Arbitral Tribunal stands ousted. In a Civil Suit, the plaintiff is the dominus litus and he may cite any one as a party, at the time of institution. Such a privilege granted to a plaintiff cannot be (mis)used as a gate pass to avoid an Arbitration Agreement. In the present suit, the defendants 2 and 3, who were only Officers of the plaintiff, have been cited as defendants 2 and 3, without any relief being sought against them. They are impleaded only in view of the allegations made against them that they exceeded the authority conferred upon them to enter into derivatives transactions. In other words, the plaintiff requires their presence as witnesses and not as parties against whom any relief is sought for. In paragraph-30 of the plaint, it is made clear by the plaintiff that no specific relief has been sought against defendants 2 and 3. In such circumstances, their impleadment in the suit, cannot enure to the benefit of the plaintiff to avoid the Arbitration Agreement.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_184\">\t69. In the light of my conclusion that in an application under <a href=\"/doc/1146817/\" id=\"a_443\">Section 8</a> (as distinguished from an application under <a href=\"/doc/160474/\" id=\"a_444\">Section 45</a>), the Judicial Authority cannot go into the question as to whether the agreement is null and void, inoperative or incapable of being performed, the plaintiff should only raise these issues before the Arbitrator Justice B.N.Srikrishna (Retd.), who has already entered reference.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_185\">\t70. In view of the above, the application A.No.8078 of 2007 is allowed. No costs.\n</p>\n\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_186\">svn\n\n\n\n\n\n\n[ PRV / 15962 ]\n\n\n</p>","numcites":127,"numcitedby":3,"docsource":"Madras High Court","citetid":872586,"divtype":"judgments","relatedqs":[{"value":"fraud on court ","formInput":"fraud%20on%20court%20"},{"value":"fraud arbitration ","formInput":"fraud%20arbitration%20"},{"value":"void contracts","formInput":"void%20contracts"},{"value":"void agreements","formInput":"void%20agreements"},{"value":"casus omissus","formInput":"casus%20omissus"},{"value":"arbitration clause is void","formInput":"arbitration%20clause%20is%20void"},{"value":"fraud vitiates","formInput":"fraud%20vitiates"},{"value":"arbitration clause is invalid","formInput":"arbitration%20clause%20is%20invalid"},{"value":"article 16","formInput":"article%2016"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"jurisdiction of arbitration","formInput":"jurisdiction%20of%20arbitration"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"void contract arbitration","formInput":"void%20contract%20arbitration"},{"value":"void arbitration agreement","formInput":"void%20arbitration%20agreement"},{"value":"section 8 arbitration act","formInput":"section%208%20arbitration%20act"},{"value":"non obstante clause","formInput":"non%20obstante%20clause"},{"value":"wagering contract","formInput":"wagering%20contract"},{"value":"opposed to public policy","formInput":"opposed%20to%20public%20policy"},{"value":"fraud arbitration agreement","formInput":"fraud%20arbitration%20agreement"},{"value":"article 16(3)","formInput":"article%2016%283%29"}],"cats":[{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"judicial-authority-to-refer-parties-to-arbitration","formInput":"tag:judicial-authority-to-refer-parties-to-arbitration"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"judicial-power-refers-parties-arbitration","formInput":"tag:judicial-power-refers-parties-arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}