{"tid":69387794,"publishdate":"2017-08-21","title":"Sri Sudha Constructions vs I.T.I. Limited on 21 August, 2017","doc":"<h2 class=\"doc_title\">Sri Sudha Constructions vs I.T.I. Limited on 21 August, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-manikumar\">S. Manikumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-manikumar\">S.Manikumar</a>, <a href=\"/search/?formInput=benchid:v-b-subbaroyan\">V.Bhavani Subbaroyan</a></h3>\n\n<pre id=\"pre_1\">        \n\n \nIN THE HIGH COURT OF JUDICATURE AT MADRAS\nDATED: 21.08.2017\nCORAM:\nTHE HONOURABLE MR.JUSTICE S.MANIKUMAR\nand\nTHE HONOURABLE MRS.JUSTICE V.BHAVANI SUBBAROYAN\n\nW.A.No.477 of 2017\n\nSri Sudha Constructions\n(formerly known as Sri Sudha\nTelecom Consultants)\nRep. by its Managing Partner Mr.P.V.Rao.\t\t.. Appellant\n\n\nversus\n\n1. I.T.I. Limited,\nrep. by its Chief Regional Manager,\nRegional Office,\n3rd Floor, 17(6) Rajaji Salai,\nChennai - 600 001.\n\n2. The Commissioner of Central Excise,\nChennai-I, Commissionorate,\n26/1, Mahatma Gandhi Road,\nNungambakkam, Chennai - 600 034.\n\n3. The Assistant Commissioner (Service Tax)\nOffice of the Commissioner of Service Tax,\nChennai Commissionorate,\n692, Anna Salai,\nNandanam, Chennai - 600 035\t \t\t\t.. Respondents\n\t\n\tWrit Appeal filed against the order dated 18.03.2016 in W.P.No.15718 of 2015.\n\t\tFor Appellant\t:  Mr.R.Bharanidharan\n\t\t\nJUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">(Order of the Court was made by S.MANIKUMAR, J.)\n\n\tChallenge in this writ appeal, is to an order made in W.P.No.15718 of 2012 dated 18.03.2016, by which, the writ Court declined to issue a writ of certiorarified mandamus to quash the proceedings dated 29.11.2011 on the file of ITI Limited, Chennai, 1st respondent.  Writ Court also declined to direct 1st respondent to release the payments due to the appellant for executing works to the tune of Rs.67 Lakhs with interest.  \n</p>\t\n<p data-structure=\"Facts\" id=\"p_2\">\t2. Short facts leading to the appeal are that the appellant has executed works in favour of 1st respondent, which was awarded a letter of Indent for  upgradation/rehabilitation of external plant network of Chennai Telephones.  Appellant is a sub contractor of ITI Limited, Chennai, 1st respondent.   \n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">\t3. According to the appellant, ITI Limited, Chennai, 1st respondent has to bear the service tax burden, being indirect tax levied.  Entire service tax paid by the appellant was not reimbursed. Appellant has further contended that a show cause notice dated 01.04.2009, has been issued to 1st respondent demanding service tax on the service  rendered towards trenching and laying of telephone cables to BSNl and other public sector undertakings, directly, as well as through Sub contractors.  Show cause notice has culminated into a final order on 25.03.2011, passed by the Commissioner of Central Excise, Chennai-I Commissionerate, Chennai, 2nd respondent.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\t4. On 29.11.2011, 1st respondent-company has informed the appellant that service tax department has passed an order to pay a sum of Rs.83.23 Lakhs, alongwith equal penalty, for the various projects related to BSNL external plant network, during the period 2004-08 and that they have appealed to CESTAT, Chennai, against the said order.  Appellant has further contended that vide said letter dated 29.11.2011, the 1st respondent also informed that due to the above order, and Second appeal, 1st respondent was constrained to hold the amount payable to the petitioner and others, till the issues are resolved with the Service Tax department. In the abovesaid circumstances, appellant has sought for a writ of certiorarified mandamus, as stated supra.  \n</p>\t\n<p data-structure=\"RespArg\" id=\"p_5\">\t5. Before the writ Court, 1st respondent-company, in their counter affidavit has contended that the said company has been declared as a Sick Industrial Company, based on the audited balance sheet in terms of <a href=\"/doc/1690793/\" id=\"a_1\">Section 3(1)(o)</a> of the Sick Industrial Companies (Special Provisions) Act, 1985 (in short called as SICA) and State Bank of India has been appointed as the Operating Agency, under <a href=\"/doc/1130791/\" id=\"a_2\">Section 17(3)</a> of SICA to prepare a revival scheme. 1st respondent-Company has further contended that before filing the writ petition, no prior approval has been granted under SICA.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">\t6. What is impugned before the writ Court, is a letter dated 29.11.2011 from the 1st respondent-Company and the same is extracted hereunder:\n</p><pre id=\"pre_2\">Proj.Cont.Corr\t\t\t\t\tDate:29.11.2011\nRef:-SR/Proj/CHE/Cable-Cont/\n\nM/s.Sri Sudha Constructions,\nFlat No.9. Meenakshi Sundaram, Second Floor,\nNo.33(11), Shivaji Street,\nT.Nagar, Chennai - 600 017. Ph.24323018\n\nSir,\n\tSub:-\tService Tax Liabilityin connection with the cable \n\t\tlaying work.\n\n</pre><p data-structure=\"Issue\" id=\"p_7\">This is with reference to your letter ref:SSC/ITI/28/11-12 Dated 25.11.11.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">It may please be noted that no.of work orders were placed on you during 2004-2008 for cable laying and associated works for BSNL.  The terms and payment were back to back keeping ITI margin in-tact and accordingly payments were released.\n</p>\t\n<p data-structure=\"CDiscource\" id=\"p_9\">We would like to inform you that the Service Tax department commissioner has passed an order to pay the sum of Rs.83.23 Lakhs along with equal penalty for the various projects related to the BSNL external plant network during the period 2004-2008.\n</p>\t\n<p data-structure=\"Facts\" id=\"p_10\">We have engaged a reputed advocate and have appealed to the CESTAT, Chennai against the above claim and the matter is coming up for hearing on 19.12.2011.\n</p><p data-structure=\"Facts\" id=\"p_11\">In case finally CESTAT decision is declared to pay any tax/penalty further it is to be borne by the contractors engaged on back to back terms.  Hence, we are constrained to hold the amount applicable to your firm, from the payments received from BSNL and other customers till the issues are resolved with the service tax department.\n</p>\t\n<p data-structure=\"Issue\" id=\"p_12\">Kindly bear with us till then.\n</p>\t\n<p data-structure=\"Issue\" id=\"p_13\">Thanking you,\nYours faithfully,\n\nFor ITI Limited,\nSd/-\n</p><p data-structure=\"Issue\" id=\"p_14\">(N.Suresh Kumar)\nChief Regional Manager.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1700622\" id=\"span_1\">7. Though, Mr.R.Bharanidharan, learned counsel for the appellant made submissions on the above pleadings and also relied on a decision of the Hon&#x27;ble Supreme Court in <a href=\"/doc/1700622/\" id=\"a_3\">Godavari Sugar Mills Limited Vs. State of Maharashtra and Others</a> reported in 2011(2) SCC 439, the writ Court, declined to entertain the writ petition on the grounds inter alia that the writ Court has found that there was no clause in the contract between the 1st respondent and the appellant, with regard to payment of service tax by the appellant. In the absence of any contract between the appellant and 1st respondent, with regard to payment of service tax and reimbursement thereof, to the appellant, the writ Court held that the same cannot be gone into in this writ petition. Writ Court has also held that the claim made by the appellant/petitioner could be decided only by a competent Civil Court and not under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution of India.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">\t8. Yet another reason taken note of by the writ Court is that 1st respondent Company has been declared as Sick Industrial Company and when the matter is pending before BIFR, no leave has been taken from BIFR, to initiate any proceedings.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1700622\" id=\"span_2\">9. Though the learned counsel for the appellant, reiterated the same grounds, we are not inclined to interfere with the order impugned, for the reason that the writ Court has considered the accepted principles of law, that in contractual matters, writ would not lie.  Decision of Hon&#x27;ble Supreme Court, considered by the writ Court in <a href=\"/doc/1700622/\" id=\"a_5\">Godavari Sugar Mills Limited Vs. State of Maharashtra and Others</a> reported in 2011(2) SCC 439, is reproduced hereunder.</span>\n</p><blockquote id=\"blockquote_1\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1561861\" id=\"span_3\">&quot; 8. The observations in <a href=\"/doc/1561861/\" id=\"a_6\">Suganmal v. State of M.P.</a> [AIR 1965 SC 1740] related to a claim for refund of tax and have to be understood with reference to the nature of the claim made therein.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1703868\" id=\"span_5\">The decision in Suganmal has been explained and distinguished in several subsequent cases, including in <a href=\"/doc/1703868/\" id=\"a_7\">U.P. Pollution Control Board v. Kanoria Industrial Ltd.</a> and <a href=\"/doc/1943124/\" id=\"a_8\">ABL International Ltd. v. Export Credit Guarantee Corpn. of India Ltd. The</a> legal position becomes clear when the decision in Suganmal is read with the other decisions of this Court on the issue, referred to below :</span></span> \n</blockquote><blockquote id=\"blockquote_2\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"922783\" id=\"span_6\">(i) Normally, a petition under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> of the Constitution of India will not be entertained to enforce a civil liability arising out of a breach of a contract or a tort to pay an amount of money due to the claimants. The aggrieved party will have to agitate the question in a civil suit. But an order for payment of money may be made in a writ proceeding, in enforcement of statutory functions of the State or its officers. (<a href=\"/doc/922783/\" id=\"a_10\">Vide Burmah Construction Co. v. State of Orissa</a>.)</span> \n</blockquote><blockquote id=\"blockquote_3\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1204286\" id=\"span_7\">(ii) If a right has been infringed-whether a fundamental right or a statutory right-and the aggrieved party comes to the Court for enforcement of the right, it will not be giving complete relief if the Court merely declares the existence of such right or the fact that existing right has been infringed. The High Court, while enforcing fundamental or statutory rights, has the power to give consequential relief by ordering payment of money realised by the Government without the authority of law. (<a href=\"/doc/1204286/\" id=\"a_11\">Vide State of M.P. v. Bhailal Bhai</a>.)</span> \n</blockquote><blockquote id=\"blockquote_4\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1561861\" id=\"span_8\">(iii) A petition for issue of writ of mandamus will not normally be entertained for the purpose of merely ordering a refund of money, to the return of which the petitioner claims a right. The aggrieved party seeking refund has to approach the civil court for claiming the amount, though the High Courts have the power to pass appropriate orders in the exercise of the  power conferred under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> for payment of money. (<a href=\"/doc/1561861/\" id=\"a_13\">Vide Suganmal v. State of M.P</a>.)</span>\n</blockquote><blockquote id=\"blockquote_5\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"707735\" id=\"span_9\">(iv) There is a distinction between cases where a claimant approaches the High Court seeking the relief of obtaining only refund and those where refund is sought as a consequential relief after striking down the order of assessment, etc. While a petition praying for mere issue of a writ of mandamus to the State to refund the money alleged to have been illegally  collected is not ordinarily maintainable, if the allegation is that the assessment was without a jurisdiction and the taxes collected was without authority of law and therefore the respondents had no authority to retain the money collected without any authority of law, the High Court has the power to direct refund in a writ petition. (<a href=\"/doc/707735/\" id=\"a_14\">Vide Salonah Tea Co. Ltd. v. Supdt. of Taxes</a>.)</span>\n</blockquote><blockquote id=\"blockquote_6\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1703868\" id=\"span_10\">(v) It is one thing to say that the High Court has no power under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of the Constitution to issue a writ of mandamus for making refund of the money illegally collected. It is yet another thing to say that such power can be exercised sparingly depending on facts and circumstances of each case. For instance, where the facts are not in dispute, where the collection of money was without the authority of law and there was no case of undue enrichment, there is no good reason to deny a relief of refund to the citizens. But even in cases where collection of cess, levy or tax is held to be unconstitutional or invalid, refund is not an automatic consequence but may be refused on several grounds depending on facts and circumstances of a given case. (<a href=\"/doc/1703868/\" id=\"a_16\">Vide U.P. Pollution Control Board v. Kanoria Industrial Ltd</a>.)</span>\n</blockquote><blockquote id=\"blockquote_7\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1172863\" id=\"span_11\">(vi) Where the lis has a public law character, or involves a question arising out of public law functions on the part of the State or its authorities, access to justice by way of a public law remedy under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the Constitution will not be denied. (<a href=\"/doc/1172863/\" id=\"a_18\">Vide Sanjana M. Wig v. Hindustan Petroleum Corpn. Ltd.</a>)&quot;.</span>\n</blockquote>\t\n<p data-structure=\"Precedent\" id=\"p_18\">\t10. That apart, we also deem it fit to consider some decisions of the Hon&#x27;ble Supreme Court.\n</p><blockquote id=\"blockquote_8\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1527980\" id=\"span_12\">(a) In <a href=\"/doc/1527980/\" id=\"a_19\">Life Insurance Corpn. Of India and others vs. Asha Goel (Smt) and Another</a> reported in (2001) 2 SCC 160, the Hon&#x27;ble Apex Court, at paragraph Nos.10 and 11 held as follows:</span>\n</blockquote><blockquote id=\"blockquote_9\">\t&quot;10. <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> of the Constitution confers extra-ordinary jurisdiction on the High Court to issue high prerogative writs for enforcement of the fundamental rights or for any other purpose. It is wide and expansive. The Constitution does not place any fetter on exercise of the extra-ordinary jurisdiction. It is left to the discretion of the High Court. Therefore it cannot be laid down as a general proposition of law that in no case the High Court can entertain a writ petition under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the Constitution to enforce a claim under a life insurance policy. It is neither possible nor proper to enumerate exhaustively the circumstances in which such a claim can or cannot be enforced by filing a writ petition. The determination of the question depends on consideration of several factors, like, whether a writ petitioner is merely attempting to enforce his/her contractual rights or the case raises important questions of law and constitutional issues; the nature of the dispute raised; the nature of inquiry necessary for determination of the dispute etc. The matter is to be considered in the facts and circumstances of each case. While the jurisdiction of the High Court to entertain a writ petition under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution cannot be denied altogether, Courts must bear in mind the self-imposed restriction consistently followed by High Courts all these years after the constitutional power came into existence in not entertaining writ petitions filed for enforcement of purely contractual rights and obligations which involve disputed questions of facts. The Courts have consistently taken the view that in a case where for determination of the dispute raised it is necessary to inquire into facts for determination of which it may become necessary to record oral evidence a proceeding under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution is not the appropriate forum. The position is also well settled that if the contract entered between the parties provide an alternate forum for resolution of disputes arising from the contract, then the parties should approach the forum agreed by them and the High Court in writ jurisdiction should not permit them to by-pass the agreed forum of dispute resolution. At the cost of repetition it may be stated that in the above discussions we have only indicated some of the circumstances in which the High Courts have declined to entertain petitions filed under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a> of the Constitution for enforcement of contractual rights and obligation; the discussions are not intended to be exhaustive. This Court from time to time disapproved of a High Court entertaining a petition under <a href=\"/doc/1712542/\" id=\"a_25\">Article 226</a> of the Constitution in matters of enforcement of contractual rights and obligation particularly where the claim by one party is contested by the other and adjudication of the dispute requires inquiry into facts. ...&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">\t(b). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261493\" id=\"span_13\">In <a href=\"/doc/261493/\" id=\"a_26\">Binny Ltd. v. V.Sadasivan</a> reported in (2005) 6 SCC 657, the Hon&#x27;ble Apex Court, at paragraph Nos.9 to 11 and 16, held as follows:</span>\n</p><blockquote id=\"blockquote_10\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1283676\" id=\"span_14\">&quot;9. Superior Court&#x27;s supervisory jurisdiction of judicial review is invoked by an aggrieved party in myriad cases.  High Courts in India are empowered under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the Constitution to exercise judicial review to correct administrative decisions and under this jurisdiction High Court can issue to any person or authority, any direction or order or writs for enforcement of any of the rights conferred by Part III or for any other purpose.  The jurisdiction conferred on the High Court under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> is very wide.  However, it is an accepted principle that this is a public law remedy and it is available against a body or person performing public law function.  Before considering the scope and ambit of public law remedy in the light of certain English decisions, it is worthwhile to remember the words of Subha Rao J. expressed in relation to the powers conferred on the High Court under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> of the Constitution in <a href=\"/doc/1283676/\" id=\"a_30\">Dwarkanath Vs. Income Tax Officer</a> 1965(3) SCR 536 at pages 540-41:</span>\n</blockquote>\n<blockquote id=\"blockquote_11\">&quot;This article is couched in comprehensive phraseology and it ex facie confers a wide power on the High Courts to reach injustice wherever it is found.  The Constitution designedly used a wide language in describing the nature of the power, the purpose for which and the person or authority against whom it can be exercised. It can issue writs in the nature of prerogative writs as understood in England; but the scope of those writs also is widened by the use of the expression &quot;nature&quot;, for the said expression does not equate the writs that can be issued in India with those in England, but only draws an analogy from them.  That apart, High Courts can also issue directions, orders or writs other than the prerogative writs.  It enables the High Court to mould the reliefs to meet the peculiar and complicated requirements of this country.  Any attempt to equate the scope of the power of the High Court under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> of the Constitution of India with that of the English Courts to issue prerogative writs is to introduce the unnecessary procedural restrictions grown over the years in a comparatively small country like England with a unitary form of Government into a vast country like India functioning under a federal structure.  Such a construction defeats the purpose of the article itself.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_20\">10. The Writ of Mandamus lies to secure the performance of a public or a statutory duty.  The prerogative remedy of mandamus has long provided the normal means of enforcing the performance of public duties by public authorities.  Originally, the writ of mandamus was merely an administrative order from the sovereign to subordinates.  In England, in early times, it was made generally available through the Court of King&#x27;s Bench, when the Central Government had little administrative machinery of its own. Early decisions show that there was free use of the writ for the enforcement of public duties of all kinds, for instance against inferior tribunals which refused to exercise their jurisdiction or against municipal corporation which did not duly hold elections, meetings,  and so forth.  In modern times, the mandamus is used to enforce statutory duties of public authorities.   The courts always retained the discretion to withhold the remedy where it would not be in the interest of justice to grant it.  It is also to be noticed that the statutory duty imposed on the public authorities may not be of discretionary character.  A distinction had always been drawn between the public duties enforceable by mandamus that are statutory and duties arising merely from contract.  Contractual duties   are enforceable as matters of private law by ordinary contractual remedies such as damages, injunction, specific performance and declaration.  In the Administrative Law  (Ninth Edition) by Sir William Wade and Christopher Forsyth, (Oxford University Press) at page 621, the following opinion is expressed: \n</p>\n<blockquote id=\"blockquote_12\">&quot;A distinction which needs to be clarified is that between public duties enforceable by mandamus, which are usually statutory, and duties arising merely from contract.  Contractual duties are enforceable as matters of private law by the ordinary contractual remedies, such as damages, injunction, specific performance and declaration.  They are not enforceable by mandamus, which in the first place is confined to public duties and secondly is not granted where there are other adequate remedies.  This difference is brought out by the relief granted in cases of ultra vires.  If for example a minister or a licensing authority acts contrary to the principles of natural justice, certiorari and mandamus are standard remedies.  But if a trade union disciplinary committee acts in the same way, these remedies are inapplicable: the rights of its members depend upon their contract of membership, and are to be protected by declaration and injunction, which accordingly are the remedies employed in such cases.&quot;\n</blockquote>\t\n<p data-structure=\"Precedent\" id=\"p_21\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164673968\" id=\"span_15\">11. On the aspect of High Courts exercising power under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution of India, in contractual matters, the Hon&#x27;ble Apex Court in <a href=\"/doc/164673968/\" id=\"a_33\">State of Kerala and others v. M.K. Jose</a> reported in (2015) 9 SCC 433, after considering a plethora of decisions, at paragraphs 13 to 21 held as follows:</span>\n</p><blockquote id=\"blockquote_13\">\t&quot;13. A writ court should ordinarily not entertain a writ petition, if there is a breach of contract involving disputed questions of fact. The present case clearly indicates that the factual disputes are involved.\n</blockquote><blockquote id=\"blockquote_14\">\t14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_16\">In <a href=\"/doc/460900/\" id=\"a_34\">State of Bihar v. Jain Plastics and Chemicals Ltd.</a> reported in (2002) 1 SCC 216, a two-Judge Bench reiterating the exercise of power under <a href=\"/doc/1712542/\" id=\"a_35\">Article 226</a> of the Constitution in respect of enforcement of contractual obligations has stated:-</span> \n</blockquote><blockquote id=\"blockquote_15\">\t\u00133......It is to be reiterated that writ petition under <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> is not the proper proceedings for adjudicating such disputes. Under the law, it was open to the respondent to approach the court of competent jurisdiction for appropriate relief for breach of contract. It is settled law that when an alternative and equally efficacious remedy is open to the litigant, he should be required to pursue that remedy and not invoke the writ jurisdiction of the High Court. Equally, the existence of alternative remedy does not affect the jurisdiction of the court to issue writ, but ordinarily that would be a good ground in refusing to exercise the discretion under Article 226.\u0014 \nIn the said case, it has been further observed:-\n</blockquote><blockquote id=\"blockquote_16\">\t\u00137......It is true that many matters could be decided after referring to the contentions raised in the affidavits and counter-affidavits, but that would hardly be a ground for exercise of extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution in case of alleged breach of contract. Whether the alleged non-supply of road permits by the appellants would justify breach of contract by the respondent would depend upon facts and evidence and is not required to be decided or dealt with in a writ petition. Such seriously disputed questions or rival claims of the parties with regard to breach of contract are to be investigated and determined on the basis of evidence which may be led by the parties in a properly instituted civil suit rather than by a court exercising prerogative of issuing writs.\u0014\n</blockquote><blockquote id=\"blockquote_17\">\t15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_17\">In <a href=\"/doc/191872/\" id=\"a_38\">National Highways Authority of India v. Ganga Enterprises</a>, reported in (2003) 7 SCC 410, the respondent therein had filed a writ petition before the High Court for refund of the amount. The High Court posed two questions, namely, (a) whether the forfeiture of security deposit is without authority of law and without any binding contract between the parties and also contrary toSection 5 of the <a href=\"/doc/171398/\" id=\"a_39\">Contract Act</a>; and (b) whether the writ petition is maintainable in a claim arising out of breach of contract. While dealing with the said issue, this Court opined that:-</span>\n</blockquote><blockquote id=\"blockquote_18\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_19\">\u00136.....It is settled law that disputes relating to contracts cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution of India. It has been so held in the cases of Kerala SEB v. Kurien E. Kalathil reported in (<a href=\"/doc/1156062/\" id=\"a_41\">2000) 6 SCC 293, State of U.P. v. Bridge &amp; Roof Co. (India) Ltd.</a> reported in (<a href=\"/doc/1893286/\" id=\"a_42\">1996) 6 SCC 22 and Bareilly Development Authority v. Ajai Pal Singh</a> reported in (1989) 2 SCC 116. This is settled law. The dispute in this case was regarding the terms of offer. They were thus contractual disputes in respect of which a writ court was not the proper forum.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261761\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_21\">Mr Dave, however, relied upon the cases of <a href=\"/doc/1956761/\" id=\"a_43\">Verigamto Naveen v. Govt. of A.P.</a> reported in (<a href=\"/doc/261761/\" id=\"a_44\">2001) 8 SCC 344 and Harminder Singh Arora v. Union of India</a> reported in (1986) 3 SCC 247. These, however, are cases where the writ court was enforcing a statutory right or duty. These cases do not lay down that a writ court can interfere in a matter of contract only. Thus on the ground of maintainability the petition should have been dismissed\u0014.</span></span>\n</blockquote><blockquote id=\"blockquote_19\">\t16. Having referred to the aforesaid decisions, it is obligatory on our part to refer to two other authorities of this Court where it has been opined that under what circumstances a disputed question of fact can be gone into. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_22\">In <a href=\"/doc/1141333/\" id=\"a_45\">Gunwant Kaur v. Municipal Committee, Bhatinda</a> reported in (1969) 3 SCC 769, it has been held thus:-</span>\n</blockquote><blockquote id=\"blockquote_20\">\t\u001314. The High Court observed that they will not determine disputed question of fact in a writ petition. But what facts were in dispute and what were admitted could only be determined after an affidavit-in-reply was filed by the State. The High Court, however, proceeded to dismiss the petition in limine. The High Court is not deprived of its jurisdiction to entertain a petition under <a href=\"/doc/1712542/\" id=\"a_46\">Article 226</a> merely because in considering the petitioner\u0012s right to relief questions of fact may fall to be determined. In a petition under <a href=\"/doc/1712542/\" id=\"a_47\">Article 226</a> the High Court has jurisdiction to try issues both of fact and law. Exercise of the jurisdiction is, it is true, discretionary, but the discretion must be exercised on sound judicial principles. When the petition raises questions of fact of a complex nature, which may for their determination require oral evidence to be taken, and on that account the High Court is of the view that the dispute may not appropriately be tried in a writ petition, the High Court may decline to try a petition. Rejection of a petition in limine will normally be justified, where the High Court is of the view that the petition is frivolous or because of the nature of the claim made dispute sought to be agitated, or that the petition against the party against whom relief is claimed is not maintainable or that the dispute raised thereby is such that it would be inappropriate to try it in the writ jurisdiction, or for analogous reasons.\n</blockquote><blockquote id=\"blockquote_21\">15. From the averments made in the petition filed by the appellants it is clear that in proof of a large number of allegations the appellants relied upon documentary evidence and the only matter in respect of which conflict of facts may possibly arise related to the due publication of the notification under <a href=\"/doc/1439252/\" id=\"a_48\">Section 4</a> by the Collector.\n</blockquote><blockquote id=\"blockquote_22\">16. In the present case, in our judgment, the High Court was not justified in dismissing the petition on the ground that it will not determine disputed question of fact. The High Court has jurisdiction to determine questions of fact, even if they are in dispute and the present, in our judgment, is a case in which in the interests of both the parties the High Court should have entertained the petition and called for an affidavit-in- reply from the respondents, and should have proceeded to try the petition instead of relegating the appellants to a separate suit.\u0014 [Emphasis added]\n</blockquote><blockquote id=\"blockquote_23\">\t17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"613566\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_25\">In <a href=\"/doc/1943124/\" id=\"a_49\">ABL International Ltd. v. Export Credit Guarantee Corpn. of India Ltd.</a> reported in (2004) 3 SCC 553, a two-Judge Bench after referring to various judgments as well as the pronouncement in <a href=\"/doc/1141333/\" id=\"a_50\">Gunwant Kaur</a> (supra) and <a href=\"/doc/613566/\" id=\"a_51\">Century Spg. And Mfg. Co. Ltd. v. Ulhasnagar Municipal Council</a> reported in (1970) 1 SCC 582, has held thus:-</span></span></span> \n</blockquote><blockquote id=\"blockquote_24\">\t\u001319. Therefore, it is clear from the above enunciation of law that merely because one of the parties to the litigation raises a dispute in regard to the facts of the case, the court entertaining such petition under <a href=\"/doc/1712542/\" id=\"a_52\">Article 226</a> of the Constitution is not always bound to relegate the parties to a suit. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"613566\" id=\"span_26\">In <a href=\"/doc/613566/\" id=\"a_53\">the above case</a> of Gunwant Kaur this Court even went to the extent of holding that in a writ petition, if the facts require, even oral evidence can be taken. This clearly shows that in an appropriate case, the writ court has the jurisdiction to entertain a writ petition involving disputed questions of fact and there is no absolute bar for entertaining a writ petition even if the same arises out of a contractual obligation and/or involves some disputed questions of fact.</span>\n</blockquote><blockquote id=\"blockquote_25\">xxxxx xxxxx xxxxx\n</blockquote><blockquote id=\"blockquote_26\">\t27. From the above discussion of ours, the following legal principles emerge as to the maintainability of a writ petition:\n</blockquote><blockquote id=\"blockquote_27\">(a) In an appropriate case, a writ petition as against a State or an instrumentality of a State arising out of a contractual obligation is maintainable.\n</blockquote><blockquote id=\"blockquote_28\">(b) Merely because some disputed questions of fact arise for consideration, same cannot be a ground to refuse to entertain a writ petition in all cases as a matter of rule.\n</blockquote><blockquote id=\"blockquote_29\">(c) A writ petition involving a consequential relief of monetary claim is also maintainable.\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">While laying down the principle, the Court sounded a word of caution as under:-\n</p><blockquote id=\"blockquote_30\">\t<span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"172383107\" id=\"span_27\">\u001328. However, while entertaining an objection as to the maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_54\">Article 226</a> of the Constitution of India, the court should bear in mind the fact that the power to issue prerogative writs under <a href=\"/doc/1712542/\" id=\"a_55\">Article 226</a> of the Constitution is plenary in nature and is not limited by any other provisions of the Constitution. The High Court having regard to the facts of the case, has a discretion to entertain or not to entertain a writ petition. The Court has imposed upon itself certain restrictions in the exercise of this power. (See <a href=\"/doc/172383107/\" id=\"a_56\">Whirlpool Corpn. v. Registrar of Trade Marks</a> reported in (1998) 8 SCC 1) And this plenary right of the High Court to issue a prerogative writ will not normally be exercised by the Court to the exclusion of other available remedies unless such action of the State or its instrumentality is arbitrary and unreasonable so as to violate the constitutional mandate of <a href=\"/doc/367586/\" id=\"a_57\">Article 14</a> or for other valid and legitimate reasons, for which the Court thinks it necessary to exercise the said jurisdiction\u0014.</span>\n</blockquote><blockquote id=\"blockquote_31\">\t18. It is appropriate to state here that in the said case, the Court granted the relief as the facts were absolutely clear from the documentary evidence brought which pertain to interpretation of certain clauses of contract of insurance. In that context, the Court opined:- \n</blockquote><blockquote id=\"blockquote_32\">\t\u001351.... The terms of the insurance contract which were agreed between the parties were after the terms of the contract between the exporter and the importer were executed which included the addendum, therefore, without hesitation we must proceed on the basis that the first respondent issued the insurance policy knowing very well that there was more than one mode of payment of consideration and it had insured failure of all the modes of payment of consideration. From the correspondence as well as from the terms of the policy, it is noticed that existence of only two conditions has been made as a condition precedent for making the first respondent Corporation liable to pay for the insured risk, that is: (i) there should be a default on the part of the Kazak Corporation to pay for the goods received; and (ii) there should be a failure on the part of the Kazakhstan Government to fulfil their guarantee\u0014.\n</blockquote><blockquote id=\"blockquote_33\">And it eventually held:-\n</blockquote><blockquote id=\"blockquote_34\">\t\u001351..... We have come to the conclusion that the amended clause 6 of the agreement between the exporter and the importer on the face of it does not give room for a second or another construction than the one already accepted by us. We have also noted that reliance placed on sub-clause (d) of the proviso to the insurance contract by the Appellate Bench is also misplaced which is clear from the language of the said clause itself. Therefore, in our opinion, it does not require any external aid, much less any oral evidence to interpret the above clause. Merely because the first respondent wants to dispute this fact, in our opinion, it does not become a disputed fact. If such objection as to disputed questions or interpretations is raised in a writ petition, in our opinion, the courts can very well go into the same and decide that objection if facts permit the same as in this case\u0014.\n</blockquote>\t\n<blockquote id=\"blockquote_35\">19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354257\" id=\"span_28\">In this regard, a reference to <a href=\"/doc/354257/\" id=\"a_58\">Noble Resources Ltd. v. State of Orissa and Another</a> reported in (2006) 10 SCC 236 would be seemly.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766860\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_32\">The two-Judge Bench referred to the <a href=\"/doc/1943124/\" id=\"a_59\">ABL International</a> (supra), <a href=\"/doc/1058612/\" id=\"a_60\">Dwarkadas Marfatia &amp; Sons v. Board of Trustees, Port of Bombay</a>[13] reported in (<a href=\"/doc/1238017/\" id=\"a_61\">1989) 3 SCC 293, Mahabir Auto Stores v. Indian Oil Corp.</a>[14] reported in (<a href=\"/doc/1766860/\" id=\"a_62\">1990) 3 SCC 752 and Jamshed Hormusji Wadia v. Board of Trustees, Port of Mumbai</a> reported in (2004) 3 SCC 214 and opined thus:-</span></span></span></span>\n</blockquote><blockquote id=\"blockquote_36\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"958552\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261493\" id=\"span_34\">\u001329. Although the scope of judicial review or the development of law in this field has been noticed hereinbefore particularly in the light of the decision of this Court in ABL International Ltd. each case, however, must be decided on its own facts. Public interest as noticed hereinbefore, may be one of the factors to exercise the power of judicial review. In a case where a public law element is involved, judicial review may be permissible. (See <a href=\"/doc/261493/\" id=\"a_63\">Binny Ltd. v. V. Sadasivan</a> reported in (<a href=\"/doc/958552/\" id=\"a_64\">2005) 6 SCC 657 and G.B. Mahajan v. Jalgaon Municipal Council</a> reported in (1991) 3 SCC 91.)\u0014\nThereafter, the court proceeded to analyse the facts and came to hold that certain serious disputed questions of facts have arisen for determination and such disputes ordinarily could not have been entertained by the High Court in exercise of its power of judicial review and ultimately the appeal was dismissed.</span></span>\n</blockquote><blockquote id=\"blockquote_37\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1943124\" id=\"span_35\">20. We have referred to the aforesaid authorities to highlight under what circumstances in respect of contractual claim or challenge to violation of contract can be entertained by a writ court. It depends upon facts of each case. The issue that had arisen in <a href=\"/doc/1943124/\" id=\"a_65\">ABL International</a> (supra) was that an instrumentality of a State was placing a different construction on the clauses of the contract of insurance and the insured was interpreting the contract differently. The Court thought it apt merely because something is disputed by the insurer, it should not enter into the realm of disputed questions of fact. In fact, there was no disputed question of fact, but it required interpretation of the terms of the contract of insurance. Similarly, if the materials that come on record from which it is clearly evincible, the writ court may exercise the power of judicial review but, a pregnant one, in the case at hand, the High Court has appointed a Commission to collect the evidence, accepted the same without calling for objections from the respondent and quashed the order of termination of contract.</span> \n</blockquote><blockquote id=\"blockquote_38\">\t21. The procedure adopted by the High Court, if we permit ourselves to say so, is quite unknown to exercise of powers under <a href=\"/doc/1712542/\" id=\"a_66\">Article 226</a> in a contractual matter. We can well appreciate a Committee being appointed in a Public Interest Litigation to assist the Court or to find out certain facts. Such an exercise is meant for public good and in public interest. For example, when an issue arises whether in a particular State there are toilets for school children and there is an assertion by the State that there are good toilets, definitely the Court can appoint a Committee to verify the same. It is because the lis is not adversarial in nature. The same principle cannot be taken recourse to in respect of a contractual controversy. It is also surprising that the High Court has been entertaining series of writ petitions at the instance of the respondent, which is nothing but abuse of the process of extraordinary jurisdiction of the High Court. The Appellate Bench should have applied more restraint and proceeded in accordance with law instead of making a roving enquiry. Such a step is impermissible and by no stretch of imagination subserves any public interest.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\">\t12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_36\">In <a href=\"/doc/77081689/\" id=\"a_67\">Joshi Technologies International Inc. v. Union of India and Others</a> reported in (2015) 7 SCC 728, the Hon&#x27;ble Apex Court explained the scope and exercise of powers under <a href=\"/doc/1712542/\" id=\"a_68\">Article 226</a> of the Constitution of India, in contractual matters, where there is a private law remedy, and at paragraphs 69 to 71, held as follows:</span>\n</p><blockquote id=\"blockquote_39\">\t69. The position thus summarized in the aforesaid principles has to be understood in the context of discussion that preceded which we have pointed out above. As per this, no doubt, there is no absolute bar to the maintainability of the writ petition even in contractual matters or where there are disputed questions of fact or even when monetary claim is raised. At the same time, discretion lies with the High Court which under certain circumstances, can refuse to exercise. It also follows that under the following circumstances, &#x27;normally&#x27;, the Court would not exercise such a discretion:\n</blockquote><blockquote id=\"blockquote_40\">\t69.1. the Court may not examine the issue unless the action has some public law character attached to it.\n</blockquote><blockquote id=\"blockquote_41\">\t69.2. Whenever a particular mode of settlement of dispute is provided in the contract, the High Court would refuse to exercise its discretion under <a href=\"/doc/1712542/\" id=\"a_69\">Article 226</a> of the Constitution and relegate the party to the said made of settlement, particularly when settlement of disputes is to be resorted to through the means of arbitration.\n</blockquote><blockquote id=\"blockquote_42\">\t69.3. If there are very serious disputed questions of fact which are of complex nature and require oral evidence for their determination.\n</blockquote><blockquote id=\"blockquote_43\">\t69.4. Money claims per se particularly arising out of contractual obligations are normally not to be entertained except in exceptional circumstances.\n</blockquote><blockquote id=\"blockquote_44\">\t70. Further legal position which emerges from various judgments of this Court dealing with different situations/aspects relating to the contracts entered into by the State/public Authority with private parties, can be summarized as under:\n</blockquote><blockquote id=\"blockquote_45\">\t70.1. At the stage of entering into a contract, the State acts purely in its executive capacity and is bound by the obligations of fairness.\n</blockquote><blockquote id=\"blockquote_46\">\t70.2.  State in its executive capacity, even in the contractual field, is under obligation to act fairly and cannot practice some discriminations.\n</blockquote><blockquote id=\"blockquote_47\">\t70.3. Even in cases where question is of choice or consideration of competing claims before entering into the field of contract, facts have to be investigated and found before the question of a violation of <a href=\"/doc/367586/\" id=\"a_70\">Article 14</a> could arise. If those facts are disputed and require assessment of evidence the correctness of which can only be tested satisfactorily by taking detailed evidence, Involving examination and cross- examination of witnesses, the case could not be conveniently or satisfactorily decided in proceedings under <a href=\"/doc/1712542/\" id=\"a_71\">Article 226</a> of the Constitution. In such cases court can direct the aggrieved party to resort to alternate remedy of civil suit etc.\n\t70.4. Writ jurisdiction of High Court under <a href=\"/doc/1712542/\" id=\"a_72\">Article 226</a> was not intended to facilitate avoidance of obligation voluntarily incurred.\n</blockquote><blockquote id=\"blockquote_48\">\t70.5. Writ petition was not maintainable to avoid contractual obligation. Occurrence of commercial difficulty, inconvenience or hardship in performance of the conditions agreed to in the contract can provide no justification in not complying with the terms of contract which the parties had accepted with open eyes. It cannot ever be that a licensee can work out the license if he finds it profitable to do so: and he can challenge the conditions under which he agreed to take the license, if he finds it commercially inexpedient to conduct his business.\n</blockquote><blockquote id=\"blockquote_49\">\t70.6. Ordinarily, where a breach of contract is complained of, the party complaining of such breach may sue for specific performance of the contract, if contract is capable of being specifically performed. Otherwise, the party may sue for damages.\n</blockquote><blockquote id=\"blockquote_50\">\t70.7. Writ can be issued where there is executive action unsupported by law or even in respect of a corporation there is denial of equality before law or equal protection of law or if can be shown that action of the public authorities was without giving any hearing and violation of principles of natural justice after holding that action could not have been taken without observing principles of natural justice.\n</blockquote><blockquote id=\"blockquote_51\">\t70.8. If the contract between private party and the State/instrumentality and/or agency of State is under the realm of a private law and there is no element of public law, the normal course for the aggrieved party, is to invoke the remedies provided under ordinary civil law rather than approaching the High Court under <a href=\"/doc/1712542/\" id=\"a_73\">Article 226</a> of the Constitutional of India and invoking its extraordinary jurisdiction.\n</blockquote><blockquote id=\"blockquote_52\">\t70.9. The distinction between public law and private law element in the contract with State is getting blurred. However, it has not been totally obliterated and where the matter falls purely in private field of contract. This Court has maintained the position that writ petition is not maintainable. Dichotomy between public law and private law, rights and remedies would depend on the factual matrix of each case and the distinction between public law remedies and private law, field cannot be demarcated with precision. In fact, each case has to be examined, on its facts whether the contractual relations between the parties bear insignia of public element. Once on the facts of a particular case it is found that nature of the activity or controversy involves public law element, then the matter can be examined by the High Court in writ petitions under <a href=\"/doc/1712542/\" id=\"a_74\">Article 226</a> of the Constitution of India to see whether action of the State and/or instrumentality or agency of the State is fair, just and equitable or that relevant factors are taken into consideration and irrelevant factors have not gone into the decision making process or that the decision is not arbitrary.\n</blockquote><blockquote id=\"blockquote_53\">\t70.10. Mere reasonable or legitimate expectation of a citizen, in such a situation, may not by itself be a distinct enforceable right, but failure to consider and give due weight to it may render the decision arbitrary, and this is how the requirements of due consideration of a legitimate expectation forms part of the principle of non-arbitrariness.\n</blockquote><blockquote id=\"blockquote_54\">\t70.11. The scope of judicial review in respect of disputes falling within the domain of contractual obligations may be more limited and in doubtful cases the parties may be relegated to adjudication of their rights by resort to remedies provided for adjudication of purely contractual disputes.\n</blockquote><blockquote id=\"blockquote_55\">\t71. Keeping in mind the aforesaid principles and after considering the arguments of respective parties, we are of the view that on the facts of the present case, it is not a fit case where the High Court should have exercised discretionary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_75\">Article 226</a> of the Constitution. First, the matter is in the realm of pure contract. It is not a case where any statutory contract is awarded.\n</blockquote>\n<blockquote id=\"blockquote_56\">\t11. There are no merits in the writ appeal.  In the light of the settled principles of Law, writ appeal filed to adjudicate a dispute between the appellant and 1st respondent, is not maintainable.  Accordingly, dismissed.  No Costs.\n</blockquote>\n<blockquote id=\"blockquote_57\">[S.M.K., J.] [V.B.S., J.]\n21.08.2017          \nIndex\t\t: Yes\nInternet\t: Yes\nars\n\nTo\n\n</blockquote><blockquote id=\"blockquote_58\">1. The Commissioner of Central Excise,\nChennai-I, Commissionorate,\n26/1, Mahatma Gandhi Road,\nNungambakkam, Chennai - 600 034.\n</blockquote>\n<blockquote id=\"blockquote_59\">2. The Assistant Commissioner (Service Tax)\nOffice of the Commissioner of Service Tax,\nChennai Commissionorate,\n692, Anna Salai,\nNandanam, Chennai - 600 035\n\nS. MANIKUMAR, J.\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">AND\nV.BHAVANI SUBBAROYAN, J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">ars\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">W.A.No.477 of 2017</span>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n21.08.2017\n          </p>","numcites":33,"numcitedby":2,"docsource":"Madras High Court","citetid":69387794,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":" writ of mandamus","formInput":"%20writ%20of%20mandamus"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"service tax","formInput":"service%20tax"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"public duty","formInput":"public%20duty"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"public law remedy","formInput":"public%20law%20remedy"},{"value":"public law element","formInput":"public%20law%20element"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"mandamus","formInput":"mandamus"},{"value":"consequential relief","formInput":"consequential%20relief"},{"value":"writ petition under article 226","formInput":"writ%20petition%20under%20article%20226"},{"value":"jurisdiction of high court","formInput":"jurisdiction%20of%20high%20court"},{"value":"abl international","formInput":"abl%20international"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"sica","formInput":"sica"},{"value":"Contract of insurance ","formInput":"Contract%20of%20insurance%20"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}