{"tid":1492913,"publishdate":"2009-08-14","title":"Ennore Port Trust vs M/S.Hcc Van Oord Acz Joint Venture on 14 August, 2009","doc":"<h2 class=\"doc_title\">Ennore Port Trust vs M/S.Hcc Van Oord Acz Joint Venture on 14 August, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-jyothimani\">P.Jyothimani</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-jyothimani\">P.Jyothimani</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\nDated :  14.8.2009\n\t\t\t\t\nCoram:\n\nThe Honourable Mr.Justice P.JYOTHIMANI\n\nO.P.Nos.487 and 568 of 2008\n\nEnnore Port Trust\nP.T.Lee Chengalvaraya Naicker Maaligai\n1st Floor, No.23, Rajaji Salai\nChennai \u0016 600 001.\t\t\t\t\t..\tPetitioner \n\t\t\t\t\t\t\t\t\tin OP:487/2008\n\t\t\t\t\t\t\t\t\tand 1st respondent\n\t\t\t\t\t\t\t\t\tin OP:568/2008\t\t\t\t\tvs.\n\n1. M/s.HCC Van Oord ACZ Joint Venture\n    HINCON House, LBS Marg\n    Vikhroli (West), Mumbai \u0016 400 083\t\t..\t1st respondent \n\t\t\t\t\t\t\t\t\tin OP:487/2008\n\t\t\t\t\t\t\t\t\tand petitioner in\n\t\t\t\t\t\t\t\t\tOP:568/2008\n2. Jagman Singh\n3. V.Subramanian\n4. K.Dharmalingam\t\t\t \t\t..\tRespondents 2 to \n\t\t\t\t\t\t\t\t\t4 in both OPs.\n\n\tPetitions filed under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and Conciliation Act, 1996.\n\n\n\tFor Petitioner in OP:487/2008\t: \tMr.K.Manoj Menon\n\tand 1st respondent in\n\tOP:568/2008\n\n\tFor 1st respondent in\t\t:\tMr.G.Masilamani\n\tOP:487/2008 and petitioner\t\tSenior Counsel\n\tin OP:568/2008\t\t\t\tfor Mr.D.Balaraman\n\n\n\n\nORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\tThe above original petitions are filed by both the parties before the Arbitral Tribunal under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Arbitration and Conciliation Act, 1996 (for brevity, &quot;the Act&quot;) challenging the arbitral award dated 22.5.2008.  While O.P.No.487 of 2008 is filed by the respondent before the Arbitral Tribunal/Employer, O.P.No.568 of 2008 is filed by the claimant before the Arbitral Tribunal/Contractor.  In these petitions, the claimant before the Arbitral Tribunal is termed as &quot;the Contractor&quot;, while the respondent before the Arbitral Tribunal is termed as &quot;the Employer&quot;.\n</p>\n<p data-structure=\"PetArg\" id=\"p_2\">\t2. In the impugned award, which is questioned in these petitions, the Arbitral Tribunal, while considering Claim No.11 in respect of non-payment of monthly Interim Payment Certificates (<a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>s) certified by Engineer relating to the works executed by the Contractor, has found that the claim is factually, contractually and legally justified and passed the following award:\n</p>\n<blockquote id=\"blockquote_1\">&quot;i) The Respondent/Employer is directed to release the following payments in respect of the Interim Payment Certificates certified by the Engineer and in the applicable currencies (as per Annexure No.2 on the basis of Exhibit C-11/20 enclosed in the Statement of Claim).\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_3\">\ta. INR\t\t:\t 234,607,152\n\tb. USD\t\t:\t       794,043\n\tc. NLG/EUROs\t:\t    2,186,646\n\n</p><p data-structure=\"Facts\" id=\"p_4\">ii) The Respondent/Employer is directed to pay interest at 12% from the dates when the respective interim payment certificates were due for payment till the date of this award.  (The dates are as mentioned in Annexure No.2 on the basis of Exhibit C-11/20 enclosed in the Statement of Claim).\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">iii) Respondent shall pay to the claimant, the amounts awarded at Sl.No. i) and ii) above, within a period of 90 days from the date of this award, failing which, the awarded amounts as above shall carry simple rate of interest at 15% per annum from the date of this award till the date of actual payment.&quot;\n</p><p data-structure=\"Issue\" id=\"p_6\">Thus, the Arbitral Tribunal has passed the award in respect of Agreement No.33 of 1997, dated 22.8.1997 for Breakwater construction.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\t3. The Chennai Port Trust, which was appointed by the Government of India as the Executing Agency for construction of Ennore Port, has proposed to construct two breakwaters, the North and South Breakwaters to create a tranquil basin for the ships to berth.  A contract was entered into between the Chennai Port Trust and the Contractor, viz., M/s.HCC Van Oord ACZ Joint Venture on 22.8.1997 for construction of the said breakwaters.  By virtue of a memorandum of understanding dated 30.3.2002, all the assets and liabilities, including contracts entered into by the Chennai Port Trust in respect of Ennore Port Project, stood transferred in favour of the Employer, viz., Ennore Port Trust, which is a company in which the Government of India and Chennai Port Trust are the shareholders.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">\t4. M/s.Haskoning Royal Dutch Engineers and Architects were appointed as Consultants to the contract.  The scope of the works to be executed as per the contract is the construction of two rubble mound type breakwaters, approximately of total length of 4 km in water depths up to 12 m CD, partly with Accropode armouring units and the approximate cost of the works entrusted to the Contractor was Rs.232,86,74,685/- and the time for completion was 15.8.2000, which was extended by the Engineer till 26.4.2001.  The rocks supplied were required to be used by the Contractor for construction of breakwater.  While there is no dispute about the satisfactory completion of the work since Taking-Over Certificates as well as Defect Liability Certificates have been issued by the Engineer, the dispute arose due to the failure of the Employer to release the payment for the works executed and certified by the Engineer through monthly Interim Payment Certificates (<a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>s).\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">\t5. According to the Employer, on scrutiny of the Interim Payment Certificates (<a href=\"/doc/1569253/\" id=\"a_5\">IPC</a>s) submitted by the Contractor and after audit, it was found that excess payments have been made to the Contractor on account of erroneous certification by the Engineer and misinterpretation of the contract.  The Employer has not admitted its liability to pay in respect of the certified Interim Payment Certificates Nos.38 to 56.  According to the Employer, the dispute regarding the alleged non payment of Interim Payment Certificates Nos.38 to 56 have arisen in 2001-2002.   The Contractor issued notice under <a href=\"/doc/138599/\" id=\"a_6\">Section 21</a> of the Act for referring the dispute to arbitration in respect of the said non-payment.  It was the case of the Employer that the said claim is barred by limitation and even though the Interim Payment Certificates have been certified by the Engineer, the Contractor is not entitled to the said amount due to the reason that the certificates have been issued against the terms of the contract and law.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\t6. The award passed by the Arbitral Tribunal is challenged by the Employer on various grounds, including:\n</p>\n<blockquote id=\"blockquote_2\">(i) that it is against the public policy of India;\n</blockquote><blockquote id=\"blockquote_3\">(ii) that there was no acknowledgment on the part of the Employer to make payment based on the Interim Payment Certificates issued by the Engineer;\n</blockquote><blockquote id=\"blockquote_4\">(iii) that the Interim Payment Certificates Nos.38 to 56 were due during 26.2.2001 and 26.8.2002 and the arbitration proceedings were commenced on 30.6.2006, more than three years after the due dates and therefore, the amount under Interim Payment Certificates are barred by limitation;\n</blockquote><blockquote id=\"blockquote_5\">(iv) that the Arbitrators, apart from having failed to take note of the above said facts, have also not taken note of the fact that under the <a href=\"/doc/1317393/\" id=\"a_7\">Limitation Act</a> extension or exclusion of the period for computation of limitation is not applicable in respect of the claims regarding Interim Payment Certificates Nos.38 to 56; \n</blockquote><blockquote id=\"blockquote_6\">(v) that the non-payment in respect of Interim Payment Certificates was not within the jurisdiction of the Arbitral Tribunal;\n</blockquote><blockquote id=\"blockquote_7\">(vi) that, in any event, the awarding of interest for a period beyond three years before the date of commencement of arbitration is not permissible in law;\n</blockquote><blockquote id=\"blockquote_8\">(vii) that the award of interest at the rate of 12% and 15% is against the terms of contract, especially Sub-Clause 60.8 of the Conditions of Particular Application;\n</blockquote><blockquote id=\"blockquote_9\">(viii) that the Arbitrators, as per <a href=\"/doc/114615517/\" id=\"a_8\">Section 31(7)(a)</a> of the Act, are entitled to grant interest at their discretion only if there is no provision for interest in the contract;\n</blockquote>\n<blockquote id=\"blockquote_10\">(ix) that, even if Sub-Clause 60.8 of Conditions of Particular Application is not applicable, interest can be awarded only under the <a href=\"/doc/910984/\" id=\"a_9\">Interest Act, 1978</a> and therefore, the awarding of interest at the rate of 12% and 15% is erroneous and as per the contract it can be only at the rate of 8% per annum;\n</blockquote><blockquote id=\"blockquote_11\">(x) that the Arbitral Tribunal failed to appreciate that as per Sub-Clause 60.8 of the Conditions of Particular Application, the due date for payment based on the Interim Payment Certificates is 56 days from the date of submission of the monthly statement by the Contractor and therefore, the cause of action to sue arises after the expiry of 56th day and any recovery proceedings ought to have been initiated within three years from the said due date and hence, the claim in respect of Interim Payment Certificates Nos.38 to 56 ought to have been commenced by 2004-2005, while the proceedings commenced only on 30.6.2006, and as such, it is barred by limitation;\n</blockquote><blockquote id=\"blockquote_12\">(xi) that it is not correct for the Arbitral Tribunal to conclude that, under Sub-Clause 60.11 of the Conditions of Particular Application, the Contractor was entitled to claim any amount included in the final statement and that even if such amounts are included in the final statement, as per Sub-Clause 60.8 of the Conditions of Particular Application, the right to claim under Interim Payment Certificates would arise on the expiry of 84th day of the final statement and in which event, no interest can be claimed for the prior period;\n</blockquote><blockquote id=\"blockquote_13\">(xii) that the draft final statement was submitted on 14.10.2004 and final statement was issued by the Engineer on 26.12.2005 and therefore, the award of interest for the prior period is against the terms of contract;\n</blockquote><blockquote id=\"blockquote_14\">(xiii) that the finding of the Arbitral Tribunal to the effect that period of pendency of the counter claims made by the Employer against the Contractor has to be excluded to compute the period of limitation to commence arbitration proceedings is perverse and contrary to <a href=\"/doc/409538/\" id=\"a_10\">Section 14</a> of the Limitation Act;\n</blockquote><blockquote id=\"blockquote_15\">(xiv) that the letter dated 3.10.2003, which is unsigned and not acted upon, cannot be treated as an acknowledgment of liability under Section 18 of the Limitation Act; and\n</blockquote><blockquote id=\"blockquote_16\">(xv) that the Arbitrators have failed to note that the Engineer has not calculated the profits and overheads in accordance with the terms agreed, wherein the approved rate was 10.56%, while the Engineer&#x27;s calculation was at the rate of 18.45%.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_11\">\t7. On the other hand, the Contractor, in his petition challenging the arbitral award, has raised the following grounds:\n</p><blockquote id=\"blockquote_17\">(i) that, under Sub-Clause 60.7 of the Conditions of Particular Application, the Employer himself has stipulated interest at the rate of 18% on hypothecated advances which could have been taken note of by the Arbitral Tribunal, which granted interest only at the rate of 12% and 15%; and\n</blockquote><blockquote id=\"blockquote_18\">(ii) that the Arbitral Tribunal, having held that rate of interest at the rate of 18% requested by the Contractor is reasonable and fully justified, ought not to have reduced the rate of interest to 12% and 15%.\n</blockquote>\t\n<p data-structure=\"PetArg\" id=\"p_12\">\t8.1. The learned counsel for the Employer has raised two issues while challenging the award of the Arbitral Tribunal, one on the ground of limitation and another on the ground of interest awarded.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">\t8.2. According to the learned counsel for the Employer, the claim of the Contractor based on Interim Payment Certificates Nos.38 to 56 and also the final bill amount are payable on various dates between 26.2.2001 and 6.1.2005, which, according to him, is the cause of action for recovery of the said amounts under the Interim Payment Certificates, while the arbitration proceedings have commenced only on 30.6.2006, after the period of limitation and therefore, it is his submission that up to the Interim Payment Certificate No.56, which was on 26.8.2002, the limitation of three years has already expired in August, 2005 and hence, the claims made by the Contractor based on those Interim Payment Certificates are beyond the period of limitation and it is only the final bill which was made on 6.1.2005, which amount alone remains and in respect of all other previous amounts from Interim Payment Certificates Nos.38 to 56, the cause of action has already come to an end and therefore, according to the learned counsel, the Arbitral Tribunal should have rejected the entire claim up to Interim Payment Certificate No.56, dated 26.8.2002.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">\t8.3. It is his further contention that, even according to the Contractor the cause of action arose in respect of the individual Interim Payment Certificates on the respective due dates of the Interim Payment Certificates and therefore, the amounts due under the Interim Payment Certificates, which are all individual certificates, cannot be clubbed with the final bill.  According to him, when it is not even the case of the Contractor, it is not proper for the Arbitral Tribunal to pass award in favour of the Contractor.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">\t8.4. It is submitted that when the Contractor himself has laid his claim based on the stand that the cause of action has arisen on the due dates of the respective Interim Payment Certificates, the Arbitral Tribunal ought not to have relied upon Sub-Clause 60.14 of the Conditions of Particular Application for holding that the Employer would be liable till the final bill and therefore, according to the learned counsel, the finding of the Arbitral Tribunal that the cause of action would arise only after 30.11.2005 is perverse.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">\t8.5. It is his further submission that the period cannot be excluded under <a href=\"/doc/1267250/\" id=\"a_11\">Sections 12</a> to <a href=\"/doc/409538/\" id=\"a_12\">14</a> of the Limitation Act.  According to him, when once the cause of action commences, any negotiations made after the commencement of cause of action would not stop running of time and such period cannot be excluded for the purpose of limitation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\t8.6. He would submit that even the letters dated 3.10.2003 and 16.12.2003 relied upon by the Arbitral Tribunal cannot be taken as acknowledgment of liability under <a href=\"/doc/85586/\" id=\"a_13\">Section 18</a> of the Limitation Act, for the reason that the said letters are written &quot;without prejudice&quot; and such letters cannot be taken as acknowledgment of liability. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1761392\" id=\"span_1\">In this regard, he would rely upon the judgments in (<a href=\"/doc/1761392/\" id=\"a_14\">i) Tata Oil Mills Co. Ltd. v. Lokenath Chemical Works</a>, AIR 1987 Calcutta 13; and (ii) Superintendent, Central Excise, Jabalpur v. Pratap Raj, AIR 1987 SC 1244.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"654649\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1232143\" id=\"span_3\">8.7. It is his contention that when the Contractor himself has not accepted and given consent and it was not acted upon, the contents of the said letters dated 3.10.2003 of the Employer cannot be taken as an acknowledgment of liability.  He would also submit that, as per the <a href=\"/doc/171398/\" id=\"a_15\">Indian Contract Act</a>, any proposal must become a promise so as to enforce it as an agreement and inasmuch as the agreement concerned was not entered into between the Employer and the Contractor, the contents of the letter dated 3.10.2003 cannot be acted upon.  For the purpose of applying <a href=\"/doc/85586/\" id=\"a_16\">Section 18</a> of the Limitation Act, he would rely upon the decisions in (<a href=\"/doc/1232143/\" id=\"a_17\">i) Union of India v. Seyadu Beedi Co.</a>, AIR 1970 Madras 108; and (<a href=\"/doc/654649/\" id=\"a_18\">ii) Food Corporation of India v. Assam State Co-operative Marketing and Consumer Federation and Others</a>, [2004] 12 SCC 360.</span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_19\">\t8.8. In respect of his submission relating to interest, the clause in the contract provides for lesser interest, which is not restricted for a specified period and according to him, Sub-Clause 69 of the Conditions of Particular Application  applies only in case of default of the Employer.  On the other hand, the entitlement of interest is under Sub-Clause 60.8 and the award of interest other than at the said rate is outside the terms of the contract.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_20\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"179222\" id=\"span_4\">8.9.  It is his submission that when the parties have agreed on a particular rate of interest, it is not open to the Tribunal to use its discretion in granting more interest in the award.  He would rely upon the judgment in M/s.Sayeed <a href=\"/doc/179222/\" id=\"a_19\">Ahmed &amp; Co. v. State of U.P. and others</a>, CDJ 2009 SC 1385.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">\t8.10. It is his submission that the order passed by this Court in O.P.No.262 of 2005, dated 26.9.2005 relied upon by the learned Senior Counsel for the Contractor in respect of the award is not applicable, since that was a case where this Court dealt with Sub-Clause 60.5 relating to retention money and not relating to payment under Interim Payment Certificates.\n</p>\n<p data-structure=\"PetArg\" id=\"p_22\">\t8.11. He would also submit that, as per the judgments of the Supreme Court, it is the contractual rate of interest which should prevail.  He would submit that even otherwise, if the contract clause is not applicable in respect of interest, it is the <a href=\"/doc/910984/\" id=\"a_20\">Interest Act, 1978</a> which is applicable.  He would rely upon the judgments in (i) HUDA v. Raj Singh Rana, AIR 2008 SC 3035; and (ii) Sports Development Authority of Tamil Nadu v. Tarapore &amp; Co.,  2006 (4) CTC 712.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"237820\" id=\"span_5\">8.12. Relating to the award of interest by the Arbitral Tribunal, the learned counsel for the Employer relied upon the following judgments: (<a href=\"/doc/237820/\" id=\"a_21\">i) Krishna Bhagya Jala Nigam Limited v. G.Harischandra Reddy and another</a> [2007] 2 SCC 720; (ii) Judgment dated 7.12.2007 made in OSA.No.285 of 2003; and (iii) State of Rajasthan v. M/s.Nav Bharat Construction Co., AIR 2002 SC 258.  According to him, the award of interest at the rate of 12% and 15% is contrary to law and the interest should have been awarded at 8%.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">\t8.13. It is his submission that the various judgments relied upon by the learned Senior Counsel for the Contractor were relating to claims made based on the final bill and proceedings were commenced only based on the final bill. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"450457\" id=\"span_6\">8.14. He would rely upon the judgment of the Supreme Court in <a href=\"/doc/450457/\" id=\"a_22\">Oriental Insurance Co. Ltd. v. Raj Kumari</a>, (2007) 12 SCC 768 to substantiate that a small difference in fact would make a world of difference between conclusion in two cases and that there cannot be any comparison.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_26\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"507484\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"20683\" id=\"span_8\">8.15. He would submit that the judgments relied upon by the learned Senior Counsel for the Contractor, viz., (i) Hari Shankar Shingania v Gaur Hari Shingania and Others, [2006] 4 SCC 658; (<a href=\"/doc/20683/\" id=\"a_23\">ii) Major Inder Singh Rekhi v. Delhi Development Authority</a>, AIR 1988 SC 1007; and (iii) Hari Shankar Shingania v. Gaur Hari Shingania, [2006] 4 SCC 679, are relating to <a href=\"/doc/811701/\" id=\"a_24\">Section 20</a> of the Arbitration Act, 1940 and there is no similar provision as that of <a href=\"/doc/811701/\" id=\"a_25\">Section 20</a> of the Arbitration Act, 1940 in the <a href=\"/doc/1306164/\" id=\"a_26\">Arbitration and Conciliation Act, 1996</a> and in this regard, he would rely upon the judgment in <a href=\"/doc/507484/\" id=\"a_27\">Sundaram Finance Ltd. v. NEPC India Ltd.</a>, [1992] 2 SCC 479.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">\t9.1. On the other hand, it is the contention of Mr.G.Masilamani, learned Senior Counsel appearing for the Contractor that the Interim Payment Certificates are only tentative and it is only after the final bill is produced the claim comes to an end.  The Interim Payment Certificates are given not for the purpose of completing the contract at every time when Interim Payment Certificates are issued, but the contract continues and payments are made.  He would also rely upon Sub-Clauses 60.2, 60.9, 60.10, 60.11 and 60.12 of the Conditions of Particular Application to submit that the relationship between the Employer and the Contractor comes to an end only on the final bill being made and therefore, the liability is a continuing one.  The production of Interim Payment Certificates is only to enable the Contractor to get payment since there is an obligation on the part of the Employer and it is not as if every month when Interim Payment Certificates are made, the Contractor should have recourse to legal remedies, in which event the parties cannot do the work, but can only spend their time in litigation, which is not the purpose.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">\t9.2. According to the learned Senior Counsel, the minimum rate of interest payable for 90 days cannot be the intention of the parties and it is unconscionable, for his contention is that by non-payment the Employer can become an unjust beneficiary and that cannot be the tenor of the contract.\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">\t9.3. He would submit that the judgments relied upon by the learned counsel for the Employer are all relating to cases where the works were completed and final bills prepared or works completed and final bills were in process or where the contract was terminated or superseded by the supplementary agreement and they are not relating to Interim Payment Certificates issued by the Engineer prior to submission of final bill, in respect of which the Employer is liable to pay under Sub-Clause 60.8 of the Conditions of Particular Application.\n</p>\n<p data-structure=\"PetArg\" id=\"p_30\">\t9.4. He would submit that the limitation would start only after the final bill is submitted and in the present case the final bill was submitted on 26.12.2005 and from the said date within three years the amount due under all Interim Payment Certificates can be claimed, after adjustment of various amounts paid.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">\t9.5. He would also submit that there are variation orders numbering 23.  Since the payments are on the running account and the certificates issued in Interim Payment Certificates are not disputed by the Employer, the limitation has to start from the date of presentation of the final bill in respect of all payments due  under various Interim Payment Certificates Nos.38 to 56.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">\t9.6. It is his submission that Interim Payment Certificates are issued in respect of the entire project of the port which has been undertaken by the Contractor, which is a running work and therefore, it cannot be said that every Interim Payment Certificate is subject to the limitation of three years.    He would also refer to various documents to show that each of the bill is not an independent one and it is a running account bill.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"941783\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"20683\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"654649\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"581612\" id=\"span_12\">9.7. He would submit that a dispute for arbitration is different from cause of action for recovery.  A reference of dispute for arbitration arises only when dispute arises, which even may be beyond the period of limitation for recovery of amount in a civil suit for the cause of action.  His submission is that when the bills in Interim Payment Certificates Nos.38 to 56 have been approved by the Engineer, which was never disputed by the Employer, there was no necessity for moving the arbitration and it was only for the first time after the final bill was presented, there was a denial in respect of payment of Interim Payment Certificates, a dispute arose and immediately thereafter, within the prescribed time, the arbitration has been referred to.   He would rely upon the judgments in (i) Hari Shankar Shingania v Gaur Hari Shingania and Others, [2006] 4 SCC 658; (<a href=\"/doc/581612/\" id=\"a_28\">ii) Shree Ram Mills Ltd. v. Utility Premises (P) Ltd.</a>, [2007] 4 SCC 599; (<a href=\"/doc/654649/\" id=\"a_29\">iii) Food Corporation of India v. Assam State Co-operative Marketing and Consumer Federation and Others</a>, [2004] 12 SCC 360; (<a href=\"/doc/20683/\" id=\"a_30\">iv) Major Inder Singh Rekhi v. Delhi Development Authority</a>, AIR 1988 SC 1007; (<a href=\"/doc/941783/\" id=\"a_31\">v) Panchu Gopal Bose v. Board of Trustees</a> for Port of Calcutta, [1993] 4 SCC 338  to substantiate his contention that cause of action is different from the dispute arising for arbitration.</span></span></span></span>  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">\t9.8. It is his submission that when once the proposal was given on 3.10.2003, simply because the said proposal in respect of issuance of bank guarantee was not accepted, it does mean that the consent given by the Employer by way of the said proposal cannot be taken as an acknowledgment of liability.  It is not the acceptance of the proposal that is relevant, but it is the proposal given by the Employer, wherein an acknowledgment has been made that is relevant for the purpose of the period of limitation.  Inasmuch as the employer has admitted on 10.10.2003 by way of an acknowledgment, the commencement of arbitration, which was on 30.6.2006, is well within the time, even based on the cause of action.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_35\">\t9.9. He would submit that only when the dispute arises the question of referring to arbitration would come in and so long as negotiations were pending, viz., up to 27.11.2003, there was no dispute in existence for the purpose of referring the same to arbitration.\n</p>\n<p data-structure=\"PetArg\" id=\"p_36\">\t9.10. He would submit that when a statement by way of consent has been made &quot;without prejudice&quot;, the only consequence is that such statement cannot be used for the purpose of obtaining decree on admission.  But, for the purpose of acknowledgment of liability under <a href=\"/doc/85586/\" id=\"a_32\">Section 18</a> of the Limitation Act, the limitation point starts from the said acknowledgment and the jural relationship between the Employer and the Contractor continues till the final bill is presented and settled.   \n</p>\n<p data-structure=\"Section\" id=\"p_37\">\t9.11. It is his submission that there is nothing in the award to show that it is opposed to law or against the public policy.\n</p>\n<p data-structure=\"PetArg\" id=\"p_38\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"64556\" id=\"span_13\">9.12. He would submit that from the date of passing of final bill on 26.12.2005, the arbitration proceedings has commenced within three years, since the arbitration was on 30.6.2006.  He would rely upon the judgments in (<a href=\"/doc/64556/\" id=\"a_33\">i) State of Orissa v. Damodar Das</a>, AIR 1996 SC 942; (ii) T.N.State Construction Corporation Ltd. v. M/s.Gardner Landscape (P) Ltd., 2005 (1) CTC 401 to show that the final bill is the cause of action for the date of arbitration.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"433889\" id=\"span_14\">9.13. He would submit that the judgment relied upon by the learned counsel for the Employer in <a href=\"/doc/433889/\" id=\"a_34\">Steel Authority of India Ltd. v. J.C.Budharaja, Government and Mining Contractor</a>, [1999] 8 SCC 122  is not applicable to the facts and circumstances of the present case, since that was a case where supplementary agreement was executed for the same work without mentioning about the dispute in the old agreement.  In the case on hand, the contract has not come to an end by any supplementary agreement and moreover the negotiation continued.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_40\">\t9.14. He would also submit that the judgment relied upon by the learned counsel for the Employer in Oriental Building and Furnishing Co. Ltd. v Union of India, AIR 1981 Delhi 293 is actually supporting the case of the Contractor.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">\t9.15. He would submit that in respect of fixing of the rate of interest, the judgment of the Supreme Court, being the ultimate Court exercising discretion under <a href=\"/doc/500307/\" id=\"a_35\">Article 142</a> of the Constitution of India, reducing the rate of interest, cannot be quoted as a precedent and on the other hand, it is his submission that the Supreme Court has categorically held that the Arbitral Tribunal has power to interpret the contract clause and law to adjudicate an issue before it, which cannot be generally interfered with by this Court unless there is a patent illegality.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">\t9.16 He would submit that, when for a longer period of three years the Employer is charging 18% under Sub-Clause 60.7 for advances for the purpose of plant and machinery on hypothecation, a different stand cannot be taken when the amount is due to the Contractor.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\t9.17. The interest contemplated under Sub-Clause 60.8 is only for administrative delay of 46 days to 90 days.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"260676\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1010255\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1341010\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"732612\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_20\">In respect of the payment of interest, the learned Senior Counsel would rely upon various judgments: (i) Municipal Corporation of Delhi v. M/s.Jagan Nath Ashok Kumar and another, AIR 1987 SC 2316; (<a href=\"/doc/588099/\" id=\"a_36\">ii) Sudarsan Trading Co. v. Government of Kerala and another</a>, [1989] 2 SCC 38; (iii) M/s.Hind <a href=\"/doc/732612/\" id=\"a_37\">Builders v. Union of India</a>, AIR 1990 SC 1340; (<a href=\"/doc/662824/\" id=\"a_38\">iv) Rajasthan State Mines &amp; Minerals Ltd. v. Eastern Engg. Enterprises</a>, AIR 1999 SC 3627; (<a href=\"/doc/1341010/\" id=\"a_39\">v) U.P.State Electricity Board v. Searsole Chemicals Ltd.</a>, [2001] 3 SCC 397; (<a href=\"/doc/1010255/\" id=\"a_40\">vi)  State of U.P. v. Allied Constructions</a>, [2003] 7 SCC 396; (<a href=\"/doc/260676/\" id=\"a_41\">vii)  Pure Helium India (P) Ltd. v. Oil &amp; Natural Gas Commission</a>, [2003] 8 SCC 593; (viii) Satna Stone &amp; Lime Co. Ltd., M.P. etc.</span></span></span></span></span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1613962\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"158187\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1134466\" id=\"span_23\">v. Union of India and another etc., 2008 (7) SCALE 699=AIR 2008 SC 2928; and (<a href=\"/doc/1134466/\" id=\"a_42\">ix) M.P.Housing Board v. Progressive Writers &amp; Publishers</a>, 2009 (2) CTC 843, apart from the judgments in <a href=\"/doc/158187/\" id=\"a_43\">Bhagawati Oxygen Limited v. Hindustan Copper Limited</a>, [2005] 6 <a href=\"/doc/1613962/\" id=\"a_44\">SCC 462 and State of Orissa v. Md.Illiyas</a>, [2006] 1 SCC 275.</span></span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_44\">\t9.18. He would submit that the <a href=\"/doc/1306164/\" id=\"a_45\">Arbitration and Conciliation Act, 1996</a> is a <a href=\"/doc/701797/\" id=\"a_46\">Special Act</a> passed subsequent to the <a href=\"/doc/910984/\" id=\"a_47\">Interest Act, 1978</a> and therefore, the <a href=\"/doc/1306164/\" id=\"a_48\">Arbitration and Conciliation Act, 1996</a> will prevail.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">\t9.19. When <a href=\"/doc/1301998/\" id=\"a_49\">Section 31</a> of the Act empowers the Arbitrator to award reasonable rate of interest, the rate of interest otherwise should be 18% per annum from the date of award till the date of payment.   He would also submit that the judgments relied upon by the learned counsel for the Employer in respect of interest point are not applicable to the facts and circumstances of the present case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">\t10. I have heard the learned counsel for the Employer and the learned Senior Counsel for the Contractor, considered the entire documents placed before me and given my anxious thought to the issues involved in these cases.\n</p>\n<p data-structure=\"Facts\" id=\"p_47\">\t11.1. In addition to the facts elicited above regarding the entrustment of work to the Contractor as per Agreement No.33 of 1997, it is necessary to bring out few more facts.  In addition to the Agreement No.33 of 1997 entered into between the parties on 22.8.1997, the various other documents contained therein are also deemed to form part of the agreement, which includes the Conditions of Particular Application (CPA), apart from the General Conditions of Contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">\t11.2. As it is seen in the contract, the Contractor has to submit monthly statement called interim payment application to the Engineer and after verification, the Engineer determines the amount due to be paid to the Contractor and on such certification by the Engineer, the Employer is obliged to pay the amount and the Employer had also been paying the amounts as per the Interim Payment Certificates, after making certain deductions which were not permitted under the contract.  However, the Contractor is stated to have received the amounts under protest.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_49\">\t11.3. The complaint of the Contractor is that after the final stage of completion, the Employer, without justification, has stopped releasing the payments in respect of the amounts certified by the Engineer from Interim Payment Certificates Nos.38 to 56 for the work executed under the said certificates and in spite of it the Contractor has completed the work on bona fide belief that the Employer would eventually release the entire payment in respect of the certified amounts.  It was after exhausting all other settlement efforts, the Contractor has informed the Employer that if the amount is not released within 28 days, the matter would be referred to arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">\t12.1. Some of the Sub-Clauses, which are relevant for the purpose of the present case are referred to hereunder. Sub-Clause 60.1 of the Conditions of Particular Application, stipulates  that the Contractor should submit a statement in four copies to the Engineer at the end of each month in approved tabulated form stating the amount to which the Contractor considers entitled to.  Sub-Clause 60.1. is as follows:\n</p><blockquote id=\"blockquote_19\">&quot;Sub-Clause 60.1 \u0016 The Contractor shall submit a statement in 4 copies to the Engineer at the end of each month, in a tabulated form approved by the Engineer, showing the amounts to which the Contractor considers himself to be entitled.  The statement shall include the following items, as applicable, which shall be taken into account in the sequence listed:\n</blockquote><blockquote id=\"blockquote_20\">(a) the estimated contract value of the Temporary and Permanent Works executed up to the end of the month in question, at base unit rates and prices and in local currency;\n</blockquote><blockquote id=\"blockquote_21\">(b) the actual value certified for payment for the Temporary and Permanent Works executed up to the end of the previous month, at base unit rates and prices and in local currency;\n</blockquote><blockquote id=\"blockquote_22\">(c) the estimated contract value at base unit rates and prices of the Temporary and Permanent Works for the month in question, in local currency, obtained by deducting (b) from (a);\n</blockquote><blockquote id=\"blockquote_23\">(d) the equivalent of the amount set forth in (c), expressed in the various currencies in which the Contract Price is payable, and calculated by applying the proportions and the exchange rates set forth in the Appendix to Bid to the amount set forth in (c);\n</blockquote><blockquote id=\"blockquote_24\">(e) the value of any variations executed up to the end of the month in question, less the amount certified in the previous Interim Payment Certificate, expressed in the relevant amounts of foreign and local currencies, pursuant to Clause 52;\n</blockquote><blockquote id=\"blockquote_25\">(f) amounts approved in respect of Daywork executed up to the end of the month in question, less the amount for Daywork certified in the previous Interim Payment Certificate, indicating the amounts of foreign and local currencies as determined from the Daywork Schedule of the Bill of Quantities;\n</blockquote><blockquote id=\"blockquote_26\">(g) amounts reflecting changes in cost and legislation, pursuant to Clause 70, expressed in the relevant amounts of foreign and local currencies;\n</blockquote><blockquote id=\"blockquote_27\">(h) any credit or debit for the month in question in respect of materials and Plant for the Permanent Works, in the relevant amounts, in foreign and local currencies, and under the conditions set forth in Sub Clause 60.3;\n</blockquote><blockquote id=\"blockquote_28\">(i) any amount to be withheld under the retention provision of Sub-Clause 60.5, determined by applying the percentage set forth in Sub-Clause 60.5 to the amounts in foreign and local currencies due under paragraphs 60.1 (d), (e), (f) and (g);\n</blockquote><blockquote id=\"blockquote_29\">(j) any amount to be deducted as repayment of the Advance under the provision of Sub-Clause 60.7; and\n</blockquote><blockquote id=\"blockquote_30\">(k) any other sum, expressed in the applicable currency or currencies, to which the Contractor may be entitled or the Employer may be entitled to deduct, under the Contract.\n</blockquote><blockquote id=\"blockquote_31\">(l) the amount to be deducted towards the advance income tax, which shall be at the rate of 2 percent, and the advance works contract tax at the rate of zero percent, from the amounts due to the Contractor.  However, the Contractor remains responsible for payment of advance works contract tax in accordance with Sub-Clause 73.2 and is deemed to have allowed for such within his rates and prices.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_51\">\t12.2. Thereafter, the Engineer approves the statement either in whole or as amended, after making certain deductions.  If there is any difference of opinion as to the value of any item, it is stated that the Engineer&#x27;s view is final and within 28 days of receipt of the monthly statement as per Sub-Clause 60.1, the Engineer shall issue to the Employer and the Contractor an Interim Payment Certificate.  Sub-Clause 60.2 is as follows:\n</p><blockquote id=\"blockquote_32\">&quot;Sub-Clause 60.2: Monthly Payments \u0016 The said statement shall be approved or amended by the Engineer in such a way that, in his opinion, it reflects the amounts in various currencies due to the Contractor in accordance with the Contract, after deduction, other than pursuant to Clause 47, of any sums which may have become due and payable by the Contractor to the Employer.  In cases where there is a difference of opinion as to the value of any item, the Engineer&#x27;s view shall prevail.  Within 28 days of receipt of the monthly statement referred to in Sub-Clause 60.1, the Engineer shall determine the amounts due to the Contractor and shall issue to the Employer and the Contractor a certificate herein called &quot;Interim Payment Certificate&quot;, certifying the amounts due to the Contractor.\n</blockquote>\n<blockquote id=\"blockquote_33\">Provided that the Engineer shall not be bound to certify any payment under this Sub-Clause if the net amount thereof, after all retentions and deductions, would be less than the Minimum Amount of Interim Payment Certificate stated in the Appendix to Bid.\n</blockquote>\n<blockquote id=\"blockquote_34\">Not withstanding the terms of this Clause of the Contract, no amount will be certified by the Engineer for payment until the performance security has been provided by the Contractor and approved by the Employer.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_52\">The significant clause in the proviso is that in case the Engineer finds that the net amount payable to the Contractor would be less than the minimum amount of Interim Payment Certificate, there is no obligation on the part of the Engineer to issue such certificate.  Even though the applicability of the said proviso does not arise, on the facts and circumstances of the present case, the said proviso is relevant to show that it is for the Engineer to decide the net amount payable to the Contractor before issuing Interim Payment Certificate, which requires the consideration of the previous work as well as payment by the Contractor.   At this stage, it is relevant to point out that Sub-Clause 47, which is referred to in the above said Sub-Clause, especially Sub-Clause 60.2, relates to liquidated damages for delay.\t\n</p>\n<p data-structure=\"Section\" id=\"p_53\">\t12.3. Sub-Clause 60.7 which enables interest free advance payment to be made by the Employer to the Contractor for the costs of mobilization in respect of the works in an amount equivalent to 10 percent  of the contract price named in the letter of acceptance, also enables the advances to be made by the Employer against hypothecation of new equipment and machinery up to six months from the date of order to commence the work if the order for the equipment and machinery is placed within three months of the order to commence the work.  The said Sub-Clause says that in respect of those advances against hypothecation interest at the rate of 18% is recoverable from the Contractor through proportionate deductions from Interim Payment Certificate certified by the Engineer.  The said portion of the said Sub-Clause 60.7 is as follows:\n</p><blockquote id=\"blockquote_35\">&quot;Sub-Clause 60.7: Advance Payments -  \n</blockquote><blockquote id=\"blockquote_36\">......\n</blockquote><blockquote id=\"blockquote_37\">Advances against hypothecation of new equipment and machinery shall carry an interest charge of 18% per annum and shall be recovered from the Contractor through proportionate deductions from the interim payments certified by the Engineer in accordance with this Clause.  Deductions shall commence in the next Interim Payment Certificate following that in which the total of all interim payments certified to the Contractor has reached 20 percent of the Contract Price less Provisional Sums, and shall be completed before 90% of the Contract Price less Provisional Sums has been paid.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_54\">Apart from the obligation of the Contractor to pay 18% in respect of the advances relating to hypothecation, the said Sub-Clause also makes it clear that the said interest is deductible proportionately from the Interim Payment Certificates to be issued by the Engineer, which means that the deductions are made every month continuously.\n</p>\n<p data-structure=\"Section\" id=\"p_55\">\t12.4. Now, the crucial clause is Sub-Clause 60.8 which stipulates the time of payment and interest, which is as follows:\n</p><blockquote id=\"blockquote_38\">&quot;Sub-Clause 60.8:Time of Payment and Interest  - The amount due to the Contractor under any Interim Payment Certificate issued by the Engineer pursuant to this Clause, or to any other term of the Contract, shall, subject to Clause 47, for local currency payments, be paid by the Employer to the Contractor and for foreign currency payments, be notified to the State Bank of India by the Employer for transfer to the Contractor&#x27;s overseas bank, within 56 days after the Contractor&#x27;s monthly statement has been submitted to the Engineer for certification, or in the case of the Final Certificate pursuant to Sub-Clause 60.13, within 84 days after the agreed Final Statement and written discharge have been submitted to the Engineer for certification.  In the event of the failure of the Employer to make or notify payment within the times stated, the Employer shall pay to the Contractor interest compounded monthly at the rate(s) stated in the Appendix to Bid upon all sums unpaid or not notified from the date upon which the same should have been paid or notified, in the currencies in which the payments are due.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_56\">A reading of the said Sub-Clause makes it clear that the amount payable as per the Interim Payment Certificate issued by the Engineer is within 56 days after the submission of the Contractor&#x27;s monthly statement to the Engineer for certification as per Sub-Clause 60.1 and in case where the payment is due under the final certificate issued as per Sub-Clause 60.13, the amount is to be paid by the Employer within 84 days after the agreed final statement and discharge submitted to the Engineer for certification.  On failure to make the payment within time, the Employer would be liable to pay interest to the Contractor as per Appendix.  It is also relevant to point out at this stage that the said interest is payable by the Employer to the Contractor on all sums unpaid, which means that even in respect of the previous Interim Payment Certificates the amount of interest is liable to be paid by the Employer to the Contractor under Sub-Clause 60.8.\n</p>\n<p data-structure=\"Section\" id=\"p_57\">\t12.5. Sub-Clause 60.10 of Conditions of Particular Application, which is captioned &quot;Statement at Completion&quot; and uses the term &quot;Taking-Over Certificate&quot;, is as follows:\n</p><blockquote id=\"blockquote_39\">&quot;Sub-Clause 60.10 : Statement at Completion \u0016 Not later than 84 days after the issue of the Taking-Over Certificate in respect of the Whole of the Works, the Contractor shall submit to the Engineer a Statement at Completion with supporting documents showing in detail, in the form approved by the Engineer,\n</blockquote><blockquote id=\"blockquote_40\">(a) the final value of all work done in accordance with the Contract up to the date stated in such Taking-Over Certificate;\n</blockquote><blockquote id=\"blockquote_41\">(b) any further sums which the Contractor considers to be due; and\n</blockquote><blockquote id=\"blockquote_42\">(c) an estimate of amounts which the Contractor considers will become due to him under the Contract.\n</blockquote><p data-structure=\"Section\" id=\"p_58\">Estimated amounts shall be shown separately in such Statement at Completion.  The Engineer shall certify payment in accordance with Sub-Clause 60.2.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_59\">\t12.6. The term &#x27;Taking-Over Certificate&quot; is explained in the General Conditions of Contract in Clause 48.1, as follows:\n</p>\n<blockquote id=\"blockquote_43\">&quot;Clause 48.1:Taking-Over Certificate \u0016 When the whole of the Works have been substantially completed and have satisfactorily passed any Tests on Completion prescribed by the Contract, the Contractor may give a notice to that effect to the Engineer, with a copy to Employer, accompanied by a written undertaking to finish with due expedition any outstanding work during the Defects Liability Period.  Such notice and undertaking shall be deemed to be a request by the Contractor for the Engineer to issue a Taking-Over Certificate, either issue to the Contractor, with a copy to the Employer, a Taking-Over Certificate in respect of the Works.  The Engineer shall, within 21 days of the date of delivery of such notice, either issue to the Contractor with a copy to the Employer, a Taking-Over Certificate, stating the date on which, in his opinion, the Works were substantially completed in accordance with the Contract, or give instructions in writing to the Contractor specifying all the work which, in the Engineer&#x27;s opinion, is required to be done by the Contractor before the issue of such Certificate.  The Engineer shall also notify the Contractor of any defects in the Works affecting substantial completion that may appear after such instructions and before completion of the Works specified therein.  The Contractor shall be entitled to receive such Taking-Over Certificate within 21 days of completion, to the satisfaction of the Engineer, of the Works so specified and remedying any defects so notified.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_60\">Therefore, it is clear that the said Taking-Over Certificate is a certificate issued by the Engineer when he is satisfied that substantial work has been  completed in accordance with the contract or given instructions in writing to the Contractor specifying the work to be completed before issue of such certificate.\n</p>\n<p data-structure=\"Facts\" id=\"p_61\">\t12.7. After issue of the said Taking-Over Certificate in respect of the whole of the work, the Contractor submits a statement at completion as per Sub-Clause 60.10 of the Conditions of Particular Application in the prescribed form approved by the Engineer, which contains final value of the work up to the date stated in the Taking-Over Certificate, which also enables the Contractor to claim any further sums and amount due under the contract.  It means that, at the time of statement of completion, it is open to the Contractor to make claims which are covered even by the period for which the Interim Payment Certificate has been issued by the Engineer.\n</p>\n<p data-structure=\"Section\" id=\"p_62\">\t12.8. The clause relating to final statement is provided under Sub-Clause 60.11, which is as follows:\n</p><blockquote id=\"blockquote_44\">&quot;Sub-Clause 60.11: Final Statement \u0016 Not later than 56 days after the issue of the Defects Liability Certificate pursuant to Sub-Clause 62.1, the Contractor shall submit to the Engineer for consideration a draft final statement with supporting documents showing in detail, in the form approved by the Engineer,\n</blockquote><blockquote id=\"blockquote_45\">(a) the value of all work done in accordance with the Contract; and\n</blockquote><blockquote id=\"blockquote_46\">(b) any further sums which the Contractor considers to be due to him under the Contract.\n</blockquote><p data-structure=\"Section\" id=\"p_63\">If the Engineer disagrees with or cannot verify any part of the draft final statement, the Contractor shall submit such further information as the Engineer may reasonably require and shall make such changes in the draft as may be agreed between them.  The Contractor shall then prepare and submit to the Engineer the final statement as agreed (for the purposes of these conditions referred to as the &quot;Final Statement&quot;).\n</p><p data-structure=\"Precedent\" id=\"p_64\">If, following discussions between the Engineer and the Contractor and any changes to the draft final statement which may be agreed between them, it becomes evident that a dispute exists, the Engineer shall issue to the Employer an Interim Payment Certificate for those parts of the draft final statement which are not in dispute.  The dispute shall then be settled in accordance with Clause 67. The Final Statement shall be agreed upon settlement of the dispute.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_65\">\t12.9. The reference in the said Sub-Clause about the Defect Liability Certificate is found in Sub-Clause 62.1, which is correlated to Sub-Clause 60.6.  Again the clause relating to final statement enables the Contractor to submit a final statement relating to &quot;the value of all work done in accordance with the Contractor&quot; and &quot;any further sums which the Contractor considers to be due to him under the Contract&quot;, which also contemplates that in spite of Interim Payment Certificates issued by the Engineer, the Contractor is entitled to make a claim at the time of final statement.  The remaining value of all work done is in addition to the amount payable under the Interim Payment Certificates issued by the Engineer.\n</p>\n<p data-structure=\"Section\" id=\"p_66\">\t12.10. The clause relating to discharge under Sub-Clause 60.12 of the Conditions of Particular Application is as follows:\n</p>\n<blockquote id=\"blockquote_47\">&quot;Sub-Clause 60.12: Discharge \u0016 Upon submission of the Final Statement, the Contractor shall given to the Employer, with a copy to the Engineer, a written discharge confirming that the total of the Final Statement represents full and final statement of all monies due to the Contractor arising out of or in respect of the Contract.  Provided that such discharge shall become effective only after payment due under the Final Certificate issued pursuant to Sub-Clause 60.13 has been made and the performance security referred to in Sub-Clause 10.1 has been returned to the Contractor.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_67\">\t12.11. After receipt of the final statement made by the Contractor as per Sub-Clause 60.11 of the Conditions of Particular Application, within 28 days thereafter, the Engineer has to issue a final certificate as per Sub-Clause 60.13 and the said Sub-Clause is as follows:\n</p>\n<blockquote id=\"blockquote_48\">&quot;Sub-Clause 60.13: Final Certificate \u0016 Within 28 days after receipt of the Final Statement, and the written discharge, the Engineer shall issue to the Employer (with a copy of the Contractor) a Final Certificate stating\n\n</blockquote><blockquote id=\"blockquote_49\">(a) the amount which, in the opinion of the Engineer, is finally due under the Contract, and\n</blockquote><blockquote id=\"blockquote_50\">(b) after giving credit to the Employer for all amounts previously paid by the Employer and for all sums to which the Employer is entitled under the Contract, other than Clause 47, the balance, if any, due from the Employer to the Contractor or from the Contractor to the Employer as the case may be.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_68\">Again, a reading of the clause relating to final certificate makes it clear that the Engineer gives final certificate by giving credit to all amounts paid previously by the Employer, which can only mean the amounts paid as per Interim Payment Certificates.\n</p>\n<p data-structure=\"Section\" id=\"p_69\">\t12.12. Sub-Clause 60.14 of the Conditions of Particular Application, which speaks about &quot;cessation of employer&#x27;s liability&quot; also makes it clear abundantly that the Employer&#x27;s liability ceases in respect of obligations under the contract or execution of work after the final statement is made.  Sub-Clause 60.14 is as follows:\n</p><blockquote id=\"blockquote_51\">&quot;Sub-Clause 60.14: Cessation of Employer&#x27;s Liability \u0016 The Employer shall not be liable to the Contractor for any matter or thing arising out of or in connection with the Contract or execution of the works, unless the Contractor shall have included a claim in respect thereof in his Final Statement and (except in respect of matters or things arising after the issue of the Taking-Over Certificate in respect of the whole of the Works) in the Statement at Completion referred to in Sub-Clause 60.10.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_70\"> \t13. A bare reading of the various relevant terms of the contract entered into between the parties elicited above, no doubt makes it abundantly clear that the Interim Payment Certificates issued by the Engineer, under which an obligation has been imposed on the Employer to make payment to the Contractor, is only an interim measure and the obligation in respect of the payment under the Interim Payment Certificates and any further amount which may be due in respect of the said month on the part of the Employer continues till the final certificate is issued and therefore, there is absolutely nothing to presume that on the non-payment of the amount by the Employer within the time stipulated based on the Interim Payment Certificates, the right claimed by the Contractor comes to an end.  This being a continuing obligation, the Interim Payment Certificates appear to have been made with an intention of temporary payments to be made to the Contractor so as to enable the Contractor to continue to work by augmenting the fund.  Merely because the monthly statement has been made by the Contractor periodically, he does not lose his right of making a claim even in respect of those periods for which Interim Payment Certificates have been issued, since as per the contract it is always open to him to make  a claim while final statement is made.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_71\">\t14. The contention of the learned counsel for the Employer that in respect of various Interim Payment Certificates, starting from Interim Payment Certificate No.38, the amount due and obligation of the Employer, which has started from 2001 comes to an end within three years thereafter and therefore, up to Interim Payment Certificate No.56, which was on 26.8.2002, the right of claim of the Contractor in any event has come to an end three years from 26.8.2002, namely in August, 2005, is not sustainable for the simple reason that while final bill was made after Interim Payment Certificate No.56, for which the due date of payment as admitted by the Employer was 6.1.2005, the Contractor had a right to make a claim in respect of the left out amount regarding Interim Payment Certificates Nos.38 to 56, which includes the amounts due under the said certificates and therefore, the entire transaction being continuous in nature, if at all period of limitation arises for making claim in respect of Interim Payment Certificate No.38 till the final bill, the same shall be construed only from 6.1.2005 and that is the content of the award of the Arbitral Tribunal, which cannot be controverted, on the face of the patent terms of the contract elicited above.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">\t15. In this regard, the factual aspect of the due date for payment in respect of each of the Interim Payment Certificates, which are not in dispute and as given by the Employer, in detail, is as follows:\n</p><blockquote id=\"blockquote_52\">Monthly/<a href=\"/doc/1569253/\" id=\"a_50\">IPC</a> No.\nDue date of payment\nAmounts due as per Certification in INR\nAmounts due in various currencies\nINR\nINR to be paid USD\nINR to be paid NLG/EURO\nUp to <a href=\"/doc/1569253/\" id=\"a_51\">IPC</a> 38\n26.02.2001\n35,533,598\n26,650,199\n3,553,360\n5,330,040\n<a href=\"/doc/1569253/\" id=\"a_52\">IPC</a> 39 to 42\n26.06.2001\n10,790,460\n9,101,227\n979,981\n709,252\n<a href=\"/doc/1569253/\" id=\"a_53\">IPC</a> 43\n26.07.2001\n17,682,587\n14,183,550\n1,473,605\n2,025,432\n<a href=\"/doc/1569253/\" id=\"a_54\">IPC</a> 44\n26.08.2001\n20,185,160\n15,790,535\n1,796,609\n2,598,016\n<a href=\"/doc/1569253/\" id=\"a_55\">IPC</a> 45\n26.09.2001\n14,309,135\n10,933,371\n1,368,708\n2,007,055\n<a href=\"/doc/1569253/\" id=\"a_56\">IPC</a> 46\n26.10.2001\n10,633,074\n8,483,273\n880,220\n1,269,581\n<a href=\"/doc/1569253/\" id=\"a_57\">IPC</a> 47\n26.11.2001\n24,880,411\n19,241,387\n2,308,971\n3,330,054\n<a href=\"/doc/1569253/\" id=\"a_58\">IPC</a> 48\n26.12.2001\n10,519,098\n8,163,151\n969,114\n1,386,832\n<a href=\"/doc/1569253/\" id=\"a_59\">IPC</a> 49\n26.01.2002\n6,066,984\n4,735,168\n556,473\n775,343\n<a href=\"/doc/1569253/\" id=\"a_60\">IPC</a> 50\n26.02.2002\n5,239,534\n3,574,157\n691,644\n973,733\n<a href=\"/doc/1569253/\" id=\"a_61\">IPC</a> 51\n26.03.2002\n5,319,159\n4,010,037\n534,021\n775,101\n<a href=\"/doc/1569253/\" id=\"a_62\">IPC</a> 52 to 56\n26.08.2002\n83,189,451\n62,460,948\n8,301,987\n12,426,516\nFinal\n06.01.2005\n64,507,462\n47,280,150\n4,980,295\n12,247,017\n\n\n308,856,113\n234,607,152\n28,394,990\n45,853,972\nAmount due to Claimant in respective currencies\nINR 234,607,152\nUSD   794,043\nNLG/EURO 2,186,646\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_73\">\t16. The only dispute raised by the Employer is that in respect of Interim Payment Certificates Nos.38 to 56, the claim is barred by limitation, since it is more than three years from the due date of payment, while it is the case of the Contractor that the Interim Payment Certificates, being an internal arrangement, are continuing in character and it is only after the final bill which was submitted, in which the amount was due on 6.1.2005, the entire amount from Interim Payment Certificates Nos.38 to 56 and the final bill is liable to be paid by the employer.  As I have stated above, on the factual matrix and as per the terms of the agreement, as it is correctly found by the Arbitral Tribunal in its award, the contention raised on behalf of the Contractor in this regard by the learned Senior Counsel, Mr.G.Masilamani is well founded.\n</p>\n<p data-structure=\"Section\" id=\"p_74\">\t17. The contention of the Employer that Interim Payment Certificates Nos.38 to 56, which were issued between 26.2.2001 and 26.8.2002, are barred by limitation since notice under <a href=\"/doc/1772105/\" id=\"a_63\">Section 21</a> of the Act was given on 30.6.2006 which is the commencement of the arbitration, has been considered by the Arbitral Tribunal in detail by raising the following issues:\n</p><blockquote id=\"blockquote_53\">(i)Does the respondent (Employer) have any authority to withhold the certified amounts?;\n</blockquote><blockquote id=\"blockquote_54\">(ii) Is there any provision within the Contract for withholding of the certified payment on account of alleged excess payments?;\n</blockquote><blockquote id=\"blockquote_55\">(iii) Has the respondent (Employer) disputed the certified amounts at any time earlier, and whether the basis of erroneous certification by Engineer as alleged by respondent (Employer) is correct?;\n</blockquote><blockquote id=\"blockquote_56\">(iv) Whether the claim of the claimant (Contractor) barred by limitation?; and\n</blockquote><blockquote id=\"blockquote_57\">(v) Is the claimant (Contractor) entitled for the interest for the failure of the respondent (Employer) to release the payments, if so at what rate?&quot;\t\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_75\">\t18. While dealing with the point of limitation and taking note of the fact that both the parties are in agreement that the Arbitral Tribunal\thas to decide the point of limitation placing reliance on the contents of Sub-Clause 60.11 of the Conditions of Particular Application, elicited above, the Tribunal has found, in my view correctly, that the dispute among the parties cannot be said to be barred till the submission of the final bill.  The Tribunal has also relied upon Sub-Clause 60.14 of the Conditions of Particular Application to conclude that the Employer is liable to the Contractor for any claim which may have arisen during the execution of the work.  The Arbitral Tribunal has also concluded on the legal issue that the question of arbitration would arise only when there is a dispute which is possible, viz., only when there is a claim made by the party which has been rejected by the other party.  Taking note of the fact that the commencement of limitation is only a question of fact and not a question of law, the Arbitral Tribunal has decided that, on fact, the Contractor gave notice of 28 days on 30.11.2005 to the Employer and on the failure of the Employer to pay the claim the dispute has commenced.  It has been found, on fact, that the certified amounts in each of the Interim Payment Certificates were never disputed but negotiations have been going on at the high level instead of resorting to litigation and it was due to the divergent view proposed by the Employer by letter dated 3.10.2003, which was not accepted, the settlement has failed and therefore, so long as the parties are in dialogue even if the differences have surfaced it cannot be said that the period of limitation has commenced for the purpose of raising a dispute for the arbitrators to enter into the field.  The Tribunal has decided as follows:\n</p>\n<blockquote id=\"blockquote_58\">&quot;(c) In the present claim, even though the amounts have been certified and found to be due from the agreed dates, there has been no dispute.  On the contrary as evidenced from the documents on record, the parties have entered in to negotiations, including at the very high level and attempts were made to thrash out the issue of release of certified amounts.  In fact, this was the right approach adopted by the parties instead of resorting to litigation.  However, due to the divergent views on the conditions proposed for the release of the certified payments through respondent&#x27;s letter dated 3.10.2003, the settlement talks have failed.  As long as parties are in dialogue and even the differences would have surfaced it cannot be asserted that the period of limitation has commenced.  It is a well settled principles of law that, where a settlement with or without conciliation is not possible, then comes the stage of adjudication by way of arbitration.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_76\">Tribunal would also like to add here that, only on the ground that on particular date/dates the bill/bills were due for payment, would per se necessarily mean the date of right to sue would accrue.  The right to sue normally accrues when the other party refuses to pay the amounts due.  Therefore, it could not be said that the period of limitation had commenced at any time before this date of 3.10.2003.\n</p>\n<p data-structure=\"RespArg\" id=\"p_77\">\t19. It was also found by the Arbitral Tribunal that the arbitration has, in fact, commenced after the Contractor required the certified bills to be settled in the letter dated 30.9.2004. It was held, on fact, that even if 30.6.2006 is to be taken as the relevant date, as contended by the respondent, the claim is within the period of limitation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_78\">\t20. While considering the period of exclusion, the Tribunal, taking note of the factual position of the Employer&#x27;s contention in respect of the counter claim for repayment of the alleged excess payment which was settled in February, 2004, in respect of which the High Court has refused to grant any direction to the Employer unless and until the Employer succeeds in the arbitration proceedings, decided as follows:\n</p><blockquote id=\"blockquote_59\">&quot;While that being the factual position, it can reasonably, logically and legally be said that this period from August, 2001 to February, 2004, and from October, 2004 till July, 2005 is required to be excluded for the period of computation of limitation if any.  Even if the Respondent&#x27;s argument on the limitation aspect is accepted, then the period of limitation would stand extended by excluding the above periods.  If these exclusions are taken in to account, the period of limitation for the <a href=\"/doc/1569253/\" id=\"a_64\">IPC</a> No.38 would be 26.2.2004 + 30 months (i.e. August 2001 to February 2004) + 10 months (i.e. October 2004 to July 2005).  Thus the period of limitation would be valid till 25.4.2008.  Applying the date of commencement according to Respondent the date of commencement of Arbitration is 30.6.2006.  Hence, even on this count too the Claim would not be barred by limitation.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_79\">\t21. The Tribunal has further held that the Contractor&#x27;s letter dated 3.10.2003 and joint statement dated 16.12.2003 complies with the requirement of <a href=\"/doc/85586/\" id=\"a_65\">Section 18</a> of the Limitation Act and should be taken as an acknowledgment of liability and the fresh period of limitation commences from the said dates.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_80\">\t22. As I have stated above, the decision of the Arbitral Tribunal in respect of the plea of the Employer that the Contractor&#x27;s claim regarding the Interim Payment Certificates Nos.38 to 56 is barred by limitation was held to be against the Employer based on the above categoric terms of the contract found in various sub-clauses in the Conditions of Particular Application.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_81\">\t23. When the Arbitral Tribunal has decided based on the terms of the contract, it is not for this Court, while exercising the jurisdiction under <a href=\"/doc/1317393/\" id=\"a_66\">Section 34</a> of the Act, to substitute its own meaning for the contract.  As I have stated earlier, the terms of the contract are very clear that the issuance of Interim Payment Certificates and the obligation of the Employer to make payment within the stipulated time in respect of each of Interim Payment Certificate does not put an end to make a claim by the Contractor even in respect of those Interim Payment Certificates till the final bill is made.  In which event, it is always open to the Contractor to claim the amounts which are left out, just as it is open to the Employer to make a counter claim for refund of the amount which would have been paid in excess.  It was in those circumstances, when clauses of the contract have been interpreted by the Arbitral Tribunal, in my view correctly, it is not for anyone to substitute his own meaning for the terms of the contract in order to differ from the Arbitral Tribunal.  This is the established judicial precedent throughout.\n</p>\n<p data-structure=\"Precedent\" id=\"p_82\">\t24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_24\">In <a href=\"/doc/588099/\" id=\"a_67\">Sudarsan Trading Co. v. Government of Kerala and another</a>, [1989] 2 SCC 38 = AIR 1989 SC 890, of course while deciding the issue under <a href=\"/doc/1052228/\" id=\"a_68\">Arbitration Act, 1940</a> in respect of excess of jurisdiction of Arbitral Tribunal under <a href=\"/doc/1503578/\" id=\"a_69\">Section 30</a> of the Arbitration Act, 1940, the Supreme Court,  while holding that in cases where there is an error apparent on the face of the award and the arbitrator has exceeded his jurisdiction the Court can interfere, held as follows:</span>\n</p><blockquote id=\"blockquote_60\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1796870\" id=\"span_25\">&quot;32. The High Court in the judgment under appeal referred to the decision of the Division Bench of the Kerala High Court in <a href=\"/doc/1796870/\" id=\"a_70\">State of Kerala v. Poulose</a>, [1987] 1 Ker LT 781. Our attention was also drawn to <a href=\"/doc/1796870/\" id=\"a_71\">the said decision</a> by the counsel for the respondents that if an arbitrator or the umpire travels beyond his jurisdiction and arrogates jurisdiction that does not vest in him, that would be a ground to impeach the award. If an arbitrator, even in a non-speaking award decides contrary to the basic features of the contract, that would vitiate the award, it was held. It may be mentioned that in so far as the decision given that it was possible for the court to construe the terms of the contract to come to a conclusion whether an award made by the arbitrator was possible to be made or not, in our opinion, this is not a correct proposition in law and the several decisions relied by the learned Judge in support of that proposition do not support this proposition. Once there is no dispute as to the contract, what is the interpretation of that contract is a matter for the arbitrator and on which court cannot substitute its own decision.</span>\n</blockquote>\n<blockquote id=\"blockquote_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"385120\" id=\"span_26\">33. Reference was also made to the decision in <a href=\"/doc/385120/\" id=\"a_72\">State of Kerala v. Raveendranathan</a> [1987] 1 Ker LT 604. Insofar as the court held therein that an arbitrator deciding a dispute under the contract is bound by the contract the court is right. The court cannot, however, substitute the decision of the arbitrator as to what was meant by the contract once that dispute is conceded to the arbitrator. In so far and to the extent the aforesaid decision of the Kerala High court decided to the contrary, the same is not the correct law.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_83\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"732612\" id=\"span_27\">25. Even in cases where while construing the terms of the contract there are two views possible and the Arbitrator has taken one view, the Court cannot set aside that view by interpreting the other plausible interpretation.  That was the judgment rendered by the Supreme Court in M/s.Hind <a href=\"/doc/732612/\" id=\"a_73\">Builders v. Union of India</a>, AIR 1990 SC 1340.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_28\">By referring to the earlier judgment in  <a href=\"/doc/588099/\" id=\"a_74\">Sudarsan Trading Co. v. Government of Kerala and another</a>, referred supra, the Supreme Court held as follows:</span>\n</p><blockquote id=\"blockquote_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_29\">&quot;11. ..... In a matter on which the contract is open to two equally plausible interpretations, it is legitimate for the arbitrators to accept one or the other of the available interpretations and, even if the Court may think that the other view is preferable, the Court will not and should not interfere. This view is too well settled to need any reference to any precedent other than <a href=\"/doc/588099/\" id=\"a_75\">Sudershan Trading Co</a>&#x27;s case (AIR 1989 SC 890) referred to earlier.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_84\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1341010\" id=\"span_30\">26. It was held by the Supreme Court in <a href=\"/doc/1341010/\" id=\"a_76\">U.P.State Electricity Board v. Searsole Chemicals Ltd.</a>, [2001] 3 SCC 397 that if the Arbitrators have applied their mind to the pleadings and evidence apart from the terms of the contract, it is not within the scope of the Court under <a href=\"/doc/1317393/\" id=\"a_77\">Section 34</a> of the Act to interfere simply because there are two views possible. The Supreme Court has held as follows:</span>\n</p>\n<blockquote id=\"blockquote_63\">&quot;4. Before us the extracts of the logbooks have been produced and the reasons noted therein, for instance, are &quot;tripping, shut down, grid failure, breakdown&quot;. The respondent wrote to the appellant seeking for clarification regarding the interruption in the power supply and there was no response to such correspondence at all. Taking this circumstance into consideration and after going through the documents produced by the parties, it was noticed by the arbitrators as follows :-\n</blockquote>\n<blockquote id=\"blockquote_64\">&quot;The opposite party failed to produce log books for the period 6.12.1978 to 3.12.1980 and also admitted vide their letter dated 4.7.1987 that these log books were not traceable. In these circumstances we are of the opinion that had the opposite party filed the said log books it would have gone against them. The opposite party has not filed the best evidence available. Besides, the log books which the opposite party produced, did not give any reasons or where reasons were given, they were untenable.&quot; \n</blockquote>\n<p data-structure=\"Section\" id=\"p_85\">Shri Ranjit Kumar very strenuously contended that the relevant documents have been placed before the arbitrators and stated that except in regard to one station for some period, rest of the documents of the log books had been made available. However, as noticed by us, there were reasons set out in the log books or, as noticed earlier, those reasons, in the opinion of the arbitrators, were either not relevant or where they were relevant, they were untenable. Therefore, the view taken by the arbitrators cannot be characterised as not emanating from the agreement and falls squarely within the excepted part of the proviso to clause 1 of the agreement. When the arbitrators have applied their mind to the pleadings, the evidence adduced before them and the terms of the contract, we do not think, it is within our scope to re-appraise the matter as if this were an appeal, and it is clear that where two views are possible - in this case there is no such scope - the view taken by the arbitrators would prevail.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_86\">(emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_87\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986314\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"260676\" id=\"span_32\">27. It was held in <a href=\"/doc/260676/\" id=\"a_78\">Pure Helium India (P) Ltd. v. Oil &amp; Natural Gas Commission</a>, [2003] 8 SCC 593, by quoting an earlier judgment of the Supreme Court rendered in <a href=\"/doc/1986314/\" id=\"a_79\">Khardah Co. Ltd. v. Raymon &amp; Co. (India) (P) Ltd.</a>, AIR 1962 SC 1810, that the construction of the terms of the contract is within the jurisdiction of the Arbitrators.  The relevant portion is as follows:</span></span>\n</p><blockquote id=\"blockquote_65\">&quot;26. In Khardah Co.Ltd., AIR 1962 SC 1810, this Court held :\n</blockquote><blockquote id=\"blockquote_66\">&quot;We agree that when a contract has been reduced to writing we must look only to that writing for ascertaining the terms of the agreement between the parties but it does not follow from this that it is only what is set out expressly and in so many words in the document that can constitute a term of the contract between the parties. If on a reading of the document as a whole, it can fairly be deduced from the words actually used herein that the parties had agreed on a particular term, there is nothing in law which prevents them from setting up that term, The terms of a contract can be expressed or implied from what has been expressed. It is in the ultimate analysis a question of construction of the contract. And again it is well established that in construing a contract it would be legitimate to take into account surrounding circumstances....&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_88\">27. Construction of the contract agreement, therefore, was within the jurisdiction of the learned arbitrators having regard to the wide nature, scope and ambit of the arbitration agreement and they cannot, thus, be said to have misdirected themselves in passing the award by taking into consideration the conduct of the parties as also the circumstantial evidence.&quot;\t\n</p>\n<p data-structure=\"Precedent\" id=\"p_89\">\t28. In Satna Stone &amp; Lime Co. Ltd., M.P. etc. v. Union of India and another etc., 2008 (7) SCALE 699=AIR 2008 SC 2928, the Supreme Court, while holding based on various judgments that error apparent on the face of the award is an error of law and not an error of fact, has held that the Arbitrator is the sole Judge of the quality as well as the quantity of evidence and the Court cannot take up the same on itself and such award is to be approved.  The operative portion of <a href=\"/doc/1986314/\" id=\"a_80\">the said judgment</a> is as follows:\n</p><blockquote id=\"blockquote_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_33\">&quot;18. From the discussion of the aforementioned cases, it is clear that the error apparent on the face of the award contemplated by <a href=\"/doc/929849/\" id=\"a_81\">Section 16(1)(c)</a> as well as <a href=\"/doc/1430414/\" id=\"a_82\">Section 30(c)</a> of the Arbitration Act is an error of law apparent on the face of the award and not an error of fact. Same principle has been reiterated in <a href=\"/doc/318186/\" id=\"a_83\">Thawardas Pherumal v. Union of India</a>, (1955) 2 SCR 48. The court reiterated the legal position that an arbitrator cannot ignore the law or misapply it in order to do what he thinks is just and reasonable. The legal position has been crystallized in a series of judgments of this Court that the arbitrator has got ample power in giving an award. The arbitrator is the sole judge of the quality as well as the quantity of evidence and it will not be for the court to take upon itself a task of being a judge of the evidence before the arbitrator. The court should approve the award with the desire to support it, if that is reasonably possible rather than to destroy it, by calling it illegal. This Court has very limited jurisdiction to interfere with the reasoned award. Only when the award is based upon a proposition of law which is unjustified in law, the error of law must appear from the award itself or from any document or note incorporated in it or appended to it. It is not permissible to travel beyond and consider material not incorporated in or appended to the award.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_90\">(emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_91\">\t29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1134466\" id=\"span_35\">In the latest judgment in <a href=\"/doc/1134466/\" id=\"a_84\">M.P.Housing Board v. Progressive Writers &amp; Publishers</a>, 2009 (2) CTC 843, the Supreme Court, after referring to hierarchy of judgments, including the judgment in <a href=\"/doc/588099/\" id=\"a_85\">Sudarsan Trading Co. v. Government of Kerala and another</a>, referred supra, has reiterated the well settled principle that the Court do not exercise any appellate jurisdiction and that the interpretation of contract is a matter for the arbitrators to determine and held as follows:</span></span>\n</p><blockquote id=\"blockquote_68\">&quot;18. It is fairly well settled and needs no restatement that the award of the Arbitrator is ordinarily final and the Courts hearing applications under <a href=\"/doc/1433021/\" id=\"a_86\">Section 30</a> of the Act do not exercise any Appellate jurisdiction.  Reappraisal of evidence by the Court is impermissible.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1483262\" id=\"span_36\">In <a href=\"/doc/1483262/\" id=\"a_87\">Ispat Engineering &amp; Foundry Works, B.S.City, Bokaro v. Steel Authority of India, B.S. City, Bokaro</a>, [2001] 6 SCC 347, it is held:</span>\n</blockquote><blockquote id=\"blockquote_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1708306\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1840796\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899181\" id=\"span_42\">&quot;4. Needless to record that there exists a long catena of cases through which the law seems to be rather well settled that the reappraisal of evidence by the court is not permissible. This Court in one of its latest decisions <a href=\"/doc/899181/\" id=\"a_88\">Arosan Enterprises Ltd. v. Union of India</a>, 1999 (9) SCC 449, upon consideration of decisions in <a href=\"/doc/525017/\" id=\"a_89\">Champsey Bhara &amp; Co. v. Jivraj Balloo Spg. &amp; Wvg. Co. Ltd.</a>, <a href=\"/doc/1840796/\" id=\"a_90\">AIR 1923 PC 66, Union of India v. Bungo Steel Furniture (P) Ltd.</a>, 1967 (1) SCR 324, N. Chellappan v. Secy., Kerala SEB, 1975 (<a href=\"/doc/588099/\" id=\"a_91\">1) SCC 289, Sudarsan Trading Co. v. Govt. of Kerala</a>, 1989 (<a href=\"/doc/1708306/\" id=\"a_92\">2) SCC 38, State of Rajasthan v. Puri Construction Co. Ltd.</a>, 1994 (6) SCC 485, as also in <a href=\"/doc/925897/\" id=\"a_93\">Olympus Superstructures (P) Ltd. v. Meena Vijay Khetan</a>, 1999 (5) SCC 651, has stated that reappraisal of evidence by the court is not permissible and as a matter of fact, exercise of power to reappraise the evidence is unknown to a proceeding under <a href=\"/doc/1503578/\" id=\"a_94\">Section 30</a> of the Arbitration Act. This Court in Arosan Enterprises categorically stated that in the event of there being no reason in the award, question of interference of the court would not arise at all. In the event, however, there are reasons, interference would still be not available unless of course, there exist a total perversity in the award or the judgment is based on a wrong proposition of law. This Court went on to record that in the event, however, two views are possible on a question of law, the court would not be justified in interfering with the award of the arbitrator if the view taken recourse to is a possible view. The observations of Lord Dunedin in Champsey Bhara stand accepted and adopted by this Court in Bungo Steel Furniture to the effect that the court had no jurisdiction to investigate into the merits of the case or to examine the documentary and oral evidence in the record for the purposes of finding out whether or not the arbitrator has committed an error of law. The court as a matter of fact, cannot substitute its own evaluation and come to the conclusion that the arbitrator had acted contrary to the bargain between the parties.&quot;</span></span></span></span></span></span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1010255\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_44\">19. Interpretation of a contract, it is trite, is a matter for the Arbitrator to determine.  Even in a case where the award contained reasons, the interference therewith would still be not available within the jurisdiction of the Court unless, of course, the reasons are totally perverse or award is based on wrong proposition of law.  An error apparent on the face of the records would not imply closed scrutiny of the merits of documents and materials on record. &quot;Once it is found that the view of the Arbitrator is a plausible one, the Court will refrain itself from interfering.&quot; see <a href=\"/doc/588099/\" id=\"a_95\">Sudarsan Trading Co. v. Govt. of Kerala</a>, 1989 (<a href=\"/doc/1010255/\" id=\"a_96\">2) SCC 38 and State of U.P. v. Allied Constructions</a>, 2003 (4) CTC 173 (SC): 2003 (7) SCC 396.&quot;</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_93\">\t30. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"588099\" id=\"span_45\">In the catena of judgments starting from M/s.Sudarsan <a href=\"/doc/588099/\" id=\"a_97\">Trading Co.</a> case, referred supra, in the year 1989, it is well established that once the finding of the Arbitral Tribunal is clear that the award is passed based on the contract, even if there are two plausible views possible, it is not for the Court to sit on judgment over the said award since the Arbitrator is the sole Judge of quality as well as the quantity of evidence.  On the facts of the present case, the Arbitral Tribunal has interpreted the terms of the contract in their proper perspective on the issue of limitation and the status of Interim Payment Certificates, which are only a continuing process till the final bill is presented,  and it is not possible to accept the contention of the learned counsel for the Employer that there is a manifest error committed by the Arbitral Tribunal while considering the claim of the Contractor on the basis of the limitation.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_94\">\t31. In the light of the specific terms of the contract, as it is seen in the various sub-clauses of the Conditions of Particular Application, the contention of the learned counsel for the Employer that the Contractor himself has made a claim before the Arbitrators on the specific ground and understanding that each of the Interim Payment Certificates have become final since there was no authority on the part of the Employer to withhold the amount and therefore, the decision of the Arbitral Tribunal that the claims in each of the Interim Payment Certificates Nos.38 to 56 continue till the final bill was made in 2005 is against the pleadings of the contract, is not also sustainable.  Apart from the fact that it was a specific case of the Contractor that the amount was payable by the Employer as and when Interim Payment Certificates are issued by the Engineer, it has been the specific case of the Contractor that the obligation continues till the final bill claim is made as per the contract.  In any event, it is not possible to accept the contention that the Contractor can make any claim other than the terms of contract which are found in various sub-clauses of Conditions of Particular Application.  As the sub-clauses of Conditions of Particular Application are in categoric terms that the issuance of Interim Payment Certificates is only an interim arrangement subject to the final bill made as per Sub-Clause 60.11 of the Conditions of Particular Application, as it is found by the Arbitral Tribunal in the award, it cannot be said that the impugned award passed by the Arbitral Tribunal is against the pleadings of parties.\n</p>\n<p data-structure=\"RespArg\" id=\"p_95\">\t32. The judgments relied upon by the learned counsel for the Employer for the purpose of insisting his argument on the period of limitation on the claim of the Contractor are all relating to <a href=\"/doc/1052228/\" id=\"a_98\">Arbitration Act, 1940</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_96\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"433889\" id=\"span_46\">33. The judgment relied upon by the learned counsel for the Employer of the Supreme Court in <a href=\"/doc/433889/\" id=\"a_99\">Steel Authority of India Ltd. v. J.C.Budharaja, Government and Mining Contractor</a>, [1999] 8 SCC 122, as submitted by the learned Senior Counsel for the Contractor arose on a different context wherein after the expiry of the period of first contract, the dispute was raised by the Contractor and thereafter there was a Supplementary Agreement without referring to the previous contract.  When the claim of the Contractor was repudiated by the Employer under the Supplementary Agreement, it was held that the cause of action arose for recovery of the amount from the date of notice and that the Contractor cannot wait indefinitely and is required to take action within the period of limitation.  The Supreme Court has observed, on fact, as follows:</span>\n</p><blockquote id=\"blockquote_70\">&quot;27. Applying the aforesaid ratio in the present case, right to refer the dispute to the arbitrator arose in 1979 when Contractor gave a notice demanding the amount and there was no response from the appellant and the amount was not paid. The cause of action for recovery of the said amount arose from the date of the notice. Contractor cannot wait indefinitely and is required to take action within the period of limitation. In the present case, there was supplementary agreement between the parties. Supplementary agreement nowhere provides that so-called right of the contractor to recover damages was in any manner saved. On the contrary, it specifically mentions that contractor was yet to execute a considerable portion of the work more particularly described in the schedule to the agreement. And that the contractor has agreed to complete the said balance work on the terms and conditions enumerated in the agreement. Now, in this set of circumstances, contractor cannot wait and approach the authority or the court for referring the dispute to the arbitrator beyond the period of limitation. <a href=\"/doc/1656413/\" id=\"a_100\">Section 37</a> of the Arbitration Act specifically provides that provisions of the <a href=\"/doc/1317393/\" id=\"a_101\">Indian Limitation Act</a> shall apply to the arbitrations as they apply to proceedings in the Court.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_97\">In fact, the Supreme Court has emphasised the observation made in Major (Retd.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20683\" id=\"span_47\"><a href=\"/doc/20683/\" id=\"a_102\">Inder Singh Rekhi v. Delhi Development Authority</a>, [1988] 2 SCC 338=AIR 1988 SC 1007, which is as follows:</span>\n</p><blockquote id=\"blockquote_71\">&quot;Whether in a particular case a dispute has arisen or not has to be found out from the facts and circumstances of the case.&quot;\t\n</blockquote><p data-structure=\"RespArg\" id=\"p_98\">On the other hand, on the facts of the present case, it is clear that there have been negotiations continuously, as found, on fact, by the Arbitral Tribunal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_99\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"864798\" id=\"span_48\">34. Again, the judgment relied upon by the learned counsel for the Employer in <a href=\"/doc/864798/\" id=\"a_103\">Union of India v. L.K.Ahuja and Co.</a>, 1988 (1) Arb.LR 375=AIR 1988 SC 1172, apart from the fact that that also arose under <a href=\"/doc/1232861/\" id=\"a_104\">Sections 8</a> and <a href=\"/doc/811701/\" id=\"a_105\">20</a> of the Arbitration Act, 1940, on the facts it is seen that the Contractor under four contracts has accepted the four final bills and gave no claim declaration in respect of the four contracts as per the terms of the Supplementary Agreement.  The Supreme Court, on that factual matrix, has held as follows:</span>\n</p>\n<blockquote id=\"blockquote_72\">&quot;8. In view of the well-settled principles we are of the view that it will be entirely a wrong to mix-up the two aspects, namely, whether there was any valid claim for reference under <a href=\"/doc/811701/\" id=\"a_106\">Section 20</a> of the Act and, secondly, whether the claim to be adjudicated by the arbitrator, was barred by lapse of time. The second is a matter which the arbitrator would decide unless, however, if on admitted facts a claim is found at the time of making an Order under <a href=\"/doc/811701/\" id=\"a_107\">Section 20</a> of the Arbitration Act, to be barred by limitation. In order to be entitled to ask for a reference under <a href=\"/doc/811701/\" id=\"a_108\">Section 20</a> of the Act, there must be an entitlement to money and a difference or dispute in respect of the same. It is true that on completion of the work, right to get payment would normally arise and it is also true that on settlement of the final bill, the right to get further payment gets weakened but the claim subsists and whether it does subsist, is a matter which is arbitrable. In this case the claim for reference was made within three years commencing from April 16, 1976 and the application was filed on December 18, 1976. We are, therefore, of the view that the High Court was right in this case. See in this connection the observations of this Court in Major (Retd.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20683\" id=\"span_49\"><a href=\"/doc/20683/\" id=\"a_109\">Inder Singh Rekhi v. D.D.A., JT</a> 1988 2 SC 6.&quot;</span>\t\n</blockquote><p data-structure=\"Precedent\" id=\"p_100\">In fact, the Supreme Court has held that even after settlement of final bill whether any subsequent right subsists is an arbitrable issue.  This is apart from the fact that on the facts of the present case, the Interim Payment Certificates have never been disputed by the Employer and the passing of the final bill was on 26.12.2005.\n</p>\n<p data-structure=\"Precedent\" id=\"p_101\">\t35. Likewise, the judgment relied upon by the learned counsel for the Employer in Boota Mal v. Union of India, AIR 1962 SC 1716 is not a case arising under the <a href=\"/doc/1306164/\" id=\"a_110\">Arbitration and Conciliation Act</a>, but the <a href=\"/doc/1317393/\" id=\"a_111\">Limitation Act</a> in respect of supply of goods.  As correctly submitted by the learned Senior Counsel for the Contractor, on the facts of the present case, the cessation of Employer&#x27;s liability is specifically incorporated under Sub-Clause 60.14 of the Conditions of Particular Application.  The Supreme Court has held that there is no question of estoppel simply because there is correspondence between the parties for the purpose of applying <a href=\"/doc/85586/\" id=\"a_112\">Section 18</a> of the Limitation Act towards the acknowledgment of liability.  I am afraid that the said judgment is of no use to the Employer, especially in the light of the finding of the Arbitral Tribunal that there has been an acknowledgment of liability as per the letter dated 3.10.2003.  The contents of the letter of the Employer dated 3.10.2003, relied upon by the Tribunal, are as follows:\n</p>\n<blockquote id=\"blockquote_73\">&quot;Please refer to the various discussions held between the management of EPL and M/s.HCC, the lead partner of J.V. on the above subject.\n</blockquote>\n<blockquote id=\"blockquote_74\">It is proposed that release of payment dues to the Contractor would be considered by EPL, subject to receiving Bank Guarantees towards the claims filed by EPL.\n</blockquote>\n<blockquote id=\"blockquote_75\">In the context, the draft of the proposed Bank Guarantee and the draft terms of the Consent Award that would be mutually sought by both parties from the Arbitral Tribunal is enclosed.  Based on your response to the above, the matter could be taken forward.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_102\">It is true that in the letter dated 3.10.2003, the Employer has accepted to release the payment due to the Contractor on 3.10.2003 subject to furnishing of Bank Guarantee by the Contractor towards the claim of Employer and it is also true that the Contractor has not given Bank Guarantee.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_103\">\t36. It is seen in the letter of the Contractor dated 19.12.2003, which is annexed with the present status of certified amounts in respect of Contract C4, that both the Contractor as well as the Employer have signed on 16.12.2003, of course with the caption &quot;without prejudice&quot;:\n</p>\n<blockquote id=\"blockquote_76\">&quot;WITHOUT PREJUDICE\nPresent Status of Certified Amounts, Arbitration Awards, DRB Recommendations &amp; Counter Claims by Employer in respect of ECPP \u0016 Contract C4\n\t\nSr No\nParticulars\nCertified Amount\nInterest\nTotal\nRemarks\n<span class=\"hidden_text\" id=\"span_50\">1</span>\nCertified Bills \u0016 Payment withheld by Employer\n24.43\n8.45\n32.88\nRef Annexure I for details\n<span class=\"hidden_text\" id=\"span_51\">2</span>\nCash retention with Employer\n2.41\n0.97\n3.38\nB,G Encashed.  Interest considered from date of encashment (ie 31.08.01)\n<span class=\"hidden_text\" id=\"span_52\">3</span>\n                   Sub Total\n26.84\n9.42\n36.26\n\n<span class=\"hidden_text\" id=\"span_53\">4</span>\nBank Guarantees available with Employer\n55.19\n\n55.19\nAll BGs available under Contract\n<span class=\"hidden_text\" id=\"span_54\">5</span>\nArbitration Awards inclusive of interest \u0016 Claim No.10 \u0016 Revocation of Engineer&#x27;s review\n2.68\n1.37\n4.05\nRef Annexure II\n<span class=\"hidden_text\" id=\"span_55\">6</span>\nAmount due as per DRB Recommendations\n4.75\n2.92\n7.67\nRef Annexure II\n<span class=\"hidden_text\" id=\"span_56\">7</span>\n                    Total\n89.46\n13.71\n103.17\n\n<span class=\"hidden_text\" id=\"span_57\">8</span>\nAlleged excess payments when HCC approached Court &amp; referred to Arbn (@@)\n8.70\n\n8.70\nOne counter Claim of EPL for Escalation on  Rock for 8.70 Cr rejected by Arbitration Award.\n</blockquote><blockquote id=\"blockquote_77\">Note:\n</blockquote><blockquote id=\"blockquote_78\">1. Interest 18% has been considered on all amounts due to HCC.\n</blockquote><blockquote id=\"blockquote_79\">2. (@@) Excludes other Counter Claim of EPL for Rs.3.37 Cr before Arbitration (raised after Courts order on BG) and interest on counter claims.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_104\">\t37. But, the contents of the said two letters wherein the Employer has consciously signed, as found by the Arbitral Tribunal, makes it abundantly clear that it is a case of acknowledgment of liability under <a href=\"/doc/85586/\" id=\"a_113\">Section 18</a> of the Limitation Act, even though a portion of the said letter has not been acted upon.  <a href=\"/doc/85586/\" id=\"a_114\">Section 18</a> of the Limitation Act, which speaks about the acknowledgment of liability in writing, states as follows:\n</p><blockquote id=\"blockquote_80\">\u001318. Effect of acknowledgment in writing.\u0017(1) Where, before the expiration of the prescribed period for a suit or application in respect of any property or right, an acknowledgment of liability in respect of such property or right has been made in writing signed by the party against whom such property or right is claimed, or by any person through whom he derives his title or liability, a fresh period of limitation shall be computed from the time when the acknowledgment was so signed.\n</blockquote><p data-structure=\"Section\" id=\"p_105\">(2) Where the writing containing the acknowledgment is undated, oral evidence may be given of the time when it was signed; but subject to the provisions of the <a href=\"/doc/1953529/\" id=\"a_115\">Indian Evidence Act, 1872</a>, oral evidence of its contents shall not be received.\n</p>\n<p data-structure=\"Section\" id=\"p_106\">Explanation.\u0017 For the purposes of this section,\u0017\n</p><p data-structure=\"Section\" id=\"p_107\">(a) an acknowledgment may be sufficient though it omits to specify the exact nature of the property or right, or avers that the time for payment, delivery, performance or enjoyment has not yet come or is accompanied by refusal to pay, deliver, perform or permit to enjoy, or is coupled with a claim to set off, or is addressed to a person other than a person entitled to the property or right,\n</p><p data-structure=\"Section\" id=\"p_108\">(b) the word &quot;signed&quot; means signed either personally or by an agent duly authorised in this behalf; and\n</p><p data-structure=\"Section\" id=\"p_109\">(c) an application for the execution of a decree or order shall not be deemed to be an application in respect of any property or right.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_110\">\t38. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654649\" id=\"span_58\">In <a href=\"/doc/654649/\" id=\"a_116\">Food Corporation of India v. Assam State Cooperative Marketing and Consumer Federation Ltd. and others</a>, [2004] 12 SCC 360, while deciding about the scope of <a href=\"/doc/85586/\" id=\"a_117\">Section 18</a> of the Limitation Act, the Supreme Court has held that it is settled law that for deciding about the acknowledgment of liability under <a href=\"/doc/85586/\" id=\"a_118\">Section 18</a> of the Limitation Act there is no necessity that there must be a promise to pay either expressly or by implication.  The Supreme Court in that regard has held as follows:</span>\n</p><blockquote id=\"blockquote_81\">&quot;14. According to <a href=\"/doc/85586/\" id=\"a_119\">Section 18</a> of the Limitation Act, an acknowledgment of liability made in writing in respect of any right claimed by the opposite party and signed by the party against whom such right is claimed made before the expiration of the prescribed period for a suit in respect of such right has the effect of commencing a fresh period of limitation from the date on which the acknowledgment was so signed. It is well-settled that to amount to an acknowledgment of liability within the meaning of <a href=\"/doc/85586/\" id=\"a_120\">Section 18</a> of the Limitation Act, it need not be accompanied by a promise to pay either expressly or even by implication.\n</blockquote>\n<blockquote id=\"blockquote_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"221873\" id=\"span_59\">15. The statement providing foundation for a plea of acknowledgment must relate to a present subsisting liability, though the exact nature or the specific character of the said liability may not be indicated in words. The words used in the acknowledgment must indicate the existence of jural relationship between the parties such as that of debtor and creditor. The intention to attempt such jural relationship must be apparent. However, such intention can be inferred by implication from the nature of the admission and need not be expressed in words. A clear statement containing acknowledgment of liability can imply the intention to admit jural relationship of debtor and creditor. Though oral evidence in lieu of or making a departure from the statement sought to be relied on as acknowledgment is excluded but surrounding circumstances can always be considered. Courts generally lean in favour of a liberal construction of such statements though an acknowledgment shall not be inferred where there is no admission so as to fasten liability on the maker of the statement by an involved or far-fetched process of reasoning. (See: <a href=\"/doc/221873/\" id=\"a_121\">Shapoor Freedom Mazda v. Durga Prosad Chamaria</a>, AIR 1961 SC 1236 and Lakshmiratan Cotton Mills Co. Ltd. Etc. v. The Aluminium Corporation of India Ltd., [1971] 1 SCC 67). So long as the statement amounts to an admission, acknowledging the jural relationship and existence of liability, it is immaterial that the admission is accompanied by an assertion that nothing would be found due from the person making the admission or that on an account being taken something may be found due and payable to the person making the acknowledgment by the person to whom the statement is made.&quot;</span>\t\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_111\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1061704\" id=\"span_60\">39. The judgment relied upon by the learned counsel for the Employer rendered in <a href=\"/doc/1061704/\" id=\"a_122\">Superintendent (Tech.I), Central Excise, I.D.D. Jabalpur  and others v. Pratap Rai</a>, AIR 1978 SC 1244 relates to the case of an order passed by the Appellate Collector using the words &quot;without prejudice&quot; and thereby indicating that the said order has not become final.  It is also found in the decision of the Calcutta High Court in Tata Oil Mills Co. Ltd. v. M/s.Lokenath Chemical Works, AIR 1987 Calcutta 13, which relates to a compromise in a suit wherein the words &quot;without prejudice&quot; were added, that the terms of the correspondence which contains the word &quot;without prejudice&quot; either become infructuous or not workable and that the contents cannot be used against the parties.  But, on the facts of the present case, as construed by the Arbitral Tribunal, the letter dated 16.12.2003 signed by both the parties with caption &quot;without prejudice&quot; has to be construed on the facts and circumstances that the Employer has never disputed its liability to pay the certified payments and it was in the context of the counter claim made, the term has been inserted and therefore, the term &quot;without prejudice&quot; cannot take away the consent in respect of the liability to make payment for the purpose of deciding the acknowledgment of debt under <a href=\"/doc/85586/\" id=\"a_123\">Section 18</a> of the Limitation Act.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_112\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"433889\" id=\"span_61\">40. Then, coming to the next aspect of the contention regarding cause of action in respect of limitation, the learned counsel for the Employer has repeatedly insisted the cause of action on the part of the Contractor for recovery of amount due, for the purpose of substantiating his contention that the claim of the Contractor is barred by limitation. As it is stated above, he would base his claim on the judgment of the Supreme Court in  <a href=\"/doc/433889/\" id=\"a_124\">Steel Authority of India Ltd. v. J.C.Budharaja, Government and Mining Contractor</a>,  referred supra, to submit that the period of limitation starts from the date of cause of action to recover the amount so as to insist that on the facts of the present case, under the terms of contract, the cause of action for recovery of amount in respect of each of Interim Payment Certificates Nos.38 to 56 are independent and therefore, it should be construed that from the date of completion of number of days as per the terms of the contract, the arbitration has to be initiated within three years thereafter and therefore, his contention is that in respect of the Interim Payment Certificates of 2001 and 2002, the cause of action was within three years from the date of the bill and in the facts and circumstances of the present case, the arbitration itself has commenced on 30.6.2006, which according to him is barred by limitation.</span>  <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"700638\" id=\"span_62\">Apart from relying upon the judgment of the Supreme Court in  Boota Mal v. Union of India, referred supra, which relates to filing of suit as per <a href=\"/doc/354224/\" id=\"a_125\">Article 31</a> of the <a href=\"/doc/1317393/\" id=\"a_126\">Limitation Act</a>, he would rely upon the judgment of the Madhya Pradesh High Court in <a href=\"/doc/700638/\" id=\"a_127\">Union of India v. Satna Stone and Lime Co. Ltd., Santa and Others</a>, AIR 2000 Madhya Pradesh 101, which arose under the <a href=\"/doc/14176619/\" id=\"a_128\">Railways Act, 1890</a> and the <a href=\"/doc/1052228/\" id=\"a_129\">Arbitration Act, 1940</a>, wherein the Madhya Pradesh High Court has held as follows:</span>\n</p><blockquote id=\"blockquote_83\">&quot;10. Insofar as bar of limitation is concerned, the matter has to be seen from two angles: whether the claim to be adjudicated by the Arbitrator was barred by lapse of time and whether there was any valid claim for reference under <a href=\"/doc/1453009/\" id=\"a_130\">Section 20</a> of the Act. The Delhi High Court had an occasion to consider this aspect of the matter in Union of India v. M/s. Vijay Construction Co. (AIR 1981 Delhi 193) and it was observed that these are two distinct matters and deal with different eventualities and Section 37(3) which deals with claim being within time before the Arbitrator, has no relevancy to the time within which and from what date application under <a href=\"/doc/1453009/\" id=\"a_131\">Section 20</a> has to be filed. The observation contained in para 7 read as follows:\n</blockquote><blockquote id=\"blockquote_84\">&quot;7. Mr.Kumar urges that under <a href=\"/doc/1317393/\" id=\"a_132\">Section 37(3)</a> of the Act, for the purposes of the Section and of the Indian Limitation Act, an arbitration shall be deemed to be commenced when one party to the arbitration agreement serves on the other party thereto a notice requiring the appointment of an arbitrator and as that notice was sent on 17th November, 1976, that is the date when the right to apply under <a href=\"/doc/1453009/\" id=\"a_133\">Section 20</a> of the Act would accrue in the eventuality of the arbitrator not being appointed by the other party. We cannot agree. This argument seems to mix up the question of the time of the commencement of the arbitration, and the question of limitation for filing application under <a href=\"/doc/811701/\" id=\"a_134\">Section 20</a> of the Arbitration Act. These are two distinct matters and deal with different eventualities. One has no connection with the other. Section 37(3) deals with claim being within time before the arbitrator, which has no relevancy to the time within which and from what date application under <a href=\"/doc/1453009/\" id=\"a_135\">Section 20</a> has to be filed. The whole confusion in the argument arises from the - failure to appreciate the distinctiveness of matters.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_113\">\t41. As submitted by the learned Senior Counsel for the Contractor, the limitation for the commencement of arbitration would arise from the date the dispute commences for referring the same for settlement by way of arbitration.  On the other hand, cause of action for recovery by filing a suit or otherwise in a Court arises from the date when a person is entitled to recover the money.  The cause of action for filing a suit is certainly different from the cause of action for referring a dispute for arbitration.  In cases of contract containing arbitration clause, the question of limitation itself would arise only when a dispute arises between the parties.  As long as there was no dispute between the parties, there is no question of reference to arbitration, even though there can be a cause of action for recovery of certain amount or enforcement of conduct between the parties.  This means that even after the cause of action for recovery, for filing of the suit, etc., as per the <a href=\"/doc/1317393/\" id=\"a_136\">Limitation Act</a>, which is normally three years from the date from which right accrues comes to an end, by virtue of the arbitration clause when there was no dispute and dispute arises much after three years from the date on which a right accrues for making a claim, even then on raising of such dispute, the cause of action for reference to arbitration would continue for a period of three years from the said date of dispute.  Simply it means that the cause of action for arbitration is the point of dispute, while the cause of action for a claim in a civil court is the date from which a right accrues.  It has been the categoric stand by the judicial precedents of the Apex Court that cause of action for the purpose of limitation be deemed to have accrued in respect of any matter at the time when it would have accrued but for the terms of the agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_114\">\t42. In Major (Retd.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20683\" id=\"span_63\"><a href=\"/doc/20683/\" id=\"a_137\">Inder Singh Rekhi v. Delhi Development Authority</a>, referred supra, the Supreme Court has held, of course while dealing with <a href=\"/doc/1052228/\" id=\"a_138\">Arbitration Act,1940</a>, that in order to make a reference to arbitration there should be two conditions, viz., (i) there should be an arbitration agreement; and (ii) a difference must arise to which the said agreement applies. The Supreme Court in categoric terms has held that there is a difference between the entitlement to payment by way of cause of action under <a href=\"/doc/249731/\" id=\"a_139\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_140\">Limitation Act</a> and entitlement to a reference of dispute under <a href=\"/doc/811701/\" id=\"a_141\">Section 20</a> of the Arbitration Act, 1940, for which the condition precedent is that there must be a difference or a dispute which has arisen.  The Supreme Court has held as follows:</span>\n</p>\n<blockquote id=\"blockquote_85\">&quot;4. Therefore, in order to be entitled to order of reference under <a href=\"/doc/1453009/\" id=\"a_142\">Section 20</a>, it is necessary that there should be an arbitration agreement and secondly, difference must arise to which this agreement applied. In this case, there is no dispute that there was an arbitration agreement. There has been an assertion of claim by the appellant and silence as well as refusal in respect of the same by respondent. Therefore, a dispute has arisen regarding non-payment of the alleged dues of the appellant. The question is for the present case when did such dispute arise. The High Court proceeded on the basis that the work was completed in 1980 and, therefore, the appellant became entitled to the payment from that date and the cause of action under <a href=\"/doc/249731/\" id=\"a_143\">Article 137</a> arose from that date. But in order to be entitled to ask for a reference under <a href=\"/doc/1453009/\" id=\"a_144\">Section 20</a> of the Act there must not only be an entitlement to money but there must be a difference or dispute must arise. It is true that on completion of the work a right to get payment would normally arise but where the final bills as in this case have not been prepared as appears from the record and when the assertion of the claim was made on 28th February, 1983 and there was non-payment, the cause of action arose from that date, that is to say, 28th of February, 1983. It is also true that a party cannot postpone the accrual of cause of action by writing reminders or sending reminders but where the bill had not been finally prepared, the claim made by a claimant is the accrual of the cause of action. A dispute arises where there is a claim and a denial and repudiation of the claim. The existence of dispute is essential for appointment of an arbitrator under <a href=\"/doc/996339/\" id=\"a_145\">Section 8</a> or a reference under <a href=\"/doc/1453009/\" id=\"a_146\">Section 20</a> of the Act. See Law of Arbitration by R.S. Bachawat, 1st Edition, page 354. There should be dispute and there can only be a dispute when a claim is asserted by one party and denied by the other on whatever grounds. Mere failure or inaction to pay does not lead to the inference of the existence of dispute. Dispute entails a positive element and assertion in denying, not merely inaction to accede to a claim or a request. Whether in a particular case a dispute has arisen or not has to be found out from the facts and circumstances of the case.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_115\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"941783\" id=\"span_64\">43. That was also the view of the Supreme Court in the subsequent judgment in <a href=\"/doc/941783/\" id=\"a_147\">Panchu Gopal Bose v. Board of Trustees</a> for Port of Calcutta, [1993] 4 SCC 338, wherein, after analyzing various judgments of both English Courts and Indian Courts, the Supreme Court held as follows:</span>\n</p><blockquote id=\"blockquote_86\">&quot;10. In West Riding of Yorkshire Country Council v. Huddersfield Corporation, (1957) 1 All E.R. 669, the Queens Bench Division, Lord Goddard, C.J. (as he then was) held that the <a href=\"/doc/1317393/\" id=\"a_148\">Limitation Act</a> applies to arbitrations as it applies to actions in the High Court and the making, after a claim has become statute barred, of a submission of it to arbitration, does not prevent the statute of limitation being pleaded. Russell on Arbitration, 19th Edition, reiterates the above proposition. At page 4 it was further stated that the parties to an arbitration agreement may provide therein, if they wish, that an arbitration must be commenced within a shorter period than that allowed by statute; but the court then has power to enlarge the time so agreed. The period of limitation for commencing an arbitration runs from the date on which the cause of arbitration accrued, that is to say, from the date when the claimant first acquired either a right of action or a right to require that an arbitration takes place upon the dispute concerned.\n</blockquote>\n<blockquote id=\"blockquote_87\">11. Therefore, the period of limitation for the commencement of an arbitration runs from the date on which, had there been no arbitration clause, the cause of action would have accrued, just as in the case of actions the claim is not to be brought after the expiration of a specified number of years from the date on which the cause of action accrued, so in the case of arbitrations, the claims is not to be put forward after the expiration of the specified number of years from the date when the claim accrued.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_116\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_65\">44. The distinction between cause of action and cause of arbitration has again been reiterated by the Supreme Court in <a href=\"/doc/64556/\" id=\"a_149\">State of Orissa v. S.Damodar Das</a>, AIR 1996 SC 942, which was also relating to <a href=\"/doc/1052228/\" id=\"a_150\">Arbitration Act, 1940</a>.   In fact, the Supreme Court has referred to a passage of Russell on Arbitration which is as follows:</span>\n</p><blockquote id=\"blockquote_88\">&quot;5. Russell on Arbitration by Anthony Walton (19th Edition) at page 4-5 states that the period of limitation for commencing an arbitration runs from the date on which the &quot;cause of arbitration&quot; accrued, that is to say, from the date when the claimant first acquired either a right of action or a right to require that an arbitration take place upon the dispute concerned. The period of limitation for the commencement of an arbitration runs from the date on which, had there been no arbitration clause, the cause of action would have accrued: &quot;just as in the case of actions the claim is not to be brought after the expiration of a specified number of years from the date on which the cause of action accrued, so in the case of arbitrations, the claim is not to be put forward after the expiration of the specified number of years from the date when the claim accrued&quot;. Even if the arbitration clause contains a provision that no cause of action shall accrue in respect of any matter agreed to be referred until an award is made time still runs from the normal date when the cause of action would have accrued if there had been no arbitration clause. &quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_117\">The Supreme Court has further held as under:\n</p><blockquote id=\"blockquote_89\">&quot;8. It is seen that the first contract was of year 1967-68 and was executed in 1967 itself. The amount was stated to have been received in September 1967 itself. The notice admittedly was issued on September 15, 1980 which is hopelessly barred by limitation. Any other construction would feed impetus to choose the covenant at convenience or in concert. With regard to other two claims, it is stated by the learned Counsel for the respondent that the appellant had extended the time for execution of work till 1979 but admittedly in respect of the claim arising out of Civil Appeal Nos. 2544 and 2987 of 1982, he admittedly completed the execution of work on December 30, 1977. In the third case, he abandoned the work. However, in view of the dispute that the respondent had the benefit of extension of the execution of the work, it cannot be laid that there would be no dispute as to whether the claims are barred by limitation. Under those circumstances, it would be difficult to decide whether the two claims are barred by limitation. That would be a matter for decision by arbitrator.&quot; \t\n</blockquote><p data-structure=\"CDiscource\" id=\"p_118\">A combined reading of the above said finding of the Supreme Court makes it clear that the cause of arbitration would continue even after the cause of action for the suit has already arisen much earlier.  In any event, as found by the Supreme Court, these are the matters to be decided by the Arbitrators.\n</p>\n<p data-structure=\"Precedent\" id=\"p_119\">\t45. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457755\" id=\"span_66\">In similar circumstances as that of the facts of the present case, the Madras High Court in <a href=\"/doc/457755/\" id=\"a_151\">T.N.State Construction Corporation Ltd. v. Gardner Landscape Pvt. Ltd.</a>, 2005 (1) CTC 401, has held as follows:</span>\n</p><blockquote id=\"blockquote_90\">&quot;12. As far as the issue No. 1, whether the claim has been made in time is concerned, the petitioner herein contended that the arbitration is barred by limitation as it has been made three years after completion of various works undertaken under the said 61 agreements. It is not in dispute that the works relating to 61 agreements, check measurements were taken and final bills dated 12.12.1995 certifying for payments for the 61 items. Ex.C20 dated 25.9.1995 is letter sent by the petitioner to its Regional Manager, mentioning the amount due namely Rs. 315.20 lacs to the first respondent herein and requested the Managing Director of the second respondent for early settlement. Ex.C20 also contains details relating to name of work, final bill value, previous payments, balance amount to be paid. The working sheet Ex.C21 dated 1.3.1996 shows the details of amount due by the 2nd respondent to the petitioner herein. Taking into consideration of all the above said two exhibits namely Ex,C20 and C21, the Arbitral Tribunal came to a conclusion that the limitation reckons only from the date of final bill namely 12.12.1995. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"221873\" id=\"span_67\">The notice of arbitration was given on 1.12.1997 and the first sitting of the Arbitral Tribunal took place on 23.2.1998. Taking into consideration of the above said dates, the Arbitral Tribunal has rightly come to the conclusion that the claim is not barred by limitation. It is also pointed out by the Arbitral Tribunal that final bill namely Ex. C21 dated 1.3.1996 certifying for payment would amount to an acknowledgment as mentioned in <a href=\"/doc/1375684/\" id=\"a_152\">Section 19</a> of the Limitation Act. The Arbitral Tribunal also relied on the decision of the Honourable Supreme Court <a href=\"/doc/221873/\" id=\"a_153\">Shapoor Freedom Mazda v. Durga Prosad Chamaria</a>, AIR 1961 SC 236, wherein in Para 6 it was held thus:-</span>\n</blockquote><blockquote id=\"blockquote_91\">&quot;6. It is thus clear that acknowledgment as prescribed by <a href=\"/doc/1375684/\" id=\"a_154\">Section 19</a> merely renews debt; it does not create a new right of action. It is a mere acknowledgment of the liability in respect of the right in question; it need not be accompanied by a promise to pay either expressly or even by implication. The statement on which a plea of acknowledgment is based must relate to a present subsisting liability though the exact nature or the specific character of the said liability may not be indicated in words. Words used in the acknowledgment must, however, indicate the existence of jural relationship between the parties such as that of debtor and creditor, and it must appear that the statement is made with the intention to admit such jural relationship. Such intention can be inferred by implication from the nature of the admission, and need not be expressed in words. If the statement is fairly clear then the intention to admit jural relationship may be implied from it. The admission in question need not be express but must be made in circumstances and in words from which the Court can reasonably infer that the person making the admission intended to refer to a subsisting liability a at the date of the statement. In construing words used in the statements made in writing on which a plea of acknowledgment rests oral evidence has been expressly excluded but surrounding circumstances can always be considered. Stated generally Courts lean in favour of a liberal construction of such statements though it does not mean that where no admission is made one should be inferred, or where a statement was made clearly without intending to admit the existence of jural relationship such intention could be fastened on the maker of the statement by an involved or farfetched process of reasoning. Broadly stated that is the effect of the relevant provisions contained in <a href=\"/doc/1375684/\" id=\"a_155\">Section 19</a>, and there is really no substantial difference between the parties as to the true legal position in this matter.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_120\">13. It is seen from the above judgment that the acknowledgment as prescribed under <a href=\"/doc/1375684/\" id=\"a_156\">Section 19</a> merely renews debt. It does not create a new right of action and it is a mere acknowledgment of liability in respect of the right in question and it need not be accompanied by promise to pay either expressly or even by implication.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\">\t46. The other judgments relied upon by the learned counsel for the Employer do not merit consideration as they are different on facts.\n</p>\t\n<p data-structure=\"Section\" id=\"p_122\">\t47. As it is seen on record and asserted by the Arbitral Tribunal on fact, the process of negotiation had been continuing in respect of Interim Payment Certificates Nos.38 to 56 which has culminated into the said letters dated 3.10.2003 and 16.12.2003 which are taken as acknowledgment of liability by the Tribunal under <a href=\"/doc/85586/\" id=\"a_157\">Section 18</a> of the Limitation Act.   On such factual finding by the Arbitral Tribunal, it is not possible to arrive at a conclusion otherwise than the decision of the Arbitral Tribunal in this regard.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_123\">\t48.  On fact, it is also clear that the Arbitral Tribunal has come to a conclusion and it is also not in dispute that the Employer has never disputed the certificates of the Engineer in Interim Payment Certificates Nos.38 to 56.  It is also further found that as per the terms of the contract the Employer had no right to withhold any payment of Interim Payment Certificates on any ground and in spite of it the amount has been not been paid in respect of which the negotiations have been on and in such circumstances, the question of raising a dispute, at this stage, about the erroneous certificate issued  by the Engineer does not arise.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_124\">\t49. The only other point which has to be decided in respect of the impugned award is about the claim of interest.  The Contractor claims interest at the rate of 18% from the due dates of the respective bills.  The  said claim is made on various grounds, including that the same is due to the fault of the Employer in withholding the release of certified payment which has resulted in loss and the said loss continued even during the pendency of the arbitration proceedings; that as per <a href=\"/doc/1301998/\" id=\"a_158\">Section 31(7)(a)</a> of the Act, the Arbitral Tribunal is competent to award interest; that <a href=\"/doc/1301998/\" id=\"a_159\">Section 31(7)(b)</a> of the Act also enables payment of 18% interest; that even under the Conditions of Particular Application, the Employer has stipulated the payment of interest at the rate of 18% in respect of advances against hypothecation of new equipment and machinery as per Sub-Clause 60.7 of the Conditions of Particular Application; and that the delay caused by the Employer is not a normal circumstance and therefore, the situation cannot be construed for award of nominal rate of interest.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_125\">\t50. On the other hand, it is the case of the Employer that the interest provided under Sub-Clause 60.8 of the Conditions of Particular Application on a certified bill or any payment by the Employer is as per the rate of interest of State Bank of India on 46 day deposit and therefore, any other interest other than the same is not permissible; that even if Sub-Clause 60.8 of the Conditions of Particular Application is not applicable, the provisions of <a href=\"/doc/910984/\" id=\"a_160\">Interest Act, 1978</a> is to be applied which stipulates that the interest awarded cannot exceed the current highest rate of interest paid on deposits; and that in any event the Contractor is not entitled to claim interest for a period beyond three years immediately preceding the date of commencement of arbitration proceedings.\n</p>\n<p data-structure=\"Section\" id=\"p_126\">\t51. As elicited above, under Sub-Clause 60.8 of the Conditions of Particular Application, the interest payable by the Employer is as per the notification of the State Bank of India and as per the Appendix to bid. With regard to Indian currency, the interest is payable in the following terms:\n</p><blockquote id=\"blockquote_92\">&quot;Current annual rate on 46 day deposit paid by State Bank of India on due day of payment for payments in local currency; for other currencies, refer to the table below.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_127\">\t52. Again, in respect of the foreign currency, the interest payable is as under:\n</p><blockquote id=\"blockquote_93\">Currency (as per Sub-Clause 60.1)\nRate of Commercial Interest for Daily Borrowing in Country of Origin plus 2 percent\nDFL\n6% + 2% (as above)\nUSD\n6% + 2% (as above)\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_128\">\t53. At this stage,  it is relevant to point out that even under Sub-Clause 60.8 of the Conditions of Particular Application even though for the delayed payment the above said interest is to be paid, the interest rate payable as per the Appendix to bid is only in respect of the non payment within 56 days from the Contractor&#x27;s monthly statement submitted to the Engineer for certification or in cases of final statement, pursuant to Sub-Clause 60.13 of the Conditions of Particular Application, within 84 days after the agreed final statement and written discharge have been submitted to the Engineer for certification.  The rate of interest which is payable within the above said stipulated days are covered under the Appendix to bid and in respect of further delay, the said Sub-Clause makes it very clear that the Contractor is entitled to compound rate of interest on monthly basis.\n</p>\n<p data-structure=\"Section\" id=\"p_129\">\t54. <a href=\"/doc/1317393/\" id=\"a_161\">Under the Act</a>, the Arbitral Tribunal is empowered to award interest at the rate it deems reasonable for the period between the arising of cause of action and the date of the award. As far as the interest on post arbitral award, <a href=\"/doc/1301998/\" id=\"a_162\">Section 31(7)(b)</a> of the Act makes it clear that unless otherwise directed it shall carry interest at the rate of 18% per annum from the date of award till the date of payment.  <a href=\"/doc/1301998/\" id=\"a_163\">Sections 31(7)(a)</a> and (b) of the Act are as follows:\n</p><blockquote id=\"blockquote_94\">&quot;Section:31.Form and contents of arbitral award.- \n</blockquote><blockquote id=\"blockquote_95\">(1) to (6) .... \n</blockquote><blockquote id=\"blockquote_96\">(7) (a) Unless otherwise agreed by the parties, where and insofar as an arbitral award is for the payment of money, the arbitral tribunal may include in the sum for which the award is made interest, at such rate as it deems reasonable, on the whole or any part of the money, for the whole or any part of the period between the date on which the cause of action arose and the date on which the award is made.\n</blockquote><blockquote id=\"blockquote_97\">(b) A sum directed to be paid by an arbitral award shall, unless the award otherwise directs, carry interest at the rate of eighteen per centum per annum from the date of the award to the date of payment.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_130\">\t55. It is also not in dispute, as it has been elicited above, that in Sub-Clause 60.7 of the Conditions of Particular Application in respect of advances made by the Employer against hypothecation of equipment and machinery, the Contractor is liable to pay interest at the rate of 18% which is to be deducted proportionately from the Interim Payment Certificates.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_131\">\t56. The question is as to whether there can be different rate of interest one in respect of the payment by the Contractor and another in respect of payment by the Employer.  The Arbitral Tribunal, taking note of the various judgments cited, applying the same to the facts and circumstances of the case and finding that there is no normal circumstance, has decided that interest stipulated in Sub-Clause 60.8 of the Conditions of Particular Application is applicable only in respect of a delay for a grace period of 56 days from the date of the Interim Payment Certificates.  The Tribunal has also taken note of the fact that <a href=\"/doc/910984/\" id=\"a_164\">Interest Act, 1978</a> also does not apply and that the payment due to the Contractor is in respect of execution and completion of work and not a money transaction and concluded that the claim of interest at the rate of 18% by the Contractor is reasonable.  However, the Tribunal has taken note of the fact that the case before the Tribunal was relating to one in the list of disputes between the Contractor and the Employer and granted interest at the rate of 12% per annum for the pre award period, including pendente lite, and at the rate of 15% per annum for the post award period and that decision has been arrived at by taking note of not only the legal aspect but also the documents which were made available.  The relevant portion of the award of the  Arbitral Tribunal in that regard is as follows:\n</p>\n\n<blockquote id=\"blockquote_98\">&quot;9.9. Considering all these aspects, and keeping in mind the commercial nature of the transactions, the rate of 18% which has, as basis, the provisions of the <a href=\"/doc/1052228/\" id=\"a_165\">Arbitration Act</a>, the rate provided in the Contract for advances to the Contractor and the Respondent&#x27;s own proposal to charge this rate in the draft consent terms, is thus fully justified.\n</blockquote><blockquote id=\"blockquote_99\">However, after taking cognizance of the above legal aspects and based on the arguments and documents made available and after analyzing the issue in totality, the Tribunal feels that it would be fair and reasonable and meets the ends of justice to award interest at 12% per annum for the pre-award period including pendente lite and 15% per annum for the post-award period.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_132\">\t57. The submission of the learned Senior Counsel for the Contractor that the Arbitral Tribunal having found the claim of the Contractor for award of interest at the rate of 18% is justifiable, ought not to have reduced the rate of interest and the same has no legal sanctity, is not acceptable to this Court. \n</p>\n<p data-structure=\"Section\" id=\"p_133\">\t58. It is no doubt true that under the <a href=\"/doc/910984/\" id=\"a_166\">Interest Act, 1978</a>, the term &quot;current rate of interest&quot; is defined under <a href=\"/doc/713259/\" id=\"a_167\">Section 2(b)</a> as under:\n</p>\n<blockquote id=\"blockquote_100\">&quot;2. Definitions.- In this Act, unless the context otherwise requires, -\n</blockquote><blockquote id=\"blockquote_101\">(a) \u0005.. \n</blockquote><blockquote id=\"blockquote_102\">(b) &quot;Current rate of interest&quot; means the highest of the maximum rates at which interest may be paid on different classes of deposits (other than those maintained in savings account or those maintained by charitable or religious institutions) by different classes of scheduled banks in accordance with the directions given or issued to banking companies generally by the Reserve Bank of India under the <a href=\"/doc/1129081/\" id=\"a_168\">Banking Regulation Act, 1949</a> (10 of 1949).\n</blockquote>\n<p data-structure=\"Section\" id=\"p_134\">Explanation.-In this clause, &quot;scheduled bank&quot; means a bank, not being a co-operative bank, transacting any business authorised by the <a href=\"/doc/1129081/\" id=\"a_169\">Banking Regulation Act, 1949</a> (10 of 1949)&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_135\">\t59. <a href=\"/doc/196386/\" id=\"a_170\">Section 3</a> of the Interest Act, 1978, while empowering the Court to allow interest, allows interest at a rate not exceeding the current rate of interest.  However, there is an exemption from the said provision in respect of debt or damages for which interest is payable as a matter of right, by virtue of an agreement.  The said Section is as follows:\n</p><blockquote id=\"blockquote_103\">&quot;<a href=\"/doc/880040/\" id=\"a_171\">Section 3</a>. Power of court to allow interest.-\n</blockquote><blockquote id=\"blockquote_104\">(1) In any proceedings for the recovery of any debt or damages or in any proceedings in which a claim for interest in respect of any debt or damages already paid is made, the court may, if it thinks fit, allow interest to the person entitled to the debt or damages or to the person making such claim, as the case may be, at a rate not exceeding the current rate of interest, for the whole or part of the following period, that is to say, -\n</blockquote><blockquote id=\"blockquote_105\">(a) if the proceedings relate to a debt payable by virtue of written instrument at a certain time, then, from the date when the debt is payable to the date of institution of the proceedings;\n</blockquote><blockquote id=\"blockquote_106\">(b) if the proceedings do not relate to any such debt, then, from the date mentioned in this regard in a written notice given by the person entitled or the person making the claim to the person liable that interest will be claimed, to the date of institution of the proceedings:\n</blockquote>\n<blockquote id=\"blockquote_107\">Provided that where the amount of the debt or damages has bean repaid before the institution of the proceedings interest shall not be allowed under this section for the period after such repayment.\n</blockquote>\n<blockquote id=\"blockquote_108\">(2) Where, in any such proceedings as are mentioned in subsection (1), -\n</blockquote><blockquote id=\"blockquote_109\">(a) judgment, order or award is given for a sum which, apart from interest on damages, exceeds four thousand rupees, and\n\n</blockquote><blockquote id=\"blockquote_110\">(b) the sum represents or includes damages in respect of personal injuries to the plaintiff or any other person, or in respect of a person&#x27;s death,\nthen, the power conferred by that sub-section shall be exercised so as to include in that sum interest on those damages or on such part of them as the court considers appropriate for the whole or part of the period from the date mentioned in the notice to the date of institution of the proceedings, unless the court is satisfied that there are special reasons why no interest should be given in respect of those damages.\n</blockquote>\n<blockquote id=\"blockquote_111\">(3) Nothing in this section, -\n</blockquote><blockquote id=\"blockquote_112\">(a) shall apply in relation to-\n</blockquote><blockquote id=\"blockquote_113\">(i) any debt or damages upon which interest is payable as of right, by virtue of any agreement; or\n</blockquote><blockquote id=\"blockquote_114\">(ii) any debt or damages upon which payment of interest is barred, by virtue of all express agreement;\n</blockquote>\n<blockquote id=\"blockquote_115\">(b) shall affect-\n</blockquote><blockquote id=\"blockquote_116\">(i) the compensation recoverable for the dishonour of a bill of exchange, promissory note or cheque, as defined in the Negotiable Instruments Act, 1881 (26 of 1881); or\n</blockquote><blockquote id=\"blockquote_117\">(ii) the provisions of rule 2 of Order II of the First Schedule to <a href=\"/doc/161831507/\" id=\"a_172\">the Code of Civil Procedure</a>, 1908 (5 of 1908);\n</blockquote>\n<blockquote id=\"blockquote_118\">(c) shall empower the court to award interest upon interest.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_136\">\t60. The Arbitral Tribunal, in my view, correctly has held that the <a href=\"/doc/910984/\" id=\"a_173\">Interest Act, 1978</a>, which is an Act enacted before the <a href=\"/doc/1306164/\" id=\"a_174\">Arbitration and Conciliation Act, 1996</a>, is not a bar for the Arbitrators to decide the interest in the interest of justice and based on the facts and circumstances of the case.  I do not propose to interfere with the rate of interest granted by the Tribunal for the reason that it would amount to re-appreciation of the material facts, which is not within the purview of this Court while exercising the jurisdiction under <a href=\"/doc/1317393/\" id=\"a_175\">Section 34</a> of the Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_137\">\t61. In Municipal Corporation of Delhi v. M/s.Jagan Nath Ashok Kumar and another, AIR 1987 SC 2316, the Supreme Court, of course decided under <a href=\"/doc/427855/\" id=\"a_176\">Article 136</a> of the Constitution of India, while holding that the reasonableness of reasons given by an Arbitrator in making his award cannot be the subject matter before the Court,  reiterated the legal position in the following words:\n</p><blockquote id=\"blockquote_119\">&quot;3. ..... In our opinion, where reasons germane and relevant for the arbitrator to hold in the manner he did have been indicated, it cannot be said that it was unreasonable ..... \n</blockquote><blockquote id=\"blockquote_120\">...\n</blockquote><blockquote id=\"blockquote_121\">4.  In this case, there was no violation of any principles of natural justice. It is not a case where the arbitrator has refused cogent and material factors to be taken into consideration. The award cannot be said to be vitiated by non-reception of material or non-consideration of the relevant aspects of the matter. Appraisement of evidence by the arbitrator is ordinarily never a matter which the Court questions and considers. The parties have selected their own forum and the deciding forum must be conceded the power of appraisement of the evidence. In the instant case, there was no evidence of violation of any principle of natural justice. The Arbitrator in our opinion is the sole judge of the quality as well as quantity of evidence and it will not be for this Court to take upon itself the task of being a judge of the evidence before the arbitrator. It may be possible that on the same evidence the Court might have arrived at a different conclusion than the one arrived at by the arbitrator but that by itself is no ground in our view for setting aside the award of an arbitrator.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_138\">\t62. The different rate of interest that has been awarded by the Arbitral Tribunal cannot be said to be either a misconduct, mala fide action, or excess of jurisdiction on the part of the Arbitral Tribunal to set aside the award.  Further, the award of interest by the Arbitral Tribunal cannot be said to be in disregard of the terms of the contract.  As stated above, under Sub-Clause 60.8 of the Conditions of Particular Application, the rate of interest stipulated is only for a short period and in view of the express provision that for more than that period the Contractor is entitled to compound interest, the award of interest by the Arbitral Tribunal, on the facts and circumstances of the case, cannot be also said to be against the provisions of the contract to hold that the Arbitrator has exceeded his jurisdiction beyond the terms of contract.  There is absolutely no error apparent on the face of the award.   It is also relevant to note, at this stage, that there is no bar under the contract itself prohibiting the payment of interest at any rate and in such view of the matter, the award of interest by the Arbitral Tribunal cannot be said to be a jurisdictional error.  In the absence of any manifest misapplication of law which is unreasonable, it is not possible to conclude as if the Arbitral award in respect of grant of interest is either a mala fide or unconscionable act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_139\">\t63. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158187\" id=\"span_68\">In <a href=\"/doc/158187/\" id=\"a_177\">Bhagawati Oxygen Limited v. Hindustan Copper Limited</a>, [2005] 6 SCC 462, the Apex Court has held that even if it is found that the terms of the award are erroneous, that itself cannot be a ground to set aside the award.  The Apex Court has held as follows:</span>\n</p>\n<blockquote id=\"blockquote_122\">&quot;25. This Court has considered the provisions of <a href=\"/doc/1433021/\" id=\"a_178\">Section 30</a> of the Act in several cases and has held that the court while exercising the power under <a href=\"/doc/1433021/\" id=\"a_179\">Section 30</a>, cannot re-appreciate the evidence or examine correctness of the conclusions arrived at by the Arbitrator. The jurisdiction is not appellate in nature and an award passed by an Arbitrator cannot be set aside on the ground that it was erroneous. It is not open to the court to interfere with the award merely because in the opinion of the court, other view is equally possible. It is only when the court is satisfied that the Arbitrator had misconducted himself or the proceedings or the award had been improperly procured or is &quot;otherwise&quot; invalid that the court may set aside such award.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_140\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"487118\" id=\"span_69\">By referring to the judgment in <a href=\"/doc/487118/\" id=\"a_180\">Hindustan Construction Co. Ltd. v. State of Jammu &amp; Kashmir</a>,  [1992] 4 SCC 217, the Supreme Court has held that as far as the post award interest is concerned, the Arbitrators are competent to decide the same. The relevant portion is as under:</span>\n</p>\n<blockquote id=\"blockquote_123\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"487118\" id=\"span_70\">&quot;As to post-award interest, the point is covered by the decision of this Court in <a href=\"/doc/487118/\" id=\"a_181\">Hindustan Construction Co. Ltd. v. State of Jammu &amp; Kashmir</a>, [1992] 4 SCC 217. It was held there that an arbitrator is competent to award interest for the period from the date of the award to the date of decree or date of realization, whichever is earlier.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_141\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"179222\" id=\"span_71\">64.  Mr.K.Manoj Menon, learned counsel for the Employer would strongly rely upon the latest judgment of the Supreme Court in respect of award of interest under the <a href=\"/doc/1306164/\" id=\"a_182\">Arbitration and Conciliation Act, 1996</a> rendered in M/s.Sayeed <a href=\"/doc/179222/\" id=\"a_183\">Ahmed &amp; Co. v. State of U.P. and others</a>, CDJ 2009 SC 1385.  Reliance is heavily placed on the following paragraphs:</span>\n</p><blockquote id=\"blockquote_124\">&quot;10.   The Legislature while enacting the <a href=\"/doc/1306164/\" id=\"a_184\">Arbitration and Conciliation Act, 1996</a>, incorporated a specific provision in regard to award of interest by Arbitrators. Sub-section(7) of <a href=\"/doc/1301998/\" id=\"a_185\">section 31</a> of the Act deals with the Arbitrator&#x27;s power to award interest. Clause (a) relates to the period between the date on which the cause of action arose and the date on which the award is made. Clause (b) relates to the period from the date of award to date of payment. The said sub-section (7) is extracted below :\n</blockquote><blockquote id=\"blockquote_125\">&quot;7(a) Unless otherwise agreed by the parties, where and in so far as an arbitral award is for the payment of money, the arbitral tribunal may include in the sum for which the award is made interest, at such rate as it deems  reasonable, on the whole or any part of the money, for the whole or any part of the period between the date on which the cause of action arose and the date on which the award is made.\n</blockquote><blockquote id=\"blockquote_126\">(b)    A sum directed to be paid by an arbitral award shall, unless the award otherwise directs, carry interest at the rate of eighteen per centum per annum from the date of the award to the date of payment.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_142\">Having regard to sub-section (7) of <a href=\"/doc/1301998/\" id=\"a_186\">section 31</a> of the Act, the difference between pre-reference period and pendente lite period has disappeared in so far as award of interest by arbitrator. The said section recognises only two periods and makes the following provisions :\n</p>\n<blockquote id=\"blockquote_127\">(a) In regard to the period between the date on which the cause of action arose and the date on which the award is made (pre-reference period plus pendente lite), the arbitral tribunal may award interest at such rate as it deems reasonable, for the whole or any part of the period, unless otherwise agreed by the parties.\n</blockquote><blockquote id=\"blockquote_128\">(b) For the period from the date of award to the date of payment the interest shall be 18% per annum if no specific order is made in regard to interest. The arbitrator may however award interest at a different rate for the period between the date of award and date of payment.\n</blockquote>  \n\n<p data-structure=\"Precedent\" id=\"p_143\">The decisions of this Court with reference to the awards under the old <a href=\"/doc/1052228/\" id=\"a_187\">Arbitration Act</a> making a distinction between the pre-reference period and pendente lite period and the observation therein that arbitrator has the discretion to award interest during pendente lite period inspite of any bar against interest contained in the contract between the parties are not applicable to arbitrations governed by the <a href=\"/doc/1306164/\" id=\"a_188\">Arbitration and Conciliation Act</a> 1996.\n</p>\n<p data-structure=\"Section\" id=\"p_144\">11.   Clause G-1.09 makes it clear that no interest or damages will be paid by Government, in regard to : (i) any money or balance which may be lying with the Government; (ii) any money which may become due owing to any dispute, difference or misunderstanding between the Engineer-in-charge on the one hand and the contractor on the other hand; (iii) any delay on the part of the Engineer-in-Charge in making periodical or final payment; or (iv) any other respect whatsoever. The clause is comprehensive and bars interest under any head in clear and categorical terms. In view of clause (a) of sub-section (7) of <a href=\"/doc/1301998/\" id=\"a_189\">section 31</a> of the Act, it is clear that the Arbitrator could not have awarded interest up to the date of the award, as the agreement between the parties barred payment of Interest. The bar against award of interest would operate not only during the pre-reference period that is up to 13.3.1997 but also during the pendente lite period that is from 14.3.1997 to 31.7.2001.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_145\">The said judgment was rendered in the context of the factual matrix therein that the agreement between the parties barred payment of interest and in those circumstances, applying <a href=\"/doc/1301998/\" id=\"a_190\">Section 31(7)(a)</a> of the Act, it was held that Arbitrator could not have awarded interest up to the date of award since there was an express bar of granting interest.  However, on the facts of the present case, as elicited above, in the absence of any express bar regarding the payment of interest, it is not possible to hold as if the Arbitral Tribunal has exceeded its jurisdiction in granting interest.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_146\">\t65. The judgment relied upon by the learned counsel for the Employer in ONGC Limited v. Saw Pipes Limited, [2003] 5 SCC 705, is also of no use to the Employer.  It was held in that case by the Apex Court that the award should be as per the terms of the contract.  As explained above, Sub-Clause 60.8 cannot be construed as if the interest which was granted for a short period should also be made applicable in cases of long delay, especially when the Contractor is entitled to interest compounded monthly and therefore, in respect of the award of interest by the Arbitral Tribunal it cannot be said that it is against the provisions of the contract.  In fact, as correctly found by the Arbitral Tribunal in the impugned award, in respect of the advances made by the Employer as against the hypothecation of equipment and machinery, the Contractor is liable to pay interest at the rate of 18% per annum, while so it cannot be said that there was any contrary intention on the part of the parties in not awarding interest to the Contractor in the event of any failure on the part of the Employer.\n</p>\n<p data-structure=\"Precedent\" id=\"p_147\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1470964\" id=\"span_72\">66. Again, the judgment in <a href=\"/doc/1470964/\" id=\"a_191\">Gautam Constructions &amp; Fisheries Ltd. v. National Bank</a> for Agriculture &amp; Rural Development, AIR 2000 SC 3018, relied upon by the learned counsel for the Employer, has no application to the facts of present case. That was a case where there were specific terms in the contract that interest cannot be granted beyond a particular percentage and that is not the case in the facts and circumstances of the case on hand.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_148\">\t67. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1000782\" id=\"span_73\">In fact, in the judgment of the Supreme Court relied upon by the learned counsel for the Employer in <a href=\"/doc/1000782/\" id=\"a_192\">H.U.D.A. v. Raj Singh Rana</a>, AIR 2008 SC 3035, the Supreme Court has held as follows:</span>\n</p><blockquote id=\"blockquote_129\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"237820\" id=\"span_74\">&quot;11. What is important is the mention of allowing the interest at a rate not exceeding the current rate of interest. Such a provision is, however, excluded in respect of the interest payable as of right by virtue of any agreement as indicated in Sub-section (3) of <a href=\"/doc/880040/\" id=\"a_193\">Section 3</a>. In other words, where there is an agreement between the parties to payment of interest at a certain stipulated rate, the same will have the precedence over the provision contained in Sub-section(1) which provides for the Court to allow interest at a rate not exceeding the current rate of interest.&quot;,\nthereby holding that the <a href=\"/doc/910984/\" id=\"a_194\">Interest Act, 1978</a> will not apply to cases where there are specific provisions under the contract.  The Supreme Court<a href=\"/doc/1000782/\" id=\"a_195\">, <a href=\"/doc/1000782/\" id=\"a_196\">in that case</a></a>, has also observed, by relying upon an earlier judgment in <a href=\"/doc/237820/\" id=\"a_197\">Krishna Bhagya Jala Nigam Limited v. G.Harischandra Reddy and another</a> [2007] 2 SCC 720 that the rate of interest is to be decided based on the facts and circumstances of each case and there cannot be an uniform rate.  It was held as follows:</span>\n</blockquote><blockquote id=\"blockquote_130\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"237820\" id=\"span_75\">&quot;15. Applying the aforesaid principle <a href=\"/doc/237820/\" id=\"a_198\">laid down in</a> the aforesaid case, it was the duty of the Consumer Fora to consider the circumstances of the case and keep in mind the provisions of <a href=\"/doc/196386/\" id=\"a_199\">Section 3</a> of the Interest Act in awarding the high rate of interest, without linking the same to the current rate of interest.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"237820\" id=\"span_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"220094\" id=\"span_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"683713\" id=\"span_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682813\" id=\"span_79\">As was mentioned in <a href=\"/doc/1682813/\" id=\"a_200\">Ghaziabad Development Authority v. Balbir Sing</a>, [2004] 5 SCC 65, and, thereafter, in HUDA v. Prem Kumar Agarwal and Anr., 2008 (1) SCALE 484; <a href=\"/doc/683713/\" id=\"a_201\">Bihar State Housing Board v. Arun Dakshy</a>, [2005] 7 SCC 103; <a href=\"/doc/220094/\" id=\"a_202\">Haryana Urban Development Authority v. Manoj Kumar</a>, [2005] 9 <a href=\"/doc/237820/\" id=\"a_203\">SCC 541, and Krishna Bhagya Jala Nigam Limited v. G. Harischandra Reddy and Anr.</a>, [2007] 2 SCC 720 the rate of interest is to be fixed in the circumstances of each case and it should not be imposed at a uniform rate without looking into the circumstances leading to a situation where compensation was required to be paid.&quot;</span></span></span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_149\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1013976\" id=\"span_80\">68. The passage of the Division Bench judgment of this Court in <a href=\"/doc/1013976/\" id=\"a_204\">Sports Development Authority of Tamil Nadu v. Tarapore &amp; Co.</a>,  2006 (4) CTC 712, which is as follows:</span>\n</p>\n<blockquote id=\"blockquote_131\">&quot;33.   It is thus evident that the amount becomes a debt after the fourteenth day of issuance of the Final Certificate and the court can direct payment of interest from the said due date till the date of institution of the suit.  As per <a href=\"/doc/880040/\" id=\"a_205\">Section 3</a>,  the court may allow interest not exceeding the current rate of interest. It is obvious that calculation of interest at the rate of 18% for the period prior to the suit by the plaintiff, which has been accepted by the court, is not sustainable and the court could have granted interest at a rate not exceeding the current rate of interest as defined under <a href=\"/doc/713259/\" id=\"a_206\">Section 2(b)</a>  i.e.,  not exceeding the highest of the maximum rates at which interest may be paid on different classes of deposits by different classes of scheduled banks. Even though there is no specific material before the Court, judicial notice can be taken of the fact that interest on special term deposits in the scheduled banks during the relevant period was between 9% and 13% or so.&quot;,\nis also not of any help to the Employer considering the fact that the Arbitral Tribunal itself has granted interest not at the rate of 18%, even though the said percentage was found to be justified, but granted interest only at the rate of 12% and 15% respectively, as stated above.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_150\">\t69. In fact, in another case between the same parties, a similar question was raised about the Sub-Clause 60.8 of the Conditions of Particular Application in Ennore Port Limited v. HCC Van Oord ACZ Joint Venture, Mumbai, in the order dated 26.9.2008 made in O.P.No.262 of 2005.  This Court held that the payment of rate of interest for a short term period of maximum delay of 46 days does not take away the right and jurisdiction of the Arbitral Tribunal in granting reasonable rate of interest at the rate of 12% and held that the grant of 12% interest cannot be said to be unreasonable.  The operative portion of the said order is as follows:\n</p><blockquote id=\"blockquote_132\">&quot;18.  A reading of the various clauses referred to above shows the contractor is entitled to seek release of 1% of the contract price whenever the retention money reached 2% of the contract price  against the bank guarantee.  Every time it touched the 2% of the contract price the contractor can ask for  a further release. Sub-Clause 60.8 deals with payment due under sub-clause 60.1 certified under sub-clause 60.2 as interim payment certificate and under the final payment certificate. A reading of these two situations shows that the payment under sub-clause 60.5 relating to retention money release at 1% of the contract price is not the same as the one due under the payment certificate, since the retention money itself at 10% itself arises only on the passing of the interim payment certificate under sub-clause 60.2, which the Engineer has to determine as the amount due to the contractor and to issue interim payment certificate within 28 days of the receipt of the monthly statement. Further sub-clause 60 .6 is the specific clause on the release of the retention money.  As such,  when the release sought for related to the retention money at 1% of the contract price, the conditions stipulated under sub-clause 60.8 do not arise at all for the rate prescribed under the appendix to be applied. As may be seen from the contentions of the parties herein, the first respondent was denied of the release of the retention money on account of the dispute relating to <a href=\"/doc/1393166/\" id=\"a_207\">Section 4</a> works and date of completion. When the completion was admitted as 22.2.2000, taking the view that the first respondent was entitled to the release of the retention money with interest, the view of the tribunal that the relevancy of the interest applicable at the rate for 46 days deposit with State Bank of India to a case where the petitioner anticipated maximum delay of 46 days over and above 56 days cannot be faulted with, considering the situations stated therein under the clause.  In these circumstances  in the light of the finding and to the admitted fact as to the substantial completion of the contract in <a href=\"/doc/1393166/\" id=\"a_208\">Section 4</a>, the view of the Tribunal that considering the commercial nature of the contract the fair and reasonable rate would be 12% merits acceptance. The contention of the petitioner that sub-clause 60.8 would cover the disputed item also cannot be accepted as the correct understanding of the sub-clause 60.8 considering the context in which the interest payment is considered therein.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_151\">\t70. As stated earlier, the eligibility of interest for a short term period as per the Conditions of Particular Application is not a bar for the Arbitral Tribunal to award reasonable rate of interest in cases of extraordinary delay, as it has happened in the facts and circumstances of the present case.  Further, in the absence of any prohibition under the contract between the parties, prohibiting the payment of interest beyond the said interest payable on the short term basis, it cannot be said that the impugned award of the Arbitral Tribunal in respect of the grant of interest is beyond the jurisdiction of the Arbitrator warranting this Court to interfere to set aside the award.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_152\">\t71. In view of the above narrated facts and circumstances, it is not possible to accept the contention raised by both the learned counsel that the award has to be interfered with in respect of the question relating to interest.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_153\">\tIn view of the foregoing discussions, I have no hesitation to hold that the impugned arbitral award does not warrant any interference by this Court under <a href=\"/doc/1317393/\" id=\"a_209\">Section 34</a> of the Act.  The Original Petitions filed by both the parties are dismissed and the arbitral award stands confirmed.  No costs.  \n</p>\n\n\n\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_154\">sasi\n\n\n</p>","numcites":80,"numcitedby":0,"docsource":"Madras High Court","citetid":1492913,"divtype":"judgments","relatedqs":[{"value":"Arbitration after limitation","formInput":"Arbitration%20after%20limitation"},{"value":"limitation act section 18","formInput":"limitation%20act%20section%2018"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"two views are possible","formInput":"two%20views%20are%20possible"},{"value":"inder singh rekhi","formInput":"inder%20singh%20rekhi"},{"value":"acknowledgement of liability","formInput":"acknowledgement%20of%20liability"},{"value":"\"interim payment certificate\"","formInput":"%22interim%20payment%20certificate%22"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"final bill","formInput":"final%20bill"},{"value":"works contract","formInput":"works%20contract"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"hypothecation","formInput":"hypothecation"},{"value":"HCC","formInput":"HCC"},{"value":"Ennore","formInput":"Ennore"},{"value":"interest act , 1978","formInput":"interest%20act%20%2C%201978"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"jural relationship","formInput":"jural%20relationship"},{"value":"limitation period ","formInput":"limitation%20period%20"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"arbitral award","formInput":"arbitral%20award"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"limitation","formInput":"tag:limitation"},{"value":"effect-of-acknowledgment-in-writing","formInput":"tag:effect-of-acknowledgment-in-writing"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}