{"tid":1963510,"publishdate":"2003-04-10","title":"Roshan Packed Movers vs Indian Oil Corporation Ltd. And Anr. on 10 April, 2003","doc":"<h2 class=\"doc_title\">Roshan Packed Movers vs Indian Oil Corporation Ltd. And Anr. on 10 April, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2003(3)AWC2468, 2003 ALL. L. J. 2221, 2003 A I H C 4463, (2003) 2 EFR 114, (2003) 3 ALL WC 2468, (2003) 51 ALL LR 482, 2003 ALL CJ 2 1219</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-s-chauhan\">B.S. Chauhan</a>, <a href=\"/search/?formInput=benchid:g-dass\">Ghanshyam Dass</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n  B.S. Chauhan, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This writ petition has been filed for quashing the notice of demand dated 17.2.2003, by which the respondent Indian Oil Corporation has put a demand of Rs. 5,50,800 for loss of 306 cylinders being carried in the vehicle of the petitioner.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Facts and circumstances giving rise to this case are that petitioner Transport Co. had entered into a contract of transporting the LPG cylinders of the respondent Corporation to various agencies. The truck belonging to the petitioner carrying 306 LPG cylinders was allegedly taken way by force by antisocial elements on 26.1.2003 and petitioner lodged the F.I.R. in respect of the said crime and also informed the respondent Corporation. However, the respondent Corporation has put a demand of Rs. 5,50,800 vide impugned notice dated 17.2.2003 as a compensation to the said loss. Hence, this petition for quashing the said notice.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. Sri M.N. Singh, learned counsel for the petitioner has submitted that the petitioner company has lodged the F.I.R. and also claimed the amount from the Oriental Insurance Co. regarding the said theft/loot of 306 cylinders belonging to the Corporation. The respondent&#x27;s notice demanding the said amount for loss of cylinders is liable to be quashed.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. On the contrary, Dr. R.G. Padia, learned counsel for the respondent corporation has raised preliminary issue regarding maintainability of the writ petition contending that this being purely a contractual matter, the writ petition should not be entertained as it is a non-statutory contract without involving any public law in it. More so, as there is an arbitration clause in the agreement itself, the petitioner ought to have resorted to arbitration proceedings, rather approaching the writ court, hence petition is liable to be dismissed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. We have considered the rival submissions made by the learned counsel for the parties and perused the record.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">6. It has been said time and again by the Hon&#x27;ble Supreme Court that a party cannot be permitted to dispute the contractual obligations by invoking the extraordinary writ jurisdiction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_1\">In <a href=\"/doc/1893286/\" id=\"a_1\">Bareilly Development Authority v. Ajay Pal Singh</a>, 1989 (1) AWC 425 (SC) : AIR 1989 SC 1076, a similar contention had been raised.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_4\">The Apex Court considered a catena of judgments, particularly, <a href=\"/doc/541216/\" id=\"a_2\">Radhakrishna Agrawal v. State of Bihar</a>, AIR 1977 SC 1496 ; <a href=\"/doc/1732064/\" id=\"a_3\">Premji Bhai Parmar v. Delhi Development Authority</a>, <a href=\"/doc/248227/\" id=\"a_4\">AIR 1980 SC 738 and Divisional Forest Officer v. Biswanath Tea Co. Ltd.</a>, AIR 1981 SC 1368, and arrived at the conclusion that where the contract entered into between the State and the persons agreed is non-statutory and purely contractual and the rights are governed only by the terms of the contract, writ petition under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution of India is not maintainable.</span></span></span> Similar view has been taken in State of Gujarat and Ors. v. Meghji Pethraj Shah Charitable Trust and Ors., (1994) 3 SCC 552 and NOIDA Entrepreneurs Association v. U. P. Financial Corporation and Ors., 1994 Suppl (2) SCC 108.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1128192\" id=\"span_6\">In <a href=\"/doc/1128192/\" id=\"a_6\">Indore Development Authority v. Smt. Sadhana Agarwal and Ors.</a>, (1995) 3 SCC 1, the Hon&#x27;ble Supreme Court affirmed and approved the view taken by the Apex Court in <a href=\"/doc/1893286/\" id=\"a_7\">Bareilly Development Authority</a> (supra), but it further observed that the High Court, while exercising its extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226</a> of the Constitution, may satisfy itself on the materials on record that the State has not acted in an arbitrary or erratic manner.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"713572\" id=\"span_7\">A similar view has been taken by the Supreme Court in <a href=\"/doc/713572/\" id=\"a_9\">Union of India and Ors. v. Graphic Industries Co. and Ors.</a>, (1994) 5 SCC 398.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_10\">In <a href=\"/doc/713572/\" id=\"a_10\">the said judgment</a>, the Apex Court referred to its earlier judgments, particularly in <a href=\"/doc/1261492/\" id=\"a_11\">Kumari Shrilekha Vidyarthi v. State of U. P.</a>, AIR 1991 SC 536 ; <a href=\"/doc/1238017/\" id=\"a_12\">Mahabir Auto Stores and Ors. v. Indian Oil Corporation and Ors.</a>, (<a href=\"/doc/1058612/\" id=\"a_13\">1990) 3 SCC 752 and Dwarkadas Marfatia and Sons v. Board of Trustees of the Port of Bombay</a>, (1989) 3 SCC 293, and observed that even in contractual matters, public authorities have to act fairly and if the State or its instrumentalities have failed to do so, then writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_14\">Article 226</a> of the Constitution can be resorted to because acting unfairly and arbitrarily amounts to flagrant violation of <a href=\"/doc/367586/\" id=\"a_15\">Article 14</a> of the Constitution.</span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\">8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_11\">In <a href=\"/doc/1513693/\" id=\"a_16\">L. I. C. of India and Anr. v. Consumer, Education and Research Centre and Ors.</a>, (1995) 5 SCC 482, the Apex Court observed as under :</span>\n</p><blockquote id=\"blockquote_1\">  &quot;While exercising the power under   <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a>,   the   Court would be circumspect      to adjudicate  the  disputes  arising out of the contract depending on the facts and circumstances in a given case.......each case is to be examined on its own facts and circumstances   to   find   out   the nature of the activity or scope and nature of the controversy...........If a contract or a clause in a contract is found unreasonable or unfair or irrational, one must look to the relative bargaining power of the contracting parties.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159364\" id=\"span_12\">In <a href=\"/doc/1159364/\" id=\"a_18\">Har Shankar and Ors. v. Deputy Excise and Taxation Commissioner</a>, AIR 1975 SC 1121, the Apex Court has held as under :</span>\n</p><blockquote id=\"blockquote_2\">  &quot;The writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution is not intended to facilitate avoidance of obligations voluntarily incurred.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"694385\" id=\"span_13\">Similarly, in <a href=\"/doc/694385/\" id=\"a_20\">State of Orissa v. Narain Prasad and Ors.</a>, AIR 1997 SC 1493, the Apex Court has observed as under :</span>\n</p><blockquote id=\"blockquote_3\">  &quot;A  person  who  enters   into certain   contractual   obligations with his eyes open and works the entire contract, cannot be allowed to turn round.........and question the validity of these obligations or the validity of the Rules which constitute the terms of contract. The extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a>, which is of a discretionary nature and is exercised only to advance the interest of justice, cannot certainly be employed in aid of such persons. Neither justice nor equity is in their favour.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_14\">10. Similarly, in <a href=\"/doc/952082/\" id=\"a_22\">Raunaq International Ltd. v. I.V.R. Construction Ltd. and Ors.</a>, AIR 1999 SC 393, the Hon&#x27;ble Supreme Court has held that in absence of mala fides or extreme case of arbitrariness, it is not permissible for the writ court to have a judicial review of contract or to enforce the contractual obligations in exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_15\">In <a href=\"/doc/318728/\" id=\"a_24\">Kerala State Electricity Board v. Kurien E. Kalathil</a>, (2000) 6 SCC 293, the Hon&#x27;ble Supreme Court, in a similar situation, observed as under :</span>\n</p><blockquote id=\"blockquote_4\">  &quot;If a term of a contract is violated, ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_25\">Article 226.</a> We are also unable to agree with the observation of the High Court the contractor was seeking enforcement of a statutory contract. A contract would not become statutory merely because it is for construction of a public utility and it has been awarded by a statutory body. We also agree with the observation of the High Court that since the obligation imposed by the contract on the contracting parties comes within the purview of the <a href=\"/doc/171398/\" id=\"a_26\">Contract Act</a>, that would not make the contract statutory. Clearly the High Court fell into an error in coming to the conclusion that the contract in question was statutory in nature. The contract between the parties is in the rem of private law. It is not a statutory contract. The dispute relating to interpretation of the terms and conditions of such a contract could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the Constitution of India. This is a matter for adjudication by a civil court or in arbitration if provided for in the contract.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1663246\" id=\"span_16\">12. On the contrary, in <a href=\"/doc/1663246/\" id=\"a_28\">Union of India v. State of Haryana</a>, (2000) 10 SCC 487, the Hon&#x27;ble Supreme Court clarified that where a pure question of law is raised, the issue can be considered by the writ court also. In the said case, the question whether provisions of telephone connections and instrument amount to sale and even so why the Union of India not exempted from payment of sales tax under the respective statute, was involved. The Hon&#x27;ble Supreme Court held that instead of relegating the parties to the statutory appellate authority, the High Court ought to have dealt with the issue.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113707\" id=\"span_17\">In <a href=\"/doc/113707/\" id=\"a_29\">Century Spinning and Manufacturing Co. Ltd. v. Ulhasnagar Municipal Council and Anr.</a>, AIR 1971 SC 2021, the Apex Court held that public bodies are as much bound as private individuals to carry out representations of facts and promises made by them. &quot;The obligation arising against an individual out of his representation amounts to a promise which may be enforced ex-contractu by a person who acts upon the promise.&quot; The Court further observed that &quot;merely because a question of fact is raised, the High Court will not be justified in requiring the party to seek relief by the somewhat lengthy, dilatory and exceptional process by a civil suit against a public body. The questions of fact raised by the petitioner in this case are elementary.&quot;</span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_15\">14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1527980\" id=\"span_18\">In <a href=\"/doc/1527980/\" id=\"a_30\">Life Insurance Corporation of India and Ors. v. Asha Goel and Anr.</a>, 2001 (2) SCC 160, while dealing with the similar issue, the Hon&#x27;ble Apex Court held that High Court should not ordinarily entertain a writ petition for mere enforcement of a claim under a contract of insurance. The Court has to examine the facts and circumstances of the case, the nature of the dispute raised and the nature of the enquiry necessary to be made for determination of the questions involved. It is neither possible nor proper to enumerate exhaustively the circumstances in which such a claim can be enforced by filing a writ petition. The Court has to examine as to whether petition has been filed merely to enforce contractual rights or case involves important questions of law and constitutional issues.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_19\">In <a href=\"/doc/1956761/\" id=\"a_31\">Verigamto Naveen v. Government of A.P. and Ors.</a>, (2001) 8 SCC 344, the Hon&#x27;ble Supreme Court held that a writ petition involving contractual matters can be entertained by the High Court where breach of contract involves breach of a statutory obligation and order complained of has been made in exercise of statutory power by a statutory authority. In such cases though the cause of action may arise out of a contract, but the dispute of this nature falls within ambit of public law, and therefore, writ may be entertained.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_20\">In <a href=\"/doc/460900/\" id=\"a_32\">State of Bihar and Ors. v. Jain Plastic and Chemicals Ltd.</a>, (2002) 1 SCC 216, the Apex Court considering the same issue held that in case of a Government contract, writ may not be an appropriate remedy. Where disputed questions or rival claims arising out of breach of contract are required to be investigated and determined, writ cannot be entertained.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1481600\" id=\"span_21\">In <a href=\"/doc/1481600/\" id=\"a_33\">Style (Dress Land) v. Union Territory of Chandigarh and Anr.</a>, (1999) 7 SCC 89, the Apex Court held that in case the procedure adopted by the Authority is arbitrary or unreasonable, the case falls within the ambit of <a href=\"/doc/367586/\" id=\"a_34\">Article 14</a> of the Constitution and writ jurisdiction can be resorted to in such a matter.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\">18. Thus, there seems to be no law of universal application regarding the issue of maintainability of the writ petition in contractual matters, rather it would depend upon the facts and circumstances of an individual case.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_20\">19. Learned counsel for the petitioner could not satisfy the Court as to how the issue raised in this case falls within the ambit of public law. More so, the contract is not a statutory one. Therefore, as Dr. Padia, learned counsel appearing for respondent-corporation raised the issue that there is an arbitration clause in the agreement, the issue does not require to be dealt with in a writ jurisdiction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">20. While deciding the case of Bisra Stone Lime Co. Ltd. v. Orissa State Electricity Board and Anr., AIR 1996 SC 127, the Hon&#x27;ble Supreme Court insisted that if the matter is covered by the arbitration clause of agreement, the matter should not be entertained by the Courts nor the Court can speculate what answer the Arbitrator will enter with regard to the disputed question that may be raised before him, The Court should refrain to enter into the controversy and ask the parties concerned to resort to the arbitration proceedings.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_22\">In <a href=\"/doc/1979603/\" id=\"a_35\">Smt. Rukmanibai Gupta v. Collector, Jabalpur</a>, AIR 1981 SC 749, the Apex Court observed as under :</span>\n</p><blockquote id=\"blockquote_5\">  &quot;Thus, Arbitration Act, 1940, is a self-contained exhaustive Code. Relief sought by the appellant by invoking extraordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> could have been obtained by proceeding in accordance with the relevant provisions of the <a href=\"/doc/1052228/\" id=\"a_37\">Arbitration Act</a>. In this situation, if the High Court declines to entertain the writ petition, no exception can be taken to it.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\">22. The Legislature has amended the provisions <a href=\"/doc/161831507/\" id=\"a_38\">of Code of Civil Procedure</a> and inserted the provisions of Section 89, w.e.f. 1st July, 2002 giving emphasis that the civil court must make an attempt to pursue the parties to refer the matter to the arbitration wherever the element of settlement is there. There is no difficulty even for getting any interim relief under the provisions of <a href=\"/doc/1146817/\" id=\"a_39\">Sections 8</a> and <a href=\"/doc/1079220/\" id=\"a_40\">9</a> of the Arbitration Act, 1996. Disputed question remains as to whether there is an arbitration clause in the agreement or not. Petitioner has not furnished a copy of the agreement. The pleadings are not complete. The parties have signed a dotted-line agreement. Petitioner for the reasons best known to it has filed only page No. 46 of the agreement. There is no reference to any other term or condition of the agreement. The document has to be read as a whole to find out the intention of the parties at the time of entering into the contract. The petition is full of vague pleadings. Material particulars have not been furnished.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1462945\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187867\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"401288\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1908449\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1788830\" id=\"span_27\">23. It is settled proposition of law that a party has to plead the case and produce/adduce sufficient evidence to substantiate his submissions made in the petition and in case the pleadings are not complete, the Court is under no obligation to entertain the pleas. Vide Bharat Singh v. State of Haryana, AIR 1988 SC 2181 ; <a href=\"/doc/1788830/\" id=\"a_41\">Larsen and Toubro Ltd. v. State of Gujarat and Ors.</a>, AIR 1998 SC 1608 ; <a href=\"/doc/1908449/\" id=\"a_42\">National Building Construction Corporation v. S. Raghunathan and Ors.</a>, AIR 1998 SC 2779 ; <a href=\"/doc/401288/\" id=\"a_43\">Ram Narain Arora v. Asha Rani and Ors.</a> (1999) 1 SCC 141 ; <a href=\"/doc/187867/\" id=\"a_44\">Chitra Kumari v. Union of India and Ors.</a>, <a href=\"/doc/1462945/\" id=\"a_45\">AIR 2001 SC 1237 and State of U. P. and Ors. v. Chandra Prakash Pandey</a>. 2001 (2) AWC 1399 (SC) : AIR 2001 SC 1298.</span></span></span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1102295\" id=\"span_28\">In <a href=\"/doc/1102295/\" id=\"a_46\">Atal Castings Ltd. v. Bawa Gurvachan Singh</a>, AIR 2001 SC 1684, the Hon&#x27;ble Apex Court observed as under :</span>\n</p><blockquote id=\"blockquote_6\">  &quot;The findings in the absence of necessary pleadings and supporting evidence cannot be sustained in law.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1968054\" id=\"span_29\">Similar view has been reiterated in <a href=\"/doc/1968054/\" id=\"a_47\">Vithal N. Shetti and Anr. v. Prakash N. Rudrakar and Ors.</a>, (2003) 1 SCC 18.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\">25. In re, Sanjiv Datta, (1995) 3 SCC 619, the Apex Court has also observed as under :\n</p><blockquote id=\"blockquote_7\">  &quot;Some     members     of    the profession   have   been   adopting perceptibly casual approach to the practice of the profession as is evident  from............the filing of incomplete     and     inaccurate pleadings........they do not realize the seriousness of these acts and omissions. They not only amount to the contempt of the Court but do positive dis-service to the litigants and create embarrassing situation with Court leading to avoidable unpleasantness and delay in disposal of matters. This augurs ill for the health of our judicial system.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_28\">26. We have put large number of questions to the learned counsel for the petitioner involving the facts and law. However, it is very sorry state of affairs that he could not render any assistance whatsoever nor he could furnish any explanation as to why a copy of the agreement has not been filed and if it contains the arbitral clause, how the writ petition has been filed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1787456\" id=\"span_30\">In <a href=\"/doc/1787456/\" id=\"a_48\">Thakur Sukhpal Singh v. Thakur Kalyan Singh and Anr.</a>, AIR 1963 SC 146, Hon&#x27;ble Supreme Court has held that in absence of proper assistance to the Court by the lawyer, there is no obligation on the part of the Court to decide the case, for the simple reason that unless lawyer satisfies the Court that there is some balance in his client&#x27;s favour to alter the situation, the Court is not able to decide the case. It is not for the Court itself to decide the controversy. The Court observed as under :</span>\n</p><blockquote id=\"blockquote_8\">  &quot;.............He (counsel) cannot just raise objections in his memorandum of appeal and leave it to the appellate court to give its decision on those points after going through the record and determining the correctness thereof. It is not for the appellate court itself to find out what the points for determination can be and then proceed to give a decision on those points.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1787456\" id=\"span_31\">While deciding the said case, Hon&#x27;ble Apex Court <a href=\"/doc/1787456/\" id=\"a_49\">placed reliance upon</a> judgment of Privy Council in Mst.</span> Fakrunisa v. Moulvi Izarus, AIR 1921 PC 55, wherein it had been observed as under :\n</p><blockquote id=\"blockquote_9\">  &quot;In every appeal, it is incumbent upon the appellants to show some reason why the judgment appealed from should be disturbed ; there must be some balance in their favour when all the circumstances are considered to justify the alteration of the judgment that stands. Their Lordships are unable to find that this duty has been discharged.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\">28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1728750\" id=\"span_32\">In <a href=\"/doc/1728750/\" id=\"a_50\">T. C. Mathai and Anr. v. District and Sessions Judge, Thiruvanannthapuram, Kerala</a>, (1999) 3 SCC 614, Hon&#x27;ble Supreme Court observed :</span>\n</p><blockquote id=\"blockquote_10\">  &quot;The work in a court of law is a     serious     and     responsible function.   The   primary   duty   of a.................Court       is       to administer.......justice. Any lax or wayward approach,  if adopted  ; towards the issues involved in the case.      can      cause      serious consequences    for    the    parties concerned........ In the adversary system which is now being followed in India, both in civil and criminal litigation, it is very necessary that the Court gets proper assistance from both sides.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593736\" id=\"span_33\">29. The Rajasthan High Court in <a href=\"/doc/1593736/\" id=\"a_51\">Bhola Singh v. State of Rajasthan</a>, AIR 1999 Raj 242, held as under :</span>\n</p><blockquote id=\"blockquote_11\">  &quot;.........the    quality    of   the judgment depends upon the assistance rendered at the Bar. The Judge cannot take the entire responsibility of laying down a correct law unilaterally without any assistance of the learned members of the Bar. The Judge cannot afford to retire from chamber and sit in the library and find out the case law on the issues involved in every case and what is the occasion to do anything in a case where the pleadings are so vague as the petition itself cannot be entertained.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\">30. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1195716\" id=\"span_34\">In <a href=\"/doc/1195716/\" id=\"a_52\">D.P. Chadha v. Triyugi Narain Mishra and Ors.</a>, 2001 (4) AWC 2940 (SC) : (2001) 2 SCC 221, the Hon&#x27;ble Apex Court has observed as under :</span>\n</p><blockquote id=\"blockquote_12\">  &quot;.................Mutual confidence in the discharge of duties and cordial relations between Bench and Bar smoothen the movement of the chariot. As responsible officers of the Court, as they are called and rightly, the counsel have an overall obligation of assisting the Courts in a just and proper manner in the just and proper      administration       of justice...........A lawyer must not hesitate in telling the Court the correct position of law when it is undisputed   and   admits   of   no exception..............This obligation of a counsel flows from the confidence reposed by the Court in the counsel appearing for any of the two sides. A counsel, being an officer of Court, shall apprise the Judge with the correct position of law whether for or against either party.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_34\">31. In view of the provisions of <a href=\"/doc/1146817/\" id=\"a_53\">Sections 8</a> and <a href=\"/doc/1079220/\" id=\"a_54\">9</a> of the Arbitration and Conciliation Act, 1996, the Arbitrator has a power to grant interim relief. More so, in view of the provisions of <a href=\"/doc/76869205/\" id=\"a_55\">Section 9</a>, C.P.C. the civil court can grant interim relief at the initial stage even prior to resorting to the proceeding of arbitration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">32. In Sundaram Finance Ltd. v. N.E.P.C. India Ltd., AIR 1999 SC 565, the Hon&#x27;ble Apex Court held that a party can approach the civil court even prior to commencement of the arbitration proceedings under <a href=\"/doc/138599/\" id=\"a_56\">Section 21</a> of the Act. There has been a complete departure in this respect if compared with the provisions contained in <a href=\"/doc/1052228/\" id=\"a_57\">Arbitration Act, 1940</a>. In large number of cases it was found very difficult to serve the respondent, therefore, the Legislature considered it necessary that the provision be made in the Act, which could enable a party to get interim measures urgently in order to protect its interest.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\">33. The Court determines an issue on applying its mind on the facts/pleadings taken by the parties and submission made on their behalf on legal as well as factual issues. In absence of any factual foundation laid by the party concerned, and in absence of proper legal assistance on its behalf, it is neither desirable nor possible for the Court to adjudicate upon as to whether the order impugned is worth sustainable in law. The party has to place whole case before the Court and challenge properly the correctness of the order impugned. If a party fails to do so, or if proper assistance is not rendered by the counsel, the Court need not decide the case at all.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">34. If the instant case is examined in the light of the aforesaid settled legal propositions, petitioner ought to have filed the copy of the agreement so that it could be determined by the Court as to whether arbitral clause was in existence and if it were so, why the party had not resorted to arbitration proceedings. Admittedly, in the instant case, a non-statutory contract is involved. This does not fall within the ambit of public law and in view of the fact that the arbitrator as well as the civil court, even prior to the stage of resorting to arbitration proceedings, has a power to grant interim relief, the case does not involve any special feature warranting interference by this Court in writ jurisdiction.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">35. Learned counsel for the petitioner was not able to render any assistance to the Court nor he could explain as to why the complete copy of the agreement had not been filed nor he sought adjournment to facilitate him to place the relevant documents on record. We do not feel under any obligation to determine the issues involved herein.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\">36. The petition is accordingly dismissed.\n</p>\n \n\n","numcites":41,"numcitedby":0,"docsource":"Allahabad High Court","citetid":1963510,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"interim relief","formInput":"interim%20relief"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"},{"value":"306","formInput":"306"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"b.s.chauhan","formInput":"b.s.chauhan"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"indian oil","formInput":"indian%20oil"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":false,"query_alert":null,"agreement":false}