{"tid":1779799,"publishdate":"1975-05-09","title":"Mohan Meakin Breweries Limited vs Union Of India And Two Ors. on 9 May, 1975","doc":"<h2 class=\"doc_title\">Mohan Meakin Breweries Limited vs Union Of India And Two Ors. on 9 May, 1975</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1975DELHI248, ILR1975DELHI151B, AIR 1975 DELHI 248, ILR (1975) 2 DELHI 151</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:y-dayal\">Yogeshwar Dayal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:y-dayal\">Yogeshwar Dayal</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>  \n\n<p data-structure=\"Precedent\" id=\"p_1\"> T.V.R. Tatachari   \n\n (1) This Civil Writ Petition has come up before this Full Bench on a reference by a Division Bench consisting of V. S. Deshpande and S. Rangarajan JJ., as the learned Judges, in the course of the hearing of the Writ Petition by them. considered that the decisions of two Division Benches of this Court in M]s. Air Foam llulnsn&#x27;tes {P) Ltd. New Delhi and another v. Uniun of linlia and olhers, 1974 DaL. 1 120, and in Marwar Tent Factory . Union of India. 1974 Rajdhani Law Reporter 218, require to be reexamined and explained by a larger Bench. Although it was not so staled expressly in the order of the Division Bench, the counsel for both the parties are agreed that the entire Writ Petition has been referred to this Full Bench for final disposal.  \n</p>\n<p data-structure=\"Issue\" id=\"p_2\">(2) In order to appreciate the questions which arise for determination the facts which have given rise to this Writ Petition have to be stated. The petitioner. Messrs Mohan Mealdn Breweries Limited, Mohan Nagar, Ghaziabad (U.P), is a company registered under the <a href=\"/doc/153279772/\" id=\"a_1\">Indian Companies Act</a>. There arc three respondents to the Writ Petition. The first respondent is the Union of India through the Secretary. Ministry of Food and Agriculture, Government of India. The second respondent is the Chief Director of Purchase, Army Purchase Organisation, Ministry of Food &amp; Agriculture. Government of India. The third respondent is the Chief Pay &amp; Account Officer. Ministry of Food &amp; Agriculture, Government of India.  \n</p>\n<p data-structure=\"Facts\" id=\"p_3\">(3) The petitioner-company, by a lelter (Annexure &#x27;1) dated December 1. 1971, oflered to supply 6,00,000 litres of Rum to the Government of India for defense Services at the rate of Rs L83 per litre. The second respondent wrote a letter (Annexure U). dated December 4, 1971, appreciating the said offer, and again wrote another letter (Annexure III), dated December 7, 1971, asking the petitioner company to mention its delivery schedule for 6,00,000 litres of Rum. The petitioner company sent a reply (Annexure IV), dated December 15, J971. and by another letter (Annexure Vll), dated January 3, 1972. the petitioner company requested the second respondent to write to the Excise Commissioner. Allahabad, for allocation of molasses to the petitioner company so that the requirement of Rum may be met. Accordingly, the second respondent wrote a lettet (Anenexure VI). dated January 20, 1972. to the Excise Commissioner, Allahabad (U.P.). On January 30. 1972, the second respondent sent a telegram (Annexure VIII) to the petitioner company stating that its offer to supply six lakh litres of Rum had been accepted, and asking the petitioner company to furnish security deposit of Rs. 54,900.00 in favor of the Assistant Chief Director of Purchase. The petitioner companv accordinglv ^ave a bank guarantee of Rs. 54.900.00 (vide its letter. Annexure IX. dated February 15, 1972). The second respondent then, by a letter (Annexure X). dated December 1, 1972, sent the terms and conditions of the contract for the aforesaid supply of Rum lor defense Services.   \n</p>\n<p data-structure=\"Section\" id=\"p_4\"> Thereafter, petitioner company informed the respondents Iroi-n time to lime that it would be impossible for it to supply 6,00,000 litres of Rum unless molasses required to manufacture the same were allotted to [lie petitioner company (vide Annexurcs Xi to XIX. dated March 29. 1972, March 30, 1972. April Ii, 1972, May 4, 1972. June 12. 1972. June 23, 1972, and June 24, 1972).  \n</p>\n<p data-structure=\"PetArg\" id=\"p_5\"> ONJuly 20, 1972, the petitioner company received a letter (Annexure XXI) from the respondents slating that it had failed to supply the six Lakh litres of Rum and cancelling the acceptance of tender at the petitioner&#x27;s risk and cost and subject to recovery of extra amount, that may be incurred by the Government in purchase of the cancelled quantity. The petitioner company sent a reply (Annexure XXII), dated July 26, 1972, pointing out that the action of the respondent was not justified, and that the petitioner company was willing to make the supply even though there was no legal obligation to do so, if the molasses were made available to the petitioner company. The stand taken by the petitioner company was that molasses were the main and essential ingredients lor the manufacture of Rum and the same not having been made available to the petitioner company it had become impossible for the petitioner company to supply the quantity of Rum offered by it, and that the petitioner company could not be held liable for any alleged breach of contract. The petitioner company also sent a telegram (Annexure XXIII) and letters (Annexures Xxiv to Xx VI), dated August 4, 1972 September 14, 1972, and October 18, 1972, respectively. The petitioner company also sent a letter (Annexure XXVII), dated March 7, 1973, requesting the second respondent to release the bank guarantee which had been given against its open offer to supply 6,00,000 litres of Rum.  \n</p>\n<p data-structure=\"Facts\" id=\"p_6\">(4) According to the petitioner company, the respondent did not send any reply, and it, therefore, sent reminders (Annexures Xxviii. Xxix and XXX), dated May 4, 1973 May 28, 1973, and June 28, 1973, respectively. Thereafter, the petitioner company received a letter (Annexure XXXI), dated August 20, 1973, from the first respondent, which reads as follows :-    \n</p>\n<blockquote id=\"blockquote_1\"> &quot;REGISTEREDA/D No.J. 13018/5/29/72/Purll Government Of India Ministry Of Agriculture Department Of Food (ARMY Purchase ORGANISATION) New Delhi-1, dated 20th August, 1973 To M/s. Mohan Meakin Breweries Ltd., Liaison Office 154, Jorbagh, New Delhi-3. Sub: Supply of Rum against this Department A/T No. J. 13018/5/ 29/72 Pur It dated 29-1-72.  \n</blockquote>\n<blockquote id=\"blockquote_2\"> DEARSirs, In continuation of this Department&#x27;s letter of even number dated 20-7-72, I am directed to say that since you have failed to fulfill your obligation under the terms and conditions of Acceptance of Tender No. J. 13018/5/29/72 Pur II. dated 29-1-72 for supply of 6,00,000 litres Rum out of which no supplies were made by you the Government has forfeited the entire security deposit amounting to Rs. 54.900.00 on account of risk purchase loss and for breach of contract on your part as aforesaid.  \n</blockquote>\n<blockquote id=\"blockquote_3\"> THEGovernment has become entitled to recover from you a sum of Rs. 2,57,337.00 (Rupees two Lakh fifty seven thousand three hundred and thirty seven only) on account of loss suffered by the Government in the repurchase of 4,64,133.5 Litres of Rum and general damages for breach of contract for 1,35,866.5 litres of Rum.  \n</blockquote>\n<blockquote id=\"blockquote_4\"> PLEASEnote that the Government has been pleased to adjust sum of Rs. 54,900.00 against the security deposit which has been forfeited by the Government as aforesaid. Giving credit for the said amount, a balance of Rs. 2,02.437.00 still remains due and payable by you. You arc, therefore, requested to remit the said amount of Rs. 2,02,437.00 to the Chief Pay &amp; Accounts Officer, Ministry of Food &amp; Agriculture, New Delhi, within 15 days from the date of issue of this letter failing which the same will be recovered from your pending bills or security deposit.  \n</blockquote>\n<blockquote id=\"blockquote_5\"> PLEASEfurnish the No Demand Certificate duly completed in the form at an early date. I he action taken as aforesaid is without prejudice to the rights of the Government under the terms of the Contract and other rights. Please acknowledge receipt. Yours faithfully, N. D. Chatterji, Section Officer (Purchase) for &amp; on behalf of the President of India. Copy to:- 1. &#x27;The Chief Pay &amp; Accounts Officer, Ministry of Food &amp; Agriculture, New Delhi (Spl. Diary). In case the documents for the total amount of Rs. 2,02,437.00 is not received by you from this Department by 4-9-73 the amount in question may be recovered from any of the firm&#x27;s pending bills, etc. under advice to this department. 2. The Officer Commanding, Cfl (ASC), 12, Rajpur Road, Delhi-6. Please intimate at an early date whether or not any further amount is recoverable from the sellers against this contract. 3. Progress.&quot;   \n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_7\"> the petitioner company, by a telegram (Annexure XXXII), dated September 1, 1973, protested against the action of the respondents as contained in the aforesaid letter (Annexure XXXI), dated August 20, 1973, and requested the respondents to recall the action. As the petitioner company did not receive any further reply, it filed the present Writ Petition praying that the impugned action of the respondents as contained in their letters (Annexure XXXI), dated August 20, 1973, and Annexure Xxi, dated July 20, 1972), be quashed as being unwarranted, illegal, mala fide, against principles of natural justice, without jurisdiction and without authority of law. The petitioner company also prayed that the illegal demand contained in the letter (Annexure XXXI), dated August 20, 1973, be declared as void and ultra vires the Constitution, and violative of the petitioner&#x27;s fundamental rights guaranteed by <a href=\"/doc/1218090/\" id=\"a_2\">Articles 19(l)(f)</a> and (g) and <a href=\"/doc/27622490/\" id=\"a_3\">31(1)</a> of the Constitution of India, that the respondents be restrained from in any manner adjusting or recovering the amount of Rs. 2,57,337.00 from/out of the pending or future bills of the petitioner, that the amounts already withheld be ordered to be refunded to the petitioner company, and that the respondents be directed to release the bank guarantee amounting to Rs. 54,900.00 .  \n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">(5) In opposition to the Writ Petition, the respondents filed two affidavits in which they raised preliminary objections, infer alia, that the Writ Petition was not maintainable under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution, and the petitioner company could not invoke the jurisdiction of this Court in the matter of determination of rights and obligations of the parties arising out of the contract&#x27;, that the Writ Petition involved disputed questions of fact which could not be gone into in proceedings under <a href=\"/doc/1712542/\" id=\"a_5\">Articles 226</a> of the Constitution: that the right of recovery had been exercised by the Government in exercise of the powers conferred under the terms of the contract, and as such, no right of property was involved, and the petitioner company could not, therefore, invoke the Writ jurisdiction of this Court; that the petitioner company could not claim any direction regarding the bank guarantee amounting to Rs. 54,900.00 since the contract was cancelled for non-supply of Rum by the petitioner company and the Government forfeited the entire security deposit of Rs. 54,000.00 ; that if any money was due to the petitioner company in respect of other contracts, then the remedy was by way of a civil suit for recovery of the said amount and not by a Writ Petition under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution that the withholding of money under a contract was at the maximum a breach of the contract by the Government, and such breach of contract was actionable only by way of a suit and not by a Writ Petition under <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> of the Constitution; that the withholding of the payment by the Government was in exercise of the powers conferred under the contract and not in exercise of its executive powers under the Constitution or a statute, and as such, the alleged breach was not amenable to Writ jurisdiction; and that the petitioner company had an equally efficacious remedy because the contract, provided for reference to arbitration of disputes such as were alleged in the Writ Petition. The respondents also replied to the various allegations in the Writ Petition regarding the merits of the contentions of the petitioner company. The petitioner company filed a rejoinder, reiterating its allegations and contentions in the Writ Petition.   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_9\"> M/S.Singhania &amp; Co., Advocates, filed an application, C.M. 2200 ol&#x27; 1974, praying that they may be permitted to intervene in the Writ Petition. We allowed the prayer and heard arguments of Mr. Singhania as intervener.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">It has to be noted that the petitioner prayed in the Writ Petition     \n\n (1)that the action of the respondents as contained in their letters (Annexures Xxi and XXXI) dated July 20, 1972, and August 20. 1973, be quashed;  \n</p>\n<p data-structure=\"PetArg\" id=\"p_11\"> (2)that the demand for payment contained in the letter (Annexure XXXI) dated August 20, 1973, be declared as illegal and void and ultra vires the Constitution and violalive of the petitioner&#x27;s fundamental rights under <a href=\"/doc/1218090/\" id=\"a_8\">Articles 19(l)(f)</a> and (g) and <a href=\"/doc/27622490/\" id=\"a_9\">31(1)</a> of the Constitution of India;  \n</p>\n<p data-structure=\"RespArg\" id=\"p_12\"> (3)that the respondents be restrained from in any manner adjusting or recovering the amount of Rs. 2,57.337.00 from out of the pending or future bills of the petitioner;  \n</p>\n<p data-structure=\"PetArg\" id=\"p_13\"> (4)that the amounts already withheld be ordered to be refunded to the petitioner: and  \n\n (5)that the respondents be directed to release the bank guarantee amounting to Rs. 54,900.00 .   \n</p>\n<p data-structure=\"RespArg\" id=\"p_14\"> THEcontention of the respondents is that the said prayers of the petitioner relate to the rights and obligations of the partics arising out of the contract between them. that the jurisdiction of this High Court under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> of the Constitution cannot be invoked in respect of such rights and obligations arising out of a contract, and that the pcuiiolicr should have taken recourse, if at all. to arbitration which ahs been rovided fur in clause 24 of the Contract.  \n</p>\n<p data-structure=\"Facts\" id=\"p_15\">(6) So far as the tirst prayer is concerned, the action of the respondents mentioned therein has been elaborated in the other prayers, and we will deal with the same in considering the said prayers. As regards the second prayer, it refers to the demand made by the resondents in the letter (Annexure XXXI), dated August 20, 1973. In that letter, as already stated, the respondents alleged that a breach of the contract was committed by the petitioner company, and that the Government became thereby entitled to recover from the petitioner a sum of Rs. 2,57,337.00 on account of alleged loss suffered by the Government in the re-purchase of the required quantity of Rum and general damages for breach of contract, and then, after adjusting the security deposit amount of Rs. 54.900.00 from the aforesaid sum, demanded the remittance of the balance of Rs. 2,02,437.00 within fifteen days. So far as this demand is concerned, it was just a claim for money by the Government against the petitioner company on the allegation that a breach of the contract was committed by the latter. The petitioner company denied its liability. The validity of such a disputed claim for money based on an alleged breach of contract, even though the claimant is the Government, is to be canvassed, either for or against the claim, in an ordinary civil proceeding or by resorting to arbitration where there is an arbitration clause in the contract. As observed by the Supreme Court in M/s. Burmah Construction Company v. The State of Orissa, ,-    &quot;THEHigh Court normally does not entertain a petitioner under <a href=\"/doc/1712542/\" id=\"a_11\">Art. 226</a> of the Constitution to enforce a Civil liability arising out of a breach of contract or a tort to pay an amount of money due to the claimant and leaves it to the aggrieved party to agitate the question in a Civil suit filed for that purpose.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">No doubt, the Supreme Court also observed in the aforesaid case-    &quot;BUTan order for payment of money may sometimes be made in a petition under <a href=\"/doc/1712542/\" id=\"a_12\">Art. 226</a> of the Constitution against the State or against an officer of the State to enforce a statutory obligation.&quot;  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\"> But, is no question of any such statutory obligation in the matter of the claim of the Government in the present case. The rights and obligations of the parties are purely contractual. Further. when the Government merely made a claim based on the allegation of a breach of the contract by the petitioner company, we are unable to understand how it can be said that any violation of <a href=\"/doc/1218090/\" id=\"a_13\">Articles 19(l)(f)</a> and (g) and <a href=\"/doc/27622490/\" id=\"a_14\">31(1)</a> is involved in such a claim.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_18\">(7) The prayer of the petitioner (in the first prayer) for the quashing of the action of the respondents as contained in the letter (Annexure XXI), dated July 20, 1972, also stands on the same footing. In that letter, the respondents purported to cancel the acceptance of the tender at the petitioner&#x27;s risk and cost and subject to recovery of extra amount that may be incurred by the Government in repurchase of the cancelled quantity of Rum. According to the petitioner company, the said cancellation was not justified. Even assuming it to be so, the alleged wrong action of the Government, would only amount to a breach of the contract on the part of the Government rendering the Government liable to pay damage for the breach. This is a matter to be canvassed in ordinary civil litigation or in arbitration as the case may be and not in a proceeding under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of the Constitution.   \n</p>\n<p data-structure=\"RespArg\" id=\"p_19\"> ITfollows from the above that the second prayer of the petitioner company as well as its prayer for the quashing of the cancellation of the acceptance of the tender cannot be entertained and granted in this Writ Petition.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_20\"> THEthird prayer is as regards the adjustments mentioned in the letter (Annexure XXXI), dated August 20. 1973. In the said letter, the respondents, after making the claim of Rs. 2.57.337.00 . purported to adjust towards that amount the security amount of Rs. 54.900.00 , and also informed the petitioner company that the balance of Rs. 2,02,437.00 , if not paid within fifteen days. would be recovered from the petitioner&#x27;s pending bills. Also, the Chief Pay &amp; Accounts Officer was instructed to recover the said balance amount, if it was not paid by September 4, 1973, from any of the petitioner&#x27;s pending bills, etc. The contention of the petitioner company is that the respondents had no power or right to adjust either the security deposit or the amounts due to the petitioner under other pending bills towards the claim of Rs. 2.57,337 which was being disputed hv the petitioner. On the other hand, the contention of the respondents is ih,&#x27;it they had the power or right to make such adjustment under the terms conditions of !he contract.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">(8) It is common ground that the relevant term or condition of the contract is that contained in clause 18 of &quot;the General Conditions of contract applicable to contracts placed by the Central Purchase Organisation of the Government of India (now under ministry of Supply)-Form No. DGS&amp;D-6S (Revised) files as Annexlirc R-l to the counter affidavit of the respondents, dated October 1. 1974.   \n</p>\n<p data-structure=\"Section\" id=\"p_22\"> WHENEVERany claim for the payment of a sum of money arises uul of or under the contract against the contractor, the purchaser shall be entitled to recover such sum by appropriating in whole or in part, the security, ii any, deposited by the contractor, and turn the purpose aforesaid, shall be entitled to soil and/or realise securities forming the whole or part of any such security deposit. In the event of the security being insufficient, the balance and if no security has been taken from the contractor, the entire sum recoverable shall be recovered by appropriating any sum then due or which at any time thereafter may become due to the contractor under the contract or any other contract with the purchaser or the Government or any person contracting through the Secretary, if such sum even be not sufficient to cover the full amount recoverable, the contractor shall on demand pay to the purchaser the balance remaining due.  \n</p>\n<p data-structure=\"Section\" id=\"p_23\"> FORthe purpose of this clause, where the contractor is a partnership firm. the purchaser shall be entitled to recover such amount by appropriating in whole or in part any sum due to any partner of the firm whether in his individual capacity or otherwise.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"461988\" id=\"span_1\">THEaforesaid clause came up for interpretation before the Supreme Court in <a href=\"/doc/461988/\" id=\"a_16\">Union of India v. Raman</a> iron Foundry and (mother. ). The said decision dealt with two eases, one of Ranian Iron Foundry and the other of M/s. Air Foam industries (P) Ltd. The facts in the case of M/s. Air Foam Industries only were set out in the decision as they were sufficient to bring out the points lor consideration in both the cases. M/s. Air Foam Industries entered into a contract with the Union of India to supply certain quantity of foam compound. The said contract was subject to the terms and conditions contained in the Standard form of Contract No. D.G.S.&amp;D. 68 in which the aforesaid clause 18 occurs. The perforrnancc of the contract ran into difficulties and a dispute arose between tile partics. M/s. Air Foam Industries contended that the Union of India had committed a breach of the contract and was, therefore, liable to pay to it a sum of Rs. 2.35.800.00 by way of damages sutfered hv il. by reason of the breach of the contract. On the other hand. the Union of India contended that it was M/s. Air Foam Industries that had comrnittcd the breach of contract., and that it was liable to pay to the Union of India by way of damages a sum of Rs. 2,28,900.00 . The Assistant Director of Supplies, by a letter, called upon Ms. Air Foam industries to make payment of the amount of Rs. 2,28.900.00 and intimated that if the la.tter failed to do so on or before a certain dale. the Pay &amp; Accounts Officer, New Delhi/Madras would be authorised to recover the same from the pending bills of M/s Air Foam Industries in respect of other contracts.</span>  \n</p>\n<p data-structure=\"Facts\" id=\"p_25\">(9) The dispule between the partics, being a dispute arising oat of the contract, was liable to be settled by arbitration under clause 24 of the terms and conditions of the contract. Therefore. M/s. Air Foam Industries filed an application in this High Court under Section 20 of the Indian Arbitration Act for filing into Court the arbitration agreement contained in that clause. M/s. Air Foam Industries also filed an application for an interim injunction restraining the Union of India from recovering the amount of damages claimed claimed by from the pending bills of M/s. Air Foam Industries. The said applicalion was however, rejected on the ground that it was not shown that there were any pending bills of M/s. Air Foam Industries at that time out of which the threatened recovery would he made by the Union of India. Subsequently, the application under Section 20 of the Indian Arbitration Act was allowed, and if was ordered that the arbitration agreement contained in clause 24 be filed. Also. an order of reference to arbitration in accordance with the arbitration agreement was made. Thus. the respective claims of the two parties became the subject matter of reference to arbitration.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">(10) During the pendency of the said arbitration, some amounts became due and payable by the Union of India to M/s. Air Foam Industries in respect of certain other contracts Apprehending that the Union of India would appropriate those amounts towards recovery of the amount&#x27;s of damages claimed by it even though the said claim for damages was disputed by M/s. Air Foam Industries and was pending before the arbitrator. M/s. Air F&#x27;oam Industries filed an application praying that the status quo should be maintained and thc Union of India should be restrained from recovering its claim for damages from the amounts due and payable by the Union of India !o M/s. Air Foam Industries in respect of the other contracis. The said application was heard by a learned single Judge of this High Court who took the view that clause 18 did not authorise the Union of India to appropriate the amounts of any other pending bills of M/s. Air Foam Industries towards satisfaction of its claim for damages unless such claim for damages was cither admitted or was adjudicated upon by arbitration or by suit in a civil court. Accordingly, the learned Judge allowed the application and issued an interim injunction restraining the Union of India from effecting recovery of the amounts claimed to be due from the other pending bills of M/s. Air Foam Industries.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">(11) Aggrieved by the same, the Union of India preferred an appeal to the Supreme Court against that order. In that appeal, the impugned order was challenged on behalf of the Union of India mainly on two grounds, viz.-     \n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\"> (1)that the impugned order amounted in effect and substance to an order directing the Union of India to pay the amounts of the pending bills of M/s. Air Foam Industries in respect of the other contracts, and since the question of payment of the amounts of such pending bills did not form the subject matter of the reference which was pending before the arbitrator, the learned single Judge of the High Court had no jurisdiction to pass the impugned order; and  \n\n (2)that clause 18 comes into play when there is a claim for payment of a sum of money arising out of or under the contract, that it is not necessary that the sum of money must be due and payable to the Union of India, and that it is enough if there is a claim.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_29\"> THESupreme Court held on ground No. 1 that the impugned order did not, expressly or by necessary implication, carry any direction to the Union of India to pay the amounts due to M/s. Air Foam Industries under other contracts, and that all that it did was merely to injunct the Union of India from recovering suo molu the damages claimed by it from out of the other amounts due to M/s. Air Foam Industries. The Supreme Court observed that the Union of India could still refuse to pay such amounts if it thought that it had a valid defense, and if the Union of India did so. the only remedy open to M/s. Air Foam Industries would be to take measures in an appropriate forum for recovery of such amounts where it would be decided whether the Union of India was liable to pay such amounts to M/s. Air Foam Industries or not. On the second ground, the Supreme Court held that the words &#x27;&#x27;any claim for the payment of a sum of money&quot; occurring in the opening part of clause 18 should be read not in isolation, but in the context of the whole clause, that the heading of clause 18 which reads &quot;recovery of sums due&quot; suggests that the clause is intended to deal with the subject of recovery of sums due, that a sum due means a sum for which there is an existing obligation to pay in praesenti or, in other words, which is presently payable, that recovery of such sums is the subject matter of clause 18 according to the heading and is the dominant idea running through the entire clause 18, that the language used in the body of clause 18 also supports the said view, that the clause does not lay down any substantive rights and obligations of the parties under the contract, that it is merely intended to provide a mode of recovery of &#x27;&#x27;a claim for payment of a sum of money arising out of or under the contract&quot;, that it, therefore, postulates a claim for a sum which is due and payable, i.e., presently recoverable, and may be recovered by the mode therein provided, that it is difficult to believe that the contracting parties should have intended that even though a sum is not due and payable by the contractor to the purchaser under the contract, the purchaser should be entitled to recover it by adopting the mode set out in clause 18, and that clause 18 applies only where the purchaser has a claim for a sum presently due and payable by the contractor. After interpreting clause 18 in the above manner, the Supreme Court pointed out that the claim in the case before them was admittedly one for damages for an alleged breach of the contract between the parties, that such a claim for damages did not give rise to a debt until the liability was adjudicated and damages assessed by a decree or order of a Court or other adjudicatory authority, that no pecuniary liability arose till the Court had determined that the party complaining of the breach was entitled to damages, that the claim for damages for breach of contract was, therefore, not a claim for a sum presently due and payable and the purchaser was not entitled, in exercise of the right conferred upon it under clause 18. to recover the amount of such claim by appropriating other sums due to the contractor. In that view, the Supreme Court held that the Union of India had no right or authority under clause 18 to appropriate the amounts of other pending bills of M/s. Air Foam Industries in or towards satisfaction of its claim for damages against M/s. Air Foam Industries and that the learned single Judge was justified in issuing an injunction restraining the Union of India from doing so.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">(12) It has to be noted that the ratio of the aforesaid decision of the Supreme Court is (1 ) that so far as the sums due to the contractor under other contracts are concerned, the Union of India can refuse to pay such amounts if it thinks that it has a valid defense, and if it docs so. the only remedy open to the contractor would be to take measures in an appropriate forum for recovery of such amounts where it. would be decided whether the Union of India is liable to pau such amounts to the contractor or not, and (2) that clause 18 of the terms and conditions of the contract applies only where the Union of India, as purchaser, has a claim against the contractor for a sum presently due and payable by the contractor, that a mere claim by the Union of India for damages for breach of contract is not a claim lor a sum presently due and payable, and that the Union of India had. therefore, no right or authority under clause 18 to appropriate the amounts of other pending bills of the contractor in or towards satisfaction of its claim for damages against the contractor.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">(13) In view of <a href=\"/doc/461988/\" id=\"a_17\">the said decision</a> of the Supreme Court, it has to he held in the present case, that the Union of India has no right under clause 18 of the Terms and Conditions of the Contract to adjust or recover the amount of Rs, 2.57.337 claimed by it for breach of contract from out of the security amount or the other pending or future bills of the petitioner company, that the portion of the letter (Annexure XXXI), dated August 20, 1973, in which the respondents purported to adjust or deduct the security amount of Rs. 54.900 and threatened to recover the balance of Rs. 2,02,437 from the pending bills and directed the Chief Pay and Accounts Officer to recover the aforesaid claim of Rs. 2.02437 from the pending bills, etc. of the petitioner company, is liable to be quashed as being an executive. action de hors the contract and without any right or power, and that the third prayer of the petitioner company is to be allowed and the Union of India is to be restrained from in any manner adjusting or recovering the amount of Rs. 2,57,337 from out of the security amount and the pending or future bills of the petitioner company.  \n</p>\n<p data-structure=\"Facts\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"495254\" id=\"span_2\">(14) We shall now refer to the two cases mentioned in the order of reference. The first case is M/s. <a href=\"/doc/495254/\" id=\"a_18\">Air Foam Industries (P) Ltd. New Delhi and another v. Union of India and others</a>, 1974 D.L.T. 120. In that case M/s. Air Foam Industries (P) Ltd. which carries on the business of manufacturing air foam compound, entered into a contract in 1968 with the Director General, Supplies and Disposals for supply of the said commodity on terms and conditions contained in the General Conditions of Contract Form No. D.G.S &amp; D. 68. The Union of India cancelled the contract for an alleged breach of the contract by the petitioner company according to which no such breach was committed by it and the cancellation of the contract by the Government was illegal, It appears that the petitioner company entered into two further contracts in 1970 and the goods were duly supplied in accordance with the contracts. The company submitted its bills for the goods so supplied, but the Government did not pay the amount due under the hills and did not even reply lo demands made by the company. Thereupon, the company filed a Writ Petition praying inter alia for a direction to the Government to pay to it a sum or Rs. 2,31,663 as damages turn breach of contract. In its reply to a show cause notice issued by the Court, the Government admitted that they withheld payment to the extent of Rs. 2,28,900 from the bills of the company in respect of the contracts of 1970 towards the claim of the Government for general damages in respect of the contract of 1968. and pleaded that it was entitled to withhold the payment under clause 18 of the General Conditions of Contract Form No. D.G.S. and D. 68. The company denied the Government&#x27;s claim for general damages in respect of the contract of 1968, and contended that it had no right or power to withhold the payment of the amounts due under the bills turn the 1970 contracts, or to recover or appropriate or adjust a sum of Rs. 2.28,900 from the bills for the contracts of 1970. A Division Bench of this High Court, Prakash Narain and R. N. Aggarwal JJ., held-</span>     \n</p>\n<p data-structure=\"Precedent\" id=\"p_33\"> (1)that a Writ of Manduiiins can issue only for the enforcement of fundamental or statutory rights&#x27;,  \n\n (2)that a mere legal right which is neither fundamental nor statutory right cannot be said to be enforceable by the issuance of a Writ of Mandanum ;  \n</p>\n<p data-structure=\"Section\" id=\"p_34\"> (3)that the debt due to the company under the contracts of 1970 by way of price payable for goods supplied was not property as contemplated by <a href=\"/doc/258019/\" id=\"a_19\">Articles 19(1) (f)</a> and <a href=\"/doc/354224/\" id=\"a_20\">31</a> of the Constitution ; and  \n\n (4)that in substance the Writ Petition amounted to an attempt to invoke the jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> of the Constitution to decide a money suit, which jurisdiction was not meant for that purpose, and that if money was due to the company from the Government, its remedy was in the ordinary course of law by civil action.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_35\"> IThas to be noted that the decision concerned itself only with the question as to whether the amounts due to the company under the further contract? of 1970 could he directed to be paid under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution. The decision did not deal with the question as to whether the Government could recover or adjust the amount claimed by it as general damages for an alleged breach of the contract of 1968 from out of the amount due to the company under the pending bills in respect of the contracts of 1970. The second case is Marwar Tent Factory, etc. v. Union of India, 1974, Rajdhani Law Reporter 218(&#x27;&quot;&#x27;). In that case, Marwar Tent Factory agreed to supply tents of a total cost of Rs. 62.03,650 to the- Union of India. The terms and conditions applicable to the contracts were those contained in the General Conditions of Contract Form No. D. G. S. and D. 68 Alleging a breach of a warranty of the contract, the Director General, Supplies and Disposals called on the factory by a letter to pay a sum of Rs. 92,363 as compensation, and intimat- ed that if the payment was not made, the Pay &amp; Accounts Officer would be asked to deduct the said amount from any of the pending or future bills of the factory. The factory thereupon filed a Writ Petition in this High Court pleading that the demand for Rs. 92,363 and the threat to deduct the said amount from the pending or future bills was wholly illegal and without jurisdiction and amounted to deprivation of its property without the authority of law, and that the same be quashed. The Government contended- inter alia, that it was within its right in making the said demand and threat by virtue of clauses 18 and Isa of the General Conditions of Contract Form No. D.G.S.&amp;D. 68. A Division Bench of this High Court, S. N. Andley, and S. N. Shankar J.. held    \n\n (1)that a claim for payment of a sunn of money as compen- sation or damanes is a mere right to sue for a certain amount and is not a debt due from the contractor and the claim of the purchaser, if disputed, needs to be adjudicat- ed before it can be a debt binding on the contractor;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_36\"> (2)that there are no words in clause 18 conferring a right on the purchaser to adjudicate its claim for damages and to convert the amount claimed into a binding debt recoverable from the contractor;  \n</p>\n<p data-structure=\"Section\" id=\"p_37\"> (3)that to read the power to adjudicate to be implicit in the clause, because the clause gives a power to the purchaser to appropriate, would be to constitute the purchaser a judge in its own cause which obviously cannot be done under the clause as it stands and which would be against all cannone of interpretation and contrary to the basic principles of natural justice;  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\"> (4)that the scope and effect of clause 18 is that it autho- rises the purchaser to appropriate any sum admitted or adjudicated to be due from the contractor against any amount due and payable to the latter;  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\"> (5)that clause 18-A also does not confer a right of adjudication on the purchaser; and   \n\n (6)that the Government could not, therefore, create a demand for Rs. 92,363 against the factory in the sense of being a legally recoverable debt due from it, and the threat to appropriate the amount of the said demand from any pending or future bills of the factory was illegal.   \n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">In the result, the Division Bench issued a Writ quashing the demand observing as follows :-    &quot;AWrit is accordingly issued declaring that the demand lor Rs. 92,363 in the impugned letter, dated March 9, 1971, by way of recove rable debt due from the petitioner and the direction to the Pay and Accounts Officer to recover this amount from pending or future bills of the petitioner is illegal and without jurisdiction, and on that account inoperative. This shall, however, not prevent the respondents from having their claim for damages, if any, referred to in this letter duty assessed and quantified in accordance with law and then enforce recovery and paymeat of the amount adjudged to be due to them from the petitioner by resorting to clause 18 or 18-A.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"461988\" id=\"span_3\">(15) It has to be noted that this decision dealt with the question with which we arc concerned, namely, the right or power of the Government to recover or adjust its disputed claim of damages for alleged breh of contract from out of the pending or future bills of the contractor, and that. the view taken by the Division Bench was quite the same as the view taken in the latter decision of the Supreme Court in the case of <a href=\"/doc/461988/\" id=\"a_23\">Union of India v. Raman Iron Foundary</a> (supra) and the view taken by us in the present case. It has also to he noted that. there is no conflict between the aforesaid decisions of ihc two Division Benches.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">(16) In this connection, we may also refer to the decision of the Supreme Court in General Manager, North East Frontier Railway v. Debahandha Chakruborty &#x27; 1970 S. L. R. 382() in which the Supreme Court observed at page 383 that in the case of a disputed liability. the Government cannot be a judge in its own cause. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"693331\" id=\"span_4\">Our attention has also been drawn to the decision in <a href=\"/doc/693331/\" id=\"a_24\">M. C. Joseph v. The State of KeralA</a>,  in which a learned single Judge of the High Court of Kerala, P. Narayan Pillai J., held that no man can be a judge of his own cause, that under the contact.. with the Government servant <a href=\"/doc/693331/\" id=\"a_25\">in that case</a>, the Government was not an arbitrator nor was any power conferred on it to fix the liability, that the liability lor damages and the power to fix the extent of damage are entirely distinct, that on the provisions of the contract alone Government was incompetent to take unilateral decision and fix the liability of the servant, and that the Government&#x27;s fixing the extent of the liability being beyond the sc&quot;upe of the contract, such fixalion and stibsec]uciit recovery order was liable to be quashed under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226</a> of the Constitution.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"922783\" id=\"span_5\">(17) The fourth prayer or relief sought by the petitioner is that the amounts due to the petitioner under the pending bills which have been withheld by the respondents in pursuance of the impugned letters be directed to be refunded to the petitioner. The legal position regarding such a direction in a petition under <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the Constitution is now well settled. We have already referred to the decision of the Supreme Court in M/s. <a href=\"/doc/922783/\" id=\"a_28\">Burmah Construction Company v. The Slate of Orissa (Supra</a>) in which it was observed that the High Court docs not normally entertain a petition under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> of the Constitution to enforce a Civil liability arising out of a breach of contract or tort to pay an amount of money due to the claimant, but leaves it to the aggrieved party to agitate the questions in a civil suit filed for that purpose. The observation refers to a civil liability arising out of a breach of contract.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"495254\" id=\"span_6\">There is again the decision of a Division Bench of this Court in M/s. <a href=\"/doc/495254/\" id=\"a_30\">Air Foam Industries (P) Ltd.</a> (supra) in which the Division Bench held that a Writ of Mandamus can issue only for the enforcement of a fundamental or statutory right, that a claim for an amount due to the company under the contracts eniered into by it with the Government by way of price payable for the goods supplied is purely a claim for money, and that the remedy of the company is in the ordinary course of law by civil action and not by asking for a mandamus under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> of the Constitution. In the present case, as already pointed out, there is also the remedy by way of arbitration under clause 24 of the terms and conditions. Further.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_7\">there is the decision of the Supreme Court in the case of <a href=\"/doc/461988/\" id=\"a_32\">Raman Iron Foundry</a> (supra), in which it was observed in dealing with the first of the two grounds urged on behalf of the Union of India as follows:--    &quot;THEappellant (Union of India) can still refuse to pay such amounts (amounts due under other pending bills) if it thinks that it has a valid defense, and if the appellant does so, the only remedy open to the respondents (Raman Iron Foundry) would be to take measures in an appropriate form for recovery of such amounts where it would be decided whether the appellant is liable to pay such amount to the respondents or not,&quot;</span>  \n</p>\n<blockquote id=\"blockquote_6\"> THEforum referred to in the 0bservation can obviously be only either a civil court or an arbitrator, as the case may be, since it is well settled that a Writ of mandamus unde <a href=\"/doc/1712542/\" id=\"a_33\">Article 226</a> of the Constitution is not granted in respect of a mere money claim. It thus. follows that the fourth prayer or relief cannot be granted in this Writ Petition.  \n</blockquote>\n<blockquote id=\"blockquote_7\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1963913\" id=\"span_8\">18.  \n\nit was contended by the learned counsel for the petitioner and the intervener that the amounts admittedly due under the other pending bills were the property of the contractor within the meaning of <a href=\"/doc/1218090/\" id=\"a_34\">Article 19(l)(f)</a> and <a href=\"/doc/354224/\" id=\"a_35\">Article 31</a> of the Constitution, that the withholding of the same by the Government was violative of the said articles, and that in the circumstances a Writ of mandamus can be issued directing the Government to pay the amounts. Reference was made to the decision of the Supreme Court in State oj <a href=\"/doc/1963913/\" id=\"a_36\">Mudhya Pradesh v. Ranajari Shinde and another</a>,  in support of the proposition that a right to a sum of money is. properly. Even so. we arc unable to sec how the said property can be sought to be recovered by a writ of mandamus under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1561861\" id=\"span_9\">In <a href=\"/doc/1561861/\" id=\"a_38\">Suganmal v. State</a> oj Madhya Pradesh , a petition was filed under <a href=\"/doc/1712542/\" id=\"a_39\">Article 226</a> against the State of Madhya Bharat and its officers, the Special Tax Commissioner and the Assessing Officers, industrial Fax. for refund of a certain sum which hail been illegally collected by the Industrial Tax Officers on account of Industrial Tax. The High Court, dismissed the petition, on appeal, the Supreme Court held. inter alia, as under in paragraphs 6 and 9 :-    &quot;WEare of opinion that though the High Courts have power to pass any appropriate order in the exercise of the powers conferred under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution, such a petition solely praying for the issue of a Writ of inundamus directing the Stale to refund the money is not ordinarily maintainable for the simple reason that a claim for such a refund can always be made in a suit against the authority which had illegally collected the money as a tax.&quot;</span>  \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_44\"> SUPREMECourt distinguished cases in which orders had been issued directing the Slate to refund taxes illegally collected, by pointing out that all such cases had been those in which the petitions challenged the validity of the assessment and prayed for consequential relief for the return of the tax illegally collected. The Supreme Court observed that they had not been referred to any case in which the courts were moved by a petition under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> simply for the purpose of obtaining refund of money due from the State on account of its having made illegal exactions, that they did not find any good reason to extend the principle, and they would hold that no petition for the issue of a writ of mandamus will be normally entertained for the purpose of merely ordering a refund of money to the return of which the petitioner claims a right. In the present case before us. the petitioner challenged the recovery or adjustment of the damages claimed by the respondents from out of the amounts due to the petitioner under other pending bills, and we have held that the respondents had no power or right to so recover or adjust under the contract. But, the further relief sought by the petitioner by way of payment of the amounts due under the pending bills is a distinct and independent relief and is not consequential upon the aforesaid recovery or adjustment being held to be without power or right.  \n</p>\n<p data-structure=\"Section\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1561861\" id=\"span_10\">(19) Further, while the adjustment or recovery of the claim of the respondents for damages was without any right or power conferred by the contract and, therefore, de hors the contract, the refusal of the respondents to pay the amounts due under the other pending bills was not de hors the contracts relating to the said pending bills. The supply of the goods by the petitioner and the payment of the price by the respondents were mutual obligations arising under the said contracts relating to the pending bills. The withholding or refusal by the respondents to pay the price was thus a failure to perform an obligation arising under the said contracts and was not de hors those contracts. The learned counsel referred to some other decisions as regards the circumstances in which a writ of mandamus can or cannot be issued under <a href=\"/doc/1712542/\" id=\"a_42\">Article 226.</a> But, in view of the clear pronouncement of the Supreme Court in <a href=\"/doc/1561861/\" id=\"a_43\">Suganmal</a>&#x27;s case. which applies to the facts of the present case, it is not neccessary to advert to all those decisions. For all the reasons given above, the fourth prayer cannot be granted.</span>  \n</p>\n<p data-structure=\"RespArg\" id=\"p_46\">(20) The fifth, and the List prayer is that the respondents be directed to release the bank: guarantee amounting to Rs. 54.900&#x27;-. We have already held in dealing with the third prayer that the respondents cannot adjust or recover their claim of Rs. 2,57,337.00 from out of the said security amount. But, the respondents cannot be directed to release the bank guarantee amounting to Rs. 54,900.00 , because it was furnished as security for the claim of the respondents arising under the contract, and the question of release of the security does not arise until the said claim has been adjudicated.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">(21) In the result, the Writ Petition is allowed partly, the portion of the letter (Annexure XXXI), dated August 20, 1973, In which the respondents purported to adjust or deduct the security amount of Rs. 54,900.00 and intimated the petitioner that the balance of Rs. 2,02,437.00 would be recovered from the pending bills, and also directed the Chief Pay &amp; Accounts Officer to recover the aforesaid amount from the pending bills of the petitioner company in its other contracts is quashed, and the respondents are directed not to adjust or recover in any manner their claim of Rs. 2,57,337.00 from out of the security amount and pending or future bills of the petitioner company in its othcr contracts until the said claim of the respondents has been adjudicated in an appropriate forum in accordance with law. In the circumstances of the case, we make no order as to costs.  \n</p>\n","numcites":12,"numcitedby":11,"docsource":"Delhi High Court","citetid":1779799,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":" writ of mandamus","formInput":"%20writ%20of%20mandamus"},{"value":"article 19","formInput":"article%2019"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"raman iron foundry","formInput":"raman%20iron%20foundry"},{"value":"claims damages","formInput":"claims%20damages"},{"value":"mandamus","formInput":"mandamus"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"\"security deposit\"","formInput":"%22security%20deposit%22"},{"value":"threat","formInput":"threat"},{"value":"Damages for breach","formInput":"Damages%20for%20breach"},{"value":"damages in contract","formInput":"damages%20in%20contract"},{"value":"what is civil liability","formInput":"what%20is%20civil%20liability"},{"value":"statutory right","formInput":"statutory%20right"},{"value":"molasses ","formInput":"molasses%20"},{"value":"security deposit","formInput":"security%20deposit"},{"value":"guarantee","formInput":"guarantee"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"freedom-with-reasonable-restrictions","formInput":"tag:freedom-with-reasonable-restrictions"},{"value":"forms-of-communication","formInput":"tag:forms-of-communication"}],"courtcopy":false,"query_alert":null,"agreement":false}