{"tid":134199468,"publishdate":"2005-04-05","title":"Pazhani vs Stateof Kerala on 5 April, 2005","doc":"<h2 class=\"doc_title\">Pazhani vs Stateof Kerala on 5 April, 2005</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-t-sankaran\">K.T.Sankaran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-t-sankaran\">K.T.Sankaran</a></h3>\n\n<pre id=\"pre_1\">        \n\n \nIN THE HIGH COURT OF KERALAAT ERNAKULAM\n\n                                PRESENT:\n\n              THE HONOURABLE MR.JUSTICE K.T.SANKARAN\n\n                THE HONOURABLE MR.JUSTICE K.HARILAL\n                                    &amp;\n          THE HONOURABLE MR. JUSTICE K.P.JYOTHINDRANATH\n\n    MONDAY, THE 19TH DAYOF DECEMBER 2016/28TH AGRAHAYANA, 1938\n\n                          CRL.A.No. 699 of 2005\n\nTHE JUDGMENT IN S.C.NO.39/2002 ON THE FILE OF THE COURT OF THE ADDL.\nSESSIONS JUDGE (FAST TRACK COURT -1), PALAKKAD DATED 5.4.2005.\n\n\nAPPELLANT/ACCUSED:\n\n            PAZHANI, S/O.CHAMI,\n            ANATHODE, KAKKAYOOR,\n            KODUVAYUR, CHITTUR, PALAKKAD.\n\n            BY ADVS.SRI.SAJAN VARGHEESE K.\n                    SRI.LIJU. M.P\n\n            AMICUS CURIAE ADV. SRI.P.VIJAYA BHANU\n\nRESPONDENT:COMPLAINANT:\n\n            STATEOF KERALA\n            REPRESENTED BY THE C.I. OF POLICE,\n            PUDUNAGARAM POLICE STATION,,\n            REP. BY THE PUBLIC PROSECUTOR,\n            HIGH COURT OF KERALA, ERNAKULAM.\n\n            BY ADV. ADDITIONAL DIRECTOR GENERAL OF PROSECUTION\n                         SRI.TOM JOSE PADINJAREKKARA\n\n       THIS CRIMINAL APPEAL HAVING BEEN FINALLY HEARD ON 14-12-2016,\nALONG WITH CRA.NO.278/2006, THE COURT ON 19.12.2016 DELIVERED THE\nFOLLOWING:\n\f\n\n\n                                                                    &quot;C.R.&quot;\n\n                 K.T.SANKARAN, K. HARILAL &amp;\n                    K.P.JYOTHINDRANATH, JJ.\n              ----------------------------------------------------\n                        Crl. A. No.699 of 2005\n                                    and\n                        Crl. A. No.278 of 2006\n              ----------------------------------------------------\n            Dated this the 19th day of December, 2016\n\n                               JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">K.T.Sankaran, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">      A learned single Judge referred these cases for consideration\n\nby a Division Bench. When the matter came up before the Division\n\nBench, it was felt that the matter should be considered by a Full\n\nBench. Accordingly, the cases were referred to the Full Bench.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_4\">      2. The question referred to the Division Bench by the learned\n\nsingle Judge was: &quot;Whether an appeal from a sentence of fine\n\nwould abate if no relative of the appellant comes forward to continue\n\nto prosecute the appeal?&quot;\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n</p><p data-structure=\"Precedent\" id=\"p_6\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"920846\" id=\"span_1\">3. The learned single Judge doubted the correctness of the\n\ndecision in <a href=\"/doc/920846/\" id=\"a_1\">Raveendran v. State of Kerala</a> (2014 (4) KLT 382).\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                      :: 2 ::</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">      4.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69262369\" id=\"span_2\">In <a href=\"/doc/69262369/\" id=\"a_2\">Pradeep v. State of Kerala</a> (2013 KHC 717),\n\ninterpreting <a href=\"/doc/983469/\" id=\"a_3\">Section 394(2)</a> of the Code of Criminal Procedure, a\n\nDivision Bench of this Court (in which Justice K.T. Sankaran was a\n\nmember) held thus:</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><blockquote id=\"blockquote_1\">             &quot;That the appeal will not abate in the case of an appeal\n\n      from a sentence of fine does not mean that the appeal cannot\n\n      be disposed of without bringing on record the near relatives\n\n      of the appellant. It only means that the near relatives of the\n\n      appellant can continue to prosecute the appeal on getting\n\n      leave from Court.&quot;\n</blockquote>\n<blockquote id=\"blockquote_2\">\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69262369\" id=\"span_3\">5. Later, a learned single Judge of this Court, without referring\n\nto the Division Bench decision in <a href=\"/doc/69262369/\" id=\"a_4\">Pradeep v. State of Kerala</a> (2013\n\nKHC 717), held, in Suo Motu v. M.P. Ismail &amp; another (2014 (2)\n\nKLT 290), thus:</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">             &quot;6. The law under<a href=\"/doc/1493299/\" id=\"a_5\"> S.394</a>, Cr.P.C., insists on disposal\n\n      of appeal against sentence of fine on merits, because the\n\n      estate of the deceased will be affected by such a sentence.\n\n      The provision, that appeal involving a sentence of fine alone\n\n      shall not abate on the death of the appellant, will protect the\n\n      interest of the estate of the deceased. But in the case of jail\n\n      sentence, the sentence becomes unenforceable on the death of\n\n      the appellant, and the appeal can proceed only if the near\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                     :: 3 ::\n</p>\n<blockquote id=\"blockquote_3\">     relatives or near legal heirs so want to have the stigma of\n\n     conviction erased.\n</blockquote>\n<blockquote id=\"blockquote_4\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">            7.   In a case of conviction involving composite\n\n     sentence of jail and fine also, the estate of the deceased is\n\n     involved because the amount of fine can well be realised\n\n     from the estate of the deceased as provided under the\n\n     provisions of the <a href=\"/doc/445276/\" id=\"a_6\">Cr.P.C</a>. In such a situation, the appeal will\n\n     have to be heard and disposed of by the Appellate Court, on\n\n     merits, because the amount of fine cannot be recovered under\n\n     the provisions of the <a href=\"/doc/445276/\" id=\"a_7\">Code of Criminal Procedure</a> without a\n\n     finding in appeal in favour of the prosecution.\n\n\n</p><p data-structure=\"Facts\" id=\"p_12\">            8.   In the above circumstances, the only finding\n\n     possible on the question of law is that an appeal involving\n\n     composite sentence of jail and fine will not abate on the death\n\n     of the appellant. In the interest of the estate of the deceased-\n\n     appellant, the Appellate Court will have to hear the appeal\n\n     and dispose of it on merits. Without a finding in favour of the\n\n     prosecution, the amount of fine cannot be realised under the\n\n     law, though the sentence of imprisonment may not be\n\n     enforceable. Only if the Appellate Court comes to a finding\n\n     in favour of the prosecution upholding the conviction, the\n\n     amount of fine can be realised from the estate of the\n\n     deceased, though the jail sentence cannot be enforced.&quot;\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                      :: 4 ::\n</p>\n<blockquote id=\"blockquote_5\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69262369\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"920846\" id=\"span_5\">6. Another Division Bench in <a href=\"/doc/920846/\" id=\"a_8\">Raveendran v. State of Kerala</a>\n\n(2014 (4) KLT 382) (in which Justice K.T. Sankaran was a member),\n\nafter referring to <a href=\"/doc/69262369/\" id=\"a_9\">Pradeep v. State of Kerala</a> (2013 KHC 717), Suo\n\nMotu v. M.P. Ismail &amp; another (2014 (2) KLT 290) and certain other\n\ndecisions, held thus:</span></span>\n</blockquote>\n<blockquote id=\"blockquote_6\">              &quot;11. Under the <a href=\"/doc/445276/\" id=\"a_10\">Code of Criminal Procedure</a>, 1898, the\n\n       near relatives of an accused could not continue to prosecute\n\n       the appeal filed by the accused against sentence of\n\n       imprisonment alone. An amendment to<a href=\"/doc/713219/\" id=\"a_11\"> S.431</a> of the Code of\n\n       Criminal Procedure, 1973 was suggested in the Bill\n\n       introduced in the Parliament by a private member. The object\n\n       of the amendment was to provide a machinery whereby the\n\n       children or members of the family of a convicted person who\n\n       died during the pendency of the appeal, could challenge the\n\n       conviction and get rid of the stigma attached to the family.\n\n       The Law Commission of India in its 41st Report\n\n       recommended for such an amendment to be made. Those\n\n       steps resulted in the present<a href=\"/doc/1493299/\" id=\"a_12\"> S.394</a> of the Code of Criminal\n\n       Procedure 1973 with the proviso and Explanation therein. An\n\n       appeal against conviction as provided in sub-section (2) of\n\n       <a href=\"/doc/1493299/\" id=\"a_13\">S.394</a> would finally abate on the death of the appellant unless\n\n       the near relatives make an application to the Appellate Court\n\n       for leave to continue the appeal as provided in the proviso to\n\n       sub-section (2) of<a href=\"/doc/1493299/\" id=\"a_14\"> S.394</a>. The expression &quot;and if leave is\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                     :: 5 ::\n</blockquote>\n<blockquote id=\"blockquote_7\">     granted, the appeal shall not abate&quot; occurring in the last\n\n     portion of the proviso to<a href=\"/doc/983469/\" id=\"a_15\"> S.394(2)</a> makes the position clear.\n\n     Unless the near relatives move the Appellate Court for leave\n\n     to prosecute the appeal, nothing on the merits need be\n\n     considered by the Appellate Court on the death of the\n\n     appellant in an appeal of the nature referred to in sub-section\n\n     (2) of<a href=\"/doc/1493299/\" id=\"a_16\"> S.394</a>. In such cases, the appeal would abate      which\n\n     has the result of the trial court judgment being in effect.\n\n</blockquote><p data-structure=\"Facts\" id=\"p_13\">     However, the sentence of imprisonment cannot be executed,\n\n     since the appellant is no more. That is not a ground to hold\n\n     that in spite of the near relatives not moving the Appellate\n\n     Court for leave to prosecute the appeal, the Appellate Court is\n\n     bound to consider the appeal on the merits when fine also\n\n     forms part of the sentence of imprisonment. It is well settled\n\n     that in the case of an appeal against composite sentence of\n\n     imprisonment and fine, the near relatives of the appellant\n\n     would be entitled to challenge the fine also, since<a href=\"/doc/1617023/\" id=\"a_17\"> S.70</a> of the\n\n     Indian Penal Code would enable the State to recover the fine\n\n     from any property which would, after the death of the\n\n     appellant/accused, be legally liable for his debts. Under the\n\n     1973 Code, the near relatives of the appellant/accused can\n\n     challenge the conviction and sentence by prosecuting the\n\n     appeal    which     was    preferred     by    the    deceased\n\n     appellant/accused. In the case of a sentence of imprisonment\n\n     as well as fine also, they would have the same right. The\n\n     observations made by the learned single Judge in Suo Motu v.\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                      :: 6 ::\n</p>\n<blockquote id=\"blockquote_8\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69262369\" id=\"span_6\">M.P.Ismail &amp; Anr. (2014 (2) KLT 290 = 2014 (2) KHC 82),\n\n     which were quoted in paragraph 2 above, in our view, are\n\n     against the dictum laid down by the Division Bench in\n\n     <a href=\"/doc/69262369/\" id=\"a_18\">Pradeep v. State of Kerala</a> (2013 (4) KLT SN 135 (C.No.144)\n\n     = 2013 KHC 717). We do not agree with the view expressed\n\n     by the learned single Judge that only if the Appellate Court\n\n     comes to a finding in favour of the prosecution upholding the\n\n     conviction, the amount of fine can be realised from the estate\n\n     of the deceased. If none of the near relatives apply for leave\n\n     as provided in the proviso to<a href=\"/doc/983469/\" id=\"a_19\"> S.394(2)</a>, the Appellate Court\n\n     would be justified in dismissing the appeal filed by the\n\n     appellant on the ground that it has abated. Even an appeal\n\n     from a sentence of fine would abate, if no near relative comes\n\n     forward to continue to prosecute the appeal. There is no\n\n     principle that an appeal from a sentence of fine should be\n\n     heard in the absence of anybody and the Appellate Court\n\n     should pass a judgment on the merits and only then the State\n\n     could recover the fine, by proceeding against the property of\n\n     the deceased appellant/accused. If the appeal abates, it would\n\n     have the effect of the judgment and conviction and sentence\n\n     thereunder passed by the Trial Court being in force. So long\n\n     as the sentence of fine is not set aside, the right of the State to\n\n     realise the fine amount in the manner provided in<a href=\"/doc/1617023/\" id=\"a_20\"> S.70</a> of the\n\n     Indian Penal Code would not be defeated. For that purpose,\n\n     the Appellate Court need not suo motu consider the appeal on\n\n     the merits and arrive at a finding on the question whether the\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                       :: 7 ::</span>\n</blockquote>\n<blockquote id=\"blockquote_9\">       appellant was guilty of the offence alleged against him, only\n\n       for the purpose of considering whether his near relatives or\n\n       legal representatives will be bound to discharge the fine.&quot;\n\n\n\n</blockquote><blockquote id=\"blockquote_10\">       7. In Crl.A.No.699 of 2005, the appellant was convicted for\n\nthe offences under <a href=\"/doc/1279834/\" id=\"a_21\">Sections 376</a> and <a href=\"/doc/1982060/\" id=\"a_22\">450</a> of the Indian Penal Code\n\nand he was sentenced to undergo imprisonment                  and fine. In\n\nCrl.A.No.278 of 2006, the appellant was found guilty for the offences\n\nunder <a href=\"/doc/157412304/\" id=\"a_23\">Sections 3(xi)</a> of the Scheduled Castes and Scheduled Tribes\n\n(Prevention of Atrocities) Act and <a href=\"/doc/1011035/\" id=\"a_24\">Sections 323</a> and <a href=\"/doc/203036/\" id=\"a_25\">354</a> of the Indian\n\nPenal Code.       The appellant in Crl.A.No.278 of 2006 was also\n\nsentenced to undergo imprisonment and fine. During the pendency\n\nof the appeals, the appellant in both the Appeals died.                No\n\napplication was filed in the Criminal Appeals by any of the near\n\nrelatives of the respective appellants seeking leave to continue to\n\nprosecute the appeals. The question which arises for consideration\n\nis whether the appeal should be heard on the merits by the court\n\nwith respect to the sentence of fine or the appeals should be\n\ndismissed as abated since no near relatives of the appellants have\n\ncome forward to continue to prosecute the Criminal Appeals.\n\f\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">Crl.A.Nos.699/2005 &amp; 278/2006\n\n                                      :: 8 ::\n</p>\n<blockquote id=\"blockquote_11\">      8. To properly comprehend the scope of sub-section (2) of\n\n<a href=\"/doc/1493299/\" id=\"a_26\">Section 394</a> of the Cr.P.C., the Section is extracted below:\n\n</blockquote><blockquote id=\"blockquote_12\">             &quot;394. Abatement of appeals.-- (1)          Every appeal\n\n      under section 377 or section 378 shall finally abate on the\n\n      death of the accused.\n</blockquote>\n<blockquote id=\"blockquote_13\">             (2) Every other appeal under this Chapter (except an\n\n      appeal from a sentence of fine) shall finally abate on the\n\n      death of the appellant:\n</blockquote>\n<blockquote id=\"blockquote_14\">             Provided that where the appeal is against a conviction\n\n      and sentence of death or of imprisonment, and the appellant\n\n      dies during the pendency of the appeal, any of his near\n\n      relatives may, within thirty days of the death of the appellant,\n\n      apply to the Appellate Court for leave to continue the appeal;\n\n      and if leave is granted, the appeal shall not abate.\n\n</blockquote><blockquote id=\"blockquote_15\">             Explanation. In this section, &quot;near relative&quot; means a\n\n      parent, spouse, lineal descendant, brother or sister.&quot;\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\">      9. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"920846\" id=\"span_7\">In the reference order made by the learned single Judge\n\nthe correctness of the decision in <a href=\"/doc/920846/\" id=\"a_27\">Raveendran v. State of Kerala</a>\n\n(2014 (4) KLT 382) has been doubted. The learned single Judge in\n\nthe reference order mentioned the question to be decided as to\n\n&quot;whether an appeal from a sentence of fine would abate if no relative\n\nof the appellant comes forward to continue to prosecute the appeal&quot;.\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                    :: 9 ::</span>\n</p>\n<blockquote id=\"blockquote_16\">The learned single Judge observed in the reference order thus:\n\n</blockquote><blockquote id=\"blockquote_17\">            &quot;9. ..... The proviso obviously cannot apply to\n\n      appeals which do not abate under Sub <a href=\"/doc/3387275/\" id=\"a_28\">Section 2</a> of\n\n      Section 394. The second category of cases which do\n\n      not abate on the death of the appellant are appeals from\n\n      sentence of fine. Since Sub <a href=\"/doc/3387275/\" id=\"a_29\">Section 2</a> of <a href=\"/doc/1493299/\" id=\"a_30\">Section 394</a>\n\n      Cr.P.C. declares that appeal against sentence will not\n\n      abate, the court cannot add a condition that it will not\n\n      abate only if a near relative obtains leave to continue to\n\n      prosecute the appeal. This is the reason why, in my\n\n      opinion, the Supreme Court while referring to the\n\n      appeals from sentences of fine observed in Bondada\n\n      Gajapathi Rao v. State of Andhra Pradesh (AIR 1964\n\n      SC 1645).      &quot;First I find no provision making such\n\n      appeals abate&quot; (vide paragraph 2).&quot;\n</blockquote>\n<blockquote id=\"blockquote_18\">\n\n</blockquote><p data-structure=\"Section\" id=\"p_16\">      10. Let us now try to understand the scope of <a href=\"/doc/1493299/\" id=\"a_31\">Section 394</a> of\n\nthe Cr.P.C. The proviso to sub-section (2) of Section 394 enables\n\nthe near relatives of the appellant to apply to the Appellate Court for\n\nleave to continue to prosecute the appeal. If such leave is granted,\n\nthe appeal shall not abate. The general rule is that an appeal under\n\n<a href=\"/doc/195753/\" id=\"a_32\">Sections 377</a> and <a href=\"/doc/487026/\" id=\"a_33\">378</a> of the Cr.P.C. shall abate on the death of the\n\naccused.   Appeal under Section 377 is an appeal that can be\n\npreferred by the State challenging the inadequacy of the sentence.\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                    :: 10 ::\n</p>\n<blockquote id=\"blockquote_19\">An appeal under <a href=\"/doc/487026/\" id=\"a_34\">Section 378</a> of the Cr.P.C. is an appeal against\n\nacquittal. Appeals other than the appeals under Sections 377 and\n\n378 are dealt with under sub-section (2) of Section 394. Those\n\nappeals also would abate on the death of the appellant except\n\nwhere the appeal is from a sentence of fine. Under <a href=\"/doc/1617023/\" id=\"a_35\">Section 70</a> of\n\nthe Indian Penal Code, the death of the offender does not discharge\n\nfrom the liability to pay fine, any property which would, after his\n\ndeath, be legally liable for his debts. Even if the sentence does not\n\ninclude fine, the near relatives of the accused could apply for leave\n\nto continue the appeal, as provided under the proviso to Section 394\n\n(2) of the Cr.P.C.\n</blockquote>\n<blockquote id=\"blockquote_20\">\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">       11. In Bondada Gajapathi Rao v. State of Andhra Pradesh\n\n(AIR 1964 SC 1645), the appeal before the Supreme Court was\n\nfrom a sentence of imprisonment for life imposed on the appellant\n\nupon his conviction for the offence of the murder of his wife. The\n\nappellant died pending the appeal before the Supreme Court. His\n\nlegal representatives sought leave to continue the appeal. It is to be\n\nnoted that in the <a href=\"/doc/445276/\" id=\"a_36\">Code of Criminal Procedure</a> 1898, there was no\n\nprovision similar to the proviso to sub-section (2) of Section 394 of\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                      :: 11 ::\n</p>\n<blockquote id=\"blockquote_21\">the 1973 Code. Therefore, the near relatives of an accused could\n\nnot challenge the conviction and sentence of their predecessor. The\n\nSupreme Court in Bondada Gajapathi Rao v. State of Andhra\n\nPradesh (AIR 1964 SC 1645), held thus:\n</blockquote>\n<blockquote id=\"blockquote_22\">            &quot;(2) There would seem to be authority for the\n\n      proposition that revision petitions and some appeals\n\n      from sentences of fine might be continued by his legal\n\n      representatives on the death of the accused pending the\n\n      proceeding:       see<a href=\"/doc/713219/\" id=\"a_37\"> S.431</a> of the Code of Criminal\n\n      Procedure and Pranab Kumar Mitra v. State of West\n\n      Bengal (1959) Supp (1) SCR 63: (AIR 1959 SC 144). It\n\n      appears that in England appeals from similar sentences\n\n      are permitted to be continued by the executors of the\n\n      deceased appellant: see Hodgson v. Lakeman, 1943-1\n\n      KB 15.    ............ All the same however I think it must\n\n      now be held that appeals from sentences of fine may be\n\n      permitted to be continued by the legal representatives of\n\n      the deceased appellant. First, I find no provision making\n\n      such appeals abate. ......\n</blockquote>\n<blockquote id=\"blockquote_23\">\n</blockquote><blockquote id=\"blockquote_24\">            (3)    The principle on which the hearing of a\n\n      proceeding may be continued after the death of an\n\n      accused would appear to be the effect of the sentence\n\n      on his property in the hands of his legal representatives.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_18\">      If the sentence affects that property, the legal\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                    :: 12 ::\n</p>\n<blockquote id=\"blockquote_25\">     representatives can be said to be interested in the\n\n     proceeding and allowed to continue it.\n</blockquote>\n<blockquote id=\"blockquote_26\">           ....... ....... .......\n</blockquote>\n<blockquote id=\"blockquote_27\">           (9) ........ Even under the Civil law an express\n\n     provision is required for substitution of another person in\n\n     the place of the person deceased before the appeal can\n\n     be continued and this is again subject to whether the\n\n     cause of action survives or not. The same principle is\n\n     again to the forefront in S.431 when it allows an appeal\n\n     in respect of fine to be continued but not appeals\n\n     involving imprisonment. ......\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_19\">           ......  ...... ........\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">           There is admittedly no express provision in any\n\n     law    permitting      the    substitution of  the    legal\n\n     representatives of a deceased appellant in a criminal\n\n     appeal brought to this Court by special leave. We have,\n\n     however, to bear in mind the policy of the law as\n\n     enacted in Section 431 of the Code. The policy is that\n\n     every criminal appeal under Chapter XXXI will abate\n\n     except an appeal from a sentence of fine. Thus, instead\n\n     of there being any principle on the strength of which the\n\n     legal heirs of a person could be allowed to prosecute\n\n     after his death an appeal brought by him challenging his\n\n     conviction and sentence of imprisonment the policy of\n\n     the law is definitely opposed to it. Moreover, only a\n\n     person who can properly represent a deceased\n\n     appellant can be allowed to be brought on record in his\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                :: 13 ::\n</p>\n<blockquote id=\"blockquote_28\">     place and prosecute the appeal. That is the principle\n\n     upon which the provisions of O.XXII <a href=\"/doc/161831507/\" id=\"a_38\">of the Code of Civil\n\n     Procedure</a> are based.      That again is the principle\n\n     followed by the Courts in England in allowing appeals in\n\n     which the challenge was to a fine imposed upon the\n\n     appellant to be continued by the executors and\n\n     administrators of the deceased appellant. ....\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1596143\" id=\"span_8\">12. The question whether an appeal from a composite order\n\nof sentence combining the substantive imprisonment with fine could\n\nalso be treated as an appeal from a sentence of fine, was\n\nconsidered by the Supreme Court in <a href=\"/doc/1596143/\" id=\"a_39\">Harnam Singh v. The State of\n\nHimachal Pradesh</a> ((1975) 3 SCC 343) and it was held:</span>\n\n\n\n</p><blockquote id=\"blockquote_29\">           &quot;10. The narrow question which then requires to\n\n     be considered is whether an appeal from a composite\n\n     order    of  sentence    combining     the    substantive\n\n     imprisonment with fine is for the purposes of S.431 not\n\n     an appeal from a sentence of fine. It is true that an\n\n     appeal from a composite order of sentence is ordinarily\n\n     directed against both the substantive imprisonment and\n\n     the fine. But, such an appeal does not for that reason\n\n     cease to be an appeal from a sentence of fine. It is\n\n     something more not less than an appeal from a\n\n     sentence of fine only and it is significant that the\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                    :: 14 ::\n</blockquote>\n<blockquote id=\"blockquote_30\">      parenthetical clause of Section 431 does not contain the\n\n      word &quot;only&quot;.     To limit the operation of the exception\n\n      contained in that clause so as to take away from its\n\n      purview appeals directed both against imprisonment and\n\n      fine is to read into the clause the word &quot;only&quot; which is\n\n      not there and which, by no technique of interpretation\n\n      may be read there. The plain meaning of Section 431 is\n\n      that every criminal appeal abates on the death of the\n\n      accused &quot;except an appeal from a sentence of fine&quot;.\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_22\">      The section for its application requires that the appeal\n\n      must be directed to the sentence of fine and not that it\n\n      must be directed to that sentence only.        If by the\n\n      judgment under appeal a sentence of fine is imposed\n\n      either singularly or in conjunction with a sentence of\n\n      imprisonment, the appeal against conviction would be\n\n      an appeal from a sentence of fine within the meaning of\n\n      Section 431. All that is necessary is that a sentence of\n\n      fine should have been imposed on the accused and the\n\n      appeal filed by him should involve the consideration of\n\n      the validity of that sentence.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">      13.   Let us take a case where the near relatives of an\n\nappellant   who    was     convicted   and  sentenced   to  undergo\n\nimprisonment and fine do not apply for leave as provided under the\n\nproviso to <a href=\"/doc/983469/\" id=\"a_40\">Section 394(2)</a> of the Cr.P.C. From the wording of the\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                      :: 15 ::\n</p>\n<blockquote id=\"blockquote_31\">proviso itself that &quot;and if leave is granted, the appeal shall not abate&quot;\n\n</blockquote><blockquote id=\"blockquote_32\">it is clear that the appeal would abate if no leave is applied for by the\n\nnear relatives as provided in the proviso. Sub-section (2) of Section\n\n394 uses the expression &quot;except an appeal from a sentence of fine&quot;,\n\nwhile referring to abatement on the death of the appellant. The view\n\ntaken in Suo Motu v. M.P. Ismail &amp; another (2014 (2) KLT 290) is\n\nthat without a finding in favour of the prosecution in appeal, the\n\namount of fine cannot be realised under law and only if the Appellate\n\nCourt comes to a finding in favour of the prosecution upholding the\n\nconviction, the amount of fine can be realised from the estate of the\n\ndeceased. The view taken in Suo Motu v. M.P. Ismail &amp; another\n\n(2014 (2) KLT 290) appears to be that the Court has to decide on\n\nthe merits as to whether the deceased appellant was guilty of the\n\noffence, even in the absence of a near relative approaching the\n\nAppellate Court to be heard in the matter. The learned single Judge\n\nwho referred these appeals to the Division Bench also appears to\n\nshare that view though it is not so clearly stated in the reference\n\norder. When it is brought to the notice of the Appellate Court that\n\nthe appellant/accused is dead, should the Appellate Court hear the\n\nappeal on the merits without anybody on record? The counsel for\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                   :: 16 ::\n</blockquote>\n<blockquote id=\"blockquote_33\">the appellant cannot appear since evidently his engagement by the\n\ndeceased appellant would lapse on the death of the appellant. Is\n\nthe decision rendered by the court without any near relative of the\n\nappellant/accused on record binding on the near relative? Should\n\nthe Appellate Court wait for 30 days or 90 days for the near relatives\n\nto come on record? Section 394 does not fix any period for the near\n\nrelatives to continue to prosecute the appeal in the case of a\n\nsentence of fine. However, the proviso to sub-section (2) stipulates a\n\nperiod of 30 days to apply for leave to continue the appeal. Even in\n\nthe case of the proviso to sub-section (2) of Section 394, cannot an\n\napplication for leave be entertained after the expiry of 30 days?\n\nCould not the Appellate Court condone the delay and entertain the\n\napplication for leave to appeal after the expiry of 30 days by invoking\n\n<a href=\"/doc/100581/\" id=\"a_41\">Section 5</a> of the Limitation Act? Suppose the Court, after the death\n\nof the appellant, appoints a counsel to argue the case and decides\n\nthe case against the appellant and immediately thereafter the near\n\nrelatives of the appellant approach the Appellate Court and pray for\n\nleave to continue the appeal. In such a case, could the Appellate\n\nCourt reject their prayer on the ground that the appeal has already\n\nbeen decided without their junction by the Court after appointing a\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                   :: 17 ::\n</blockquote>\n<blockquote id=\"blockquote_34\">counsel to argue for the appellant? Would it do justice to the near\n\nrelatives of the appellant? If an appeal from a sentence of fine or a\n\ncomposite sentence of imprisonment and fine is closed as abated,\n\ncould not the near relatives approach the Court even thereafter and\n\nget the abatement set aside with respect to the sentence of fine?\n\nWould not such a course be more than just and reasonable viewing\n\nthe matter from the point of view of the near relatives of the\n\ndeceased appellant?\n</blockquote>\n<blockquote id=\"blockquote_35\">\n\n</blockquote><p data-structure=\"Section\" id=\"p_25\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1596143\" id=\"span_9\">14. If we go by the words in Section 394 strictly, the proviso to\n\nsub-section (2) of Section 394 providing for granting leave does not\n\nstrictly apply to a composite sentence of imprisonment and fine. By\n\njudicial interpretation in <a href=\"/doc/1596143/\" id=\"a_42\">Harnam Singh v. The State of Himachal\n\nPradesh</a> ((1975) 3 SCC 343), it became the law that the proviso\n\nwould apply to a composite order of sentence of substantive\n\nimprisonment as well as fine. Let us also look at sub-section (2) of\n\nSection 394 where the expression &quot;except an appeal from a\n\nsentence of fine&quot; occurs.      Where is the provision for the near\n\nrelatives of the deceased appellant for continuing to prosecute the\n\nappeal from a sentence of fine? By putting the expression &quot;except\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                   :: 18 ::</span>\n</p>\n<blockquote id=\"blockquote_36\">an appeal from a sentence of fine&quot; in brackets, sub-section (2)\n\nmeans to say that the appeal from a sentence of fine does not abate\n\non the death of the appellant. True, such an appeal does not abate,\n\nbut what is the step to be taken by the near relative? If so, within\n\nwhat period? Section 394 is silent about all these aspects.\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_26\">       15. What is the meaning of abatement in <a href=\"/doc/1493299/\" id=\"a_43\">Section 394</a> of the\n\nCr.P.C.? In Advanced Law Lexicon - P.Ramanatha Aiyar, 3rd Edition,\n\n2005, the word &#x27;abatement&#x27; in criminal law is described as follows:\n\n</p><blockquote id=\"blockquote_37\">             &quot;IN CRIMINAL LAW: Abatement of proceedings\n\n       connotes their termination without any decision on the\n\n       merits and without the assent of the prosecutor. (Ency.\n\n       Of the Laws of England.)&quot;\n</blockquote>\n<blockquote id=\"blockquote_38\">\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\">       16. In Bondada Gajapathi Rao v. State of Andhra Pradesh\n\n(AIR 1964 SC 1645), the Supreme Court held that in Civil Law an\n\nexpress provision is required for substitution of another person in the\n\nplace of the person deceased before the appeal can be continued\n\nand this is again subject to whether the cause of action survives or\n\nnot. It was also held that the same principle is again to the forefront\n\nin<a href=\"/doc/713219/\" id=\"a_44\"> S.431</a> of the Code of Criminal Procedure, 1898 when it allows an\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                    :: 19 ::\n</p>\n<blockquote id=\"blockquote_39\">appeal in respect of fine to be continued but not appeals involving\n\nimprisonment. It was also held that only a person who can properly\n\nrepresent a deceased appellant in a Criminal Appeal can be allowed\n\nto be brought on record in his place to prosecute the appeal. That is\n\nthe principle upon which the provisions of <a href=\"/doc/161831507/\" id=\"a_45\">Order XXII of the Code of\n\nCivil Procedure</a> are based.\n</blockquote>\n<blockquote id=\"blockquote_40\">\n\n</blockquote><p data-structure=\"Section\" id=\"p_28\">      17. Rule 1 <a href=\"/doc/161831507/\" id=\"a_46\">Order XXII of the Code of Civil Procedure</a> states\n\nthat the death of a plaintiff or defendant shall not cause the suit to\n\nabate if the right to sue survives. That means, if the right to sue\n\ndoes not survive, the suit will abate. For example, a suit abates in\n\ncases of personal actions. Cause of action for defamation does not\n\nsurvive the death of the person defamed. If the right to sue survives,\n\nthe procedure to be followed to implead the legal representatives is\n\ncontained in Rules 2, 3 and 4 of <a href=\"/doc/161831507/\" id=\"a_47\">Order XXII of the CPC</a>. Rules 2, 3\n\nand 4 of Order XXII specifically mention that they apply where the\n\nright to sue survives.    Rule 4A of Order XXII provides for the\n\nprocedure where there is no legal representative for a party who\n\ndied during the pendency of the suit. Rule 6 provides that whether\n\nthe cause of action survives or not, there shall be no abatement by\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                  :: 20 ::\n</p>\n<blockquote id=\"blockquote_41\">reason of the death of either party between the conclusion of the\n\nhearing and the pronouncing of the judgment, but judgment may in\n\nsuch case be pronounced notwithstanding the death and it shall\n\nhave the same force and effect as if it had been pronounced before\n\nthe death took place. Rule 9 provides that where a suit abates or is\n\ndismissed under <a href=\"/doc/161831507/\" id=\"a_48\">Order XXII of the CPC</a>, no fresh suit shall be\n\nbrought on the same cause of action.         However, sub-rule (2)\n\nprovides for an application being made to set aside the abatement\n\nor dismissal. Sub-rule (3) states that the provisions of <a href=\"/doc/100581/\" id=\"a_49\">Section 5</a> of\n\nthe Limitation Act would apply to applications to set aside\n\nabatement. In the absence of any specific provision to the contrary,\n\nthe principles in the various Rules of <a href=\"/doc/161831507/\" id=\"a_50\">Order XXII of the CPC</a> can be\n\nextended to Criminal Appeals also, to the extent it can be applied.\n\nThe provision in Rule 6 of <a href=\"/doc/161831507/\" id=\"a_51\">Order XXII of the CPC</a> that there shall be\n\nno abatement by reason of the death of either party between the\n\nconclusion of the hearing and the pronouncement of the judgment\n\nmay not as such apply to a criminal appeal challenging the\n\nconviction and sentence of imprisonment.      On the death of the\n\naccused, the substantive sentence of imprisonment cannot be\n\nexecuted. Under the <a href=\"/doc/445276/\" id=\"a_52\">Code of Criminal Procedure</a>, 1898, the near\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                    :: 21 ::\n</blockquote>\n<blockquote id=\"blockquote_42\">relatives of an accused could not continue to prosecute the appeal\n\nfiled by the accused against the sentence of imprisonment alone.\n\nBut the proviso to sub-section (2) of <a href=\"/doc/1493299/\" id=\"a_53\">Section 394</a> of the Code of\n\nCriminal Procedure, 1973 provides for a right to the near relatives of\n\nthe deceased appellant to apply for leave to continue the appeal in\n\nsuch cases. The substantive sentence of imprisonment may not\n\ndirectly affect the near relatives of the deceased appellant/accused.\n\nAt the maximum, it may affect the near relatives since a stigma may\n\nbe attached to the family as a result of the conviction of the\n\ndeceased appellant.     By virtue of the proviso to sub-section (2) of\n\nSection 394, even that stigma can be avoided by the near relatives\n\nby getting leave to continue the appeal against the conviction and\n\nsentence of the deceased appellant. In so far as an appeal from a\n\nsentence of fine is concerned, the death of the offender does not\n\ndischarge from the liability any property which would, after his death\n\nbe liable for his debts. Therefore, the legal representatives of the\n\ndeceased appellant would be the affected persons if the sentence of\n\nfine is not set aside. That is why it is provided in <a href=\"/doc/983469/\" id=\"a_54\">Section 394(2)</a> of\n\nthe Cr.P.C. that an appeal from a sentence of fine shall not finally\n\nabate on the death of the appellant. In view of the decision in\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                   :: 22 ::\n</blockquote>\n<blockquote id=\"blockquote_43\">Harnam Singh v. The State of Himachal Pradesh ((1975) 3 SCC\n\n</blockquote><blockquote id=\"blockquote_44\">343), an appeal against conviction and sentence of imprisonment\n\nand fine would be an appeal from a sentence of fine within the\n\nmeaning of Section 431 of the Code of 1898 (Section 394 of the\n\n1973 Code). Under the <a href=\"/doc/445276/\" id=\"a_55\">Code of Criminal Procedure</a>, 1973 as well\n\nas under the <a href=\"/doc/445276/\" id=\"a_56\">Code of Criminal Procedure</a>, 1898, the expression\n\n&quot;except an appeal from a sentence of fine&quot; occurs.\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_29\">      18. Applying the principles of <a href=\"/doc/161831507/\" id=\"a_57\">Order XXII of the CPC</a> and on a\n\nproper interpretation of <a href=\"/doc/1493299/\" id=\"a_58\">Section 394</a> of the Cr.P.C., the following\n\nprinciples would emerge. Under the Civil Law, when the cause of\n\naction does not survive, the death of a plaintiff or defendant would\n\ncause the suit to abate. If the cause of action survives, Rules 2 to 4\n\nof <a href=\"/doc/161831507/\" id=\"a_59\">Order XXII of the CPC</a> would enable the legal representatives of\n\nthe deceased party to be brought on record. If the death of the party\n\noccurs between the conclusion of the hearing and the pronouncing\n\nof the judgment, there shall be no abatement by reason of the death\n\nof the party, whether the cause of action survives or not. If within the\n\ntime limited for bringing on record the legal representatives of the\n\ndeceased party no application is made for that purpose, the suit\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                   :: 23 ::\n</p>\n<blockquote id=\"blockquote_45\">would abate, but the abatement can be set aside as provided in Rule\n\n</blockquote><blockquote id=\"blockquote_46\">9. Thus, there is an absolute abatement in cases where the cause\n\nof action does not survive. There is also an abatement in cases in\n\nwhich cause of action survives, if the legal representatives are not\n\nbrought on record within the time permitted. The abatement on\n\naccount of the cause of action not surviving is irreversibe, but in the\n\ncase of abatement due to non-impleading the legal representatives\n\nwithin time, such an abatement can be set aside. Under <a href=\"/doc/1493299/\" id=\"a_60\">Section\n\n394</a> of the Cr.P.C., every appeal under Section 377 or Section 378\n\nshall finally abate on the death of the accused. That is an absolute\n\nabatement and there is no question of any further consideration in\n\nthe appeal. However, in the case of an appeal from a sentence of\n\nfine, there is no abatement.      That means, the appeal can be\n\ncontinued by the persons who are interested to continue the appeal.\n\n</blockquote><p data-structure=\"Section\" id=\"p_30\">If nobody comes forward to continue to prosecute the appeal, the\n\nappeal can be closed as abated. However, that abatement can be\n\nset aside at the instance of near relatives of the deceased appellant,\n\nthough no specific provision has been made for the same in the\n\n<a href=\"/doc/445276/\" id=\"a_61\">Cr.P.C</a>. The inherent powers of the Court can be exercised in such a\n\nsituation. In cases where the proviso to sub-section (2) of Section\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                   :: 24 ::\n</p>\n<blockquote id=\"blockquote_47\">394 applies, the appeal can be continued after the death of the\n\nappellant at the instance of the near relatives by applying for leave\n\nto continue the appeal. The abatement under sub-section (1) of\n\n<a href=\"/doc/1493299/\" id=\"a_62\">Section 394</a> Cr.P.C. is absolute. The abatement under sub-section\n\n(2) of Section 394 is qualified and it is subject to the proviso therein.\n\n</blockquote><p data-structure=\"Section\" id=\"p_31\">The proviso provides that if leave is granted, the appeal shall not\n\nabate. In the case of an appeal from a sentence of fine, there is no\n\nabatement but Section 394 is silent as to what should be done after\n\nthe appellant in such an appeal dies. One view is that even in the\n\nabsence of a near relative, the Court shall dispose of the appeal on\n\nthe merits. That is probably because, it is well settled that if the\n\nappellant/revision petitioner is absent, the Court cannot dismiss the\n\nappeal/revision for default and the Court has to dispose of the case\n\non the merits. Section 385 provides for notice to be given to the\n\nappellant or his pleader. Section 386 used the expression &quot;hearing\n\nthe appellant or his pleader&quot;. But those are all cases where the\n\nappellant is alive. The pleader&#x27;s engagement by the appellant would\n\ncome to an end on the death of the appellant. <a href=\"/doc/321111/\" id=\"a_63\">Sections 385</a> and <a href=\"/doc/1256523/\" id=\"a_64\">386</a>\n\nof the Cr.P.C. may not as such apply where the appellant is not alive.\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                   :: 25 ::\n</p>\n<p data-structure=\"Section\" id=\"p_32\">       19. Under the <a href=\"/doc/445276/\" id=\"a_65\">Code of Criminal Procedure</a>, 1898, the near\n\nrelatives of an accused could not continue to prosecute the appeal\n\nfiled by the accused against sentence of imprisonment alone. An\n\namendment to <a href=\"/doc/713219/\" id=\"a_66\">Section 431</a> of the Code of Criminal Procedure,1973\n\nwas suggested in the Bill introduced in the parliament by a private\n\nmember. The object of the amendment was to provide a machinery\n\nwhereby the children or members of the family of a convicted person\n\nwho died during the pendency of the appeal could challenge the\n\nconviction and get rid of the stigma attached to the family. The Law\n\nCommission of India in its 41st Report recommended for such an\n\namendment to be made.         Those steps resulted in the present\n\n<a href=\"/doc/1493299/\" id=\"a_67\">Section 394</a> of the Code of Criminal Procedure 1973 with the proviso\n\nand Explanation therein. An appeal against conviction as provided\n\nin sub-section (2) of Section 394 would finally abate on the death of\n\nthe appellant unless the near relatives make an application to the\n\nAppellate Court for leave to continue the appeal as provided in the\n\nproviso to sub-section (2) of Section 394. The expression &quot;and if\n\nleave is granted, the appeal shall not abate&quot; occurring in the last\n\nportion of the proviso to Section 394(2) makes the position clear.\n\nUnless the near relatives move the Appellate Court for leave to\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                   :: 26 ::\n</p>\n<blockquote id=\"blockquote_48\">prosecute the appeal, nothing on the merits need be considered by\n\nthe Appellate Court on the death of the appellant in an appeal of the\n\nnature referred to in sub-section (2) of Section 394. In such cases,\n\nthe appeal would abate which has the result of the trial court\n\njudgment being in effect. However, the sentence of imprisonment\n\ncannot be executed, since the appellant is no more. That is not a\n\nground to hold that in spite of the near relatives not moving the\n\nAppellate Court for leave to prosecute the appeal, the Appellate\n\nCourt is bound to consider the appeal on the merits when fine also\n\nforms part of the sentence of imprisonment. It is well settled that in\n\nthe case of an appeal against composite sentence of imprisonment\n\nand fine, the near relatives of the appellant would be entitled to\n\nchallenge the fine also, since <a href=\"/doc/1617023/\" id=\"a_68\">Section 70</a> of the Indian Penal Code\n\nwould enable the State to recover the fine from any property which\n\nwould, after the death of the appellant/accused, be legally liable for\n\nhis debts.     Under the 1973 Code, the near relatives of the\n\nappellant/accused can challenge the conviction and sentence by\n\nprosecuting the appeal which was preferred by the deceased\n\nappellant/accused. In the case of a sentence of imprisonment as\n\nwell as fine also, they would have the same right.\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                   :: 27 ::\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_33\">       20. For the aforesaid reasons, we are of the view that in an\n\nappeal from a sentence of fine, the near relatives of the appellant\n\nwould be entitled to come on record and continue to prosecute the\n\nappeal. No time limit is fixed for filing an application by the near\n\nrelatives to come on record. Since the proviso to sub-section (2) of\n\nSection 394 provides for a period of thirty days for filing an\n\napplication for leave to continue the appeal, the period for filing an\n\napplication to come on record in an appeal from a sentence of fine\n\ncan also be taken as thirty days. Within the period of thirty days if\n\nthe near relatives do not file an application to come on record, the\n\nCourt shall consign the appeal to record room. If the near relatives\n\nwish to come on record, they would be entitled to file an application\n\nto revive the appeal, in which case, the Court would be justified in\n\nhearing the appeal on the merits, provided the application is filed\n\nwithout undue delay. If nobody comes forward, nothing prevents the\n\nState from recovering the fine. Consigning the Appeal to the record\n\nroom is only for the purpose of enabling the near relatives to\n\napproach the Court to redress their grievance. In the case of an\n\nappeal to which the proviso to sub-section (2) of Section 394\n\napplies, which include an appeal from a sentence of imprisonment\n\f\nCrl.A.Nos.699/2005 &amp; 278/2006\n\n                                    :: 28 ::\n</p>\n<blockquote id=\"blockquote_49\">and fine, an application for leave shall be filed within thirty days of\n\nthe death of the appellant, if the near relatives want to challenge the\n\nsentence of imprisonment.       If the near relatives do not wish to\n\nchallenge the sentence of imprisonment, the application can be\n\ntreated as an application filed in an appeal from a sentence of fine.\n\nWe concur with the view taken in Raveendran v. State of Kerala\n\n(2014 (4) KLT 382) and Pradeep v. State of Kerala (2013 KHC\n\n</blockquote><blockquote id=\"blockquote_50\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"920846\" id=\"span_10\">717) = 2013 (4) KLT SN 135 case No.144).          However, we do not\n\napprove the view taken in paragraph 12 of the judgment in\n\n<a href=\"/doc/920846/\" id=\"a_69\">Raveendran v. State of Kerala</a> (2014 (4) KLT 382) that the appeal\n\nis liable to be dismissed as abated in case the near relatives do not\n\ncome forward to challenge the sentence of fine. At the same time,\n\nwe do not approve the view that the appellate Court is bound to\n\ndispose of the appeal on the merits, even after the death of the\n\nappellant and even if no near relative applies to the appellate Court\n\nto come on record to challenge the sentence of fine.           Such a\n\ndisposal on the merits without the affected party being heard is not\n\ncontemplated under the <a href=\"/doc/445276/\" id=\"a_70\">Code of Criminal Procedure</a>. Moreover,\n\nhearing of an unwanted Criminal Appeal would amount sheer waste\n\nof judicial time.</span>\n</blockquote>\f\n<p data-structure=\"Conclusion\" id=\"p_34\">Crl.A.Nos.699/2005 &amp; 278/2006\n\n                                :: 29 ::\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_36\">      21. The reference is answered accordingly.\n\n      Since no near relative has come forward to continue to\n\nprosecute the Criminal Appeals, the Criminal Appeals shall stand\n\nabated in so far as the sentence of imprisonment is concerned.\n\nHowever, the appeals shall be consigned to the record room for\n\nother purposes mentioned above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_38\">                                           K. T. Sankaran\n                                                Judge\n\n\n\n                                             K. Harilal\n                                                Judge\n\n\n\n\n                                        K.P.Jyothindranath\n                                                Judge\n\nahz/3/12/16\n\f\n\n\n\n          </p>","numcites":20,"numcitedby":53,"docsource":"Kerala High Court","citetid":134199468,"divtype":"judgments","relatedqs":[{"value":"abatement of suit","formInput":"abatement%20of%20suit"},{"value":"section 394 of crpc","formInput":"section%20394%20of%20crpc"},{"value":"abatement in criminal appeal","formInput":"abatement%20in%20criminal%20appeal"},{"value":"abatement after death","formInput":"abatement%20after%20death"},{"value":"abatement of appeal","formInput":"abatement%20of%20appeal"},{"value":"death sentence","formInput":"death%20sentence"},{"value":"setting aside of abatement","formInput":"setting%20aside%20of%20abatement"},{"value":"cause of action does not survive","formInput":"cause%20of%20action%20does%20not%20survive"},{"value":"survival of cause of action","formInput":"survival%20of%20cause%20of%20action"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"SECTION 394 (2) CR.P.C.","formInput":"SECTION%20394%20%282%29%20CR.P.C."},{"value":"section 377","formInput":"section%20377"},{"value":"leave to appeal","formInput":"leave%20to%20appeal"},{"value":"section 394 of cr.p.c. ","formInput":"section%20394%20of%20cr.p.c.%20"},{"value":"stigma","formInput":"stigma"},{"value":"near relative","formInput":"near%20relative"},{"value":"civil laws","formInput":"civil%20laws"},{"value":"gajapathy","formInput":"gajapathy"},{"value":"order xxii c.p.c.","formInput":"order%20xxii%20c.p.c."},{"value":"fine  or imprisonment or both","formInput":"fine%20%20or%20imprisonment%20or%20both"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":true,"query_alert":null,"agreement":false}