{"tid":60268703,"publishdate":"2013-02-21","title":"Vinod Goel vs State Of Karnataka By on 21 February, 2013","doc":"<h2 class=\"doc_title\">Vinod Goel vs State Of Karnataka By on 21 February, 2013</h2>\n\n<pre id=\"pre_1\">                             1\n\n   IN THE HIGH COURT OF KARNATAKA AT BANGALORE\n\n      DATED THIS THE 21ST DAY OF FEBRUARY 2013\n\n                          BEFORE\n   THE HON&#x27;BLE MR JUSTICE K. N. KESHAVANARAYANA\n\n            CRIMINAL PETITION No. 3944/2012\n                         C/W\n            CRIMINAL PETITION No. 4009/2012\n\n\nBETWEEN:\n\nIn Crl.P.No.3944/2012\n\nVinod Goel,\nAged about 51 years,\nS/o. Madanlal Goel,\n# 408, 12th Main,\nRMV Extension,\nSadashivanagar,\nBengalooru-560 080.                     ... Petitioner\n\n(By Sri.D.N.Nanjunda Reddy, Senior Advocate for\n    Sri.M.Vinaya Keerthy, Advocate)\n\n\nIn Crl.P.No.4009/2012\n\nSameer Goel,\nAged about 36 years,\nS/o. Suresh Kumar Goel,\nBehind Ujwal Bar &amp; Restaurant,\nC-15, VIII Cross, Sanjay Nagar,\nBengalooru-560 094.                     ... Petitioner\n\n(By Sri.G.S.Prasanna Kumar, Advocate)\n                              2\n\nAND:\n\n  1.    State of Karnataka,\n        By City Crime Branch Police,\n        Nagarthpet,\n        Bengalooru-560 009.\n\n  2.    Alsaa Petroleum &amp; Shipping FZC\n        Having its Registered office at\n        P.O. Box 10335, RAS AL Khaimah, UAE\n        And correspondence office at\n        Suite # 9C, Dubai Creek Tower,\n        P.O. Box 124024, Dubai, UAE\n        And through its constituted\n        Attorney Dinesh Menon,\n        Aged about 52 years,\n        S/o. Chakungal Padmakara Menon,\n        # 001, A-14, Aradhana Garden,\n        Goregaon (East),\n        Mumbai-400 063.\n                                        ... Respondents\n                                  (Common in both Petitions)\n\n(By Sri.P.Karunakar, HCGP for R-1)\n    Sri.K.Suman Advocate for R-2\n\n\n     These Criminal Petitions are filed under <a href=\"/doc/1679850/\" id=\"a_1\">Section 482</a>\nof the Cr.P.C., praying to quash the proceedings in\nC.C.No.23679/2011 on the file of the VII Additional Chief\nMetropolitan Magistrate, Bangalore.\n\n           Reserved on      : 16.01.2013\n           Pronounced on    : 21.02.2013\n\n      These Criminal Petitions having been heard and\nreserved for order, coming on for pronouncement of order\nthis day, the Court made the following:\n                                3\n\n                            ORDER\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     These two petitions are filed under <a href=\"/doc/1679850/\" id=\"a_2\">Section 482</a> of\n\nCr.P.C. seeking to quash the prosecution launched in C.C.\n\nNo.23679/2011 on the file of the VII Additional C.M.M.,\n\nBangalore.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">     2)      Vinod Goel- the petitioner in Criminal Petition\n\nNo.3944/2012 is arraigned as Accused No.1, while\n\nSameer       Goel,   petitioner    in   Criminal    Petition\n\nNo.4009/2012 is arraigned as Accused No.2 in the charge\n\nsheet filed by the Assistant Commissioner of Police, CCB,\n\nSpecial Enquiries, N.T. Pet, Bangalore City, for the\n\noffences punishable under <a href=\"/doc/338903/\" id=\"a_3\">Sections 465</a>, <a href=\"/doc/286506/\" id=\"a_4\">467</a>, <a href=\"/doc/1599077/\" id=\"a_5\">468</a>, <a href=\"/doc/1590825/\" id=\"a_6\">471</a>,\n\n<a href=\"/doc/1099980/\" id=\"a_7\">420</a> r/w. 120(B) of <a href=\"/doc/1569253/\" id=\"a_8\">IPC</a>.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Facts\" id=\"p_5\">     3)      The facts leading to the presentation of these\n\ntwo petitions are as under:-\n</p>\n<blockquote id=\"blockquote_1\">     The 2nd respondent in these two petitions by name\n\nAlsaa Petroleum and Shipping FZC having its registered\n\noffice at RAS AL KHAIMAH, UAE, represented through its\n\nconstituted attorney Sri. Dinesh Menon, filed a private\n<span class=\"hidden_text\" id=\"span_1\">                              4</span>\n\ncomplaint under <a href=\"/doc/444619/\" id=\"a_9\">Section 200</a> of Cr.P.C. alleging the\n\noffences punishable under <a href=\"/doc/1099980/\" id=\"a_10\">Sections 420</a>, <a href=\"/doc/664789/\" id=\"a_11\">406</a>, <a href=\"/doc/338903/\" id=\"a_12\">465</a>, <a href=\"/doc/286506/\" id=\"a_13\">467</a>,\n\n<a href=\"/doc/1599077/\" id=\"a_14\">468</a>, <a href=\"/doc/1590825/\" id=\"a_15\">471</a> r/w. 120(B) of <a href=\"/doc/1569253/\" id=\"a_16\">IPC</a> against the following four\n\nnamed accused,-\n</blockquote>\n<blockquote id=\"blockquote_2\">(1) M/s. Twenty First Century Wire Rods Limited,\n    Sadashiv Nagar;\n</blockquote>\n<blockquote id=\"blockquote_3\">(2) Vinod Goel, the Chairman and Managing Director of\n    M/s. Twenty First Century Wire Rods Limited;\n\n(3) Janthakal Enterprises, and\n\n(4) Hanuman Mines.\n</blockquote>\n<blockquote id=\"blockquote_4\">\n</blockquote><blockquote id=\"blockquote_5\">       4)   In the complaint, it was inter alia alleged that\n\nAccused No.1 is the registered company of which Accused\n\nNo.2 is the Chairman and Managing Director and he\n\nprimarily dealt with the complainant&#x27;s representatives in\n\nrespect of entire transaction, which is the subject matter\n\nof the complaint; that during September 2009, the\n\ncomplainant was desirous of purchasing iron ore lump\n\nwith FE 62% and Iron Ore (Fine) with FE 61.5% and for\n\nthat    purpose,    the    complainant     authorized    its\n\nrepresentatives for search in the Indian Market to find-\n<span class=\"hidden_text\" id=\"span_2\">                              5</span>\n\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">out as to who are the right suppliers/sellers to procure\n\nlarge quantities of goods of required specification, as the\n\ncomplainant was required to be traded in the International\n\nMarket. The representatives of the complainant-Company\n\nmet Accused No.2 (Vinod Goel) and several other persons\n\nincluding Sameer Goel (Accused No.2 in the charge sheet);\n\nthat Accused No.2 represented that he is the Proprietor of\n\nAccused Nos. 3 &amp; 4, which owned mines in the State of\n\nKarnataka and Accused No.3 has a mining lease, whereas\n\nAccused No.4 also owned mines and therefore, they would\n\nbe in a position to supply the required quantity of Iron Ore\n\nin both qualities and as per specifications; that after\n\nseveral meetings, the offer by Accused No.2 on behalf of\n\nAccused Nos.1, 3 &amp; 4 was accepted by the complainant-\n\nCompany and in that regard two formal written contracts\n\nwere entered into between the complainant-Company and\n\nAccused No.1-Company on 31.10.2009 bearing Reference\n\nNos.   IOL/62/09    and   IOF/63/090,    whereunder,    the\n\naccused agreed to supply Hematite Iron Ore (Lump) of 3 x\n\n40,000 M.T. (+/- 10% at the complainant&#x27;s option) and\n<span class=\"hidden_text\" id=\"span_3\">                              6</span>\n\nHematite Iron Ore (Fine) of 3 x 40,000 M.T. (+/- 10% at\n\nthe complainant&#x27;s option); that even prior to entering into\n\nsuch two contracts on 31.10.2009, the complainant-\n\ncompany was already in serious negotiations with M/s.\n\nPakistan Steel Mill, Karachi, Pakistan, for sale of the said\n\ngoods to be purchased from Accused Nos.1 to 4 and the\n\nsaid fact was also disclosed by the complainant-company\n\nto Accused Nos.1 to 4 through various correspondences\n\nbetween them; that in that regard, the complainant also\n\nentered into two separate contracts with Pakistan Steel\n\nMill on 26.10.2009;   that the fact of goods agreed to be\n\npurchased from the accused were intended to be supplied\n\nto M/s.Pakistan Steel Mill were also incorporated in both\n\nthe contracts entered into between the complainant-\n\ncompany and Accused Nos. 1 to 4; that the contract\n\nbetween the    complainant-company and the         accused\n\ncontained the specifications as to the quality of the goods\n\nto be supplied and also clauses regarding the payment to\n\nbe made; that the entire cargo falling under both the\n\ncontracts were to be shipped in five shipments totally as\n<span class=\"hidden_text\" id=\"span_4\">                             7</span>\n\nper clause (2) of the respective contracts consisting of\n\n40000 MTs    ( +/- 10% ); that the contracts also contained\n\nthe dates of the shipments; that however, the accused\n\ndid not adhere to the dates of shipments, instead, went on\n\ndemanding the payments contrary to the terms of the\n\npayment under the agreements; that nevertheless, the\n\ncomplainant paid the amounts as demanded by the\n\naccused since the complainant was under an obligation to\n\nsupply Iron Ore to M/s. Pakistan Steel Mill; that as per\n\nthe terms of the agreement, at the time of shipment, the\n\naccused were     required to provide all the necessary\n\ndocuments including the quality certificate in respect of\n\nthe goods so shipped; that there was inordinate delay in\n\nshipment of the cargo, however, the accused delayed in\n\nsending the necessary documents including the quality\n\ncertificate regarding the chemical composition; that on\n\n10.12.2009, the accused sent a copy of the quality\n\nanalysis certificate by e-mail dated 09.12.2009 issued by\n\nM/s.SGS India Private Limited and in the said certificate,\n\nthe date of commencement of loading operation was stated\n<span class=\"hidden_text\" id=\"span_5\">                                    8</span>\n\nto be 23.11.2009 and the date of completion was said to\n\nbe 07.12.2009, and the percentage of Fe had been shown\n\nas 58.51% and Si02 as 5.14%; that thereafter, the\n\naccused-company sent a commercial invoice for making\n\nhigher claim which was objected to by the complainant\n\nand thereafter, revised invoice was sent; that the vessel\n\ncarrying cargo arrived at the destination of M/s.Pakistan\n\nSteel Mill on 09.01.2009 and the sample of cargo was\n\ntaken by the representative of M/s.Pakistan Steel Mill in\n\norder    to     identify   the   cargo   specifications;    that   on\n\nexamination of samples, to the shock of the officers of\n\nM/s.Pakistan Steel Mill revealed that the specification of\n\nthe     cargo    provided    was    totally    different   from    the\n\ncontractual specifications and M/s. SGS India Pvt. Ltd.&#x27;s\n\ncertificate produced by the accused at the loading port\n\nwas beyond the rejecting limit for each and every\n\nchemical; that on 17.12.2009, the complainant-company\n\nreceived a set of original documents from the accused,\n\nwhich     contained        the   certificate    of   quality   dated\n\n09.12.2009 signed by M/s.SGS India Pvt. Ltd; that\n<span class=\"hidden_text\" id=\"span_6\">                              9</span>\n\nhowever, this quality certificate was totally different from\n\nthe one received by the complainant-company through e-\n\nmail from the accused on 10.12.2009 and thus, the\n\nquality certificates sent by the accused when compared\n\nwith each other apparently found to be bogus; that once\n\nagain, on 19.12.2009, the complainant received another\n\nset of quality reports issued by M/s. SGS India Pvt. Ltd.\n\nshowing total discrepancy between the quality certificates\n\nreceived earlier; that in the light of the contradictory\n\nquality report sent by the accused, the complainant\n\ndecided to verify the authenticity of the certificates and\n\ntherefore, carried on correspondences with the M/s.SGS\n\nIndia Pvt Ltd., to verify the same; that even in respect of\n\nsubsequent shipments also, the quality certificates sent by\n\nthe accused and the quality test carried out by M/s.SGS\n\nIndia Pvt. Ltd. and Pakistan Steel Mill revealed that the\n\ngoods so sent were not upto the quality specifications; that\n\nas a result of this, M/s. Pakistan Steel Mill rejected the\n\ncargo and asked the complainant to lift back the rejected\n\nmaterials from their yard; that the correspondence with\n<span class=\"hidden_text\" id=\"span_7\">                               10</span>\n\nM/s. SGS India Pvt. Ltd. revealed that none of the quality\n\ncertificates received by the complainant-company from\n\naccused are not issued by them and they are all forged\n\nand   fabricated   certificates.     Thus,   the    accused by\n\nfabricating and forging the quality certificates have\n\ncheated the complainant by sending the goods which did\n\nnot conform to the quality specifications; that since\n\nM/s.Pakistan Steel Mill rejected the goods, it resulted in\n\ngreat loss to the complainant-company.             Therefore, the\n\ncomplainant contended that the accused named in the\n\ncomplaint have committed the offences punishable under\n\n<a href=\"/doc/1099980/\" id=\"a_17\">Sections 420</a>, <a href=\"/doc/338903/\" id=\"a_18\">465</a>, <a href=\"/doc/1459095/\" id=\"a_19\">476</a>, <a href=\"/doc/1599077/\" id=\"a_20\">468</a>, <a href=\"/doc/1590825/\" id=\"a_21\">471</a> r/w 120(B) of <a href=\"/doc/1569253/\" id=\"a_22\">IPC</a>.\n\n\n</p><p data-structure=\"Facts\" id=\"p_7\">      5)   In the complaint, the complainant prayed for\n\ndirecting an investigation under <a href=\"/doc/99487/\" id=\"a_23\">Section 156(3)</a> of Cr.P.C.\n\nby Senior Inspector of Police, Economic offences or in the\n\nalternative, the Court to take cognizance of the said\n\noffences   and     issue   process    to   the     accused.   On\n\npresentation of the complaint, the learned Magistrate\n\nbefore whom the complaint was presented, on perusal of\n<span class=\"hidden_text\" id=\"span_8\">                                  11</span>\n\nthe complaint and the documents produced, referred the\n\ncomplaint under <a href=\"/doc/99487/\" id=\"a_24\">Section 156(3)</a> of Cr.P.C. to the SHO of\n\nthe Sadashivanagar Police Station            for investigation and\n\nreport.   Based on such reference, Sadashivanagar Police\n\nregistered the case in Crime No.45/2010 for the aforesaid\n\noffences and took-up investigation. Subsequently, as per\n\nthe orders of the Commissioner of Police, Bangalore, the\n\ninvestigation    was    transferred          to   the    Assistant\n\nCommissioner      of   Police,        CCB,    Special   Enquiries,\n\nBangalore.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"Issue\" id=\"p_9\">     6)      After investigation,       the Investigating Officer\n\nfiled the charge sheet for the offences punishable under\n\n<a href=\"/doc/338903/\" id=\"a_25\">Sections 465</a>, <a href=\"/doc/286506/\" id=\"a_26\">467</a>, <a href=\"/doc/1599077/\" id=\"a_27\">468</a>, <a href=\"/doc/1590825/\" id=\"a_28\">471</a> &amp; <a href=\"/doc/1099980/\" id=\"a_29\">420</a> r/w. 120(B) of <a href=\"/doc/1569253/\" id=\"a_30\">IPC</a>\n\nagainst the petitioners herein. The learned Magistrate on\n\nperusal of the allegations made in the charge sheet as well\n\nas the documents, took cognizance of the offences alleged\n\nand ordered issue of summons to the accused.\n\n\n</p><p data-structure=\"Issue\" id=\"p_10\">     7)      On coming to know of the same, the petitioners\n\nhave presented these petitions, seeking to quash the\n<span class=\"hidden_text\" id=\"span_9\">                                12</span>\n\nprosecution launched against them for the aforesaid\n\noffences.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"PetArg\" id=\"p_12\">     8)     The   grounds      urged   by   the    petitioner    in\n\nCriminal Petition No.3944/2012 in support of the prayer\n\nfor quashing the prosecution are, -\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n</p><p data-structure=\"CDiscource\" id=\"p_14\">     The entire averments made in the private complaint\n\nclearly discloses that the matter is totally civil in nature\n\nand the complainant has already initiated Arbitration\n\nProceedings before the Arbitral Tribunal as well as before\n\nthe Civil Court, which are pending consideration.              From\n\nthis it is clear that the   sole intention of presenting the\n\ncomplaint is to pressurize the petitioner-accused by\n\ninvoking    the   provisions    of   <a href=\"/doc/445276/\" id=\"a_31\">Cr.P.C</a>.,     which   is    not\n\npermissible under law; that the 1st respondent-police\n\ninstead of holding that the matter is civil in nature, have\n\nfiled the charge sheet; that the Deputy Director of\n\nProsecution in his report submitted to the 1st respondent\n\nhas clearly opined that the dispute pertains to contracts\n\nwhich are civil in nature, therefore, no criminal offences is\n<span class=\"hidden_text\" id=\"span_10\">                                 13</span>\n\nattracted; that by giving a complete go-by to the said\n\nopinion, the 1st respondent-Police have filed the charge\n\nsheet; that the dispute arose only on account of breach of\n\ncontract and since the complainant has already invoked\n\nthe civil remedy, the criminal complaint alleging the\n\naforesaid offences was not maintainable; that at no point\n\nof time, the petitioner has committed breach of contract as\n\nalleged in the complaint, but, on the contrary, it was the\n\ncomplainant who though required to make 100% payment\n\nagainst the    materials     shipped, made payment of upto\n\n85% in contravention of the terms of the agreement and\n\nfailed to pay the balance amount in spite of the\n\npetitioner&#x27;s   repeated      requests   and    thereafter,    the\n\ncomplainant with an intention to escape from the legal\n\nliability has filed a frivolous complaint and the 1st\n\nrespondent-police without giving credence to these factors,\n\nhave   arbitrarily   filed    the    charge   sheet;   that   the\n\nrepresentatives of the complainant were very much\n\npresent during the shipment of materials on both the\n\noccasions and M/s. SGS India Pvt. Ltd. who was\n<span class=\"hidden_text\" id=\"span_11\">                                 14</span>\n\nnominated by both the complainant and the petitioner\n\nherein, have checked the quality of the materials and at\n\nthe time of shipment of the goods, the representatives of\n\nthe complainant did not raise any objection against the\n\nquality report received; that        after receiving the materials\n\nand disbursement of the consignment, the consignee-\n\ncomplainant has knitted the story to their convenience\n\nwith an intention to escape from the legal liability, as\n\nsuch, the entire matter is civil in nature and since the\n\nentire matter is sub judice before the Arbitral Tribunal at\n\nLondon, the initiation of the criminal prosecution is\n\nactuated with mala fides, as such, it is liable to be\n\nquashed.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">\n</p><p data-structure=\"PetArg\" id=\"p_16\">     9)      The    petitioner         in    Criminal     Petition\n\nNo.4009/2012 has urged the following grounds in support\n\nof his prayer;\n</p>\n<p data-structure=\"Section\" id=\"p_17\">\n</p><p data-structure=\"PetArg\" id=\"p_18\">     That he is in no way connected with the transaction\n\nentered into between the complainant on the one hand\n\nand accused-Vinod Goel and his company on the other\n<span class=\"hidden_text\" id=\"span_12\">                              15</span>\n\nhand; that as could be seen from the averments made in\n\nthe complaint, the entire allegations made therein are\n\nagainst Accused No.1-Vinod Goel; that he is neither a\n\nparty to the financial transaction between Accused No.1-\n\nVinod Goel and his company on the one hand and the\n\ncomplainant on the other hand, nor he was in any way\n\nconnected with the shipping of the materials by Accused\n\nNo.1 to the complainant; that the only averment against\n\nhim is that he made certain correspondence on behalf of\n\nAccused No.1-Vinod Goel, therefore, no case is made-out\n\nagainst him for any of the offences and in spite of the\n\nsame, the Magistrate has erroneously taken cognizance;\n\nthat the   averments made         in the complaint clearly\n\ndiscloses that the matter is totally civil in nature and since\n\nthe   complainant     has   already    initiated   Arbitration\n\nProceedings before the Arbitration Tribunal in London as\n\nwell as before the Civil Court, which are pending\n\nconsideration, the criminal prosecution launched is not\n\nmaintainable.\n</p><span class=\"hidden_text\" id=\"span_13\">                              16</span><p data-structure=\"Section\" id=\"p_19\">\n\n</p><p data-structure=\"RespArg\" id=\"p_20\">     10)   On service of notice of these petitions, the 2nd\n\nrespondent has appeared through his counsel, while the\n\nlearned Government Pleader has appeared on behalf of the\n\n1st respondent-police.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">\n</p><p data-structure=\"PetArg\" id=\"p_22\">     11)   I have heard Sri. D.N. Nanjunda Reddy,\n\nlearned Senior Counsel appearing for the counsel for the\n\npetitioner in Criminal Petition No.3944/2012, Sri. G.S.\n\nPrasanna Kumar, learned counsel appearing for the\n\npetitioner in Criminal Petition No.4009/2012, Sri. P.\n\nKarunakar, Learned Government Pleader appearing for\n\nRespondent No.1 and Sri. K. Suman, learned counsel\n\nappearing for the respondent -complainant.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_23\">     12)   Sri. D.N. Nanjunda Reddy, learned Senior\n\nCounsel, reiterating the grounds urged in the petition\n\ncontended that, reading of the complaint averments\n\nmakes it clear that the entire dispute is civil in nature and\n\nthe alleged civil wrong is sought to be converted into a\n\ncriminal wrong,    therefore, the prosecution launched is\n\nliable to be quashed.    He further contended that in the\n<span class=\"hidden_text\" id=\"span_14\">                              17</span>\n\nlight of the fact that the complainant has already initiated\n\ncivil proceedings by invoking the arbitration clause and\n\nthe proceedings are pending before the Arbitral Tribunal\n\nat London as also before the Civil Court at Bangalore, the\n\ncriminal prosecution launched is intended to coerce the\n\naccused to come to their terms; that the materials placed\n\nbefore the Court along with the charge sheet does not\n\nmake-out any prima facie case for any of the offences\n\nalleged; that the learned Magistrate without applying his\n\njudicious mind to the facts as well as the materials placed\n\nbefore him has taken cognizance of the offences, therefore,\n\nthe order taking cognizance of the offences alleged and\n\ndirecting issue of summons is erroneous and illegal, as\n\nsuch, it is liable to be set aside and the prosecution\n\nlaunched is liable to be quashed.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">\n</p><p data-structure=\"PetArg\" id=\"p_25\">     13)    Sri.G.S. Prasanna Kumar, learned counsel\n\nappearing   for   the   petitioner   in   Criminal   Petition\n\nNo.4009/2012, contended that Accused No.2            was not\n\narraigned as accused in the private complaint nor any\n<span class=\"hidden_text\" id=\"span_15\">                             18</span>\n\nallegation was made against him and even in the charge\n\nsheet filed, the only allegation against him is that he made\n\ncertain correspondence on behalf of Accused No.1 and\n\nthat circumstance itself cannot be a ground to hold that\n\nthe petitioner is guilty of any offences alleged and without\n\napplying the judicious mind to this aspect of the matter,\n\nthe Magistrate proceeded has to take cognizance against\n\nAccused No.2 and has directed issue of summons, as\n\nsuch, the prosecution launched against Accused No.2 is\n\nliable to be set aside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n</p><p data-structure=\"RespArg\" id=\"p_27\">      14)   On the other hand, Sri. K. Suman, learned\n\ncounsel appearing for the complainant contended that\n\nthough the dispute arises out of the contract between the\n\ncomplainant-company and the company of which Accused\n\nNo.1 is the Chairman and Managing Director, the\n\nallegations made in the complaint clearly indicates that\n\nAccused No.1 along with Accused No.2 with an intention\n\nto cheat the complainant-company, produced forged and\n\nconcocted quality certificates purported to have been issue\n<span class=\"hidden_text\" id=\"span_16\">                            19</span>\n\nby M/s.SGS India Pvt. Ltd. as to the quality of goods\n\nshipped representing that the goods shipped are in\n\nconformity with the quality specified in the contract, but\n\nlater, it was found that the quality of the goods did not\n\nconform to the quality specified in the contract and\n\nfurther enquiries made by the complainant revealed that\n\nthe certificates purported to have been issued by M/s.\n\nSGS India Pvt. Ltd. and made available by Accused No.1\n\nare all fabricated and forged and thereby the accused have\n\ncheated the complainant. He further contended that the\n\naverments made in the complaint prima facie make-out\n\nthe   offences alleged in the   complaint and     the   1st\n\nrespondent after elaborate investigation and collecting\n\nvoluminous evidence has indicated in the charge sheet as\n\nto how the accused have committed the offences alleged\n\nand the evidence produced along with the charge sheet\n\nprima facie makes-out the offences alleged against both\n\nthe accused and the learned Magistrate after applying his\n\njudicious mind to the materials placed before him, has\n\nrightly taken cognizance of the offences alleged and\n<span class=\"hidden_text\" id=\"span_17\">                               20</span>\n\nordered issue of summons to the accused.             Therefore,\n\nthere is no illegality or irregularity in the said order calling\n\nfor interference by this Court. He further contended that\n\nmerely because the dispute arise out of the contract\n\nbetween the parties, it cannot be said that there is no\n\nelement of criminal wrong. He further contended that the\n\nmaterials produced along with the charge sheet would\n\nprima facie establish the criminal acts committed by the\n\naccused, therefore, there are no grounds for quashing the\n\nprosecution.    He contended that pendency of the civil\n\nproceedings before the Arbitral Tribunal at London and\n\nthe Civil Court in Bangalore is not a bar for initiation of\n\nthe criminal prosecution. In support of his contentions,\n\nhe placed reliance on the following decisions:-\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"418835\" id=\"span_18\"><a href=\"/doc/418835/\" id=\"a_32\">i)     AIR 1999 SC 3499\n          [Trisuns Chemical Industry Vs. Rajesh Agarwal\n            and others</a>.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39679\" id=\"span_19\"><a href=\"/doc/39679/\" id=\"a_33\">ii)    (2006) 6 SCC 736\n          [Indian Oil Corporation Vs. NEPC India and\n          others</a>]</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">   iii)   (2009) 8 SCC 787\n          [State of Maharashtra Vs. Sayed Mohammed\n          Masood and Another]\n<span class=\"hidden_text\" id=\"span_20\">                               21</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">  iv)     (2009) 8 SCC 751\n          [Mohammed Ibrahim and others Vs. State of\n          Bihar and another\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166329624\" id=\"span_21\">v)      (2012 9 <a href=\"/doc/166329624/\" id=\"a_34\">SCC 460\n\n          [Amit Kapoor Vs. Ramesh Chander and another</a>]</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">  vi)     (2012) 10 SCC 155\n\n          [State of Madhya Pradesh Vs. Surendra Kori]\n\n\n</p><p data-structure=\"Issue\" id=\"p_34\">        15)   In the light of the submissions made on both\n\nsides, the point that arises for consideration is, whether\n\nthe criminal prosecution launched against the petitioners is\n\nliable to be quashed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">\n</p><p data-structure=\"CDiscource\" id=\"p_36\">        16)   I have bestowed my anxious consideration to\n\nthe submissions made by the learned counsel appearing\n\non both sides.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">\n</p><p data-structure=\"Section\" id=\"p_38\">        17)   Before considering the various contentions\n\nurged, let me refer to the principles laid-down in various\n\ndecisions as to the power of this Court to quash the FIR or\n\nthe Criminal prosecution in exercise of the inherent\n\npowers saved under Section 482 of Cr.P.C.\n<span class=\"hidden_text\" id=\"span_22\">                              22</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_39\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"418835\" id=\"span_23\">18) In <a href=\"/doc/418835/\" id=\"a_35\">Trisuns Chemical Industry Vs. Rajesh\n\nAgarwal and       others</a>     AIR   1999 SC      3499       after\n\nreferring to several earlier decisions of the Supreme Court,\n\nit has been held that the quashment of the FIR or a\n\ncomplaint    by the High Court in exercise of inherent\n\npowers should be limited to very extreme exceptions. The\n\nrelevant observations are found in Paragraph-6, which\n\nreads as under:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n</p><blockquote id=\"blockquote_6\">            &quot;6.    Time and again this Court has been\n     pointing out that quashment of FIR or a\n     complaint in exercise of inherent powers of the\n     High Court should be limited to very extreme\n     exceptions (vide State of Haryana-Vs- Bhajan\n     Lal (1992 suppl.(1) SCC 335): (1992 AIR SCW\n     237: AIR 1992 SC 604: 1992 Cri LJ 527) and\n     Rajesh Bajaj-Vs-State NCT of Delhi (1999) 3\n     SCC 259: (1999 AIR SCW 881: AIR 1999 sc\n     1216: 1999 Cri LJ 1833))\n\n            In the last referred case this court also\n     pointed out that merely because an act has a\n     civil profile is not sufficient to denude it of its\n<span class=\"hidden_text\" id=\"span_24\">                                 23</span>\n\n     criminal     outfit.    We      quote     the    following\n     observations (para 10 of AIR, Cri LJ):\n</blockquote>\n<blockquote id=\"blockquote_7\">              &quot;It may be that the facts narrated in\n         the present complaint would as well\n         reveal   a     commercial      transaction      or\n         money transaction. But that is hardly a\n         reason for holding that the offence of\n         cheating      would    elude    from    such     a\n         transaction. In fact, many a cheatings\n         were     committed       in    the    course    of\n         commercial          and        also         money\n         transactions.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_41\">Further, in <a href=\"/doc/418835/\" id=\"a_36\">the said decision</a>, rejecting the contention that\n\nsince the agreement between the parties provided for\n\nreferring the disputes to Arbitration, it is an effective\n\nsubstitute for the criminal prosecution, Their Lordships\n\nhave observed thus in Paragraph-7:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">\n</p><blockquote id=\"blockquote_8\">           &quot;7.    We are unable to appreciate the\n     reasoning that the provision incorporated in the\n     agreement        for   referring    the    disputes      to\n     arbitration is an effective substitute for a\n     criminal prosecution when the disputed act is\n     an offence. Arbitration is a remedy for affording\n<span class=\"hidden_text\" id=\"span_25\">                              24</span>\n\n       reliefs to the party affected by breach of the\n       agreement but the arbitrator cannot conduct a\n       trial of any act which amounted to an offence\n       albeit the same act may be connected with the\n       discharge of any function under the agreement.\n       Hence, those are not good reasons for the High\n       Court to axe down the complaint at the\n       threshold itself. The investigating agency should\n       have had the freedom to go into the whole\n       gamut of the allegations and to reach a\n       conclusion of its own. Pre-emption of such\n       investigation would be justified only in very\n       extreme cases as indicated in State of Haryana\n</blockquote><blockquote id=\"blockquote_9\">       -Vs- Bhajaj Lal (1992 AIR SCW 237: AIR 1992\n       SC 604: 1992 Cri LJ 527 (Supra).&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_43\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39679\" id=\"span_26\">19)   In <a href=\"/doc/39679/\" id=\"a_37\">Indian Oil Corporation Vs.       NEPC India\n\nLimited</a> [(2006) 6 SCC 736]            the Apex Court has\n\nconsidered the question as to whether the existence or\n\navailment of civil remedy in respect of disputes arising\n\nfrom breach of contract, bars the remedy under criminal\n\nlaw.     After referring to several earlier decisions, Their\n\nLordships have set-out the principles, which are relevant\n\nfor consideration of the said point as under:-</span>\n<span class=\"hidden_text\" id=\"span_27\">                                 25</span>\n\n</p><blockquote id=\"blockquote_10\">        &quot;(i) A complaint can be quashed where\nthe allegations made in the complaint, even if\nthey are taken at their face value and accepted\nin their entirety, do not prima facie constitute\nany offence or make out the case alleged\nagainst the accused.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_44\">     For this purpose, the complaint has to be\nexamined as a whole, but without examining\nthe merits of the allegations. Neither a detailed\ninquiry nor a meticulous analysis of the\nmaterial nor an assessment of the reliability or\ngenuineness            of     the     allegations           in      the\ncomplaint,        is    warranted             while       examining\nprayer for quashing of a complaint.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">     (ii) A complaint may also be quashed\nwhere it is a clear abuse of the process of the\ncourt, as when the criminal proceeding is\nfound        to        have     been               initiated      with\nmalafides/malice for wreaking vengeance or to\ncause harm, or where the allegations are\nabsurd and inherently improbable.\n</p>\n<pre id=\"pre_2\">     (iii)    The       power        to     quash         shall   not,\nhowever,      be       used     to        stifle     or   scuttle    a\n<span class=\"hidden_text\" id=\"span_28\">                            26</span>\n\n</pre><p data-structure=\"Precedent\" id=\"p_46\">legitimate prosecution. The power should be\nused sparingly and with abundant caution.\n\n</p><p data-structure=\"Conclusion\" id=\"p_47\">     (iv) The complaint is not required to\nverbatim reproduce the legal ingredients of the\noffence    alleged.   If   the    necessary     factual\nfoundation is laid in the complaint, merely on\nthe ground that a few ingredients have not\nbeen stated in detail, the proceedings should\nnot be quashed. Quashing of the complaint is\nwarranted only where the complaint is so\nbereft of even the basic facts which are\nabsolutely     necessary    for    making     out     the\noffence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">     (v) A given set of facts may make out : (a)\npurely a civil wrong; or (b) purely a criminal\noffence; or (c) a civil wrong as also a criminal\noffence.   A    commercial        transaction    or    a\ncontractual dispute, apart from furnishing a\ncause of action for seeking remedy in civil law,\nmay also involve a criminal offence. As the\nnature and scope of a civil proceedings are\ndifferent from a criminal proceeding, the mere\nfact that the complaint relates to a commercial\ntransaction or breach of contract, for which a\ncivil remedy is available or has been availed, is\n<span class=\"hidden_text\" id=\"span_29\">                                     27</span>\n\n     not by itself a ground to quash the criminal\n     proceedings.       The     test       is   whether        the\n     allegations in the complaint disclose a criminal\n     offence or not.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">\nIn this decision, Their Lordships noticing the growing\n\ntendency in the business circles to convert purely civil\n\ndisputes into criminal cases, have observed thus in\n\nParagraphs- 13 &amp; 14, which read as under:-\n\n\n</p><blockquote id=\"blockquote_11\">           &quot;13. While on this issue, it is necessary\n     to take notice of a growing tendency in\n     business      circles     to    convert       purely     civil\n     disputes into criminal cases. This is obviously\n     on account of a prevalent impression that civil\n     law remedies are time consuming and do not\n     adequately       protect            the    interests       of\n     lenders/creditors. Such a tendency is seen in\n     several    family       disputes      also,    leading     to\n     irretrievable breakdown of marriages/families.\n     There is also an impression that if a person\n     could somehow be entangled in a criminal\n     prosecution, there is a likelihood of imminent\n     settlement.     Any effort to settle civil disputes\n     and claims, which do not involve any criminal\n<span class=\"hidden_text\" id=\"span_30\">                             28</span>\n\noffence, by applying pressure though criminal\nprosecution     should       be    deprecated    and\ndiscouraged. In G. Sagar Suri -Vs-. State of\nUttar Pradesh this court observed: SCC p.643,\npara 8)&quot;\n</blockquote>\n<blockquote id=\"blockquote_12\">            &quot;It is to be seen if a matter, which\n    is essentially of civil nature, has been\n    given a cloak of criminal offence.\n    Criminal proceedings are not a short\n    cut of other remedies available in law.\n    Before issuing process a criminal court\n    has to exercise a great deal of caution.\n    For the accused it is a serious matter.\n    This Court has laid certain principles\n    on the basis of which the High Court is\n    to     exercise   its    jurisdiction    under\n    <a href=\"/doc/1679850/\" id=\"a_38\">Section 482</a> of the Code. Jurisdiction\n    under this Section has to be exercised\n    to prevent abuse of the process of any\n    court or otherwise to secure the ends\n    of justice.&quot;\n</blockquote>\n<blockquote id=\"blockquote_13\">     &quot;14. While no one with a legitimate cause\nor grievance should be prevented from seeking\nremedies      available     in    criminal    law,   a\ncomplainant who initiates or persists with a\n<span class=\"hidden_text\" id=\"span_31\">                                   29</span>\n\n     prosecution, being fully aware that the criminal\n     proceedings are unwarranted and his remedy\n     lies only in civil law, should himself be made\n     accountable, at the end of such misconceived\n     criminal proceedings, in accordance with law.\n     One positive step that can be taken by the\n     courts, to curb unnecessary prosecutions and\n     harassment of innocent parties, is to exercise\n     their power under <a href=\"/doc/173363/\" id=\"a_39\">section 250</a> Cr.P.C. more\n     frequently,    where        they   discern   malice   or\n     frivolousness or ulterior motives on the part of\n     the complainant. Be that as it may.&quot;\n</blockquote>\n<blockquote id=\"blockquote_14\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1967566\" id=\"span_32\">20)   In     <a href=\"/doc/1967566/\" id=\"a_40\">State     of     Maharashtra       Vs.   Sayed\n\nMohammed Masood</a> [(2009) 8 SCC 787]. Their Lordships\n\nhave stated thus in Paragraph-10, as to the legal position\n\nin regard to the exercise of the jurisdiction by the High\n\nCourt for quashing of an FIR, the relevant observations\n\nare as under:-</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_50\">           &quot;10.    The legal position in regard to exercise\n     of jurisdiction by the High court for quashing of\n     an FIR is now well settled. It is not necessary for\n     us to delve deep thereinto as the propositions of\n     law have recently been stated by this Court in R.\n<span class=\"hidden_text\" id=\"span_33\">                           30</span>\n\nKalyani -Vs- Janak C. Mehta [1 (2009) 1 SCC\n516: (2009) 1 SCC (Cri) 567] in the following\nterms: [SCC p.523, para 15]\n\n        &quot;15.     Propositions       of    law        which\n        emerge from the said decisions are:\n</p>\n<pre id=\"pre_3\">           (1)   The     High    Court         ordinarily\n        would     not     exercise       its    inherent\n        jurisdiction     to    quash      a     criminal\n</pre><p data-structure=\"Section\" id=\"p_51\">        proceeding and, in particular, a first\n        information        report        unless        the\n        allegations contained therein, even if\n        given face value and taken to be\n        correct in their entirety, disclosed no\n        cognizable offence.</p>\n<p data-structure=\"Precedent\" id=\"p_52\">\n           (2)   For     the    said     purpose       the\n        Court,    save     and    except        in    very\n        exceptional       circumstances,             would\n        not look to any document relied\n        upon by the defence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">           (3)   Such     a     power      should       be\n        exercised       very    sparingly.       If    the\n        allegations made in the FIR disclose\n        commission of an offence, the Court\n        shall not go beyond the same and\n<span class=\"hidden_text\" id=\"span_34\">                                   31</span>\n\n                pass an order in favour of the\n                accused to hold absence of any mens\n                rea or actus reus.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">                     (4) If the allegation discloses a\n                civil dispute, the same by itself may\n                not be a ground to hold that the\n                criminal proceedings should not be\n                allowed to continue.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">\n\n</p><p data-structure=\"Precedent\" id=\"p_56\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"409057\" id=\"span_35\">21)   In <a href=\"/doc/409057/\" id=\"a_41\">Mohammed Ibrahim             and   Others      Vs.\n\nState of Bihar</a> [(2009) 8 SCC 751], Their Lordships have\n\nonce    again   noticing    the    growing   tendency    of    the\n\ncomplainants attempting to covert a civil wrong into a\n\ncriminal wrong, have observed thus in Paragraph-8:-</span>\n\n</p><blockquote id=\"blockquote_15\">             &quot;8. This Court has time and again drawn\n       attention    to     the     growing    tendency        of\n       complainants attempting to give the cloak of a\n       criminal offence to matters which are essentially\n       and purely civil in nature, obviously either to\n       apply pressure on the accused, or out of enmity\n       towards the accused, or to subject the accused to\n       harassment. Criminal courts should ensure that\n       proceedings before it are not used for settling\n<span class=\"hidden_text\" id=\"span_36\">                                  32</span>\n\n      scores or to pressurize parties to settle civil\n      disputes. But at the same, it should be noted that\n      several disputes of a civil nature may also contain\n      the ingredients of criminal offences and if so, will\n      have to be tried as criminal offences, even if they\n      also amount to civil disputes. (See G.Sagar Suri -\n      Vs-   State   of   Uttar Pradesh    and   Indian   Oil\n      Corporation -Vs- NEPC India Ltd) Let us examine\n      the matter keeping the said principles in mind.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_57\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166329624\" id=\"span_37\">22)   In <a href=\"/doc/166329624/\" id=\"a_42\">Amit Kapoor Vs. Ramesh Chander and\n\nAnother</a> [(2012) 9 SCC 460] Their Lordships while\n\ndealing with the power of the High Court to quash\n\ncriminal prosecution, have observed thus in Paragraph-\n\n26:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">\n</p><blockquote id=\"blockquote_16\">            &quot;26. This further raises a question as to\n      the   wrongs       which   become   actionable     in\n      accordance with law.       It may be purely a civil\n      wrong or purely a criminal offence or a civil\n      wrong as also a criminal offence constituting\n      both on the same set of facts. But if the records\n      disclose commission of a criminal offence and\n      the ingredients of the offence are satisfied, then\n      such criminal proceedings cannot be quashed\n<span class=\"hidden_text\" id=\"span_38\">                             33</span>\n\n     merely because a civil wrong has also been\n     committed. The power cannot be invoked to\n     stifle or scuttle a legitimate prosecution. The\n     factual foundation and ingredients of an offence\n     being satisfied, the Court will not either dismiss\n     a complaint or quash such proceedings in\n     exercise of its inherent or original jurisdiction.\n     In Indian Oil Corporation -Vs-. NEPC India Ltd.\n     this Court took the similar view and upheld the\n     order of the High Court declining to quash the\n     criminal proceedings because a civil contract\n     between the parties was pending.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_59\">     23)   In the light of the various earlier decisions of\n\nthe Supreme Court, Their Lordships have culled-out\n\nprinciples to be considered for proper exercise of the\n\njurisdiction with regard to quashing of the criminal\n\nprosecution by observing thus in Paragraph-27:-\n\n\n</p><blockquote id=\"blockquote_17\">            27.1. Though there are no limits of the\n     powers of the Court under <a href=\"/doc/1679850/\" id=\"a_43\">Section 482</a> of the\n     Code but the more the power, the more due\n     care and caution is to be exercised in invoking\n     these powers. The power of quashing criminal\n     proceedings, particularly, the charge framed in\n<span class=\"hidden_text\" id=\"span_39\">                            34</span>\n\nterms of <a href=\"/doc/411062/\" id=\"a_44\">Section 228</a> of the Code should be\nexercised      very      sparingly         and         with\ncircumspection and that too in the rarest of rare\ncases.\n</blockquote>\n<blockquote id=\"blockquote_18\">      27.2. The Court should apply the test as\nto whether the uncontroverted allegations as\nmade from the record of the case and the\ndocuments submitted therewith prima facie\nestablish the offence or not. If the allegations\nare   so     patently    absurd      and       inherently\nimprobable that no prudent person can ever\nreach such a conclusion and where the basic\ningredients    of   a   criminal     offence     are    not\nsatisfied then the Court may interfere.\n</blockquote>\n<blockquote id=\"blockquote_19\">      27.3. The High Court should not unduly\ninterfere. No meticulous examination of the\nevidence is needed for considering whether the\ncase would end in conviction or not at the stage\nof framing of charge or quashing of charge.\n</blockquote>\n<blockquote id=\"blockquote_20\">      27.4. Where the exercise of such power is\nabsolutely     essential        to   prevent       patent\nmiscarriage of justice and for correcting some\ngrave error that might be committed by the\nsubordinate courts even in such cases, the High\n<span class=\"hidden_text\" id=\"span_40\">                           35</span>\n\nCourt should be loath to interfere, at the\nthreshold, to throttle the prosecution in exercise\nof its inherent powers.\n</blockquote>\n<blockquote id=\"blockquote_21\">     27.5. Where there is an express legal bar\nenacted in any of the provisions of the Code or\nany specific law in force to the very initiation or\ninstitution and continuance of such criminal\nproceedings, such a bar is intended to provide\nspecific protection to an accused.\n</blockquote>\n<blockquote id=\"blockquote_22\">     27.6. The Court has a duty to balance the\nfreedom of a person and the right of the\ncomplainant or prosecution to investigate and\nprosecute the offender.\n</blockquote>\n<blockquote id=\"blockquote_23\">     27.7. The process of the Court cannot be\npermitted   to   be   used     for   an   oblique   or\nultimate/ulterior purpose.\n</blockquote>\n<blockquote id=\"blockquote_24\">     27.8. Where the allegations made and as\nthey appeared from the record and documents\nannexed therewith to predominantly give rise\nand constitute a &quot;civil wrong&quot; with no &quot;element\nof criminality&quot; and does not satisfy the basic\ningredients of a criminal offence, the Court may\nbe justified in quashing the charge. Even in\n<span class=\"hidden_text\" id=\"span_41\">                         36</span>\n\nsuch cases, the Court would not embark upon\nthe critical analysis of the evidence.\n</blockquote>\n<blockquote id=\"blockquote_25\">      27.9. Another very significant caution that\nthe courts have to observe is that it cannot\nexamine the facts, evidence and materials on\nrecord to determine whether there is sufficient\nmaterial on the basis of which the case would\nend in a conviction; the Court is concerned\nprimarily with the allegations taken as a whole\nwhether they will constitute an offence and, if\nso, is it an abuse of the process of court leading\nto injustice.\n</blockquote>\n<blockquote id=\"blockquote_26\">      27.10. It is neither necessary nor is the\ncourt called upon to hold a full- fledged enquiry\nor to appreciate evidence collected by the\ninvestigating agencies to find out whether it is a\ncase of acquittal or conviction.\n</blockquote>\n<blockquote id=\"blockquote_27\">      27.11. Where allegations give rise to a civil\nclaim and also amount to an offence, merely\nbecause a civil claim is maintainable, does not\nmean that a criminal complaint cannot be\nmaintained.\n</blockquote>\n<blockquote id=\"blockquote_28\">      27.12. In exercise of its jurisdiction under\n<a href=\"/doc/411062/\" id=\"a_45\">Section 228</a> and/or under <a href=\"/doc/1679850/\" id=\"a_46\">Section 482</a>, the\n<span class=\"hidden_text\" id=\"span_42\">                          37</span>\n\nCourt cannot take into consideration external\nmaterials given by an accused for reaching the\nconclusion that no offence was disclosed or that\nthere was possibility of his acquittal. The Court\nhas to consider the record and documents\nannexed therewith by the prosecution.\n</blockquote>\n<blockquote id=\"blockquote_29\">     27.13.    Quashing       of    a   charge     is   an\nexception to the rule of continuous prosecution.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_60\">Where the offence is even broadly satisfied, the\nCourt should be more               inclined to permit\ncontinuation of prosecution rather than its\nquashing at that initial stage. The Court is not\nexpected to marshal the records with a view to\ndecide   admissibility   and        reliability   of    the\ndocuments or records but is an opinion formed\nprima facie.\n</p>\n<p data-structure=\"Section\" id=\"p_61\">     27.14. Where the charge-sheet, report\nunder <a href=\"/doc/461024/\" id=\"a_47\">Section 173(2)</a> of the Code, suffers from\nfundamental legal defects, the Court may be\nwell within its jurisdiction to frame a charge.\n\n</p><p data-structure=\"Conclusion\" id=\"p_62\">     27.15. Coupled with any or all of the\nabove, where the Court finds that it would\namount to abuse of process of the Court or that\ninterest of justice favours, otherwise it may\n<span class=\"hidden_text\" id=\"span_43\">                         38</span>\n\nquash the charge.The power is to be exercised\nex debito justitiae, i.e. to do real and substantial\njustice for administration of which alone, the\ncourts exist.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">      [Ref. State of West Bengal -Vs- Swapan\nKumar Guha; Madhavrao Jiwajirao Scindia -Vs-\nSambhajirao Chandrojirao Angre; Janata Dal -\nVs- H.S.Chowdhary; Rupan Deol Bajaj-Vs-\nKanwar Pal Singh Gill; G.Sagar Suri-Vs-State of\nUttar Pradesh; Ajay Mitra-Vs- State of Madhya\nPradesh; Pepsi Foods Ltd-Vs-Special Judicial\nMagistrate;    State  of   Uttar   Pradesh-Vs-\nO.P.Sharma;     Ganesh    Narayan    Hegde-Vs-\n</p><p data-structure=\"RespArg\" id=\"p_64\">S.Bangarappa; Zandu Pharmaceutical Works\nLtd-Vs- Mohd.Sharaful Haque; Medchl Chemicals\n&amp; Pharma (P) Ltd-Vs-Biological E.Ltd; Shakson\nBelthissor -Vs-State of Kerala; V.V.S.Rama\nSharma-Vs-State of Uttar Pradesh; Chunduru\nSiva Ram Krishna-Vs-Peddi Ravindra Babu;\nSheonandan Paswan-Vs- State of Bihar; State of\nBihar-Vs-P.P. Sharma; Lalmuni Devi-Vs-State of\nBihar; M. Krishnan-Vs-Vijay Singh; Savita-Vs-\nState of Rajasthan and S.M. Datta-Vs-State of\nGujarat.]\n\n      27.16. These are the principles which\nindividually and preferably cumulatively (one or\nmore) be taken into consideration as precepts to\nexercise of extraordinary and wide plenitude\nand jurisdiction under <a href=\"/doc/1679850/\" id=\"a_48\">Section 482</a> of the Code\nby   the   High    Court.    Where    the   factual\nfoundation for an offence has been laid down,\nthe courts should be reluctant and should not\n<span class=\"hidden_text\" id=\"span_44\">                                 39</span>\n\n       hasten to quash the proceedings even on the\n       premise that one or two ingredients have not\n       been stated or do not appear to be satisfied if\n       there    is   substantial     compliance    with    the\n       requirements of the offence.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">\n</p><p data-structure=\"Precedent\" id=\"p_66\">       24)     Keeping in mind the above principles laid-down\n\nin various decisions, let me proceed to consider the case\n\non hand.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">\n</p><p data-structure=\"CDiscource\" id=\"p_68\">       25)     Reading of the private complaint filed by the\n\ncomplainant as also the allegations made in the charge\n\nsheet filed by the Investigating Officer no doubt indicates\n\nthat   the     criminal   offences    alleged   stem-out   of    the\n\ncommercial transactions between the company of which\n\nAccused No.1 is the Chairman and Managing Director and\n\nthe complainant-company.             The contract between the\n\nparties was for supply of Iron Ore both in lump and fine\n\nquality with definite specifications.           No doubt, in the\n\ncomplaint, the major portion of the averment relate to the\n\nbreach said to have been committed by Accused No.1 in\n\nnot adhering to the time schedule regarding shipment of\n<span class=\"hidden_text\" id=\"span_45\">                                  40</span>\n\nthe goods and also in demanding payments contrary to\n\nthe terms of the contract.        However, in the complaint,\n\nspecific allegations have been made as to how the accused\n\nhave committed the criminal wrongs. The criminal wrongs\n\nalleged relate to production of fabricated and forged\n\nquality certificates and supply of goods, which did not\n\nconform to the specifications agreed under the contract.\n\nThe specific averments had been made in the complaint\n\nthat when the goods shipped into the cargo reached the\n\ndestination at Karachi in Pakistan, samples were taken in\n\nrespect of both the shipments and when it was tested, it\n\nfound to be not in conformity with the specifications\n\ncontained in the agreement. Specific averments have also\n\nbeen made with regard to the correspondences between\n\nthe complainant-company and M/s. SGS India Pvt. Ltd.,\n\nwho said to have issued the quality certificates regarding\n\nboth the shipments and sent to the complainant-company\n\nthrough the accused, were fabricated and forged.              In\n\nsupport   of   such   specific    averments,   copies   of   the\n\ndocuments had been produced before the Court. In the\n<span class=\"hidden_text\" id=\"span_46\">                             41</span>\n\ncharge sheet, the Investigating Officer has clearly set-out\n\nas to how the offences alleged have been committed. The\n\nevidence collected by the Investigating Officer during\n\ninvestigation would prima facie indicate that the quality\n\ncertificate purported to have been issued by M/s. SGS\n\nIndia Pvt. Ltd. and sent to the complainant by the accused\n\nwere subjected to examination by the experts      and the\n\npurported signature of the person found on such quality\n\ncertificates were compared by the experts and the report\n\nrevealed that those certificates are fabricated and forged.\n\nIt is also stated in the   charge sheet that there were\n\ncontradictions between the quality certificates submitted\n\nby the accused to the complainant. As noticed supra, the\n\nApex Court has clearly held that, while exercising the\n\npower under <a href=\"/doc/1679850/\" id=\"a_49\">Section 482</a> of Cr.P.C. to quash the criminal\n\nprosecution, it is not open to the High Court to examine\n\nthe facts, evidence and materials on record to determine\n\nwhether there is sufficient material on the basis of which\n\nthe case would end in conviction.         But the Court\n\nconcerned primarily with the allegations taken as a whole\n<span class=\"hidden_text\" id=\"span_47\">                             42</span>\n\nwhether they will constitute an offence and, if so, is it an\n\nabuse of the process of court leading to injustice.   It has\n\nalso been held by the Apex Court that, for this purpose,\n\nthe complaint has to be examined as a whole, but without\n\nexamining the merits of the allegations. Neither a detailed\n\ninquiry nor a meticulous analysis of the material nor an\n\nassessment of the reliability or genuineness of the\n\nallegations in the complaint, is warranted while examining\n\nprayer for quashing of a complaint.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">\n</p><p data-structure=\"CDiscource\" id=\"p_70\">      26)   In my considered opinion, the reading of the\n\ncomplaint as a whole and the allegations now made in the\n\ncharge sheet filed by the Investigating Officer supported by\n\nthe evidence collected by the Investigating Officer during\n\ninvestigation and produced along with the charge sheet\n\nread as a whole, make-out prima facie case for the\n\noffences alleged against the petitioners.   The allegations\n\nprima facie indicate that the goods supplied were not in\n\nconformity with the specification and the accused by\n\nfalsely representing that goods supplied are in conformity\n<span class=\"hidden_text\" id=\"span_48\">                                 43</span>\n\nwith the specification agreed, made available forged and\n\nfabricated quality certificates purported to have been\n\nissued by M/s. SGS India Pvt. Ltd..           Thus, though the\n\ndispute between the parties relate to the commercial\n\ntransaction, the acts alleged to have been committed by\n\nthe accused would constitute both civil wrong and\n\ncriminal offences. No doubt the contract between the\n\nparties      contains    an   Arbitration    Clause      and   the\n\ncomplainant has already invoked the said remedy and the\n\nmatter appears to be pending before the Arbitral Tribunal\n\nin London in respect of the civil wrong alleged to have\n\nbeen committed by the accused.           As noticed supra, the\n\nApex Court has clearly held that, the fact that contract\n\nbetween the parties contains arbitration clause and one of\n\nthe parties has invoked the said remedy, is no bar for\n\ninitiation    of   the   criminal    prosecution,   if   the   acts\n\ncomplained of constitute a criminal offence.             Therefore,\n\nthere is no substance in the contention of the learned\n\nSenior Counsel that the pendency of the proceedings\n<span class=\"hidden_text\" id=\"span_49\">                             44</span>\n\nbefore the Arbitral Tribunal at London is a bar for the\n\ncomplainant to initiate criminal prosecution.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_71\">     27)   From the discussion made above, it is clear\n\nthat the allegations made in the complaint as also in the\n\ncharge sheet and the materials produced along with the\n\ncharge sheet would prima facie make-out a case for the\n\naforesaid offences.   Having regard to the materials on\n\nrecord, it cannot be said that, no case is made-out for any\n\nof the offences alleged. Admittedly, Accused No.1, is the\n\nChairman and Managing Director of M/s.          Twenty First\n\nCentury Wire Rods Limited and there is no serious dispute\n\nthat he acting as Chairman and Managing Director of the\n\nsaid Company, signed the contracts. No doubt, Accused\n\nNo.2 was not arraigned as an accused in the private\n\ncomplaint. However, during investigation of the case, it is\n\nspecifically alleged that Accused No.2 colluding with\n\nAccused No.1 has sent several e-mails to the complainant-\n\ncompany and also has sent several shipping documents to\n\nthe complainant-company duly signed by him and thereby\n<span class=\"hidden_text\" id=\"span_50\">                               45</span>\n\nAccused No.2 is a party to the fabrication and forging of\n\nthe quality certificates sent to the complainant-company,\n\nand thus he assisted Accused No.1 in deceiving the\n\ncomplainant-company.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_72\">\n</p><p data-structure=\"Conclusion\" id=\"p_73\">     28)   The opinion furnished by the Deputy Director\n\nof prosecution is not binding on the Investigating Officer.\n\nNot withstanding such opinion, the Investigating Officer is\n\nof the opinion that there are sufficient evidence to send-up\n\nthe accused for trial, he is empowered under law to file the\n\nchargesheet.    Therefore, the contention raised in this\n\nregard has no force of law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_74\">\n</p><p data-structure=\"Conclusion\" id=\"p_75\">     29)    In the light of the specific allegations in the\n\ncharge sheet, in my considered opinion, there are\n\nreasonable grounds to proceed against both the accused\n\nfor the offences alleged in the charge sheet. In this view of\n\nthe matter, no ground is made out to quash the\n\nprosecution launched against the petitioner in exercise of\n\ninherent power saved under Section 482 Cr.P.C.\n<span class=\"hidden_text\" id=\"span_51\">                              46</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_76\">       30)   In this view of the matter, I find no merit in\n\nthese petitions and therefore, they are liable to be\n\ndismissed. Accordingly, the petitions are dismissed.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_77\">                       Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_78\">                       JUDGE\n\n\nKGR*\n </p>","numcites":20,"numcitedby":0,"docsource":"Karnataka High Court","citetid":60268703,"divtype":"judgments","relatedqs":[{"value":"sgs india pvt ltd","formInput":"sgs%20india%20pvt%20ltd"},{"value":"private complaint\"","formInput":"private%20complaint%22"},{"value":"\"cheating\" ","formInput":"%22cheating%22%20"},{"value":"sgs india","formInput":"sgs%20india"},{"value":"civil remedy","formInput":"civil%20remedy"},{"value":"quashing of complaint","formInput":"quashing%20of%20complaint"},{"value":"twenty first century wire rods ltd","formInput":"twenty%20first%20century%20wire%20rods%20ltd"},{"value":"proceedings when can be quashed ","formInput":"proceedings%20when%20can%20be%20quashed%20"},{"value":"commercial transaction","formInput":"commercial%20transaction"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"SGS india pvt","formInput":"SGS%20india%20pvt"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"civil laws","formInput":"civil%20laws"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"criminal laws","formInput":"criminal%20laws"},{"value":"taken cognizance","formInput":"taken%20cognizance"},{"value":"pakistan","formInput":"pakistan"},{"value":"civil nature","formInput":"civil%20nature"},{"value":"467","formInput":"467"}],"cats":[{"value":"power-high-court-for-quashing","formInput":"tag:power-high-court-for-quashing"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"warrant-lodged-with-jailor","formInput":"tag:warrant-lodged-with-jailor"},{"value":"bar-to-take-cognizance-after-lapse-of-period-of-limitation","formInput":"tag:bar-to-take-cognizance-after-lapse-of-period-of-limitation"},{"value":"exclusion-of-date-on-which-court-is-closed","formInput":"tag:exclusion-of-date-on-which-court-is-closed"}],"courtcopy":true,"query_alert":null,"agreement":false}