{"tid":94963,"publishdate":"1955-09-16","title":"Shiv Omkar Maheshwari vs Bansidhar Jagannath on 16 September, 1955","doc":"<h2 class=\"doc_title\">Shiv Omkar Maheshwari vs Bansidhar Jagannath on 16 September, 1955</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1956BOM459, (1956)58BOMLR3, ILR1956BOM100, AIR 1956 BOMBAY 459, ILR (1956) BOM 458</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Gajendragadkar, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. On 26-4-1951 the appellant had applied to the City Civil Court for setting aside an award No. 19 of 1951 made against him. Pending the said application, the respondent had applied on 10-9-1951 for extension of time to make the award. The two proceedings were consolidated and on 20-6-1955 the learned trial Judge allowed the respondent&#x27;s application for extension of time and dismissed the petitioner&#x27;s application for setting aside the award. It is against this order that the present appeal has been preferred.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. Both the appellant and the respondent were and are members of the East India Chamber of Commerce. It appears that this association had established a market or Exchange for effecting forward transactions inter alia in silver pieces. Consistently with the Articles of Association, Bye-laws were framed to regulate the transactions effected by members of the association in the said Exchange in respect of several commodities including silver pieces.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">In about January 1945 a Syndicate of live persons was formed for dealing in silver pieces. On or about 5-2-1948, according to the respondent one Lawjibhai as representing the said Syndicate had instructed the respondent to purchase 6,615 tukdas of silver from the market and accordingly the respondent did make the said purchase for and on behalf and as an agent of the said Syndicate.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">Thereafter one Chandulal Ravjibhai and one Kishan Gopal Bagdi instructed the respondent to allot and assign the said 6,615 pieces of silver to four parties in the proportion mentioned by them. 3,000 pieces were allotted to Messrs Radhakishan Shivkisan; 1,208 pieces to Messrs Jotram Kedar-nath; 1,817 pieces to Messrs M. Gulamali Abdullhusein; and 500 pieces to the appellant. The rate at which these 600 pieces were allotted to the appellant was Rs. 160/14/6 per 100 tolas.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">It would appear that on 7-3-1948 an emergency was declared by the authorities of the Association and on 10-2-1948 the Board of Directors issued instructions for squaring up all transactions at Rs. 154 per 100 tolas. In respect of this transaction the respondent claimed from the appellant Rs. 24, 226-9-0 and on 15-4-1948 the respondent applied for reference of this dispute to arbitration under the relevant Articles of Association and Bye-laws.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">The Lavad Committee to whom this dispute was referred by the Association held several meetings and in the end on 20-9-1950 the Committee made an award. It may be mentioned at this stage that in the meanwhile three Lavad Committees came to be appointed, as under the Articles of Association the life of a Lavad Committee appointed by the Association is only a year. The first Lavad Committee was appointed on 24-10-1947, the second on 27-10-1948 and the third on 2440-1949.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">It was the third Lavad Committee that made the award in the present dispute. The award was filed on 27-2-1951 and the appellant was given notice of the filing of the award on 3-4-1951. Thereafter the appellant filed his petition to set asidte the award and his petition was followed by the respondent&#x27;s petition for extension of time to make the award. Ultimately the appellant&#x27;s petition was dismissed and the respondent&#x27;s petition was allowed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">3. The learned Judge before whom the consolidated applications were heard has held that on the facts of this case it was necessary in the interests of justice that time for making the award should be extended. He has also held that the relevant Articles of Association read in the light of the Association&#x27;s Bye-laws constitute art agreement in writing to refer the dispute to arbitration and that the said Articles and Bye-laws conferred jurisdiction on the Lavad Committee to deal with the present dispute. He was disposed to take the view that, though the appellant disputed the existence of the contract itself, that did not oust the jurisdiction of the Lavad Committee.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">According to him, it was within the competence of the Lavad Committee to adjudicate even upon this dispute. It was urged before the learned Judge by the appellant that the proceedings before the Lavad Committee were affected by many irregularities; but the learned Judge was not impressed by this argument. He relied upon the conduct of the appellant in that he appeared before the Lavad Committees for more than two years, took a chance of the decision of the Lavad Committee going in his favour, and when he found that the award was passed against him, he chose to raise these technical objections.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\">In the opinion of the learned Judge, this conduct showed acquiescence on the part of the appellant and it was not, therefore, open to him to raise these technicalities against the validity of the award at that stage. That is why the learned Judge rejected the appellant&#x27;s prayer for setting aside the award.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">4. In the present appeal Mr. K. T. Desai for the appellant has argued that even a superficial examination of the irregular procedure adopted by the Lavad Committees in dealing with the dispute would show that the Committees were guilty of enormous delay and he contended, that, if ever there was a case where a request for extension of time should not be granted, it would be in the present case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">It is true that the proceedings before the Arbitrators have taken place in a very leisurely manner; and the constitution of the Committees that actually heard these disputes from time to time shows that the Committees were fluctuating bodies. It appears that under the Bye-laws of the Association two Lavad Committees are nominated from year to year and pending disputes are assigned to these two Committees respectively.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">Mr. K. T. Desai had taken us through the details of the several meetings held by the Lavad Committees and has emphasized the fact that the members of the Committee have changed from time to time. But the change of personnel of the Lavad Committees is inevitable and unless the Bye-laws framed by the Association in regard to the constitution of the Lavad Committee are themselves invalid or ultra vires, no serious or valid grievance can be made against the changing constitution of the Lavad Committees themselves.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">At one stage Mr. K. T. Desai seemed to suggest that the quorum of two members prescribed by the Bye-laws was itself not satisfied; but he conceded that this argument was based upon a misconception and that the rule as to quorum has been complied with in all the meetings held by the Lavad Committees in dealing with the present dispute.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_15\">Whether or not the Bye-laws prescribing the constitution of the Lavad Committees and their procedure are ultra vires, the contention that extension of time should not have been allowed by the learned Judge cannot, in our opinion, be made by the appellant because under <a href=\"/doc/685723/\" id=\"a_1\">Section 39</a>, Arbitration Act, an order passed by the trial Judge extending time is not appealable. Legislature has clearly contemplated that the question as to whether time should be extended should be left entirely to the discretion of the trial Judge and the order that the trial Judge may pass in the exercise of his discretion should be regarded as final.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_16\">It is true that the application made by the respondent for extending time was consolidated with the appellant&#x27;s application for setting aside the award&#x27;. But this consolidation cannot give the appellant a right to challenge an order which, under the law, is not appealable. Therefore, in our opinion. It is unnecessary for us to consider whether the learned Judge was right or not in extending time for making the award.\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\"> 5. Mr. K.T. Desai has then argued that the learned Judge was in error in holding that the Articles of Association could, in law, constitute an agreement in writing to refer the dispute to arbitration within the meaning of <a href=\"/doc/738672/\" id=\"a_2\">Section 2</a>, Arbitration Act. <a href=\"/doc/738672/\" id=\"a_3\">Section 2</a>, Arbitration Act, requires that the arbitration agreement must be made in writing. If the contract which gives rise to a dispute between the parties is itself reduced to writing and it includes an arbitration agreement, there is no difficulty in holding that the requirements of <a href=\"/doc/738672/\" id=\"a_4\">Section 2</a> Arbitration Act, are complied with. If the contract between the parties is reduced to writing and it makes the terms of the contract subject to the provisions of the Articles of Association, there is no difficulty in holding that the Articles of Association themselves are thereby made part of the contract, and if the Articles provide for an arbitration agreement, the dispute between the parties arising from such a contract must be referred to arbitration. This position also cannot be disputed.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">In the present case, however, the alleged contract was not reduced to writing and the case for the respondent-is that, though the contract is oral, it is nevertheless subject to the Articles of Association because under <a href=\"/doc/1165318/\" id=\"a_5\">Section 21</a>, Companies Act, the Articles of Association must be taken to constitute an agreement in writing between the appellant and the respondent inter se as they are both members of the said Association.\n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">Since the Articles of Association represent a contract between the appellant and the respondent inter se, any contract entered into between them subsequent to their joining the said Association must inevitably be subject to the provisions of the said Articles of Association and a dispute like the present arising between them has to be referred to arbitration of the Lavad Committee appointed under the Eye-laws of the Association.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">This view has been accepted by the learned Judge and Mr. K.T. Desai for the appellant disputes the validity and the correctness of this view. It may be mentioned at this stage that the point thus raised by Mr. K.T. Desai is a vexed point of law on which sharp difference of opinion has been expressed in judicial decisions.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\">6. In the alternative, it has been urged for the appellant that even if the Articles of Association are held to constitute an arbitration agreement between the appellant and the respondent within the meaning of <a href=\"/doc/738672/\" id=\"a_6\">Section 2</a>, Arbitration Act, in fact on a fair and reasonable construction, the relevant and material Articles do not confer jurisdiction on the Lavad Committee to deal with the dispute as to the existence of the contract itself.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">In other words, if the existence of the contract had been admitted by the appellant, it may have been open to the respondent to refer the dispute to the arbitration of the Lavad Committee. But since the appellant has disputed the very existence of the contract even under the Articles of Association, the Lavad Committee had no jurisdiction to deal with this part of the dispute.\n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">The decision of this point would depend upon a fair and reasonable construction of the material Articles of Association andi Bye-laws made by the Association. It is necessary to remember that this point has been raised alternatively on the assumption that the Articles of Association can in law constitute a valid arbitration agreement as a result of the provisions of <a href=\"/doc/1165318/\" id=\"a_7\">Section 21</a>, Companies Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">7. It would, We think be convenient to deal with this latter argument first and that would naturally take us to the relevant Articles of Association and Bye-laws framed by the East India Chamber of Commerce. At the hearing of this appeal before us, learned Counsel for both the appellant and the respondent argued the matter on the translation of the relevant Articles of Association and Bye-laws which were produced before the learned trial Judge.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_25\">At the fag end of the hearing, however, Mr. M.V. Desai for the respondent invited our attention to the fact that the Articles of Association which have been filed with the Registrar of Societies appeal1 to have been adopted in English and he sought to base his argument on the words used in the relevant Articles of Association in a copy or the said Articles of Association.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">In dealing with this point, we will refer both to the English translation supplied to the learned Judge below and to the English version on which Mr. M.V. Desai relied at the end of the hearing of the appeal. But in doing so, it is necessary to remember that the arbitration agreement must,&#x27; even on the case of the respondent, primarily reside in the Articles of Association.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">It is true that under <a href=\"/doc/1221097/\" id=\"a_8\">Article 91</a> the Board has-been given power to frame and pass such Bye-laws as they consider in the interest of and conducive to the objects of the Chamber or any of them &quot;and they may at any time and from time to time rescind, alter or add to any of the Bye-laws&quot;.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">But the Bye-laws must be consistent with the Articles of Association and cannot validly alter or modify the said Articles. If, on a fair construction of the material Articles of Association, it appears that the dispute as to the existence of the contract itself was not Intended to be referred to the Lavad Committee, no Bye-law can validly confer jurisdiction to entertain such disputes on the Lavad Committee.\n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">It may be conceded that, in construing the relevant Articles of Association, the Court may, before accepting any specific construction, take into account all the relevant Articles together with the Eye-laws. If the words used in the relevant Articles are ambiguous an attempt should be made to adopt such a construction of the said words as would avoid a conflict between the Articles and the Bye-laws.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">But if the words used are clear and unambiguous &amp; they irresistibly lead to the inference that jurisdiction to deal with the dispute as to the existence of the contract itself was not intended to be conferred on the Lavad Committee, then that meaning cannot be extended merely because words of wider denotation may have been used in some of the Bye-laws.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">In the very nature of things, Bye-laws are subordinate to the Articles of Association, and indeed they are framed in order to carry out the provisions contained in the Articles themselves. As Halsbury says:\n</p><blockquote id=\"blockquote_1\">  &#x27;A bye-law must not be opposed to the constitution of the particular, corporation nor can it be made the means of remedying a defect therein.... A bye-law cannot explain a charter, and although it may lessen or enforce the powers given to the corporation, it cannot increase them&quot;. (Halsbury Vol. 9, para 82). \n</blockquote> \n\n<blockquote id=\"blockquote_2\">It is in the light of this legal position that we must now proceed to consider the material Articles and Bye-laws.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_32\">8. The main Article on which reliance was placed before the learned Judge below is <a href=\"/doc/655638/\" id=\"a_9\">Article 20(a).</a> It was translated before the learned Judge in this way:--\n</p>   \n\n<blockquote id=\"blockquote_3\"> &quot;It shall be obligatory on every member with reference to all the claims and disputes arising out of or incidental to all the dealings or transactions entered into by him with any other members in regard to gold, silver, wheat, money lending business and hundis and chithis, that he shall, subject to the bye-Jaws that may be trained from time to time and which may be in force and in case no such bye-laws are there then subject to rules that the Board may from time to time lay down, get the same settled first by arbitration without resorting to a Court of law&quot;. The English version of the Articles of Association, which, according to Mr. M.V. Desai. has been filed with the Registrar of Societies, sets out <a href=\"/doc/655638/\" id=\"a_10\">Article 20(a)</a> as follows:--\n</blockquote>   \n\n<blockquote id=\"blockquote_4\">&quot;It shall be compulsory for every member in the first instance to have all claims and disputes arising out of or in course of all dealings and transactions in gold, silver, seeds, wheat, sarafi business and Hundi chithis between himself and any other member settled by Arbitration and without recourse to law subject to the Bye-laws that may from time to time be made and in force or in the absence of such Bye-laws such rules as the Board from time to time prescribe&quot;. In construing this Article, Mr. M.V. Desai has asked us to bear in mind one of the objects for which the East India Chamber of Commerce, Ltd., has been established. Clause 3(a) of the Memorandum of Association provides that one of the objects for which the Chamber has been established was to &quot;remove all causes of friction between merchants inter se and between them and their constituents&quot;. Clause 3(g) likewise provides:\n</blockquote><blockquote id=\"blockquote_5\">  &quot;In case of mutual disputes arising between merchants in the aforesaid business to act as mediators or arbitrators between the members of the Chamber and their constituents in all sales and purchases and in all matters of difference or disputes arising between the members of the Chamber and between such members and their constituents&quot;.   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\">It may be conceded that the objects on which Mr. M.V. Desai relies are no doubt stated in wide terms. But do we find the objects underlying the use of these wide words effectively reproduced in the material Articles of Association? It may be useful at this stage to consider the scheme of the relevant Articles of Association.\n</p> \n\n<p data-structure=\"Section\" id=\"p_34\"><a href=\"/doc/1406924/\" id=\"a_11\">Article 1</a> defines the material terms used in the Articles <a href=\"/doc/1456610/\" id=\"a_12\">Article 2</a> provides that the Chamber should be declared to consist of 500 members, unless the General Meeting of the Chamber by resolution increases the number of its members. <a href=\"/doc/1015123/\" id=\"a_13\">Articles 4</a> and <a href=\"/doc/1937835/\" id=\"a_14\">5</a> deal with the classification and rights of members. The method of admission is dealt with in <a href=\"/doc/19636/\" id=\"a_15\">Articles 6</a> to 9. The rights and liabilities of members are indicated in <a href=\"/doc/492977/\" id=\"a_16\">Articles 10</a> to 20. <a href=\"/doc/655638/\" id=\"a_17\">Articles 20(a)</a> and <a href=\"/doc/1199182/\" id=\"a_18\">21(a)</a> deal with arbitration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_35\">The subsequent articles deal with borrowing powers, general meetings, Board of Directors, powers and duties of office-bearers, the Vice President, the Secretary, the Joint Secretary and the Treasurers, the powers of Directors, the accounts and the Provident Fund. It would thus be noticed that so far as the question of arbitration is concerned the only Articles which are relevant are <a href=\"/doc/1501707/\" id=\"a_19\">Articles 20(1)</a><a href=\"/doc/1199182/\" id=\"a_20\">, 21(a)</a>  and <a href=\"/doc/1199182/\" id=\"a_21\">21(b).</a>\n</p> \n\n<p data-structure=\"Section\" id=\"p_36\"><a href=\"/doc/1199182/\" id=\"a_22\">Article 21 (a)</a> deals with the Arbitration Committee and <a href=\"/doc/1199182/\" id=\"a_23\">Article 21(b)</a> provides that disputes shall be settled by arbitration as provided in the material Articles and Bye-laws. <a href=\"/doc/1199182/\" id=\"a_24\">Article 21 (a)</a> as contained in the English version which has been filed before the Registrar of Societies reads thus:\n</p>   \n\n<blockquote id=\"blockquote_6\"> &quot;The arbitration Committee shall consist of 7 members. This Committee shall dispose of all disputes and differences arising between members or members and their customers with respect to-any transaction or rates or dues or anything&#x27; out of a transaction or in respect to any liability arising, from any transaction&quot;. <a href=\"/doc/1199182/\" id=\"a_25\">Article 21(b)</a> reads thus:-\n</blockquote><blockquote id=\"blockquote_7\">  &quot;All disputes between members of Chamber shall be settled by arbitration as provided in these Articles and the bye-laws and rules made hereunder and no member shall institute any legal proceedings against any other member of the Chamber for settlement  of such dispute&quot;.  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_37\">Looking at <a href=\"/doc/655638/\" id=\"a_26\">Articles   20(a)</a><a href=\"/doc/1199182/\" id=\"a_27\">, 21 (a)</a> and   <a href=\"/doc/1199182/\" id=\"a_28\">21(b)</a>, it would be noticed  that the obligation to  refer all disputes to arbitration is imposed by <a href=\"/doc/655638/\" id=\"a_29\">Article 20 (a).</a> <a href=\"/doc/1199182/\" id=\"a_30\">Article   21(a)</a> deals  with the   composition of the Lavad Committee and defines its powers, and <a href=\"/doc/1199182/\" id=\"a_31\">Article 21 (b)</a> contains a general admonition to members of the Association not to  take  legal proceedings against any other member for settlement of disputes which  under the relevant Articles of Association, and Bye-laws have to be referred to arbitration..\n</p> \n\n<p data-structure=\"Section\" id=\"p_38\">9. Before the learned Judge below, reliance has been placed by the respondent only on <a href=\"/doc/655638/\" id=\"a_32\">Article 20(a)</a>, and we think, rightly. An arbitration agreement as required by <a href=\"/doc/738672/\" id=\"a_33\">Section 2</a>, Arbitration Act can be said to reside only in <a href=\"/doc/655638/\" id=\"a_34\">Article 20(a)</a> which deals with the obligation of members. It cannot be said to reside in either <a href=\"/doc/1199182/\" id=\"a_35\">Article 21 (a)</a> or in <a href=\"/doc/1199182/\" id=\"a_36\">Article 21(b)</a> because the topic which these two Articles are intended to cover is not one of the obligations of members at all.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\">It is, therefore, necessary to consider carefully the terms of <a href=\"/doc/655638/\" id=\"a_37\">Article 20 (a).</a> Under this article, all claims and disputes arising out of or in course of ail dealings and transactions between one member and another shall be settled by arbitration and without recourse to law. In the official translation, the disputes which have to be referred to arbitration are mentioned as those arising out of or incidental to all the dealings or transactions entered into by one member with any other member.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_40\">Now, the short point which this Article raises for our decision is whether the expression &quot;disputes arising out of or in course of all the dealings and transactions between members&quot; includes a dispute as to the existence of the dealings or transactions themselves. It is very difficult to hold that a dispue as to the existence of the contract itself arises out of the contract or arises in course of the contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\">A dispute as to the existence of the contract itself is outside the contract altogether and the decision of this dispute is an essential preliminary before dealing with the disputes arising out of or in course of the said contract. Where a party challenges the basic allegation made against him that he has entered into transaction with another member, the first point &#x27;in limine&#x27; which arises for decision is whether a contract had taken place between the members or not.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\">It is only if and after it is held that the alleged-contract had taken place between the parties that claims and disputes arising out of the said transaction or arising in course of the said transaction can fall to be considered. Wherever arbitration agreements are intended to cover even disputes in respect of the existence of contracts, appropriate words are used to make the meaning clear.\n</p> \n\n<p data-structure=\"Section\" id=\"p_43\">We have often enough come across Articles of Association which in terms provide for the compulsory arbitration of all disputes in regard to the existence or validity of a contract and claims arising out of or incidental to the said contract. In construing <a href=\"/doc/655638/\" id=\"a_38\">Article 20 (a)</a>, it may be relevant, as Mr. M.V. Desai has contended, to remember that the objects mentioned in the Memorandum of Association are very wide.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\"> But on the other &#x27;hand, we cannot overlook the fact that an agreement as to compulsory arbitration takes away a party&#x27;s right to have his dispute with another member decided by a Court of ordinary civil jurisdiction. Even so, if the words used in <a href=\"/doc/655638/\" id=\"a_39\">Article 20 (a)</a> are capable of two constructions, we may be justified in adopting the construction that helps reference to arbitration of a domestic tribunal appointed by the Association.\n</p> \n\n<p data-structure=\"Section\" id=\"p_45\">But having carefully considered <a href=\"/doc/655638/\" id=\"a_40\">Article 20(a)</a>, we are unable to hold that the relevant words used in this Article can reasonably yield the meaning which has been assigned to it by the learned Judge below. In our opinion, so far as this Article is concerned, a dispute as to the existence of the transaction or dealing itself is not covered by it and no obligation has been imposed upon any member to refer such a dispute to the arbitration of the Lavad Committee provided for by the Bye-laws.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">10. It may be useful at this stage to refer to some judicial decisions in cases where a similar question has been considered. &#x27;Heyman v. Darwins Ltd.&#x27;, (1942) A C 356 (A), is the first decision to which we propose to refer. In this case, an arbitration clause in a contract which referred to differences or disputes &quot;in respect of&quot; or &quot;with regard to&quot; or &quot;under the contract&quot; was, construed by the House of Lords. The Question which was raised for decision before the House of Lords was whether a plea that the contract had been frustrated could be said to fall within the purview of the arbitration clause.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">In deciding this question, Viscount Simon L. C. has referred to the relevant decisions which had construed similar arbitration clauses and has observed in his speech that it was of much practical importance- that the law should be quite plain as to the scope of an arbitration clause in a contract where the clause is framed in wide and general terms, and he added that he trusted that the decision of the House in the appeal before them might be useful for this purpose and would remove any misunderstanding which had arisen out of the previous decisions to which he had referred. Then the learned Law Lord stated what in his opinion was the effect of a true and reasonable construction of such a clause :\n</p>   \n\n<blockquote id=\"blockquote_8\">&quot;If the dispute is whether the contract which contains the clause has ever been entered into at all, that issue cannot go to arbitration under the clause, for the party who denies that he has ever entered into the contract is thereby denying that he has ever joined in the submission. Similarly, if one party to the alleged contract is contending that it is void ab initio (because for example, the making of such a contract is illegal), the arbitration clause cannot operate, for on this view the clause itself also is void.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">But, in a situation where the parties are at one in asserting that they entered into a binding contract, but a difference has arisen between them whether there has been a breach by one side or the other, or whether circumstances have arisen which have discharged one or both parties from further performance, such differences should be regarded as differences, which have arisen &#x27;in respect of, or &#x27;with regard to&#x27; or &#x27;under&#x27; the contract, and an arbitration clause which uses these, or similar expressions should be construed accordingly.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_48\">It would thus appear that the observations made by Viscount Simon support the view which we feel disposed to take about the effect of the material Articles of Association in the present, case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\">11. We may now refer to three reported decisions of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"862350\" id=\"span_1\">In -- <a href=\"/doc/862350/\" id=\"a_41\">&#x27;Mahomed Haji Hamid v. Pirojshaw R. Vekharla and Co.</a>&#x27;, 1932 Bom 341 (AIR V 19) (B), Mr. Justice Wadia had occasion to construe a bye-law which referred to disputes arising out of or in relation to contracts. The bye-law in question was Bye-law No. 82 adopted by the East India Cotton Association Ltd.</span>\n</p>   \n\n<blockquote id=\"blockquote_10\">&quot;What the exact distinction, if any, observed the learned Judge, &#x27;there is between the words &#x27;arising out of&#x27; and the words &#x27;in relation to&#x27; in that bye-law it is not easy to make out, but in my opinion disputes between parties in relation to a contract the very factum of which is denied are not disputes which the arbitrators have jurisdiction to. decide. In other words, the arbitrators have no jurisdiction to decide whether in fact the contracts were or were not entered into&quot;. It is significant that the question as to the jurisdiction of arbitrators&#x27; was raised before Mr. Justice Wadia by reference to the words used in a bye-law of the East India Cotton Association, Ltd., and Mr. Justice Wadia held that the material words used in the said bye-law did not confer any jurisdiction on the arbitrators to deal with and decide the dispute as to the factum of the contract itself.\n</blockquote> \n\n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1547639\" id=\"span_2\">In -- <a href=\"/doc/1547639/\" id=\"a_42\">&#x27;Shriram Hamitram v. Mohanlal and Co.</a>&#x27;, 19-10 Bom 93 (AIR V 27) (C), Mr. Justice Kania had to decide a similar question arising on a contract between two parties, and in discussing the point Mr. Justice Kania has cited with approval the observations of Mr. Justice Wadia to which I have just referred.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"195204\" id=\"span_3\">In -- <a href=\"/doc/195204/\" id=\"a_43\">&#x27;Ghelabhai Mahasukhram v. Keshavdev Madanlal</a>&#x27;, 1949 Bom 343 (AIR V 36) (D), Chagla C. J. and Coyajee J. have held that where a rule of an association is made a term of the contract between the parties, and the term is neither against public policy nor illegal nor immoral, the rule is binding upon the parties, even if it is subsequently attacked as being ultra vires.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_13\">In the course of his judgment the learned Chief Justice has referred to the judgments of Mr. Justice Wadia and Mr. Justice Kania which have been cited by us above, and he appears to have expressed his concurrence with the conclusion that under an Article like the one before us it would not be competent to the Arbitrators to decide the question as to whether the contract itself had taken place between the parties.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">The dispute as to the existence of the contract is a collateral dispute and it is only after it is decided in favour of the existence of the contract that the jurisdiction of the arbitrators to consider the other disputes arising between the parties under the said contract can arise.\n</blockquote> \n\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"587330\" id=\"span_4\">To the same effect are the observations made by Sir Shadi Lal C. J. and Mr. Justice Campbell in -- &#x27;Firm Jai Narain Babu Lal v. Firm Narain Das Jaini Mal&#x27;, 1922 Lah 369 (AIR V 9) (E), and Govinda Menon and Chandra Reddi JJ. in --<a href=\"/doc/587330/\" id=\"a_44\">&#x27;Dinasari Ltd. v. Hussain Ali</a>&#x27;, 1951 Mad 879 (1). (AIR V 38) (F), have also accepted the same view.</span> These decisions, in our opinion, support the view which we are disposed to take about the true effect of the provisions contained in Article 20 (a) in the case before us.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_50\">12. Mr. M.V. Desai, however, preferred to put his case before us more on <a href=\"/doc/1199182/\" id=\"a_45\">Articles 21 (a)</a> and <a href=\"/doc/1199182/\" id=\"a_46\">21 (b)</a> than on <a href=\"/doc/655638/\" id=\"a_47\">Article 20 (a)</a> itself. He argued that the two former Articles used wider words and they confer jurisdiction on the Arbitration Committee to deal even with a dispute as to the factum of the contract itself.\n</p> \n\n<p data-structure=\"Section\" id=\"p_51\">The arbitration Committee is authorised under <a href=\"/doc/1199182/\" id=\"a_48\">Article 21 (a)</a> to dispose of all disputes and differences arising between members and members or members and their customers with respect to any transaction or rates or dues or anything out of a transaction or in respect to any liability arising from any transaction. Here again, what the Arbitration Committee is authorised to deal with are disputes and differences arising between members in respect of any transaction and that seems to postulate the existence of an admitted transaction between the parties.\n</p> \n\n<p data-structure=\"Section\" id=\"p_52\">Besides, even if <a href=\"/doc/1199182/\" id=\"a_49\">Article 21 (a)</a> was capable of the wider construction for which Mr. M.V. Desai contends, that, in our opinion, cannot be said to constitute an arbitration agreement within the meaning of <a href=\"/doc/738672/\" id=\"a_50\">Section 2</a>, Arbitration Act. <a href=\"/doc/1199182/\" id=\"a_51\">Article 21 (a)</a> clearly does not purport to impose an obligation on the members. The obligation has already been imposed by <a href=\"/doc/655638/\" id=\"a_52\">Article 20 (a)</a> and <a href=\"/doc/1199182/\" id=\"a_53\">Article 21 (a)</a> proceeds to take the subsequent step of defining and describing the powers of the Arbitration Committee.\n</p> \n\n<p data-structure=\"Section\" id=\"p_53\">If In describing the powers of the Arbitration Committee, words of wider denotation are used, they cannot, in our opinion, widen the scope of <a href=\"/doc/655638/\" id=\"a_54\">Article 20 (a)</a> itself. An obligation to refer a dispute even in regard to the existence or factum of a contract itself cannot, in our opinion, be legitimately imposed upon a member in this indirect way and by implication.\n</p> \n\n<p data-structure=\"Section\" id=\"p_54\">That is why we are not impressed by the argument urged before us by Mr. M.V. Desai that <a href=\"/doc/1199182/\" id=\"a_55\">Article 21 (a)</a> should be held to constitute an arbitration agreement between the parties and it should be so construed as to include even a dispute as to the existence of the contract itself. What we have said about <a href=\"/doc/1199182/\" id=\"a_56\">Article 21 (a)</a> applies with greater force to <a href=\"/doc/1199182/\" id=\"a_57\">Article 21 (b).</a> This Article mentions that all disputes shall be settled by arbitration as provided in the Articles and Bye-laws and it enjoins upon members not to institute legal proceedings for settlement ol such disputes.\n</p> \n\n<p data-structure=\"Section\" id=\"p_55\">This Article must clearly apply to disputes in respect of which an obligation has been imposed under <a href=\"/doc/655638/\" id=\"a_58\">Article 20 (a).</a> It merely says that disputes which are required to be referred to arbitration should be dealt with by the Arbitration Committee and should not be dragged to a Civil Court. There is nothing in <a href=\"/doc/1199182/\" id=\"a_59\">Article 21 (b)</a> which can legitimately help the construction of the material clause in <a href=\"/doc/655638/\" id=\"a_60\">Article 20 (a).</a>\n</p> \n\n<p data-structure=\"Section\" id=\"p_56\">13. That takes us to the Bye-laws on which Mr. M.V. Desai has relied. The relevant Bye-laws are Nos. 83, 84 (a), 88 and 92 (a). Bye-law 83 deals with the constitution and quorum of the Lavad Committee. Bye-law 84 (a) deals with the hearing of disputes and differences by the Lavad Committee.\n</p> \n\n<p data-structure=\"Section\" id=\"p_57\">It provides that the Arbitration Committee shall decide any disputes or differences that may have arisen with reference to any transaction which may have been entered into subject to the rules of the institution or any difference in rates in respect thereof between members and members or between members and non-members with reference to a purchase or sale arising out of the transaction entered into.&quot;\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_58\"> This bye-law does not help the respondent because the dispute that is referred to in this Bye-law is one which has arisen with reference to a transaction which may have been entered into &quot;subject to the rules of this institution&quot;. Mr. M.V. Desai argues that the nature and categories of differences are indicated in this Eye-law and he suggests that, since a dispute as to rates has been specifically mentioned in the latter part of the Bye-law, the first part of the Bye-law should be taken to cover the dispute as to the existence of the contract itself.\n</p> \n\n<p data-structure=\"Section\" id=\"p_59\">We are not impressed by this argument. In our opinion, this Bye-law seems to postulate the existence of an admitted contract and that in our opinion would be consistent with <a href=\"/doc/655638/\" id=\"a_61\">Article 20 (a)</a> itself. Bye-law 88 refers to the adjournment of meetings and the floating character of the Lavad Committee. Its official translation reads thus :\n</p>   \n\n<blockquote id=\"blockquote_16\">&quot;88.    Disputes   such  as  the following,    that the meeting which, was convened for hearing the disputes or  for hearing the appeal was adjourned from time  to  time or  that the  hearing was not finished or that  the appeal  was not  finally heard at one meeting, or that the very same members of the arbitration committee or, of the board were not present at all the meetings or that the members of the arbitration  committee or of   the board  who had given the final  award were  not present  at all meetings in which the hearing of the said dispute was taken up or the appeal heard, shall not be allowed to be raised against the decision of the arbitration committee or the board.&quot; This Bye-law has no material bearing on the question with which we are dealing at this stage. The last Bye-law on which Mr. M.V. Desai has laid   considerable emphasis   is Bye-law 92   which prohibits the hearing of certain disputes.    There was   some dispute  about   the  correctness  of the translation  of this  Bye-law,  but  ultimately both the  learned Counsel agreed to the translation of the  material Bye-law 93  (b)   as it is reproduced below.    The whole Bye-law 92 reads as follows :\n</blockquote>   \n\n<blockquote id=\"blockquote_17\">&quot;92. (a) Disputes relating to Souda which have been effected after the Bazar has been closed will not be heard.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">(b) Disputes in connection with a Souda having been effected, or with regard to difference in rates, or in the matter of Havalas, complaints as regards such disputes which have arisen will not be heard two months after the date of the disputes arising.\n</blockquote> \n\n<blockquote id=\"blockquote_19\">(c) Complaints as regards the outstandings to be paid will not be heard 6 months after the date of the said Valan.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">(d) If a dispute arises with regard to moneys paid at the Valan without signature taken, complaints as regards such disputes will not be heard&quot;.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_60\">14. The whole of Mr. M.V. Desai&#x27;s argument has centred on Bye-law 92 (b). It may be assumed in favour of Mr. M.V. Desai that Bye-law 92 (b) seems to imply that, if a dispute with regard to the existence of a Souda arises between members within two months after the date of the Souda it may be tried by the Lavad Committee. This, at the highest, can be said to be implicit in the provisions of the Bye-law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_61\">In fact, the Bye-law prohibits the hearing of a dispute as to the existence of a Souda if it is raised more than two months after the date of the Souda. But can the implication arising out of the words used in this Bye-law be said to govern the construction of <a href=\"/doc/655638/\" id=\"a_62\">Article 20 (a)?</a> In our opinion, the answer to this question must be in the negative. It is possible that this Bye-law may have in view cases where a difference arises between members as to the existence of a con-\n</p><p data-structure=\"Conclusion\" id=\"p_62\">tract and the members agree that even this dispute should be referred to the Arbitration Committee.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_63\">Bye-law 92 (b) provides that, if such a dispute is intended to be referred to the Arbitration Committee, it must be brought before the Committee within two months from the date of the alleged transaction. On the other hand, Mr. M.V. Desai is entitled to contend that the more natural implication of this Bye-law is that the framers of the Bye-law thought that disputes even as to the existence of a contract were within the competence of the Arbitration Committee and they purported to prescribe a period of two month&#x27;s limitation for taking such disputes before the Arbitration Committee.\n</p> \n\n<p data-structure=\"Section\" id=\"p_64\">But the difficulty in accepting the respondent&#x27;s argument is that, even if tills Bye-law is construed according to his version, it cannot in law widen the scope of <a href=\"/doc/655638/\" id=\"a_63\">Article 20 (a).</a> If the words used in <a href=\"/doc/655638/\" id=\"a_64\">Article 20 (a)</a> had been ambiguous, perhaps the existence of this Bye-law might have strengthened the respondent&#x27;s case in urging the acceptance of the wider construction of <a href=\"/doc/655638/\" id=\"a_65\">Article 20 (a).</a>\n</p> \n\n<p data-structure=\"Section\" id=\"p_65\">But since the words used in <a href=\"/doc/655638/\" id=\"a_66\">Article 20 (a)</a> do not appear to us to be ambiguous and on a fair and reasonable construction they seem to yield only one meaning it is impossible to hold that they should be given a wider meaning because Bye-law 92 (b) seems to be based on the said wider construction of <a href=\"/doc/655638/\" id=\"a_67\">Article 20 (a).</a>\n</p> \n\n<p data-structure=\"Section\" id=\"p_66\">It is for the Court to construe <a href=\"/doc/655638/\" id=\"a_68\">Article 20 (a)</a>, and if the Court comes to the conclusion that <a href=\"/doc/655638/\" id=\"a_69\">Article 20 (a)</a> does not impose an obligation on members to refer their disputes as to the existence of the alleged contract itself to arbitration, then it would be a valid argument to urge that the framers of Bye-law 92 (b) seem to have adopted a different construction of <a href=\"/doc/655638/\" id=\"a_70\">Article 20 (a).</a>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_67\">That is why it may perhaps be necessary to construe bye-law 92 (b) by assuming that the limitation of two months which has been prescribed has reference to cases where by independent mutual agreement between members a dispute as to the existence of a contract is intended by them to be taken to the Lavad Committee and in such a case this Bye-law provides that such a dispute should be taken to the Lavad Committee within two months after the dispute arises.\n</p> \n\n<p data-structure=\"Section\" id=\"p_68\">15. The position, therefore, is that, in our opinion, the material Article which has to be construed is <a href=\"/doc/655638/\" id=\"a_71\">Article 20 (a).</a> The words used in this Article are not ambiguous or doubtful and so it is unnecessary to take the assistance of any other Article or Bye-law in construing the said words. It is by this Article alone that an obligation has been imposed upon members to refer specific disputes to arbitration and a dispute as to the existence of a contract is not one of the disputes specified in this Article.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_69\">That is why we must hold that the learned Judge below was in error in taking the view that <a href=\"/doc/655638/\" id=\"a_72\">Article 20 (a)</a> conferred Jurisdiction on the Lavad Committee to deal with the preliminary dispute as to whether the contract had been entered into between the appellant and the respondent or not\n \n\nIn this connection, we would like to add that, though Bye-laws 84 (a) and 92 (b) were cited before the learned Judge, his ultimate conclusion was based upon a construction of <a href=\"/doc/655638/\" id=\"a_73\">Article 20 (a).</a> He thought that &quot;the wording of <a href=\"/doc/655638/\" id=\"a_74\">Article 20 (a)</a> is wide enough to cover all disputes arising out of the transactions and contracts between the members of the Chamber of Commerce.&quot;\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_70\">With this view we are unable to concur. If the relevant Articles of Association did not con-\n</p><p data-structure=\"Precedent\" id=\"p_71\">stitute an arbitration agreement in respect of a dispute as to the existence of the contract itself, then the award made by the arbitrators has to be set aside. The jurisdiction of the arbitrators is and can be derived only from an arbitration agreement. Without an arbitration agreement there would be no jurisdiction in the Lavad Committee to deal with the dispute as to the existence of the contract,\n \n\nA plea of acquiescence cannot be raised in respect of such jurisdictional points. The jurisdiction of the Lavad Committee being conditioned upon the existence of a prior arbitration agreement, all proceedings before the Lavad Committee must toe held to be invalid notwithstanding the fact that the appellant appeared before the Lavad Committee.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_72\">It is well settled that parties cannot confer jurisdiction on a tribunal by consent. Jurisdiction is conferred on arbitrators by the provisions of the Indian Arbitration Act on condition that there is a written arbitration agreement between the parties in respect of the dispute referred to the arbitrators. If the condition precedent is found to be absent there is no scope for holding that the proceedings before the Arbitration Committee are with Jurisdiction.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_73\">16. If that be the true position, the order passed by the learned Judge below must be set aside on this ground alone. An award has been made by a Committee which had no jurisdiction to deal with an essential part of the dispute between the parties, and so the whole of the award must be set aside.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_74\">In this view of the matter, it would really not be necessary to consider the larger question of law as to whether an arbitration agreement as required by <a href=\"/doc/738672/\" id=\"a_75\">Section 2</a>, Arbitration Act, can reside in the Articles of Association. However, since this question has been argued before us at some length, we propose to indicate very briefly the nature and extent of the difference of judicial views expressed on this point and our own conclusion on it.\n</p> \n\n<p data-structure=\"Section\" id=\"p_75\">17. Under <a href=\"/doc/738672/\" id=\"a_76\">Section 2</a>, Arbitration Act, an arbitration agreement is defined as meaning a written agreement to submit present or future differences to arbitration, whether an arbitrator is named therein or not. The substantive provisions of the <a href=\"/doc/1052228/\" id=\"a_77\">Arbitration Act</a> cannot be invoked and a dispute between two parties cannot be taken to arbitration unless the said dispute is governed by an arbitration agreement thus defined.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_76\">The appellant and the respondent are members of the East India Chamber of Commerce Ltd. and the respondent&#x27;s argument is that the Articles of Association which have been registered constitute an arbitration agreement between all the members of the Association. This argument is based on the provisions of <a href=\"/doc/1165318/\" id=\"a_78\">Section 21</a>, Companies Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_77\">Sub-section (1) of that section provides that the memorandum and articles shall when registered bind the company and the members thereof to the same extent as if they respectively had been signed by each member and contained a covenant on the part of each member, his heirs, and legal representatives, to observe all the provisions of the memorandum and of the articles, subject to the provisions of this Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_78\">The effect of this sub-section is that after the articles are registered, they not only constitute a contract between the association or company on the one hand and its constituent members on the other, but they also constitute a contract between the members inter se. Since this sub-section provides that the article can be deem-\n</p><p data-structure=\"Precedent\" id=\"p_79\">ed to have been signed by each member and contained a covenant on the part of each one of them, his heirs and legal representatives, it supports the view that these articles constitute a con-tract between the members inter se.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_80\">So far the problem does not present any difficulty. But when we reach the next stage of considering the scope, nature and extent of the rights and liabilities of the members inter se under the Articles of Association, the problem gives rise to two conflicting views.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_81\">If the statement that the Articles of Association constitute a contract between the members inter se is liberally construed, it would mean that all the clauses contained in the Articles virtually amount to clauses contained in a contract between one member and another, and the application of these clauses can be extended not only to the disputes arising between the members as members of the Association in respect of the business of the Association but also in respect of contracts separately and privately entered into between them.\n</p> \n\n<p data-structure=\"Section\" id=\"p_82\">In other words, the Articles represent a general omnibus contract between members inter se and the result of the material Article of Association which provides for compulsory arbitration would, on this view, be that, even if the members enter into a commercial transaction between themselves, all disputes arising between them in respect of such commercial dealings must be referred to arbitration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_83\">Both of them have agreed that all disputes arising in respect of transactions between them shall be referred to arbitration and this agreement would govern all transactions between them, whether or not at the time of entering into them they specifically referred to this arbitration agreement.\n</p> \n\n<p data-structure=\"Section\" id=\"p_84\">On the other hand, if in construing the provisions of <a href=\"/doc/157537/\" id=\"a_79\">Section 21</a> Sub-section (1), we bear in mind the scheme of the Act and the purpose which the said section is directly intended to serve, it may become relevant to give effect to the last clause in <a href=\"/doc/157537/\" id=\"a_80\">Section 21</a>, Sub-section (1) which provides that the covenant between the members inter se is to observe all the provisions of the memorandum and of the articles and nothing more.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_85\">On this alternative view, the Articles of Association cannot be said to constitute a contract between members inter se in respect of their rights outside what may be regarded as their company relationship, and as such they cannot purport to regulate their rights arising out of commercial transactions with which the company or other members of the company would not be concerned.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_86\">On this construction of the clause, if two members of an association enter into a private commercial transaction between themselves and disputes arise between them in respect of such a commercial transaction, the arbitration clause contained in the Articles of Association could not be invoked unless the commercial transaction has been made expressly subject to the said clause or otherwise expressly imports an arbitration agreement.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"253807\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1953248\" id=\"span_6\">The first construction has received the approval of Mr. Justice Bhagwati in -- <a href=\"/doc/1953248/\" id=\"a_81\">&#x27;Mohanlal &#x27;Chhaganlal v. Bissessarlal Chirawalla</a>&#x27;, 1947 Bom 268 (AIR V 34) (G), whereas the second construction has been accepted by Mr. Justice S.R. Das in -- &#x27;Khusiram v. Honutmal, 53 Cal WN 505 (H), Mr. Justice Bhagwati&#x27;s view has the support of the earlier decision of the Sind Court &#x27;in --&#x27;Kotumal Pokardas v. Adam Haji&#x27;, 1939 Sind 357 (A1R V 28) (I), whereas Mr. Justice Shah would apparently have preferred the view taken by Mr.\n \n\n Justice Das if the matter had been res integra when this question was raised before him in --<a href=\"/doc/253807/\" id=\"a_82\">&#x27;Gordhandas Purshottam v. Natwarlal Chandulal &amp; Co</a>&#x27;, .</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_88\">18. On the plain construction of <a href=\"/doc/157537/\" id=\"a_83\">Section 21</a>, Sub-section (1) there does not appear to be any difficulty in reaching the conclusion that the articles of association do constitute a contract, nut only between, the company and its members, but even between members inter se, though as I have just stated difficulties arise in determining the scope, nature and extent of the rights and obligations flowing from such articles of association in respect of the private transactions Of members of the association.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"700585\" id=\"span_7\">In -- <a href=\"/doc/700585/\" id=\"a_84\">&#x27;Radhakison Gopikison v. Balmukund Ramchandra</a>&#x27;, 1931 Bom 41 (AIR V 18) (K), Beaumont, C. J. has observed that <a href=\"/doc/157537/\" id=\"a_85\">Section 21</a>, Sub-section (1), <a href=\"/doc/1353758/\" id=\"a_86\">Companies Act</a>, has been taken from the <a href=\"/doc/1003813/\" id=\"a_87\">English Act</a> and that it is quite clear under that section that the articles are a contract between the company and the members, and between the members inter se, but they do not bind outside parties.&quot; The same view has been taken by the Court of appeal in the Calcutta High Court in -- &#x27;Ram-kissendas v. Satya Charan&#x27;, 50 Cal WN 310 (L).</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_90\">Mr. Justice Gentle has compared the position arising from the provisions of <a href=\"/doc/157537/\" id=\"a_88\">Section 21</a>, Sub-section (1) in respect of articles of association with that of an agreement signed by several executors containing the term that each will carry out and observe the stipulations in the agreement and he has added that, where there are mutual promises between parties to an agreement which amount to consideration moving from each to others, the terms in the document can be enforced by and against each party.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1547639\" id=\"span_8\">It is true that in this particular case the dispute had arisen in respect of the business of the company. But the observations made by Mr. Justice Gentle seem to suggest that, when <a href=\"/doc/157537/\" id=\"a_89\">Section 21</a>, Sub-section (1) constitutes the articles into a contract between members inter se, that contract is supported by the consideration of mutual promises made by one member to the other and as such all the terms in the contract can be enforced by and against each party. That is the view which. Mr. Justice Bhagwati took in <a href=\"/doc/1547639/\" id=\"a_90\">Mohanlal</a>&#x27;s case (G).</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_92\">The learned Judge held that in commercial transactions entered into between members of an association whose articles of association provide for compulsory arbitration of disputes arising between them in respect of such transactions, it would not be open to any member to contend that any particular transaction between him and another member is not governed by the arbitration clause contained in the articles.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_93\">The inclusion of the arbitration clause in the articles of association undoubtedly indicates the anxiety of the association that disputes arising out of any transactions covered by the clause should be speedily disposed of by a domestic tribunal and should not be subjected to. the formal process of adjudication in ordinary Courts of law.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_94\">So far as we have been able to ascertain, it appears to be the general practice in commercial chambers or associations in Bombay that have adopted similar articles of association to assume that even private oral contracts made by one member with another are subject to the general arbitration agreement contained in the articles of association and the practice which has thus been adopted by commercial associations or chambers was approved by Mr. Justice Bhagwatl and no dissenting voice has been effectively raised against this practice at any time in this Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_95\">That is why in &#x27;Gordhandas Purshottam&#x27;s case (J)&#x27;, though Mr. Justice Shah was apparently inclined to doubt the correctness of Mr. Justice Bhagwati&#x27;s view, he had ultimately accepted and followed the said view because, as he observed (and we think, rightly), on a question of the nature raised before him, uniformity of judicial opinion is of greater importance than a strictly legalistic opinion contrary to opinions previously expressed upon it.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_96\">19. It is obviously difficult to express preference for one view rather than another with any emphasis on a point which has given rise to a sharp conflict, and eminent Judges have delivered opinions which it is by no means easy to reconcile. However, we are impressed by the plea made before us that the practice in this Court has been consistently in favour of the view taken by Mr. Justice Bhagwati, and, if we may add, the said practice appears to be based on valid and important practical considerations.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_97\">In the present case, the transaction which has given rise to the dispute was in respect of a commodity in which the Chamber deals. The transaction is alleged to have taken place between the two parties as members of the Chamber and both the members knew that the Articles of Association required that, in case any dispute arose between them in respect of any of their transactions, that dispute would have to be referred to arbitration.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_98\">We do not find any difficulty in assuming that, where members of an association like the parties before us enter into contracts, may be oral, in respect of commodities like silver which are within the purview of the Chamber itself, they do so with the full knowledge and consciousness that the contracts are made subject to the terms of the Articles of Association.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_99\">The fact that the contract is made orally and no reference to the Articles of Association is expressly made at the time of such a contract would not, in our opinion, justify the inference that the members had agreed that the Articles of Association should not govern the said contracts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_100\">Besides, on the alternative view that the Articles constitute a contract between the members, but the rights and obligations from such a contract are confined only to disputes arising . between them from their company relationship as such, it would not be easy to imagine cases of any dispute between members to which the Articles can apply. All the private transactions between the members inter se would be excluded from the operation of the Articles on this view and disputes between members inter se to which the Articles can apply would be very few, if any at all.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_101\">In other words, it may, with respect, be pointed out that the main object of Including an arbitration agreement in the Articles of Association may be frustrated if the said Agreement, is not held to apply to the commercial dealings between the members inter se. In a sense, it would even be permissible to take the view that the enforcement of the arbitration agreement in respect of private commercial dealings between members inter se is a matter in which the association as such is interested.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_102\">One of the objects mentioned in the Memorandum of Association of the East India Chamber of Commerce is to avoid recourse to ordinary Courts of law for settling disputes arising between members and it would not be unreasonable to hold that the said object prima facie covers all disputes arising between the members in respect of transactions which fall within the purview or the association or Chamber itself.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_103\">It is true that, if two persons who are members of the association but as private citizens, and the transaction is in respect of commodities not within the purview of the association but outside it, then there would be no justification for invoking the application of the Articles of Association to such a transaction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_104\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1547639\" id=\"span_9\">But in the present case, the transaction is in respect of a commodity in which the Chamber was dealing and the transaction has been entered into between the two parties as members of the Chamber. As such, it would, in all other respects, be governed by the Articles and Bye-laws of the Chamber. That is why, on the whole, we prefer to accept with respect, the view taken by Mr. Justice Bhagwati in <a href=\"/doc/1547639/\" id=\"a_91\">&#x27;Mohanlal</a>&#x27;s case (G)&#x27;.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_105\">If the provisions of <a href=\"/doc/157537/\" id=\"a_92\">Section 21</a>, Sub-section (1), <a href=\"/doc/1353758/\" id=\"a_93\">Companies Act</a>, are literally construed and it is held that a contract resulting from the Articles of Association between members inter se is not subject to any artificial limitation that its application is confined only to the company relationship subsisting between the members or to disputes in respect of the management of the association as such, then it would be possible to hold that it is a general agreement containing several clauses between one member and another and the Article providing for compulsory arbitration is a general arbitration agreement which would govern all the dealings which have been entered into between one member and another in respect of a commodity falling within the purview of the association.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_106\">On this view, the Articles of Association would constitute a general contract containing an arbitration clause and all contracts of the kind just described would attract the provisions of such arbitration clause. The position in respect of oral contracts made between one member and another would, on this view, not be materially different from the position of contracts which are made expressly subject to the Articles of Association.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_107\">What is expressly mentioned in this latter class of contracts can be said to be included in all similar contracts by necessary implication having regard to the Articles of Association which constitute a general contract between one member and another.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_108\">20. Though we have reached this conclusion, we must confess to a feeling of diffidence because the question involved is not free from difficulties and the answers given to this question by eminent Judges are, as I have already mentioned, not easy to reconcile. I would now refer to some of the English decisions bearing on this point.\n</p> \n\n<p data-structure=\"Section\" id=\"p_109\">21. <a href=\"/doc/1012342/\" id=\"a_94\">Section 20</a>, English Companies Act in general corresponds to <a href=\"/doc/66692967/\" id=\"a_95\">Section 21</a>, Indian Companies Act in &#x27;Pritchard&#x27;s case&#x27; (1873) 8 Ch. A. 956 (M), Mellish, L. J. has taken the view that in themselves the articles of association are simply a contract aa between the shareholders inter se in respect of their rights as shareholders.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_110\">In &#x27;Wood v. Odessa Waterworks Co.&#x27;, (1889) 42 Ch.D. 636(N) one of the shareholders had sued the company on behalf of all the shareholders from an injunction restraining the company from giving effect to a resolution by which the shareholders were given debenture bonds, bearing interest and redeemable at par by annual drawing instead of paying dividends in cash. The argument for the plaintiff was that the resolution in question contravened the articles of association.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_111\">Sterling J. in delivering an Interlocutory judgment, observed that the articles of association constitute a contract not merely between the shareholders and the company, but between each individual shareholder and every other. The next case to which reference may be made is &#x27;Welton v. Saffery&#x27;, (1897) A.C. 299(O). In this case, a limited company had issued shares at a discount or by way of bonus and this action was authorised by the articles of association.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_112\">On a question as to whether the holders of shares so issued were thereby relieved from all liability in the winding up the House of Lords, by a majority Judgment held that they were not relieved from their liability to calls for the amounts unpaid on their shares for the adjustment of the rights of contributories inter se, as welt as for the payment of the company&#x27;s debts and the costs of winding up.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_113\">The majority judgment of the House of Lords  agreed with the decision of the Court of appeal that the articles of association which had authorised the issue of the shares in question on the terms mentioned were ultra vires of the limited company. Lord Herschell, however, did not agree with the view expressed by his colleagues and delivered a dissenting judgment. &quot;It is quite true&quot;, observed Lord Herschell, &quot;that the articles constitute a contract between each member and the company and that there is no contract in terms between the individual members of the company; but the articles do not any the less, in my opinion, regulate their rights inter se&quot;. He however, added that such rights can only be enforced by or against a member through the company, or through the liquidator representing the company.\n</p> \n\n<blockquote id=\"blockquote_21\">&quot;I think &#x27;said Lord Herschell&#x27;, that no member has, as between himself and another member, any right beyond that which the contract with the company gives&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_114\">Lord Macnaghten, who had delivered a separate judgment did not accept this view.\n</p> \n\n<blockquote id=\"blockquote_22\">&quot; &#x27;If directors, being duly authorized in that behalf observed Lord Macnaghten, &quot;invite persons to take shares on certain terms varying the rights of members inter se, acceptance of the invitation must, I think, establish a contractual relation between the members themselves&quot;. The position, therefore, is that the view taken by Lord Herschell, under which articles of association do not confer upon a member any right as between himself and any member beyond that which the contract with the company gives, was not shared by Lord Herschell&#x27;s other colleagues, and by necessary implication it has been dissented, from in the majority decision.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_115\">22. In -- &#x27;Salmon v. Quin &amp; Axtens, Ltd.&#x27;, (1909) 1 Ch 311 (P), Farewell, L. J. expressed his concurrence with the view taken by Sterling, J. in (1889) 42 Ch D 636 (N), but he added that the statement of the law set out by Sterling J. was accurate &#x27;subject to his observation, that it may well be that the Court would enforce the covenant as between individual share-holders in most cases.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_116\">In --- &#x27;Hickman v. Kent or Romney Marsh Sheep Breeder&#x27;s Association&#x27;, (1915) 1 Ch 881 (Q), Astbury, J. had occasion to deal with the same point. The learned Judge referred to the several decisions cited before him and observed that it was difficult to reconcile the two classes of decisions and the Judicial opinions therein expressed, but that he thought this much to be clear:\n</p><blockquote id=\"blockquote_23\">  &quot;first that no article can constitute a contract between the company and a third person; secondly, that no right merely purporting to be given by an article to a person, whether a member or not, ill capacity other than that of a member as, for instance, as solicitor, promoter, director, can be enforced against the company; and thirdly, that articles regulating the rights and obligations of the members generally as such do create rights and obligations between them and the company respectively.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_117\">In -- Beattle v. Beattie, Ltd.&#x27;, (1938) 1 Ch 708 (R), the learned Judges had to consider <a href=\"/doc/1325025/\" id=\"a_96\">Article 133</a> of the  company&#x27;s articles  and the same point was raised for their decision.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_118\">Sir Wilfrid Greene, Master of the Rolls, referred to the fact that the question as to the precise effect of <a href=\"/doc/1012342/\" id=\"a_97\">Section 20</a>, English Companies, Act, had been the subject of considerable difficulty in the past, and that it may well be that there would be considerable controversy about it in future. But he added that it appeared to him that this much, at any rate, was good law;\n</p><blockquote id=\"blockquote_24\">  &quot;that the contractual force given to the articles of association by the section is limited to such provisions of the articles as apply to the relationship of the members in their capacity as members&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_119\">The learned Master of the Rolls then proceeded to observe that the real matter which was being litigated in the case before them was a dispute between the company and the appellant in his capacity as a director, and so, when the appellant, relying on the arbitration clause, sought to have that dispute referred to arbitration, it was that dispute and none other which he was seeking to have referred and, by seeking to have it referred, it was not, in the judgment of the learned Judge, seeking to enforce a right which was common to himself and all other members. In other words, the appellant in that case was seeking to enforce quite a different right and so the arbitration agreement would not apply.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_120\">23. The last case which may be cited is the decision in &#x27;London Sack &amp; Bag Co., Ltd. v. Lug-ton Ltd&#x27;, (1943) 2 All ER 763 (S), where the dispute had arisen from a contract of sale for Rs. 5,000 cotton flour bags by the defendant to the plaintiff. Both the Parties were members of the United Kingdom Jute Goods Association Ltd. The arbitration agreement on which stay was claimed was based on one of the rules of the Association which had provided that all disputes arising out of transaction connected with the trade shall be referred to arbitration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_121\">On the face of it, the transaction which had given rise to the dispute was not connected with the trade of the Association at all and that really was enough to dispose of the matter. Indeed, Mackinnon, L.J., based his decision on two grounds: first, that the two parties were not members although each had a director, who was a member of the Association, and secondly, that the contract, being for cotton bags, was not connected with jute goods. Scott, L. J. however, purported to put the decision on a larger ground. Referring to the rule providing for compulsory arbitration the learned Judge observed that\n  &quot;It may well be,    even as    between ordinary members of a company who are also in the nominal way share-holders, that <a href=\"/doc/811701/\" id=\"a_98\">Section 20</a> adjusts their legal relations inter se in the same way as a contract in a single document would if signed by all; and yet the statutory result may not be to constitute a contract between them about rights of action created entirely outside the company relationship, such as trading transactions between members&quot;. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_122\">Then the learned Judge proceeded to deal with the two points on which Mackinnon, L. J. had based his decision, -and he agreed with the view taken by Mackinnon, L. J.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_123\">24. It would thus be seen that the views expressed by eminent English Judges on the point with which we are concerned are conflicting. That is why Sir Wilfrid Greene, M.R. almost in despair, made the observations to which I have already referred. Incidentally, it may be pointed out, with&#x27; very great respect, that the observations of Lord Herschell are embodied in a minority judgment and the remarks of Scott L.J. appear to be obiter.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_124\">  25. It now. remains to refer to the opinion ex-. pressed by text book-writers on this point; and it must be conceded that the opinion expressed by the test book-writers is, on the whole, in favour of the narrow and limited construction which has found favour with Mr. Justice S.R. Das in 53 Cal W.N. 505 (H)&#x27;. This is what Halsbury says on this point:\n</p><blockquote id=\"blockquote_25\">  &quot;While the articles regulate the rights of the members, inter se, they do not, it would seem, constitute a contract between the members, inter se, but only between the company and its members and therefore, the rights and liabilities of members as members under the articles can only be enforced by or against the members through the company&quot;. (Vol. 6 paragraph 269, P. 129). In foot-note (f) attached to this paragraph, Halsbury has added that doubt as to whether an arbitration clause in the articles constitutes a written agreement for submission &#x27;to arbitration within the <a href=\"/doc/1052228/\" id=\"a_99\">Arbitration Act, 1950</a>, <a href=\"/doc/1242720/\" id=\"a_100\">Section 4(1)</a> as between the parties concerned justifies the Court in refusing to stay an action, and this statement is sought to be supported by the observations of Scott, L.J. to which I have already referred. \n</blockquote> \n\n<blockquote id=\"blockquote_26\">Palmer, in his Company Law, has referred to both the views expressed in relevant judicial decisions, but on the whole the learned author appears to have indicated his preference for the view taken by Lord Herschell. The observations of Lord Herschell in (1897) AC 299 at p. 305 (O), are cited in the book and comment is made that the view thus expressed by Lord Hersehell &#x27;accords with the well-established principle that it is for the company, save in exceptional oases, to sue for a breach of the articles (page 29). Buckley, in his Companies Acts, has observed;\n</blockquote>   \n\n<blockquote id=\"blockquote_27\">&quot;As regards the rights of members inter se, if the articles do constitute a contract between them, the rights arising out of such contract can ordinarily only be enforced through the company; and the correct view is; semble, that stated by Lord Hersehell in &#x27;Welton v. Saffery (O)&#x27;, namely, the articles constitute a contract between each member and the company, and there is no contract in terms between the individual members of the company; but the articles do not, any the less, in my opinion, regulate their rights inter se.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">Such rights can only be enforced by or against a member through the company or through the liquidators representing the company; but I think that no member has, as between himself and art other member, any rights beyond that which the contract with the company gives&quot;, (page 53). \n</blockquote> \n\n<blockquote id=\"blockquote_29\">Thus it would be seen that the view which we have taken is inconsistent with the view expressed by eminent text-writers. We would only conclude with the observation that we have reached our decision on this point with some hesitation and not without diffidence.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_125\">26. That leaves only one point which was raised before us by Mr. K.T. Desai on behalf of the appellant. He argues that the award was invalid because the dispute was heard by a floating body of members and there has been no fair trial at all in the present proceedings. I have already mentioned that, during the pendency of this dispute before the Lavad Committee, three committees were formed and it is true that on several days when the dispute was heard the same set of arbitrators were naturally not present.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_126\">But Bye-law 88 of the Chamber has specifically provided that objections such as the one raised before us by Mr. K.T. Desai shall not invalidate the award. Under this Bye-Jaw, it would not be open to a party to challenge the validity of the award or the ground that the dispute was not finally decided at one sitting or that the very same members of the Arbitration Committee or of the Board were not present at all the meetings or that members of the Arbitration Committee or of the Board who had given the final award were not present at all the meetings in which the hearing of the said dispute was taken up or the appeal heard.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_127\">Mr. K.T. Desai argued that this Bye-law is ultra vires because it is opposed to natural justice, and in support of his argument he invited our attention to two reported decisions of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1470934\" id=\"span_10\">In --<a href=\"/doc/1470934/\" id=\"a_101\">&#x27;Fazalally v. Khimji</a>&#x27;, 1934 Bom 476 (ALB V 21), (T), Rangnekar J., has held that as the composition of the board of directors had changed from time to time since the appeal went on before the board, and when the award was given some of those who were present at the earlier meetings-were absent and did not form part of the board which made the award, the award was not legal and could not be accepted arid should be set aside.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_128\">This question arose before Mr. Justice Rangnekar under bye-laws 38 and 39 of the East India Cotton Association, Ltd. But in two places the learned Judge has pointedly referred to the fact that the existence of a fluctuating body of arbitrators was not justified by any provision contained in the bye-laws themselves. In other words, the judgment shows that, if a bye-law or rule made by the Association had specifically authorised a fluctuating body of arbitrators to deal with the dispute, then the learned Judge may have taken a different view.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_129\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1470934\" id=\"span_11\">In -- &#x27;Patel Bros. v. Shree Aleenakshi Mills Ltd.&#x27;, 1942 Bom 239 (AIR V29) (U) Beaumont C. J. who delivered the judgment of the Bench, agreed with Rangnekar J. observations in <a href=\"/doc/1470934/\" id=\"a_102\">Fazallally</a>&#x27;s case&#x27;, (T) and held that the parties would normally be entitled to the united judgment of the board, and if a dispute was entertained by a fluctuating body of the board that introduced a serious infirmity in the decision. But it would be noticed that in stating his conclusion the learned Chief Justice has observed; &quot;In the absence of consent, I think, the rule is that the tribunal, which has commenced the appeal, must continue, and if any member is obliged to withdraw, and the parties are not willing to go on before the remaining members, then a fresh board must be constituted&quot;. In other words, if there is a rule or a bye-law of the association specifically providing for the hearing of the dispute by a fluctuating body of arbitrators then the plea that the same arbitrators have not heard the dispute would not invalidate the award.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_130\">27. We must, therefore, hold that the Infirmity in the award on which Mr. K.T. Desai relies cannot Invalidate the award because bye-law 88 expressly precludes the appellant from raising such a contention. Nor can the Bye-law be regarded as ultra vires for the reason that, it-is opposed to natural justice. Indeed, the hearing of a suit by one Judge and its decision by his successor is authorised even under Order 18, Rule 15, Civil P. C.\n \n\nHowever, it is not necessary to pursue this point any further since Mr. K. T, Desai did not seriously contend that this Bye-law was ultra vires. Besides, the decision on this point would be a matter of academic importance in view of our conclusion that, the dispute as to the Existence of the contract itself is not covered by the arbitration agreement in the present case and the award made by the1 arbitrators is invalid for that reason.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_131\">28. In the result, the appeal must be allowed, the order passed by the City Civil Court Judge reversed, and the award made against, the appellant set aside with costs throughout.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_132\">29. Rule absolute in Civil Application No: 1464\nof 1955.   No order as to costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_133\">30. Appeal allowed. \n</p> \n\n","numcites":30,"numcitedby":4,"docsource":"Bombay High Court","citetid":94963,"divtype":"judgments","relatedqs":[{"value":"article 21","formInput":"article%2021"},{"value":"oral contract","formInput":"oral%20contract"},{"value":"articles of association arbitration","formInput":"articles%20of%20association%20arbitration"},{"value":"section 21 of company act","formInput":"section%2021%20of%20company%20act"},{"value":"article 20","formInput":"article%2020"},{"value":"ultra vires ","formInput":"ultra%20vires%20"},{"value":"commercial transaction","formInput":"commercial%20transaction"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"arbitration by association","formInput":"arbitration%20by%20association"},{"value":"articles of association","formInput":"articles%20of%20association"},{"value":"compulsory arbitration","formInput":"compulsory%20arbitration"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"ambiguity","formInput":"ambiguity"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"east india cotton","formInput":"east%20india%20cotton"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"mutual","formInput":"mutual"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"}],"cats":[{"value":"double-conviction","formInput":"tag:double-conviction"},{"value":"protection-of-life-and-liberty","formInput":"tag:protection-of-life-and-liberty"}],"courtcopy":false,"query_alert":null,"agreement":false}