{"tid":637780,"publishdate":"2007-07-18","title":"Pandit Construction Company vs Delhi Development Authority And Anr. on 18 July, 2007","doc":"<h2 class=\"doc_title\">Pandit Construction Company vs Delhi Development Authority And Anr. on 18 July, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2007(3)ARBLR205(DELHI), 2007 A I H C 3636, (2007) 3 ARBILR 205 (2007) 143 DLT 270, (2007) 143 DLT 270</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-kaul\">Sanjay Kishan Kaul</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-kaul\">Sanjay Kishan Kaul</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nSanjay Kishan Kaul, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. The petitioner is a registered partnership firm and in pursuance to an invitation for tender floated by respondent No. 1 for work of construction of shopping centre at New Rajinder Nagar, a tender bid was submitted. The tender submitted by the petitioner was accepted in terms of the letter dated 30.11.1990 of respondent No. 1/DDA at a tendered cost of Rs. 1,24,75,860/- and an agreement was executed between the parties dated 12.12.1990. The stipulated date of completion was 9.3.1992 (15 months). The work was, however, completed only in late April, 1998 and the completion certificate was issued on 28.4.1998. The petitioner blames respondent No. 1/DDA for the same.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. It is the case of the petitioner that in view of the disputes about payment between the petitioner and respondent No. 1, the petitioner issued a notice dated 9.7.2001 to the Chief Engineer of respondent No. 1 for appointment of an arbitrator and in view of the failure to do so, filed a Suit No. AA No. 258/2002 before this Court. Shri C.S. Jawa, District and Sessions Judge (retd.) was appointed as the sole arbitrator in terms of the order dated 27.8.2003 passed in the said suit.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The sole arbitrator, respondent No. 2, made and published an award dated 27.10.2005. The arbitrator adjudicated upon the claims of the petitioner on merits but the claims were rejected on the ground of being barred by limitation as also the plea of estoppel being found in favor of respondent No. 1. The petitioner has filed the present objections under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and Conciliation Act, 1996.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. Learned Counsel for the petitioner fairly at inception stated that he would confine his submissions within the narrow compass of scrutiny under <a href=\"/doc/439304/\" id=\"a_2\">Section 34(2)</a> of the Arbitration and Conciliation Act, 1996 since this Court does not sit as a court of appeal. In fact, the submission of learned Counsel for the petitioner is that various claims have been found in favor of the petitioner but the petitioner has been non-suited on grounds of limitation and estoppel. Learned Counsel, thus, submitted that his submissions would be based on four broad pleas; (1) Limitation; (2) Invocation of arbitration beyond 90 days of the final bill; (3) Waiver; and (4) the final bill is in full and final settlement of the claims of the petitioner.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. A perusal of the award shows that in response to the six claims filed by the petitioner, apart from the claim of interest and costs, respondent No. 1 raised a preliminary objection that the claim was barred by time as the final bill was passed on 20.3.2001 which was accepted in full and final settlement by the petitioner. Respondent No. 1 contended that the arbitration clause had not been invoked within 90 days as per Clause 25 of the General Conditions of Contract (hereinafter referred to as the GCC) making the claims time barred. It is alleged that the petitioner was informed of the final bill vide letter dated 5.7.1999 and he could invoke the arbitration clause within 90 days but actually invoked the same only on 9.7.2001. The said bill was accepted in full and final settlement and, thus, the petitioner is stated to have waived his right to make any such claims. It may be noticed here that undisputably the payment was made on 12.4.2001.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">6. Learned Counsel for the petitioner pointed out that even though the bill may have been passed on 20.3.2001, there was no intimation to the petitioner prior to 12.4.2001 when he signed the bill and the cheque was received. Thus, the period of 90 days, if applicable, would commence only from 12.4.2001.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"962569\" id=\"span_1\">In this behalf, learned Counsel relied upon the observations made in <a href=\"/doc/962569/\" id=\"a_3\">Suit No. 698-A/1983, Uttam Singh Duggal and Co. Pvt. Ltd. v. International Airports Authority of India and Anr.</a> decided on 23.2.1984. In <a href=\"/doc/962569/\" id=\"a_4\">the said judgment</a>, B.N. Kirpal, J (as he then was) held that a bill could be said to be ready for payment in respect of such a contract only after the Executive Engineer had signed the bill. In the present case the bill had been signed only on 20.3.2001. This itself would not suffice as the petitioner must have knowledge of the same.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1051509\" id=\"span_2\">In <a href=\"/doc/1051509/\" id=\"a_5\">EN Veeka Construction Co. v. Delhi Development Authority and Anr.</a> 1999 (1) Arb. LR 298, it has been held by Dr. M.K. Sharma, J., that intimation of the preparation of the final bill was necessary for commencement of the period of limitation. The intimation for the first time is only of 12.4.2001 when the bill was paid since there is no prior date of intimation recorded. The intimation of 5.7.1999, as observed above, cannot be said to be the date of intimation since the bill was not even ready for payment by that date and not signed by the Executive Engineer till 20.3.2001. Thus, it leaves no manner of doubt that the time period commenced only from 12.4.2001 and the dispute raised on 9.7.2001 was, thus, within the period of 90 days.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">8. On the merits of the claims, respondent No. 1 has denied any direct liability on account of delay as it is stated that the said delay was occasioned on account of shortage of labour and lack of interest and resources with the petitioner.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">9. The arbitrator, insofar as the merits of the claims of the petitioner are concerned, examined the same and allowed petitioner&#x27;s claims. Learned Counsel for the parties cannot seriously dispute that the same is based on appreciation of evidence and there is really no legal issue and, thus, the award cannot be interfered with on that account. However, insofar as the defense of limitation is concerned, petitioner&#x27;s claims have been held to be barred by time and even on the plea of estoppel it has been held that since the intimation of final bill, being ready for payment was received on 5.7.1999 and no objection was raised to the same, the claims could not be entertained at present.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\"> Plea of Limitation\n \n\n</p><p data-structure=\"Section\" id=\"p_11\">10. It is not in dispute that as per the records, the final bill was prepared on 5.7.1999. It is, however, also not in dispute that for the reasons best known to respondent No. 1, the bill was passed only on 20.3.1991. The payment was made to the petitioner on 12.4.2001 and the petitioner raised disputes on 9.7.2001. Clause 25 of the GCC, which provides for reference of disputes to arbitration, reads as under:\n</p>  \n\n<blockquote id=\"blockquote_1\">Except where otherwise provided in the contract all questions and disputes relating to the meaning of the specifications, designs, drawings and instruction herein before mentioned and as to the quality of workmanship or materials used on the work or so as to any other question claim, right matter or thing whatsoever, in any way arising out of or relating the contract designs drawings, specifications, estimates, instruction, orders or these conditions or otherwise concerning the works the execution or failure to execute the same whether arising during the progress of work after the completion or abandonment thereof shall be referred to the sole arbitration of the person appointed by the Chief Engineer W.Z. Delhi Development Authority at the time of dispute....\n</blockquote> \n\n<blockquote id=\"blockquote_2\">It is also a term of the contract that if the contractor(s) does/do not make any demand for arbitration in respect of any claim(s) in writing within 90 days or receiving the intimation from the Engineer-in-Charge that the Bill is ready for payment, the claim(s) of the contractor(s) will be deemed to have been waived and absolutely barred and the Delhi Development Authority shall be discharged and released of all liabilities under the contract in respect of those claims.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">The arbitrator(s) may from time to time within the consent of the parties enlarge the time for making and publishing the award.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">11. The requirement of the aforesaid clause is that on the final bill being ready for payment, the arbitration clause should be invoked within a period of 90 days thereafter. The intimation of the final bill being ready was sent and received on 5.7.1999. The communication of the said date informs the petitioner in the following terms:\n</p><blockquote id=\"blockquote_4\"> With reference to above mentioned work, I am to inform you that the final bill is ready. You are requested to please attend this office to accept bill and measurement accordingly. In case you do not attend and accept the bill or do not submit your own bill, as per Clause 7, then bill shall be finalised which shall be binding on you.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"962569\" id=\"span_3\">12. A reading of the aforesaid shows that the communication states that the final bill is ready and calling upon the petitioner to attend the office failing which the bill would be finalised. It is also not in dispute that this bill was passed for payment by the competent authority only on 20.3.2001. In my considered view, there can be little doubt that the requirement as stipulated in Clause 25 of the GCC of a claim being made within 90 days of receiving intimation from the Engineer in Chief that the bill &#x27;is ready for payment&#x27; cannot be said to have been completed on 5.7.1999 as there could be no occasion for the payment to be made when it was yet to be approved. &#x27;Ready for payment&#x27; would imply that the contractor could go and receive the payment thereof. The bill was passed only on 20.3.2001 and the bill, thus, could not be ready for payment before that in view of the judgment in <a href=\"/doc/962569/\" id=\"a_6\">Uttam Singh Duggal and Co. Pvt. Ltd.</a> case (supra). Not only that, the payment was actually made to the petitioner only on 12.4.2001. On the bill being ready for payment on 20.3.2001, nothing has been placed on record to show any prior intimation before 12.4.2001. The disputes were raised on 9.7.2001 within 90 days of 12.4.2001. I am, thus, unable to accept the conclusion arrived at by the arbitrator, assuming that there can be such limitation of time of 90 days, that the claim made was beyond the period of 90 days.</span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_14\">13. The second question which arises is whether there can be such limitation of a period of 90 days in view of the provisions of <a href=\"/doc/616001/\" id=\"a_7\">Section 28(b)</a> of the Indian Contract Act, 1872 (hereinafter referred to as the said Act) read with <a href=\"/doc/249731/\" id=\"a_8\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_9\">Limitation Act, 1963</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_4\">14. Learned Counsel for respondent No. 1, to support the conclusion arrived at by the learned arbitrator, relied upon the judgment of the Supreme Court in <a href=\"/doc/8751/\" id=\"a_10\">National Insurance Co. Ltd. v. Sujir Ganesh Nayak and Co. Ltd.</a> . This case was decided on 21.3.1997. The Supreme Court drew a distinction between the agreement which in effect curtails the period of limitation and an agreement which provides for the forfeiture or the waiver of the right itself if no action is commenced within the period stipulated by the agreement. The first was held to be void as offending under <a href=\"/doc/65067/\" id=\"a_11\">Section 28</a> of the said Act but the later was held not to be a clause which shall fall within the mischief of the <a href=\"/doc/65067/\" id=\"a_12\">Section 28</a> of the said Act. It was, thus, held that curtailment of the period of limitation is not permissible in view of <a href=\"/doc/65067/\" id=\"a_13\">Section 28</a> of the said Act but extinction of the right itself unless exercised within the specified time is permissible and can be enforced.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">15. The relevant aspect in this case is that the judgment is based on the provisions of <a href=\"/doc/65067/\" id=\"a_14\">Section 28</a> of the said Act which stood prior to the amendment. An amendment was made to <a href=\"/doc/65067/\" id=\"a_15\">Section 28</a> of the said Act on 8.1.1997. In order to appreciate the controversy, it is necessary to produce the relevant provisions:\n</p>  \n\n<blockquote id=\"blockquote_5\"><a href=\"/doc/65067/\" id=\"a_16\">Section 28 (unamended)</a>\n  \n\nAgreements in restraint of legal proceedings, void - Every agreement, by which any party thereto is restricted absolutely from enforcing his rights under or in respect of any contract, by the usual legal proceedings in the ordinary tribunals, or which limits the time within which he may thus enforce his rights, is void to that extent.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">Exception 1. - Saving of contract to refer to arbitration dispute that may arise - This section shall not render illegal a contract, by which two or more persons agree that any dispute which may arise between them in respect of any subject or class of subjects shall be referred to arbitration, and that only the amount awarded in such arbitration shall be recoverable in respect of the dispute so referred.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">Exception 2 Saving of contract to refer questions that have already arisen - Nor shall this section render illegal any contract in writing, by which two or more persons agree to refer to arbitration any question between them which has already arisen, or affect any provision of any law in force for the time being as to references to arbitration.\n</blockquote> \n\n<blockquote id=\"blockquote_8\"><a href=\"/doc/65067/\" id=\"a_17\">Section 28 (Amended)</a>\n \n\nAgreements in restraint of legal proceedings, void.-\n</blockquote>  \n\n<blockquote id=\"blockquote_9\">Every agreement-\n</blockquote>  \n\n<blockquote id=\"blockquote_10\">(a) by which any party thereto is restricted absolutely from enforcing his rights under or in respect of any contract, by the usual legal proceedings in the ordinary tribunals, or which limits the time within which he may thus enforce his rights; or\n \n\n</blockquote><blockquote id=\"blockquote_11\">(b) which extinguishes the rights of any party thereto, or discharges any party thereto, from any liability, under or in respect of any contract on the expiry of a specified periods as to restrict any party from enforcing his rights.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_5\">16. A perusal of the aforesaid provisions would show that there is no discussion on the aspect of the effect of <a href=\"/doc/65067/\" id=\"a_18\">Section 28(b)</a> of the said Act in the judgment in <a href=\"/doc/8751/\" id=\"a_19\">National Insurance Co. Ltd.</a> (supra) which provision came into effect on 8.1.1997. As noticed above, the judgment was pronounced on 21.3.1997.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">17. In Wild Life Institute of India Dehradun v. Vijay Kumar Garg  also a view was taken that if a contractor does not make a demand for arbitration in respect of any claim in writing within 90 days of receiving the intimation of the bill being ready for payment, the contractor would be deemed to have waived the right to recover any amount and would discharge the opposite party of any liability. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"521482\" id=\"span_6\">This view has again been followed by the Rajasthan High Court in <a href=\"/doc/521482/\" id=\"a_20\">Mahesh Chand v. Union of India</a> 2005(1) Arb. LR 153.</span> It may be noticed that the judgment in Wild Life Institute of India (supra) was delivered on 2.5.1997 and the same is in the nature of an order.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1293682\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"549294\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1291574\" id=\"span_9\">18. It was not disputed by learned Counsel for the parties that learned single Judges of this Court in <a href=\"/doc/1291574/\" id=\"a_21\">Hindustan Construction Corporation v. Delhi Development Authority</a> ; <a href=\"/doc/549294/\" id=\"a_22\">J.K. Anand v. Delhi Development Authority and Anr.</a> ; and <a href=\"/doc/1293682/\" id=\"a_23\">Union of India v. Simplex Concrete Piles India (P) Ltd.</a> 2003 (3) Arb. LR 536, have taken a different view in view of the provisions of <a href=\"/doc/65067/\" id=\"a_24\">Section 28(b)</a> of the said Act.</span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1291574\" id=\"span_10\">19. It may be noticed that the amendment brought by the Amendment Act 1 of 1997 to <a href=\"/doc/65067/\" id=\"a_25\">Section 28</a> of the said Act clearly sought to obliterate the distinction arising from the provisions of the earlier <a href=\"/doc/65067/\" id=\"a_26\">Section 28</a> as it stood unamended in respect of the extinguishment of a right of any party on expiry of a specified period and the same was declared as to be void under the provisions of <a href=\"/doc/65067/\" id=\"a_27\">Section 28</a> of the said Act. It is this aspect which weighed with Md. Shamim, J. while delivering the judgment in <a href=\"/doc/1291574/\" id=\"a_28\">Hindustan Construction Corporation</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"549294\" id=\"span_11\">Once again in <a href=\"/doc/549294/\" id=\"a_29\">J.K. Anand</a>&#x27;s case (supra), it was held that the valuable rights of a contractor to claim the amount due in respect of the claim not being made within 90 days from the date of the final bill as per Clause 25, deprived the contractor of a very valuable right and the said provision could not be upheld in view of the provisions of <a href=\"/doc/65067/\" id=\"a_30\">Section 28(b)</a> of the said Act.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1291574\" id=\"span_12\">Reliance in this behalf was placed on the judgment of <a href=\"/doc/1291574/\" id=\"a_31\">Hindustan Construction Corporation</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"521482\" id=\"span_13\">S.K. Mahajan, J. in <a href=\"/doc/521482/\" id=\"a_32\">Union of India</a> (supra) also followed the same line of reasoning.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_14\">20. It is the grievance of the learned Counsel for respondent No. 1 that the aforesaid judgments did not refer to the judgment of the Supreme Court in <a href=\"/doc/8751/\" id=\"a_33\">National Insurance Co.</a> case (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604290\" id=\"span_15\">Learned Counsel also drew the attention of this Court to the judgment of V.S. Aggarwal, J. in <a href=\"/doc/1604290/\" id=\"a_34\">Continental Construction Ltd. v. Food Corporation of India and Ors.</a> , more specifically para-11, which is reproduced hereunder:</span>\n</p><blockquote id=\"blockquote_12\"> <a href=\"/doc/1224074/\" id=\"a_35\">Section 28</a> of the Contract Act as reproduced above was introduced on the recommendation of the Law Commission in order to remove the anomalies created by the earlier Act. The position of law settled before the amendment was that <a href=\"/doc/65067/\" id=\"a_36\">Section 28</a> would invalidate only a clause in an agreement which restricts a party from enforcing his right absolutely or which limits the time within which he may enforce his right. <a href=\"/doc/65067/\" id=\"a_37\">Section 28</a> before the amendment does not come into operation when contractual term spell out an extension of a right of a party to sue or spell out the discharge of a party from the liabilities. It is true that the argument of the applicants learned Counsel as per the amended provisions of <a href=\"/doc/65067/\" id=\"a_38\">Section 28</a> of the Act would come to his rescue but the snag in the argument is that <a href=\"/doc/1224074/\" id=\"a_39\">Section 28</a> of the Contract Act as amended is not retrospective in its operation. The present contract between the parties had been arrived at before the amendment and even the work executed before that. Consequently the provisions of the amended provisions of <a href=\"/doc/1224074/\" id=\"a_40\">Section 28</a> of the Contract Act will not have a role to play, so far as the present dispute is concerned. In that view of the matter the said argument so much thought of will be of little avail.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">21. Learned Counsel, however, submitted that even the aforesaid judgment would not be of much assistance to the respondent since the learned Judge only carved out an exception where not only was the contract arrived at before the amendment but even the work was executed before the amended provision came into play and, thus, held that the amendment will not have a role to play. In the present case, it is not in dispute that though the contract may have been entered into before the amendment to the provision, starting from the preparation of the final bill everything has happened after the amended provision came into play and the amendment changing the substantive law, it would certainly apply to the contract at hand.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"945905\" id=\"span_16\">In <a href=\"/doc/945905/\" id=\"a_41\">Explore Computers Pvt. Ltd. v. CALS Ltd. and Anr. , I</a> had the occasion to consider the effect of the amendment of <a href=\"/doc/1224074/\" id=\"a_42\">Section 28</a> of the said Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_17\">In the said case, the judgment of the Supreme Court in <a href=\"/doc/8751/\" id=\"a_43\">National Insurance</a> (supra) was also noticed. It would be useful to extract the relevant discussion in <a href=\"/doc/8751/\" id=\"a_44\">the said judgment</a> as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_13\">48. The effect of the amendment of <a href=\"/doc/1224074/\" id=\"a_45\">Section 28</a> thus made it clear that any clause extinguishing the right of a party or discharging any party from the liability in respect of any contract on expiry of specific period so as to restrict the time period would be void.\n</blockquote> \n\n<blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1293682\" id=\"span_18\">49. Learned Counsel referred to the judgment of the learned single Judge of this Court in <a href=\"/doc/1293682/\" id=\"a_46\">Union of India v. Simplex Concrete Piles India</a>  where one of the questions raised was in respect of the arbitration clause in an agreement requiring the claim to be filed within 90 days from the date the final bill was raised for payment. It was held that the said clause in the arbitration agreement limiting the time during which a claim can be made by a party would be clearly against public policy and would be void under <a href=\"/doc/1224074/\" id=\"a_47\">Section 28</a> of the Contract Act. Learned Counsel for defendant No. 2 on the other hand contended that the bank was within its right to curtail the period within which a claim could be filed through suit or a legal proceeding against a bank within one month of the expiry of the bank guarantee.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_19\">Learned Counsel in this behalf referred to the judgment of the Supreme Court in <a href=\"/doc/8751/\" id=\"a_48\">National Insurance Co. Ltd v. Sujir Ganesh Nayak and Co. and Anr.</a> ; It was held that an agreement which curtails the period of limitation and prescribes a shorter period than prescribed by law would be void as offending <a href=\"/doc/1224074/\" id=\"a_49\">Section 28</a> of the Contract Act. This was so because such an agreement would seek to restrict a party from enforcing his right in court after the period prescribed under the agreement expires even though the period prescribed by law for enforcement of his relief has yet not expired.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_15\">50. However, there was possibility of agreements which do not seek to curtail the time for enforcement of the right but which provide for forfeiture or waiver of a right itself if no action is commenced within the period stipulated by the agreement and such a clause would not fall within the mischief of <a href=\"/doc/1224074/\" id=\"a_50\">Section 28</a> of the Act.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">51. After discussing the effect of the various judgments, it was observed in Para 17 as under:\n</blockquote><blockquote id=\"blockquote_17\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_20\">From the case law <a href=\"/doc/8751/\" id=\"a_51\">referred to above</a> the legal position that emerges is that an agreement which in effect seeks to curtail the period of limitation and prescribes a shorter period than that prescribed by law would be void as offending <a href=\"/doc/1224074/\" id=\"a_52\">Section 28</a> of the Contract Act. That is because such an agreement would seek to restrict the party from enforcing his right in Court after the period prescribed under the agreement expires even though the period prescribed by law for the enforcement of his right has yet not expired. But there could be agreement which do not seek to curtail the time for enforcement of the right but which provides for the forfeiture or waiver of the right itself if no action is commenced within the period stipulated by the agreement. Such a clause in the agreement would not fall within the mischief of <a href=\"/doc/1224074/\" id=\"a_53\">Section 28</a> of the Contract Act. to put it differently, curtailment of the period of limitation is not permissible in view of <a href=\"/doc/1224074/\" id=\"a_54\">Section 28</a> but extinction of the right itself unless exercised within a specified time is permissible and can be enforced. If the policy of insurance provides that if a claim is made and rejected and no action is commenced within the time stated in the policy the benefits flowing from the policy shall stand extinguished and any subsequent action would be time-barred. Such a clause would fall outside the scope of <a href=\"/doc/1224074/\" id=\"a_55\">Section 28</a> of the Contract Act. This in brief, seems to be the settled legal position. We may now apply it to the facts of this case.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_21\">53. On a conspectus of the aforesaid judgments, two aspects have to be noted. The first is that it is the terms of the bank guarantee which have to be given due weight and the second is the distinction which is sought to be carved out in <a href=\"/doc/8751/\" id=\"a_56\">National Insurance Co.</a> case (supra) between a clause curtailing the period of limitation being void under <a href=\"/doc/1224074/\" id=\"a_57\">Section 28</a> of the Contract Act and a clause which provides for forfeiture or waiver of a right if no action is commenced within the period stipulated by the agreement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_22\">Insofar as the second aspect is concerned, it cannot be lost sight of that the judgment in <a href=\"/doc/8751/\" id=\"a_58\">National Insurance Co.</a> Case (supra) was delivered on 23.03.1997 and thus related to the provisions of <a href=\"/doc/1224074/\" id=\"a_59\">Section 28</a> as it stood prior to the amendment because that was the substantive law in force at the time when the cause of action had arisen. The amendment to <a href=\"/doc/1224074/\" id=\"a_60\">Section 28</a> was made with effect from 08.01.1997 and it is not disputed that the cause of action in respect of the subject matter in the present suit arose after the amendment. Sub-clause (b) of the amended <a href=\"/doc/1224074/\" id=\"a_61\">Section 28</a> deals with the clauses which extinguish the rights of any party thereto or discharge any party from any liability being void under the said Section. Thus the scope of <a href=\"/doc/1224074/\" id=\"a_62\">Section 28</a> has been widened whereby Clause (a) deals with the position prior to the amendment alone and Clause (b) is in addition.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_19\">54. In view of the amended Section coming into force, the distinction sought to be carved out earlier by the legal pronouncements would not hold good.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">55. In my considered view it is not open for defendant No. 2 to contend that if any suit or claim is not filed within one month of the expiry of the bank guarantee, the right of the plaintiff to institute any legal proceedings itself is extinguished. Such a plea would fly in the face of the amended <a href=\"/doc/1224074/\" id=\"a_63\">Section 28</a> as defendant No. 2 cannot be discharged from the liability nor can the rights of the plaintiff be extinguished by inclusion of the clause providing so. I am thus of the considered view that to the extent there is restriction on any suit or claim being filed by the plaintiff beyond a period of one month from the expiry of the bank guarantee, the said clause would not prohibit the plaintiff from instituting the suit as it would be barred by the provisions of the amended <a href=\"/doc/1224074/\" id=\"a_64\">Section 28</a> of the Contract Act.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_24\">23. A reading of the aforesaid, thus, makes it clear that unless a judgment considers the ramifications of the amendment of <a href=\"/doc/1224074/\" id=\"a_65\">Section 28</a> of the said Act, the same would not apply to cases where the cause of action has arisen after the amendment has taken place. The aim and object of the introduction of the amended section cannot be ignored which is a mandate of the legislature.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"945905\" id=\"span_23\">24. I am, thus, of the considered view that the legal pronouncement in <a href=\"/doc/945905/\" id=\"a_66\">Explore Computers Pvt. Ltd.</a> (supra), in any case, covers the case fully in respect of the aspect of limitation and in view of the said pronouncement, the reasoning of the learned arbitrator cannot be sustained that the claim is barred by time. The award to the extent it holds that the claim of the petitioner is barred by time is, thus, liable to be set aside.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">25. The aforesaid aspects, thus, take care of both the pleas of the petitioner based on the issue of limitation and the prescribed period of 90 days for raising the final bill.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_27\">ESTOPPEL\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_28\">26. The plea of estoppel which has been a ground for rejection of the claims of the petitioner by the arbitrator is based on the acceptance of the bill by the petitioner as also the full and final settlement. It has to be, thus, examined whether there is any waiver of the rights by the petitioner and if the petitioner is estopped from claiming the amount in view of having signed the final bill.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_29\">27. Learned Counsel for the petitioner submitted that the endorsement made on the final bill is &#x27;accepted in full and final&#x27;. Learned Counsel submitted that this is not the full and final settlement of accounts and the reasoning of the arbitrator could not be sustained for the reason that under Clause 25 of the GCC itself, the petitioner had been given the right to raise the disputes within 90 days of the said final bill being ready for payment. Learned Counsel submits that there can be no doubt about the legal proposition that if actually a final settlement has taken place, then the matter cannot be re-agitated, but in the present case there is no such final settlement. This is so since learned Counsel for respondent No. 1 sought to rely upon the judgment of the learned single Judge of the Punjab and Haryana High Court in Tuli Construction Co. Pvt. Ltd. v. Union of India Through Commander Works Engineer Bhatinda Cantt and Anr. 2006 (4) Arb. LR 479. In the said case the petitioner had received payment of final bill which was duly signed by the contractor in token of full and final settlement of the contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"379361\" id=\"span_24\">28. In the judgment of this Court in Satya Prakash and Bros. <a href=\"/doc/379361/\" id=\"a_67\">Pvt. Ltd. v. Airport Authority of India and Ors. (Arb</a>. P. No. 201/2006) decided on 29.01.2007, the court considered the plea of full and final settlement. The judgments of the Apex Court in this behalf were examined.</span> It was noted in Wildlife Institute of India&#x27;s case (supra), the endorsement made was no further claim whatsoever on any ground will be taken up in any court of law or arbitration. Any claim arising on account of Labour Act or otherwise will be our responsibility.&#x27; In the facts of that case, thus, it was held that final payment was accepted by the respondent in full and final satisfaction of the claim of the contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"722729\" id=\"span_25\">Simultaneously, the judgment in <a href=\"/doc/722729/\" id=\"a_68\">Bharat Coking Coal Ltd. v. Annapurna Construction</a>  was also examined where it was observed in para-9 as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_21\">9. Only because the respondent has accepted the final bill, the same would not mean that it was not entitled to raise any claim. It is not the case of the appellant that while accepting the final bill, the respondent had unequivocally stated that he would not raise any further claim. In absence of such a declaration, the respondent cannot be held to be estopped or precluded from raising any claim. We, therefore, do not find any merit in the said submission of Mr. Sinha.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"722729\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"962569\" id=\"span_27\">It was held that Satya Prakash and Bros. <a href=\"/doc/962569/\" id=\"a_69\">Pvt. Ltd.</a> case (supra), would fall within the nature of endorsement made in <a href=\"/doc/722729/\" id=\"a_70\">Bharat Coking Coal Ltd.</a> case (supra) and, thus, the petitioner could not be prohibited from raising any claim. The further aspect noted was that had there been a full and final settlement, there would have been no occasion for the respondent therein to entertain any claim of the petitioner thereafter while the fact remain that the petitioner had been paid large amounts on account of claim of escalation post alleged full and final settlement.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"722729\" id=\"span_28\">29. The present case, in my considered view, falls within the category of a case as in <a href=\"/doc/722729/\" id=\"a_71\">Bharat Coking Coal Ltd.</a> (supra). A settlement, to be binding, must be recorded in clear and unambiguous terms. That is certainly not the endorsement in the present case. There is not even a reference to such a settlement even while making the endorsement. All that the endorsement says that &#x27;accepted in full and final&#x27;. This could equally read as the amount received is in respect of the full amount of that bill. The most important aspect is the window of 90 days given to the petitioner even under the agreement for raising a claim. Thus, the contract between the parties itself envisaged the preparation of a final bill, intimation thereof (which would require both final approval of the bill by the competent authority and receipt of intimation by the contractor) and thereafter within a period of 90 days of receiving the intimation the bill is ready for payment the contractor can make a claim for arbitration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"722729\" id=\"span_29\">Another similarity of the present case with <a href=\"/doc/722729/\" id=\"a_72\">Bharat Coking Coal Ltd.</a> (supra) is that it is stated that in the present case also there have been some payments made after commencement of arbitration proceedings. This is the additional factor which reinforces the absence of any final settlement.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">30. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_30\">In my considered view, the reasoning of the learned arbitrator would run contrary to the very terms of the contract which would be a matter subject to scrutiny by this Court in the present proceedings in view of the judgment of the Apex Court in <a href=\"/doc/919241/\" id=\"a_73\">Oil and Natural Gas Corporation Ltd. v. Saw Pipes Ltd.</a> . I am, thus, of the considered view that the findings of the arbitrator to the effect that the petitioner has waived his right or is estopped from claiming the amount on account of alleged full and final settlement cannot be sustained and is liable to be set aside.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_34\">31. In view of the fact that the aforesaid two findings have been set aside, the merits of the claims of the petitioner would have to be examined. Fortunately, the arbitrator has also gone into the merits of the claim and, thus, there is no necessity of remanding the matter back to the arbitrator. As noticed above, there is really no plea which could be advanced on the merits of the claim which are based on appreciation of evidence.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_35\">32. The result of the aforesaid is that the present objection petition succeeds and the award of the learned arbitrator rejecting the claims of the petitioner on the preliminary grounds of limitation and estoppel are set aside. The petitioner is, thus, held entitled to the claims, as found on the merits by the learned arbitrator. The claims are as under:\n</p>  \n\n<blockquote id=\"blockquote_22\">Claim No. 1:\n</blockquote>  \n\n<blockquote id=\"blockquote_23\">(a) Rs. 20,098.86\n \n\n</blockquote><blockquote id=\"blockquote_24\">(b) Rs. 2,348.65\n \n\n</blockquote><blockquote id=\"blockquote_25\">(c) Rs. 20,098.85\n \n\n</blockquote><blockquote id=\"blockquote_26\">(d) Rs. 20,098.85\n \n\n</blockquote><blockquote id=\"blockquote_27\">(e) Rs. 14,082.00\n \n\nClaim No. 2 : Rs. 4,22,331.00\n \n\nClaim No. 3 : Rs. 35,676.69\n \n\nClaim No. 4 : Rs. 2,85,000.00\n \n\nClaim No. 5 : NIL\n \n\nClaim No. 6 : NIL\n \n\nClaim No. 7 : Interest @10% P.A. pendente lite during arbitration and future till amount is paid.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_36\">Claim No. 8 : NIL\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_37\">33. The petitioner would, thus, be entitled to the total sum of Rs. 8,19,734.90 (Rs. Eight lacs nineteen thousand seven hundred thirty four and paise ninety only) along with interest @10% P.A. from 27.08.2003, the date of reference to arbitration till the date of payment. However, the amount, if any, already paid to the petitioner during the pendency of the arbitration proceedings be adjusted against the principal amount. The parties are left to bear their own costs.\n</p> \n\n","numcites":19,"numcitedby":42,"docsource":"Delhi High Court","citetid":637780,"divtype":"judgments","relatedqs":[{"value":"section 28 of contract act","formInput":"section%2028%20of%20contract%20act"},{"value":"estoppel","formInput":"estoppel"},{"value":"final bill","formInput":"final%20bill"},{"value":"contract act","formInput":"contract%20act"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"waiver","formInput":"waiver"},{"value":"limitation period ","formInput":"limitation%20period%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"delhi development authority","formInput":"delhi%20development%20authority"},{"value":"mischief","formInput":"mischief"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"time bar","formInput":"time%20bar"},{"value":"sanjay kishan kaul ","formInput":"sanjay%20kishan%20kaul%20"},{"value":"hindustan construction","formInput":"hindustan%20construction"},{"value":"guarantee","formInput":"guarantee"},{"value":"Bharat Coking Coal","formInput":"Bharat%20Coking%20Coal"},{"value":"bill payment ","formInput":"bill%20payment%20"},{"value":"forfeiture ","formInput":"forfeiture%20"},{"value":"bharat coking ","formInput":"bharat%20coking%20"}],"cats":[{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"rules-applicable-to-substance-of-dispute","formInput":"tag:rules-applicable-to-substance-of-dispute"}],"courtcopy":false,"query_alert":null,"agreement":false}