{"tid":93585953,"publishdate":"2013-08-08","title":"Usha Rani vs State Of Punjab on 8 August, 2013","doc":"<h2 class=\"doc_title\">Usha Rani vs State Of Punjab on 8 August, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:inderjit-singh\">Inderjit Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:inderjit-singh\">Inderjit Singh</a></h3>\n\n<pre id=\"pre_1\">                IN THE HIGH COURT OF PUNJAB AND HARYANA AT CHANDIGARH\n\n                               (i)                  Crl. Appeal No.S-2353-SB of 2009\n                                                    Date of Decision: August 08, 2013\n\n           Usha Rani\n                                                                           ...Appellant\n                                                VERSUS\n           State of Punjab\n                                                                         ...Respondent\n\n                               (ii)                 Crl. Appeal No.S-2354-SB of 2009\n                                                           and CRM No.66593 of 2012\n\n           Pankaj Kumar\n                                                                           ...Appellant\n                                                VERSUS\n           State of Punjab\n                                                                         ...Respondent\n\n\n           CORAM: HON&#x27;BLE MR. JUSTICE INDERJIT SINGH\n\n           Present:            Mr.Veneet Sharma, Advocate\n                               for the appellants.\n\n                               Mr.Yogesh Gupta, Asstt. Advocate General, Punjab\n                               for the respondent-State.\n\n                        ****\n           INDERJIT SINGH, J.\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                               This judgment shall dispose of two connected criminal\n\n           appeals i.e. CRA No.S-2353-SB of 2009 and CRA No.S-2354-SB of\n\n           2009 arising out of the same judgment of conviction dated 22.09.2009\n\n           and order of sentence dated 26.09.2009 passed by learned Judge,\n\n           Special Court, Jalandhar, whereby both the appellants were held guilty\n\n           and convicted and sentenced to undergo rigorous imprisonment for a\n\n           period of ten years each and to pay a fine of ` 1,00,000/- each and in\n\n           default of payment of fine, to further undergo rigorous imprisonment\n\n           for a period of one year each under <a href=\"/doc/1046310/\" id=\"a_1\">Section 15 (C)</a> of Narcotic Drugs\n\n           and Psychotropic Substances Act, 1985.\n</p><span class=\"hidden_text\" id=\"span_1\">Gulati Vineet</span><p data-structure=\"Facts\" id=\"p_2\">\n<span class=\"hidden_text\" id=\"span_2\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_3\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_4\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_5\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal              -2-\n\n\n                               The brief facts of the prosecution case are that on\n\n           06.09.2007, Inspector Gian Singh along with other police officials was\n\n           present in connection with patrolling and checking at Canal minor\n\n           bridge on Kapurthala Road, Jalandhar, where he received secret\n\n           information that in Mohalla New Rasila Nagar in the vacant plot of\n\n           Banarsi Dass, which was having a wall on the canal side near the\n\n           transformer, eight bags of poppy husk, nearby the wall, are lying and\n\n           one maruti car bearing registration No.HR-24A-6006 is parked near\n\n           the transformer and Usha Rani and Pankaj are sitting on the bags of\n\n           poppy husk and waiting for customers. If raid is conducted, both can\n\n           be apprehended. Ruqa Ex.PA was sent to the police station, on the\n\n           basis of which formal FIR Ex.PA/1 was registered. Sukhwinder Kumar\n\n           independent witness was joined in the police party and request was\n\n           made to DSP (D) Raghbir Singh Sandhu to reach the spot and the\n\n           Investigating Officer along with other police officials conducted a raid\n\n           and apprehended Usha Rani and Pankaj, who were sitting on the\n\n           bags containing poppy husk and maruti car was parked nearby. The\n\n           Investigating Officer made offer to both the accused to get their\n\n           search conducted by DSP or Magistrate.            The accused reposed\n\n           confidence in Gazetted Officer. After short while, DSP (D) Raghbir\n\n           Singh Sandhu reached the spot. He also informed about legal right of\n\n           the accused but the accused reposed confidence in him. SPO Roop\n\n           Lal, Photographer was also called at the spot. From the search of\n\n           accused Usha Rani and Pankaj, eight bags containing poppy husk\n\n           were got recovered and two samples of 250 gms. each were drawn\n<span class=\"hidden_text\" id=\"span_6\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_7\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_8\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_9\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_10\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal                -3-\n\n\n           from each of the bag and remaining poppy husk in each bag came to\n\n           be 24.500 gms on weighment. The sample parcels and bulk parcels\n\n           were sealed with the seal of Investigating Officer bearing impression\n\n           &quot;GS&quot; and also with seal of DSP bearing impression &quot;RSS&quot;. The whole\n\n           process was photographed. The case property was taken into police\n\n           possession vide recovery memo Ex.PD. Rough site plan Ex.PE was\n\n           prepared. Statements of witnesses were recorded. Accused were\n\n           arrested.           On reaching police station, accused, case property and\n\n           samples were produced before Inspector Yogi Raj, SHO, Police\n\n           Station Division No.5, who also interrogated the accused and affixed\n\n           his seal bearing impression &quot;YR&quot; on the samples and bulk parcels.\n\n           Thereafter, the case property was deposited with MHC Satwinder\n\n           Singh. On the next day, samples and eight bags along with accused\n\n           were produced before the Court of JMIC, Jalandhar.                Learned\n\n           Magistrate after seeing the samples and case property initialed upon\n\n           them. Inventory Ex.PJ was also prepared. On reaching the police\n\n           station, case property including samples was again deposited with\n\n           MHC Satwinder Singh. Statements of witnesses were recorded. After\n\n           necessary investigation, challan was presented against the accused-\n\n           appellants.\n</p>\n<p data-structure=\"Section\" id=\"p_3\">                               On presentation of challan against accused-appellants,\n\n           copies of challan and other documents were supplied to them under\n\n           <a href=\"/doc/1613898/\" id=\"a_2\">Section 207</a> Cr.P.C. Finding prima facie case, the accused-appellants\n\n           were charge-sheeted under <a href=\"/doc/1046310/\" id=\"a_3\">Section 15</a> of the NDPS Act, 1985, to\n\n           which they pleaded not guilty and claimed trial.\n</p><span class=\"hidden_text\" id=\"span_11\">Gulati Vineet</span><p data-structure=\"CDiscource\" id=\"p_4\">\n<span class=\"hidden_text\" id=\"span_12\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_13\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_14\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_15\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal              -4-\n\n\n                                In support of its case, prosecution examined, PW-1\n\n           Constable Harjinder Singh, who mainly deposed that on 27.09.2007\n\n           MHC Satwinder Singh handed over to him eight parcels containing\n\n           samples for depositing the same with the Chemical Examiner,\n\n           Amritsar and he deposited the same on the same day.             He also\n\n           deposed that neither he nor he allowed anybody else to tamper with\n\n           the samples till it remained in his possession.        PW-2 SPO Roop\n\n           Singh, Photographer mainly deposed regarding photographs Ex.P1 to\n\n           Ex.P10 clicked by him.              PW-3 Inspector Gian Singh, is the\n\n           Investigating Officer and mainly deposed regarding investigation\n\n           conducted by him in the present case and also regarding recovery of\n\n           poppy husk from the accused-appellants. PW-4 Inspector Yogi Raj,\n\n           who was SHO at that time mainly deposed that case property and\n\n           accused were produced before him and he verified the investigation\n\n           and also sealed the case property. PW-5 Head Constable Satwinder\n\n           Singh, is a formal witness, who tendered into evidence his affidavit\n\n           Ex.PL.              PW-6 DSP (D) Raghbir Singh mainly deposed as per\n\n           prosecution version also deposed that recovery was effected in his\n\n           presence. PW-7 Inspector Dilbag Singh (Retd.), who was with the\n\n           police party headed by Inspector Gian Singh also deposed as per\n\n           prosecution version and further deposed regarding recovery of poppy\n\n           husk from the accused.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">                                At the close of prosecution evidence, the accused-\n\n           appellants were examined under <a href=\"/doc/767287/\" id=\"a_4\">Section 313</a> Cr.P.C. and they denied\n\n           the correctness of the evidence and pleaded themselves as innocent.\n<span class=\"hidden_text\" id=\"span_16\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_17\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_18\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_19\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_20\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal                   -5-\n\n\n                               No witness in defence was examined.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">                               On the basis of the evidence produced by the prosecution,\n\n           accused-appellants were convicted and sentenced as stated above by\n\n           the learned Judge, Special Court, Jalandhar.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">                               At the time of arguments, learned counsel for the\n\n           appellants argued that first of all conscious possession of the\n\n           appellants has not been proved. He next argued that independent\n\n           witness, who was joined with the police party was given up by the\n\n           prosecution, which creates doubt in the prosecution version. Learned\n\n           counsel for the appellants next contended that there is delay of 21\n\n           days in sending the samples, which further creates doubt in the\n\n           prosecution version. He next argued that Banarsi Dass, owner of the\n\n           plot was not examined by the Investigating Officer. The samples and\n\n           bulk parcels when produced in the Court at the time of evidence, were\n\n           found in damaged condition, which also creates doubt in the\n\n           prosecution version. CFSL form was also not singed by the\n\n           Investigating Officer. He further argued that ownership of the maruti\n\n           car is not proved, which further creates doubt. He next contended\n\n           that there was no compliance of <a href=\"/doc/1841395/\" id=\"a_5\">Section 42</a> of the NDPS Act in the\n\n           present case. Learned counsel for the appellants, therefore, argued\n\n           that there being merit in the appeal, it should be accepted and\n\n           appellants should be acquitted.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">                               On the other hand, learned Asstt. Advocate General,\n\n           Punjab for the respondent-State argued that case of the prosecution\n\n           has been duly proved by PWs, who have consistently deposed\n<span class=\"hidden_text\" id=\"span_21\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_22\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_23\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_24\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_25\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal                   -6-\n\n\n           regarding conscious possession. He further argued that there was no\n\n           need to comply with <a href=\"/doc/1841395/\" id=\"a_6\">Section 42</a> of the NDPS Act. Link evidence is\n\n           complete. He further argued that there are no material contradictions\n\n           or material improvements in the statements of the PWs.               He next\n\n           argued that if the independent witness was not supporting the\n\n           prosecution case, then the prosecution did not need to examine that\n\n           witness.            Learned State counsel, therefore, argued that there being\n\n           no merit, both the appeals should be dismissed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">                               I have gone through the evidence on record minutely and\n\n           carefully and have heard learned counsel for the appellants and\n\n           learned Asstt. Advocate General, Punjab for the respondent-State.\n\n</p><p data-structure=\"Precedent\" id=\"p_10\">                               <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1807654\" id=\"span_26\">From the evidence on record, I do not find merit in the\n\n           arguments of the learned counsel for the appellants. First of all, as\n\n           regarding conscious possession, I find that the Hon&#x27;ble Supreme\n\n           Court in <a href=\"/doc/1807654/\" id=\"a_7\">Megh Singh Vs. State of Punjab</a> 2003(4) R.C.R. (Criminal)\n\n           319, has held that word &#x27;conscious&#x27; means awareness about a\n\n           particular fact. It is a state of mind which is deliberate or intended.\n\n           Expression &#x27;possession&#x27; is a polymorphous term which assumes\n\n           different colours in different contexts. It is impossible to work out a\n\n           completely logical and precise definition of &quot;possession&quot; uniformly\n\n           applicable to all situations in the context of all statutes. In that case,\n\n           accused was found sitting on gunny bags containing contraband and\n\n           it was held that accused was in conscious possession.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1597208\" id=\"span_27\">The Hon&#x27;ble\n\n           Supreme Court in Madan lal and <a href=\"/doc/1597208/\" id=\"a_8\">another Vs. State of Himachal\n\n           Pradesh</a> 2003(4) RCR (Crl.) 100, has held as under:-</span>\n<span class=\"hidden_text\" id=\"span_28\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_29\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_30\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_31\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_32\">Chandigarh</span>\n</p><blockquote id=\"blockquote_1\">            Crl. Appeal No.S-2353-SB of 2009 and connected appeal                       -7-\n\n\n</blockquote><blockquote id=\"blockquote_2\">                               &quot;20. Whether there was conscious possession has to be\n                               determined with reference to the factual backdrop. The\n                               facts which can be culled out from the evidence on record\n                               is that all the accused persons were travelling in a vehicle\n                               and as noted by the Trial Court they were known to each\n                               other and it has not been explained or shown as to how\n                               they travelled together from the same destination in a\n                               vehicle which was not a public vehicle.\n</blockquote>\n<blockquote id=\"blockquote_3\">                               21. <a href=\"/doc/1557102/\" id=\"a_9\">Section 20(b)</a> makes possession of contraband\n                               articles an offence. <a href=\"/doc/919170/\" id=\"a_10\">Section 20</a> appears in chapter IV of\n                               the Act which relates to offence for possession of such\n                               articles. It is submitted that in order to make the\n                               possession illicit, there must be a conscious possession.\n</blockquote>\n<blockquote id=\"blockquote_4\">                               22. It is highlighted that unless the possession was\n                               coupled with requisite mental element, i.e. conscious\n                               possession and not mere custody without awareness of\n                               the nature of such possession, <a href=\"/doc/919170/\" id=\"a_11\">Section 20</a> is not attracted.\n</blockquote>\n<blockquote id=\"blockquote_5\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1985622\" id=\"span_33\">23. The expression &#x27;possession&#x27; is a polymorphous term\n                               which assumes different colours in different contexts. It\n                               may carry different meanings in contextually different\n                               backgrounds. It is impossible, as was observed in\n                               <a href=\"/doc/1985622/\" id=\"a_12\">Superintendent &amp; Remembrancer of Legal Affairs,\n                               West Bengal v. Anil Kumar Bhunja and Ors.</a> (AIR 1980\n                               SC 52), to work out a completely logical and precise\n                               definition of &quot;possession&quot; uniformly applicable to all\n                               situations in the context of all statutes.</span>\n</blockquote>\n<blockquote id=\"blockquote_6\">                               24. The word &#x27;conscious&#x27; means awareness about a\n                               particular fact. It is a state of mind which is deliberate or\n                               intended.\n</blockquote>\n<blockquote id=\"blockquote_7\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1332361\" id=\"span_34\">25. As noted in <a href=\"/doc/1332361/\" id=\"a_13\">Gunwantlal v. The State of M.P.</a> (AIR\n                               1972 SC 1756) possession in a given case need not be\n                               physical possession but can be constructive, having\n                               power and control over the article in case in question,\n                               while the person whom physical possession is given holds\n                               it subject to that power.</span>\n</blockquote>\n<blockquote id=\"blockquote_8\">                               26. The word &#x27;possession&#x27; means the legal right to\n                               possession (See Health v. Drown (1972) (2) All ER 561\n                               (HL). In an interesting case it was observed that where a\n                               person keeps his fire arm in his mother&#x27;s flat which is safer\n                               than his own home, he must be considered to be in\n                               possession of the same. (See Sullivan v. Earl of\n                               Caithness (1976 (1) All ER 844 (QBD).\n</blockquote>\n<span class=\"hidden_text\" id=\"span_35\">Gulati Vineet</span>\n<blockquote id=\"blockquote_9\">                               27.   Once possession is established the person who\n<span class=\"hidden_text\" id=\"span_36\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_37\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_38\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_39\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal                     -8-\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_11\">                               claims that it was not a conscious possession has to\n                               establish it, because how he came to be in possession is\n                               within his special knowledge. <a href=\"/doc/852142/\" id=\"a_14\">Section 35</a> of the Act gives a\n                               statutory recognition of this position because of\n                               presumption available in law. Similar is the position in\n                               terms of <a href=\"/doc/1297682/\" id=\"a_15\">Section 54</a> where also presumption is available to\n                               be drawn from possession of illicit articles.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">\n                               <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1117082\" id=\"span_40\">In view of these above two citations, conscious possession\n\n           of the appellants is duly proved. There is no explanation from the\n\n           accused side to explain their possession over the gunny bags.\n\n           Therefore, this argument of learned counsel for the appellants has\n\n           also no merit.           Learned counsel for the appellants cited <a href=\"/doc/1117082/\" id=\"a_16\">State of\n\n           Punjab Vs. Balkar Singh and another</a>, 2004 SCC (Cri) 838. I have\n\n           gone through this citation and I find that this citation having\n\n           distinguished facts will not apply in the present case as <a href=\"/doc/1117082/\" id=\"a_17\">in that case</a>\n\n           about 100 bags of poppy husk were recovered and accused were\n\n           found sitting on said bags. The accused-respondents were belonging\n\n           to different villages and police has not conducted investigation\n\n           regarding the transportation of poppy husk bags to the place of\n\n           incident, ownership of the poppy husk etc. which are not the facts in\n\n           the present case.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196977043\" id=\"span_41\">As regarding delay in sending the samples, I find that mere\n\n           delay in sending the sample of the narcotic to the office of the\n\n           Chemical Examiner would not be sufficient to conclude that the\n\n           sample had been tampered with as has been held by the Hon&#x27;ble\n\n           Supreme Court in <a href=\"/doc/196977043/\" id=\"a_18\">Jarnail Singh Vs. State of Punjab</a>, 2011(3) SCC\n\n           521, as under:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"hidden_text\" id=\"span_42\">Gulati Vineet</span>\n</p><blockquote id=\"blockquote_10\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1922173\" id=\"span_43\">&quot;Mr. Ujjal Singh then submitted that there was a delay of\n<span class=\"hidden_text\" id=\"span_44\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_45\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_46\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_47\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal                       -9-\n\n\n                               twelve days in sending the sample of narcotic for chemical\n                               examination. This submission, in our opinion, is without\n                               any factual basis. The trial court as well as the High Court,\n                               on examination of the entire material, concluded that there\n                               was sufficient independent evidence produced by the\n                               prosecution regarding the completion of link evidence.\n                               Therefore, the delay in sending the sample parcel to the\n                               office of Chemical Examiner pales into insignificance. We\n                               are of the considered opinion that mere delay in sending\n                               the sample of the narcotic to the office of the Chemical\n                               Examiner would not be sufficient to conclude that the\n                               sample has been tampered with. There is sufficient\n                               evidence to indicate that the delay, if any, was wholly\n                               unintentional. This Court had occasion to deal with a\n                               similar issue, in the case of <a href=\"/doc/1922173/\" id=\"a_19\">Balbir Kaur Vs. State of\n                               Punjab</a>, 2009(3) R.C.R. (Criminal) 580 : 2009(4) R.A.J.\n                               330: (2009) 15 SCC 795. The Court made the following\n                               observations:</span>\n</blockquote>\n<blockquote id=\"blockquote_11\">                               <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1807654\" id=\"span_48\">&quot;As far as delay in sending the samples is concerned, we\n                               find the said contention untenable in law. Reference in\n                               this regard may be made to the decision of this Court in\n                               <a href=\"/doc/1807654/\" id=\"a_20\">Hardip Singh</a> case wherein there was a gap of 40 days\n                               between seizure and sending the sample to the chemical\n                               examiner. Despite the said fact the Court held that in view\n                               of cogent evidence that opium was seized from the\n                               appellant and the seals put on the sample were intact till it\n                               was handed over to the chemical examiner, delay itself is\n                               not fatal to the prosecution case.&quot;</span>\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_15\">                               As regarding the fact that Banarsi Dass, owner of the plot\n\n           was not examined, I find that no reasonable doubt exists on this\n\n           ground. He is not a witness to the recovery from the accused. He\n\n           was also not present during the proceedings conducted by the police\n\n           party.          Banarsi Dass was not a main witness in the present case.\n\n           Therefore, non-examination of Banarsi Dass, owner of the plot, in no\n\n           way creates a reasonable doubt in the present case. Similarly, the\n\n           fact that CFSL form was not signed by the Investigating Officer, also\n\n           does not create any doubt in the prosecution version.\n\n</p><p data-structure=\"Conclusion\" id=\"p_16\">                               As regarding the fact that ownership of the maruti car is\n<span class=\"hidden_text\" id=\"span_49\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_50\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_51\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_52\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_53\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal                   -10-\n\n\n           not proved by the Investigating Officer, also does not create any doubt\n\n           in the prosecution case nor it creates any doubt in any way regarding\n\n           the recovery from the accused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">                                 As regarding the fact that when the case property was\n\n           produced in the Court, it was in damaged condition, on this ground\n\n           also, accused-appellants cannot be acquitted. It is settled law that the\n\n           case property is a corroborative piece of evidence. Even, if the case\n\n           property is not produced in the Court, it cannot be held as fatal to the\n\n           prosecution case. In the present case, samples and case property\n\n           were produced before the Illaqa Magistrate, who also initialed the\n\n           same.               If during the investigation, there was damage to the case\n\n           property or it was not properly handled, it will not create any doubt in\n\n           the prosecution version. There is nothing on the record to show that\n\n           the samples before sending to Chemical Examiner&#x27;s office were\n\n           tampered with or the seals were found broken on the samples.\n\n           Otherwise also, PWs have deposed that till the case property and\n\n           samples remained in their possession, neither they nor they allowed\n\n           anybody else to tamper with the same.               Therefore, in the present\n\n           case, link evidence is complete.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1036527\" id=\"span_54\">As regarding the compliance of <a href=\"/doc/1841395/\" id=\"a_21\">Section 42</a> of the NDPS\n\n           Act, I find that in the present case, the recovery was not effected from\n\n           a dwelling house or from the conveyance or from the enclosed\n\n           property. As per site plan, there was a wall on one side only and the\n\n           remaining portion of that plot was lying open. Therefore, <a href=\"/doc/1374738/\" id=\"a_22\">Section 43</a> of\n\n           NDPS Act will apply and <a href=\"/doc/1841395/\" id=\"a_23\">Section 42</a> of the said Act will not apply as\n<span class=\"hidden_text\" id=\"span_55\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_56\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_57\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_58\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_59\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal                      -11-\n\n\n           has already been held by a five-Judges Bench of Hon&#x27;ble the\n\n           Supreme Court in <a href=\"/doc/1036527/\" id=\"a_24\">&#x27;Karnail Singh v. State of Haryana</a>&#x27; (2009) 5 RCR\n\n           (Crl.) 515 as under:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">\n</p><blockquote id=\"blockquote_12\">                               &quot;12) The material difference between the provisions of\n                               <a href=\"/doc/1841395/\" id=\"a_25\">Sections 42</a> and <a href=\"/doc/1374738/\" id=\"a_26\">43</a> is that <a href=\"/doc/1841395/\" id=\"a_27\">Section 42</a> requires recording\n                               of reasons for belief and for taking down of information\n                               received in writing with regard to the commission of an\n                               offence before conducting search and seizure, <a href=\"/doc/1374738/\" id=\"a_28\">Section 43</a>\n                               does not contain any such provision and as such while\n                               acting under <a href=\"/doc/1374738/\" id=\"a_29\">Section 43</a> of the Act, the empowered officer\n                               has the power of seizure of the article etc. and arrest of a\n                               person who is found to be in possession of any narcotic\n                               drug or psychotropic substance in a public place where\n                               such possession appears to him to be unlawful.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_20\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95736430\" id=\"span_60\">As regarding non-examination of independent witness, I\n\n           find that it is for the prosecution to examine the witnesses who are\n\n           supporting the prosecution case and it need not to examine those\n\n           witnesses, who have been won over by the accused-appellants.\n\n           Otherwise also, it is settled law that testimony of police official is as\n\n           good as of any other witness unless some enmity or motive of the\n\n           police official is alleged and proved. In the present case, I find that\n\n           accused-appellants have not alleged and proved any motive or enmity\n\n           of police officials to falsely implicate them. Such a huge recovery of\n\n           eight bags of poppy husk cannot be falsely planted against them.\n\n           Otherwise also, the Hon&#x27;ble Supreme Court in <a href=\"/doc/95736430/\" id=\"a_30\">Kashmiri Lal Vs.\n\n           State of Haryana</a> 2013(3) RCR (Crl.) 259 has held as under:-</span>\n\n\n</p><blockquote id=\"blockquote_13\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81332\" id=\"span_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"235169\" id=\"span_62\">&quot;9. As far as first submission is concerned, it is evincible\n                               from the evidence on record that the police officials had\n                               requested the people present in the &#x27;dhaba; to be\n                               witnesses, but they declined to cooperate and, in fact, did\n<span class=\"hidden_text\" id=\"span_63\">Gulati Vineet</span>\n                               not make themselves available. That apart, there is no\n<span class=\"hidden_text\" id=\"span_64\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_65\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_66\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_67\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal                       -12-\n\n\n                               absolute command of law that the police officers cannot\n                               be cited as witnesses and their testimony should always\n                               be treated with suspicion. Ordinarily, the public at large\n                               show their disinclination to come forward to become\n                               witnesses. If the testimony of the police officer is found to\n                               reliable and trustworthy, the court can definitely act upon\n                               the same. If in the course of scrutinising the evidence the\n                               court finds the evidence of the police officer as unreliable\n                               and untrustworthy, the court may disbelieve him but it\n                               should not do so solely on the presumption that a witness\n                               from the department of police should be viewed with\n                               distrust. This is also based on the principle of quality of\n                               the evidence weighs over the quantity of evidence. These\n                               aspects have been highlighted in <a href=\"/doc/235169/\" id=\"a_31\">State of U.P. v. Anil\n                               Singh</a>, 1990(3) R.C.R. (Criminal) 585 : 1988 <a href=\"/doc/81332/\" id=\"a_32\">Supp SCC\n                               686, State, Govt. of NCT of Delhi v. Sunil and another</a>,\n                               2001(1) R.C.R. (Criminal) 56 : 2001 (1) SCC 652 and\n                               Ramjee Rai and others v. State of Bihar, 2006(4) R.C.R.\n                               (Criminal) 289 : 2006(13) SCC 229. Appreciating the\n                               evidence on record on the unveil of the aforesaid\n                               principles, we do not perceive any acceptable reason to\n                               discard the testimony of the official witnesses which is\n                               otherwise reliable and absolutely trustworthy.&quot;</span></span>\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_21\">                               <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1775241\" id=\"span_68\">Learned counsel for the appellants during the course of\n\n           arguments has placed reliance on judgment passed in <a href=\"/doc/1775241/\" id=\"a_33\">Om Prakash\n\n           @ Baba Vs. State of Rajasthan</a>, 2009(4) R.C.R. (Crl.) 342. I have\n\n           gone through this judgment and this having distinguished facts will not\n\n           apply in the present case as <a href=\"/doc/1775241/\" id=\"a_34\">in that case</a> recovery was effected from a\n\n           house, which is not a fact in the present case.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1434559\" id=\"span_69\">Learned counsel for\n\n           the appellants during the course of the arguments also argued that in\n\n           the statement under <a href=\"/doc/767287/\" id=\"a_35\">Section 313</a> Cr.P.C. of accused-appellants, the\n\n           question regarding conscious possession has not been asked and\n\n           has also placed reliance on <a href=\"/doc/1434559/\" id=\"a_36\">State of Punjab Vs. Hari Singh &amp; Ors.</a>\n\n           2009(2) R.C.R. (Crl.) 143. I have gone through the above judgment.\n\n           From the evidence, I find that all the incriminating evidence has been\n\n           put to the accused-appellants, therefore, this citation will not apply in\n<span class=\"hidden_text\" id=\"span_70\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_71\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_72\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_73\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_74\">Chandigarh</span>\n            Crl. Appeal No.S-2353-SB of 2009 and connected appeal                      -13-\n\n\n           the present case.</span> Further, it is not necessary that word &#x27;conscious\n\n           possession&#x27; must be written in the statement under Section 313\n\n           Cr.P.C.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">                               In view of the above, I find that no material contradictions\n\n           or material improvements have been pointed out by the learned\n\n           counsel for the appellant, which may go to the root of the case. PWs\n\n           have consistently deposed as per prosecution version.                       The\n\n           photographs were also taken on the spot, which further supports and\n\n           corroborates the prosecution version.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">                               Therefore, from the above, I find that prosecution has duly\n\n           proved its case against accused-appellants by leading cogent\n\n           evidence beyond reasonable doubt.                 Therefore, the judgment of\n\n           conviction and order of sentence passed by the learned Judge,\n\n           Special Court, Jalandhar are upheld.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">                               Resultantly, both the appeals stand dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">           CRM No.66593 of 2012 in CRA No.S-2354-2009\n\n                               In view of the above-said judgment, the present application\n\n           stands dismissed.</p><pre id=\"pre_2\">\n\n\n                                                           (INDERJIT SINGH)\n           August 08, 2013                                      JUDGE\n           Vgulati\n\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_76\">2013.08.29 15:18</span>\n<span class=\"hidden_text\" id=\"span_77\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_78\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_79\">Chandigarh</span>\n</pre><span class=\"hidden_text\" id=\"span_80\"> </span>","numcites":22,"numcitedby":23,"docsource":"Punjab-Haryana High Court","citetid":93585953,"divtype":"judgments","relatedqs":[{"value":"conscious possession","formInput":"conscious%20possession"},{"value":"what is material contradiction","formInput":"what%20is%20material%20contradiction"},{"value":"ndps act","formInput":"ndps%20act"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"NDPS","formInput":"NDPS"},{"value":"LINK evidence","formInput":"LINK%20evidence"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"chemical examiner","formInput":"chemical%20examiner"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"section 313 of criminal procedure code","formInput":"section%20313%20of%20criminal%20procedure%20code"},{"value":"After sec.313 of cr.p.c.","formInput":"After%20sec.313%20of%20cr.p.c."},{"value":"RCR (Criminal)","formInput":"RCR%20%28Criminal%29"},{"value":"313 cr.p.c","formInput":"313%20cr.p.c"},{"value":"313 crpc","formInput":"313%20crpc"},{"value":"the narcotic drugs and psychotropic substances act","formInput":"the%20narcotic%20drugs%20and%20psychotropic%20substances%20act"},{"value":"gian singh ","formInput":"gian%20singh%20"},{"value":" psychotropic drug","formInput":"%20psychotropic%20drug"},{"value":"special court","formInput":"special%20court"},{"value":"Section 42","formInput":"Section%2042"},{"value":"maruti","formInput":"maruti"}],"cats":[{"value":"powers-without-warrant","formInput":"tag:powers-without-warrant"},{"value":"punishment-in-relation-to-poppy-straw","formInput":"tag:punishment-in-relation-to-poppy-straw"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"punishment-for-cannabis-use-cultivation-selling","formInput":"tag:punishment-for-cannabis-use-cultivation-selling"}],"courtcopy":true,"query_alert":null,"agreement":false}