{"tid":185008301,"publishdate":"2013-03-22","title":"Union Of India vs Reliance Indstries Ltd & Anr on 22 March, 2013","doc":"<h2 class=\"doc_title\">Union Of India vs Reliance Indstries Ltd &amp; Anr on 22 March, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                              Judgment Reserved on: February 15, 2013\n                               Judgment Pronounced on: March 22, 2013\n\n+                        OMP No.46/2013\n\n       UNION OF INDIA                                  ..... Petitioner\n                     Through         Mr.A.K.Ganguli, Sr.Adv. with\n                                     Ms.Mamta Tiwari, Ms.Swati Sinha,\n                                     Ms.Veronica Mohan, Mr.Pranav\n                                     Vyas, Mr.Prakhar Chauhan, Mr.Kapil\n                                     Sankhla, Ms.Meghna Sankhla,\n                                     Mr.Abhijit Sinha, Mr.Debesh Panda\n                                     &amp; Mr.Chaitanya Safaya, Advs.\n                         versus\n\n       RELIANCE INDUSTRIES LTD &amp; ANR              ..... Respondents\n                    Through   Mr.Mukul Rohatgi, Sr.Adv. with\n                              Mr.Madhur Bayar, Adv. for R-1.\n                              Dr.A.M.Singhvi, Sr.Adv. &amp;\n                              Mr.N.K.Kaul, Sr.Adv. with\n                              Mr.Neil Nildreth, Mr.Avanish,\n                              Mr.Karan Luthra, Mr.Kapil Rustagi,\n                              Ms.Naomi Chandra &amp; Mr.Rahan\n                              Jaitley, Advs. for R-2.\n\n       CORAM:\n       HON&#x27;BLE MR. JUSTICE MANMOHAN SINGH\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.     The petitioner-Union of India filed the petition under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of\nthe Arbitration and Conciliation Act, 1996 (hereinafter referred to as the\n&quot;Act&quot;) challenging the Final Partial Award dated 12 th September, 2012\npassed by the Arbitral Tribunal comprising the Chairman and two Members,\nordering that the respondents‟ claim in respect of Royalties, Cess, Service\n\n\n<span class=\"hidden_text\" id=\"span_1\">OMP No.46/2013                                               Page 1 of 61</span>\n Tax and CAG Audit are arbitrable, by rejecting the preliminary objections of\nthe petitioner relating to the arbitrability of the said claims as mentioned in\nthe Statement of Claim.\n</p><p data-structure=\"Facts\" id=\"p_2\">2.     The brief facts are that on 22 nd December, 1994, two Productions\nSharing Contracts (PSCs) came to be executed between the Ministry of\nPetroleum and Natural Gas, Government of India, Oil and Natural Gas\nCommission, Reliance Industries Ltd. (respondent No.1) and Enron Oil and\nGas India Limited (EOGIL) for the exploration and production of petroleum\nfrom the Tapti and Panna Mukta fields respectively.             In 2002, BG\nExploration and Production India Limited (respondent No.2) acquired the\nshare capital of EOGIL and was substituted in place of EOGIL by\namendments to the PSCs. The two contracts were to be operative for a\nperiod of twenty five years and would expire only in 2019 unless it is\nterminated earlier or mutually extended by the parties.\n</p><p data-structure=\"Section\" id=\"p_3\">3.     The respondents are admittedly parties to the two PSCs relating to the\nTapti Gas and Panna Mukta Oil Fields, dated 22 nd December, 1994. The\npetitioner and Oil &amp; Natural Gas Corporation Limited are also parties to the\nPSCs. The relevant provision of <a href=\"/doc/1942013/\" id=\"a_2\">Article 15.1</a> the PSCs reads as under:-\n</p><blockquote id=\"blockquote_1\">       &quot;<a href=\"/doc/609295/\" id=\"a_3\">Article 15:</a> Taxes, Royalties, Rentals, etc.\n       15.1 The Companies and the operations under this Contract\n       shall be subject to all fiscal legislations of India, except where\n       pursuant to any authority granted to under any applicable law,\n       they are exempt wholly and partly from the application of the\n       provisions of a particular law or as otherwise provided\n       herein.....&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">4.     It is stated in the petition that when the respondents filed their\nStatement of Claims on 5 th August, 2011 raising, inter-alia, certain claims\nwith respect to Royalties, Cess, Service Tax and CAG Audit, the petitioner\nraised the said preliminary objections to the effect that the said claims are\n\n<span class=\"hidden_text\" id=\"span_2\">OMP No.46/2013                                                   Page 2 of 61</span>\n not arbitrable. After filing the written submissions, the Arbitral Tribunal by\nits Final Partial Award rejected the preliminary objection of the Union of\nIndia by order dated 12th September, 2012.         It is held by the Arbitral\nTribunal that the claims of the respondents in respect of Royalties, Cess,\nService Tax and CAG Audit are arbitrable.\n</p><p data-structure=\"Facts\" id=\"p_5\">5.     The arbitral tribunal ordered that the merits of the Tax/Audit Issues,\nalong with certain other disputes, be determined at an 8-day hearing to take\nplace in Hong Kong commencing 4th March, 2013. It has been observed in\nthe partial final award that the said claims relating to recovery of cess, sales\ntax, royalty are arbitrable in nature and shall be decided as claims in the\nproceedings. The Procedural Order dated 14 th September, 2012 also sets out\na timetable for the filing of submissions by the parties for a March 2013\nhearing, following which the respondents filed their submissions on 7 th\nDecember, 2012. The petitioner‟s submissions in response were filed on\n25th January, 2013. On 13th December, 2012, a majority of the arbitral\ntribunal rendered a second Final Partial Award dated 10 th December, 2012\nwhich dealt with the merits of the remaining issues heard at the May 2012\nhearing.\n</p><p data-structure=\"PetArg\" id=\"p_6\">6.     Challenging the said order by the Union of India, the present petition\nhas been filed which was listed before Court on 22 nd January, 2013 when the\npreliminary objections were raised by the learned Senior counsel appearing\non behalf of the respondents that the petition is not maintainable, for the\nreason that by choosing English law to govern their agreement to arbitrate\nand expressly agreeing to a London-seated arbitration, the parties have\nexcluded the application of <a href=\"/doc/1306164/\" id=\"a_4\">Part I of the Arbitration and Conciliation Act,\n1996</a>, therefore, this Court has no jurisdiction to entertain the objections\nfiled by the petitioner under <a href=\"/doc/536284/\" id=\"a_5\">Section 34</a> of the Act and submits that the\n\n<span class=\"hidden_text\" id=\"span_3\">OMP No.46/2013                                                   Page 3 of 61</span>\n Courts of England and Wales have an exclusive jurisdiction in this regard.\n</p><p data-structure=\"Issue\" id=\"p_7\">7.     The petitioner has invoked the jurisdiction of this Court to entertain\nthe present petition filed under <a href=\"/doc/536284/\" id=\"a_6\">Section 34</a> of the Act for various reasons;\nnamely, (i) the terms of the PSCs entered would manifest an unmistakable\nintention of the parties to be governed by the laws of India and more\nparticularly the 1996 Act; (ii) the contracts were signed and executed in\nIndia; (iii) the subject matter of the contracts, namely, the Panna Mukta and\nthe Tapti Fields are situated within India; (iv) the obligations under the\ncontracts have been for the past more than 15 years performed within India;\n</p><p data-structure=\"Section\" id=\"p_8\">(v) the contracts stipulate that they &quot;shall be governed and interpreted in\naccordance with the laws of India&quot;; (vi) they also provided that &quot;nothing in\nthis contract&quot; shall entitle either of the parties to exercise the rights,\nprivileges and powers conferred upon them by the contract &quot;in a manner\nwhich will contravene the laws of India&quot; (<a href=\"/doc/1566826/\" id=\"a_7\">Article 32.2</a>); and (vii) the\ncontracts further stipulate that &quot;the companies and the operations under this\ncontract shall be subject to all fiscal legislation of India&quot; (<a href=\"/doc/1942013/\" id=\"a_8\">Article 15.1</a>).\n</p><p data-structure=\"RespArg\" id=\"p_9\">8.     With regard to the territorial jurisdiction, the respondents have raised\nthe following points in support of their submissions:-\n</p><p data-structure=\"Issue\" id=\"p_10\">       (i)       As to the seat of the arbitration:\n</p><p data-structure=\"Facts\" id=\"p_11\">                 a. The PSCs were amended by two amendment agreements\n                    dated 24th February, 2004 and 10th January, 2005\n                    respectively.   The    amendment    agreement     dated        24 th\n                    February, 2004 sought to amend the seat of arbitration from\n                    London to Paris.\n</p><p data-structure=\"Facts\" id=\"p_12\">                 b. On 14th September, 2011, the parties to the arbitration\n                    agreed that the seat of the present arbitration proceedings\n                    would be London, England. As this was not an amendment\n\n<span class=\"hidden_text\" id=\"span_4\">OMP No.46/2013                                                      Page 4 of 61</span>\n                     to the PSCs but a binding agreement between the parties to\n                    the arbitration as to the seat in respect of the current\n                    arbitration, the Arbitral Tribunal recorded the consent of the\n                    parties in a Final Partial Consent Award rendered by the\n                    Arbitral Tribunal on 29th July, 2011 and signed by the\n                    petitioner and the respondents. The Final Partial Consent\n                    Award states, inter-alia, that:\n</p><blockquote id=\"blockquote_2\">                       &quot;....the juridical seat (or legal place) of arbitration\n                       for the purposes of the arbitration initiated under\n                       the Claimants&#x27; Notice of Arbitration dated 16th\n                       December, 2010 shall be London, England.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_13\">       (ii)      As to the procedural rules governing the arbitration:\n</p><blockquote id=\"blockquote_3\">                 a. <a href=\"/doc/829916/\" id=\"a_9\">Article 33.9</a> of the PSCs provides that arbitration\n                    proceedings shall be conducted in accordance with &quot;the\n                    arbitration rules of the United Nations Commission on\n                    International Trade Law (UNCITRAL) of 1985&quot;.\n                 b. Following the parties‟ submissions as to whether the\n                    reference to &quot;1985&quot; in <a href=\"/doc/829916/\" id=\"a_10\">Article 33.9</a> of the PSCs was to the\n                    1976 or the 2010 version of the UNCITRAL Arbitration\n                    Rules, the Terms of Appointment records the Arbitral\n                    Tribunal‟s finding that the arbitration is subject to the\n                    UNCITRAL Arbitration Rules, 1976.\n</blockquote><p data-structure=\"RespArg\" id=\"p_14\">9.     The contention of the respondents is that the objections raised by the\npetitioner are yet to be determined by the Arbitral Tribunal on merit and the\nsame would be considered by the Arbitral Tribunal after considering the\nevidence at the time of passing the final award, however the petitioner is not\nagreeable with the submissions of the respondents and its simple answer is\n\n\n<span class=\"hidden_text\" id=\"span_5\">OMP No.46/2013                                                      Page 5 of 61</span>\n that in respect of Royalties, Cess, Service Tax and CAG Audit since are not\narbitrable under the settled law, therefore why the petitioner should be\nburdened with heavy cost and to spend a valuable time in evidence when the\nsame cannot be decided by the Arbitral Tribunal under the laws. It is\nsubmitted by the petitioner that while considering the said objection of the\nrespondents, the Court should also keep in mind the nature of the objections\nraised by the Union of India in respect of Royalties, Cess, Service Tax and\nCAG Audit as to whether the claims raised by the respondents in the\nStatement of Claims are arbitrable or not. In reply to Consent Award dated\n14th September, 2011 of the Arbitral Tribunal, designating the seat of\narbitration in London, the Consent Award, in no way, affects the obligations\nof the parties under <a href=\"/doc/981147/\" id=\"a_11\">Article 32</a> which declares the paramount and\noverarching mandate of the parties not to act &quot;in a manner which will\ncontravene the laws of India&quot;.\n</p><p data-structure=\"RespArg\" id=\"p_15\">10.    Mr. A.K. Ganguli, learned Senior counsel appearing on behalf of the\npetitioner has made his submissions in support of his petition and refuting\nthe objection of the jurisdiction raised by the respondents. The said\nsubmissions can be outlined in the following manner:\n</p><blockquote id=\"blockquote_4\">a)     Firstly, Mr. Ganguli argued that the present case involves a question\n       of public policy and the exercise of jurisdiction by this court in\n       relation to the challenge of the award which declares the matters\n       relating to the Royalties, Cess, Service Tax and CAG Audit as\n       arbitrable in England for which statutory framework is provided under\n       Indian laws separately which in turn affects the public policy of India.\n</blockquote><p data-structure=\"Issue\" id=\"p_16\">       Therefore, while examining the question as to whether this court has\n       jurisdiction to entertain the challenge to the award under <a href=\"/doc/536284/\" id=\"a_12\">Section 34</a> of\n       the Act in view of the applicability of provisions of choice of law\n\n<span class=\"hidden_text\" id=\"span_6\">OMP No.46/2013                                                  Page 6 of 61</span>\n        under the agreement, this court should also take into consideration\n       that the aspect of arbitrability of the taxes, cess etc. is clearly against\n       the law of land and once the place of performance is in India, the\n       jurisdiction of Indian court necessarily has to be exercised. Thus, the\n       question of jurisdiction of Indian court is connected with the aspect of\n       violation of public policy in India when the matter relates to Indian\n       subjects and taxed which are required to be paid by respondents to\n       Indian government.\n</p><p data-structure=\"PetArg\" id=\"p_17\">b)     Secondly, Mr. Ganguli argued that the intention of the parties to an\n       agreement has to be gathered by reading the agreement as a whole.\n       Mr. Ganguli, drawing an aid from the said principle has read over the\n       <a href=\"/doc/981147/\" id=\"a_13\">Articles 32</a> and <a href=\"/doc/829916/\" id=\"a_14\">33</a> of the agreement so as to demonstrate as to how\n       the parties have agreed under the agreement that they shall be subject\n       to Indian laws and Indian fiscal laws. It has been argued that the\n       governing law of the contract is Indian law. It has been further\n       informed by the learned senior counsel for the petitioner that there is a\n       non obstante clause under the agreement which is 32.2 from reading\n       of which, the clear intention of the parties is emerging which is that\n       the acts of the parties cannot violate the laws of India. Thus, the\n       claims which the respondents have submitted before the arbitral\n       tribunal relates to taxes and cess and other royalties for which the\n       different statutes provides for the procedure for levy such taxes\n       clearly violates or bypasses the laws of India and violates clause 32.2\n       of the agreement.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">                 From the fair reading of the agreement, as per Mr. Ganguli, no\n       inference as to exclusion of the jurisdiction of Indian courts can be\n       drawn by this court when there exists a non obstante clause\n\n<span class=\"hidden_text\" id=\"span_7\">OMP No.46/2013                                                     Page 7 of 61</span>\n        precluding the parties to violate Indian laws merely because the\n       juridical seat of the arbitration is in England and arbitration agreement\n       is governed by the laws of England.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">c)     Thirdly, Mr. Ganguli submitted that the existence of non obstante\n       clause which precludes the parties to exercise their rights and act\n       contrary to laws of India has an overriding effect over and above the\n       other clauses relating to choice of laws by the parties. As per the\n       learned senior counsel that the said clause 32.2 must be given effect to\n       by the courts while drawing any inference as to exclusion or non\n       exclusion of Indian law particularly when the parties have chosen\n       their governing laws and procedural laws under the agreement. The\n       said clause as per Mr. Ganguli clearly shows the intention of the\n       parties is not exclude the Indian laws but to subject themselves to\n       Indian laws which include Indian Arbitration Act. Therefore, the\n       Indian laws are not intended to be excluded by the parties and this\n       court can conveniently exercise it s jurisdiction under <a href=\"/doc/536284/\" id=\"a_15\">Section 34</a> of\n       the Act of 1996.\n</p><p data-structure=\"Precedent\" id=\"p_20\">                 <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_8\">Mr. Ganguli, learned Senior counsel relied on the judgment of\n       <a href=\"/doc/75785/\" id=\"a_16\">Venture Global Engineering vs. Satyam Computer Systems Ltd.</a>\n       (2008) 4 SCC 190 wherein Supreme Court in a likewise manner has\n       given effect to the non obstante clause similarly worded in the\n       agreement by finding that Indian laws were not implied excluded <a href=\"/doc/75785/\" id=\"a_17\">in\n       that case</a> and thereby exercising the jurisdiction under the 1996 Act.</span>\n</p><p data-structure=\"Issue\" id=\"p_21\">d)     Fourthly, Mr. Ganguli argued that as per the arbitration clause\n       contained in the agreement, only curial law is the law of England.\n       Therefore, the laws of England are applicable in respect of conduct of\n       the arbitration proceedings before the arbitral proceedings. The\n\n<span class=\"hidden_text\" id=\"span_9\">OMP No.46/2013                                                   Page 8 of 61</span>\n        moment award is rendered by the tribunal, the challenge to the said\n       award is amenable to jurisdiction of this court as the same becomes a\n       subject matter of the proper law of the contract.\n</p><p data-structure=\"Precedent\" id=\"p_22\">                 <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"216597\" id=\"span_10\">In order to buttress his submission, Mr. Ganguli relied upon the\n       judgment passed by the Supreme Court in the case of <a href=\"/doc/216597/\" id=\"a_18\">Sumitomo\n       Heavy Industries Ltd vs. ONGC Ltd.</a>, (1998) 1 SCC 305 wherein the\n       Supreme Court has expressed the similar opinion as argued by the\n       counsel for the petitioner.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_23\">e)     Fifthly, Mr. Ganguli has argued that the issue of arbitrability of the\n       subject matter has to be adjudicated as per the conflict of laws\n       provisions. Even if the governing law to arbitrate was the laws of\n       England and some aspects relating to arbitrability were to be\n       adjudicated by the arbitral tribunal, still the tribunal ought to have\n       taken into consideration the conflict of laws rules which mandate that\n       the governing law of the place of enforcement is necessary to be taken\n       into consideration in order to make the performance of the award\n       valid. In short, it is the submission of the learned counsel for the\n       petitioner that the arbitral tribunal while applying the laws of England\n       in relation to the question of arbitrability cannot remain totally\n       oblivious to the public policy in India. Therefore, if the disputes or\n       claims raised by the respondents are not arbitrable in India, the said\n       aspect ought to have been given due to respect by the arbitral tribunal\n       even if it intended to apply the laws of England. He referred to the\n       claims made in the statement of claims filed by the respondents in\n       relation to seeking declaration of various kinds, exemption, and\n       reimbursement of any Royalty, Cess, Service Tax and CAT Audit.\n       The same read as under:\n</p>\n<span class=\"hidden_text\" id=\"span_11\">OMP No.46/2013                                                     Page 9 of 61</span>\n<blockquote id=\"blockquote_5\">                                 &quot;Royalty\n\n            In paragraph 30.3(1)-(4) of the Statement of Claim, the\n       Claimants seek the following relief :\n</blockquote>\n<blockquote id=\"blockquote_6\">              (1) A declaration that, for the purpose of Article\n       15.6.1, the value of Gas at the wellhead should be calculated by\n       deducting from the sale price at the Delivery Point an amount\n       reflecting all of the costs which are incurred between the\n       wellhead and the Delivery Point-regardless of whether such\n       costs are classified as capital expenditure and regardless of\n       whether such costs are recoverable out of Cost Petroleum under\n       <a href=\"/doc/134715/\" id=\"a_19\">Article 13</a> of the PSCs.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_24\">              (2) A declaration that with effect from the date of any\n       partial or final award to the termination of the PSC, and\n       pursuant to Article 15.6.1 of the PSCs, the Government is\n       required to reimburse any excess royalties paid as a result of\n       the exclusion of post-wellhead capital expenditure from\n       wellhead value calculations made pursuant to the Gazette\n       Notification or pay damages in the same amount for failure to\n       procure an exemption in respect of such excess royalties.\n</p>\n<p data-structure=\"PetArg\" id=\"p_25\">              (3) A declaration that the Government is liable to\n       reimburse the Claimants pursuant to Article 15.6.1 of the PSCs\n       in respect of any additional royalties imposed and paid by the\n       Claimants since August 2007 as a result of the exclusion of\n       post-wellhead capital expenditure from wellhead value\n       calculations made pursuant to the Gazette Notification.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">              (4) An award in favour of the Claimants requiring the\n       Government to reimburse the Claimants pursuant to Article\n       15.6.1 in the sum of US$ 11,413,172 in respect of the additional\n       royalties imposed and paid under protest between August 2007\n       and March 2011 or pay damages in the same amount for failure\n       to procure an exemption in respect of such additional royalties.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">OMP No.46/2013                                                 Page 10 of 61</span>\n<p data-structure=\"Precedent\" id=\"p_27\">                                 Cess\n\n            In paragraphs 38.3(1)-(2) of the Statement of Claim,\n       Claimants seek the following relief :\n</p>\n<blockquote id=\"blockquote_7\">              (1) A declaration that the Government is required to\n       reimburse any cess imposed in excess of the rate specified in\n       Article 15.6.1 of the PSCs and paid by the Claimants or pay\n       damages in the same amount for failure to procure an\n       adjustment of cess under the PSCs or an exemption in respect\n       of such cess.\n</blockquote>\n<blockquote id=\"blockquote_8\">              (2) An award in favour of the Claimants requiring the\n       Government to reimburse the Claimants pursuant to Article\n       15.6.1 in the sum of Rs.16,79,00,583 in respect of the\n       additional cess imposed between 10th July, 2004 and 31st\n       March, 2011 or pay damages in the same amount for failure to\n       procure an exemption in respect of such cess.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_28\">             And in paragraphs 38A.3(1)-(2) Claimants seek the\n       following relief :\n</p>\n<blockquote id=\"blockquote_9\">             (1) An order directing the parties to consult in order to\n       make necessary revisions and adjustments to the PSCs to\n       maintain the expected benefit to the Claimants under Article\n       15.7/15.8 of the PSCs as from 10th July, 2004 by requiring the\n       Government to reimburse any cess paid and/or payable on Oil\n       and Condensate saved and sold from the Panna Mukta and\n       Tapti Fields in excess of Rs.900 per ton.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_29\">              (2) If the Government fails to agree to the necessary\n       revisions and adjustments to the PSCs referred to in (1) above,\n       an order from the Tribunal requiring the Government to\n       reimburse the Claimants in the sum of Rs.16,79,00,583 in\n       respect of the additional cess imposed between 10 th July, 2004\n       and 31st March, 2011 and requiring the Government to\n       reimburse the Claimants in respect of any cess paid/or payable\n       in excess of Rs.900 per metric ton since 1 st April, 2011 and for\n       the remaining duration of the PSC (Pursuant to <a href=\"/doc/1456610/\" id=\"a_20\">Article 2</a>\n       thereof).\n</p>\n<span class=\"hidden_text\" id=\"span_13\">OMP No.46/2013                                                  Page 11 of 61</span>\n<p data-structure=\"Precedent\" id=\"p_30\">                             Service Tax\n\n            In paragraph 40.7(1)-3 and 41.2 of the Statement of\n       Claim, Claimants seek the following relief :\n</p>\n<blockquote id=\"blockquote_10\">             (1) An order directing the parties to consult in order to\n       make necessary revisions and adjustments to the PSCs to\n       maintain the expected benefit to the Claimants under Article\n       15.7/15.8 of the PSCs by providing for the reimbursement of\n       service tax by the Government.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_31\">              (2) A declaration that, if the Government fails to agree\n       to the necessary revisions and adjustments the PSCs referred\n       to in (1) above, it is liable to pay damages to restore to the\n       Claimants the economic benefits lost as result of the imposition\n       of service tax on services that fall within the scope of\n       Petroleum Operations with effect from 1 st July, 2003 as a result\n       of the Government‟s failure to procure an exemption in respect\n       of service tax chargeable on the provision of services within the\n       Contractor‟s Petroleum Operations.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">             (3) An award of damages in favour of the Claimants\n       (in an amount to be particularized) in respect of the economic\n       benefits lost by the Claimants following the imposition of\n       service tax on services that fall within the scope of Petroleum\n       Operations with effect from 1st July, 2003 as a result of the\n       Government‟s failure to procure an exemption in favour of the\n       Contractor in respect of such service tax.\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">                            CAG Audit\n              The Respondents have sought the following reliefs in\n       furtherance of their pleadings with respect to CAG audit :\n</p>\n<blockquote id=\"blockquote_11\">              (a) &quot;A declaration that the scope of an audit conducted\n       pursuant to <a href=\"/doc/1273544/\" id=\"a_21\">Section 1</a>.9 of Appendix C of the PSCs does not\n       extend to an audit or assessment of the operation performance\n       of the Contractor.&quot;\n</blockquote>\n<blockquote id=\"blockquote_12\">                 (b)   &quot;Appropriate relief concerning disputes arising\n\n\n<span class=\"hidden_text\" id=\"span_14\">OMP No.46/2013                                                  Page 12 of 61</span>\n        from CAG‟s audit report&quot;.\n</blockquote>\n<blockquote id=\"blockquote_13\">              (c) &quot;A declaration that all unresolved audit exceptions\n       and any disputed issues raised by CAG or as a result of the\n       CAG audit are without merit and that no adjustments are\n       required to be made to the Contractor‟s accounts or statements\n       relating to Petroleum Operations to reflect such exceptions or\n       issues.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_34\">                 Mr. Ganguli has cited the following judgments to substantiate\n       his argument which are reproduced as under:\n</p><blockquote id=\"blockquote_14\">           Associate Electric and Gas Insurance Services Ltd vs.\n                 European Reinsurance Co. Of Zurich (2003) 1 WLR 1041\n                 wherein the court has held that there is an implied term in the\n                 agreement by the parties to perform the award. The award\n                 which does not take into consideration the fundamental laws of\n                 the place where it is to be performed or given effect to would\n                 hinder the implied obligation of the parties to perform the\n                 award.\n</blockquote><blockquote id=\"blockquote_15\">           Ralli Bros vs. Compania Naviera Sota y Aznar, (1920) 2 KB\n                 287 that the laws of the place where the contract is to be\n                 performed is to be given consideration by the court adjudicating\n                 the dispute in England.\n</blockquote><p data-structure=\"Issue\" id=\"p_35\">           Government of India, Ministry of Finance vs. Taylor &amp; Anr.\n</p><p data-structure=\"Precedent\" id=\"p_36\">                 (1955) 2 WLR 303 which lays down that the enforcement of a\n                 claim for taxes is an extension of sovereign power of the state\n                 and therefore the said sovereign power of the foreign state\n                 which is India in this case ought to have given respect by the\n                 English court as the rules of private international laws.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_15\">OMP No.46/2013                                                       Page 13 of 61</span>\n<p data-structure=\"Precedent\" id=\"p_37\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_16\"> <a href=\"/doc/188958994/\" id=\"a_22\">Booz Allen and Hamilton Inc vs. SBI Home</a> finance Limited,\n                 (2011) 5 SCC 532 which is a judgment rendered by the\n                 Supreme Court of India wherein the court lays down that the\n                 rights in rem are not per se arbitrable.</span>\n</p><p data-structure=\"Precedent\" id=\"p_38\">           Titagarh Paper Mills Ltd vs. Orissa SEB, (1975) 2 SCC 436\n                 which declined the arbitration in relation to surcharge leviable\n                 under <a href=\"/doc/701121/\" id=\"a_23\">Electricity Supply Act</a> 1948. This judgment is relied in to\n                 support the submission that where the tax is leviable as per the\n                 statutory mechanism provided under the act, the same cannot\n                 be contracted out by the private mechanism of arbitration.\n          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1223233\" id=\"span_17\"> <a href=\"/doc/1223233/\" id=\"a_24\">Gujarat UrjaVikas Nigam Ltd vs. Essar Power Ltd.</a>, (2008) 4\n                 SCC 755 was also relied to support the argument that the\n                 statutory mechanism provided under the law cannot be allowed\n                 to be bypassed by the private contract between the parties.</span>\n</p><p data-structure=\"Issue\" id=\"p_39\">f)     Mr. Ganguli further argued that the respondents have raised the claim\n       relating to refund of the tax which has been validly collected by the\n       petitioner under the provisions of law. The said claim is totally against\n       the public policy and cannot be contracted out. The said ground is\n       good enough to intervene in the award.\n</p><p data-structure=\"Issue\" id=\"p_40\">g)     Mr. Ganguli has argued that the doctrine of public trust is also\n       applicable to the petroleum products which are natural resources. All\n       the natural resources including the petroleum products are owned by\n       the government and the respondents only act as agent of the\n       government. As the government ownership to the natural resources\n       are subject to public trust doctrine, likewise is the position with the\n       respondents. Therefore, the claims of the respondents ought not to\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">OMP No.46/2013                                                      Page 14 of 61</span>\n        have been held as arbitrable as the same are contrary to the\n       constitutional mandate and public trust doctrine.\n</p>\n<p data-structure=\"PetArg\" id=\"p_41\">11.    By making the aforementioned submissions, Mr. Ganguli, learned\nSenior counsel for the petitioner concluded his submissions by praying that\nthe objection qua implied ouster of the jurisdiction of Indian courts must be\nrejected and this court should issue notice in the matter and also interfere\nwith the award passed on 12th September, 2012 by the arbitral tribunal.\n</p><p data-structure=\"RespArg\" id=\"p_42\">12.    Per Contra, Mr. Mukul Rohatgi, Mr. Abhishek M. Singhvi and Mr.\nNeeraj Kishan Kaul, learned Senior counsels have made their submissions in\nsupport of the objection as to jurisdiction which can be outlined in the\nfollowing manner:\n</p><blockquote id=\"blockquote_16\">a)     Learned counsel for the respondents have argued that the present\n       petition under <a href=\"/doc/536284/\" id=\"a_25\">Section 34</a> is not maintainable as the provisions of Part\n       I has been expressly or impliedly excluded by the parties by choosing\n       their governing law to arbitrate which in the instant case is English\n       law. It has been argued by the learned senior counsel that the\n       consequence of such choice implicitly ousts the applicability of Indian\n       substantive law relating to arbitration which is the Act of 1996.\n</blockquote><p data-structure=\"PetArg\" id=\"p_43\">                 Learned senior counsel has read over the <a href=\"/doc/981147/\" id=\"a_26\">article 32</a> and <a href=\"/doc/829916/\" id=\"a_27\">article\n       33</a> of the agreement dated 22nd December, 1994 and has submitted\n       that the mere reading of the aforementioned articles clearly provide\n       that the governing law so far as the arbitration agreement is concerned\n       is law of England, therefore the applicability of Indian law is clearly\n       excluded. This court should reject the present challenge to the award\n       as the part I is intended to be excluded under the contract.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">OMP No.46/2013                                                    Page 15 of 61</span>\n<p data-structure=\"RespArg\" id=\"p_44\"> b)     Learned Senior counsel for the respondents have argued that the\n       petitioner‟s submission that the jurisdiction of the present court is\n       dependent upon public policy of India is not correct one in as much as\n       the objection of the respondent is concerning the jurisdiction of Indian\n       court as per express choice of law provision under the agreement\n       which has no connection with the merits of the case. Learned senior\n       counsel therefore urged that this court should not consider the merits\n       of the case and should confine the scope of the arguments only on the\n       lack of jurisdiction of the court.\n</p><p data-structure=\"PetArg\" id=\"p_45\">c)     Learned Senior counsel for the respondents have contended that there\n       are well settled line of authorities of the Supreme Court as well as of\n       this court which clearly enunciates the law on the subject which is that\n       when the parties had chosen the law of the foreign country as a seat of\n       the arbitration or as a curial law, the arbitration proceedings and the\n       proceedings thereafter are governed by the curial law which in the\n       instant case is law of England. It has been argued that the choosing\n       the seat of arbitration in England is akin to exclusive jurisdiction\n       clause and thus the applicability of Indian law is impliedly excluded.\n</p><p data-structure=\"Precedent\" id=\"p_46\">d)     Learned Senior counsel relied upon various decisions passed by the\n       Supreme Court, High Court of Delhi, Mumbai and Gujarat in support\n       of his submissions; the details are as under:-\n</p>\n<blockquote id=\"blockquote_17\">          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1045460\" id=\"span_20\"><a href=\"/doc/1045460/\" id=\"a_28\">i) Videocon Industries Limited vs. Union of India &amp; Anr.</a>,\n          (2011) 6 SCC 161:       This case involved the Petitioner. It related\n          to a dispute also under a Production Sharing Contract. On the\n          question of whether it had jurisdiction to entertain the said petition\n          under Part I of the 1996 Act, the Supreme Court decided it did not\n\n\n<span class=\"hidden_text\" id=\"span_21\">OMP No.46/2013                                                   Page 16 of 61</span>\n           because the parties had agreed to exclude Part I of the 1996 Act. it\n          held that :</span>\n</blockquote>\n<blockquote id=\"blockquote_18\">                      &quot;the parties had agreed that notwithstanding\n                      <a href=\"/doc/829916/\" id=\"a_29\">Article 33.1 (which is almost identical to <a href=\"/doc/846967/\" id=\"a_30\">Article\n                      32.1</a> of the PSCs</a> and states that the governing law\n                      of the PSC is Indian law the arbitration agreement\n                      contained in <a href=\"/doc/846153/\" id=\"a_31\">Article 34.12 (which is almost\n                      identical to <a href=\"/doc/829916/\" id=\"a_32\">Article 33.12</a> of the PSCs</a> and states\n                      that the arbitration agreement shall be governed by\n                      English law) shall be governed by the laws of\n                      England. This necessarily implies that the parties\n                      had agreed to exclude the provisions of <a href=\"/doc/1306164/\" id=\"a_33\">Part I of\n                      the Act</a>.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_47\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_22\"><a href=\"/doc/1045460/\" id=\"a_34\">Subsequent to Videocon</a> (supra), the petitioner in another\n          matter filed a petition before this Court pursuant to <a href=\"/doc/536284/\" id=\"a_35\">Section 34</a> of\n          the 1996 Act challenging an award of the arbitral tribunal arising\n          out of the same PSC.</span>         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48231294\" id=\"span_24\">This resulted in the decision in <a href=\"/doc/48231294/\" id=\"a_36\">The\n          Government of India, Ministry of Petroleum and Natural Gas\n          vs. Cairn Energy India Pty Limited &amp; Ors., O.M.P.</a> 411/2011,\n          where the Court determined that, in view of <a href=\"/doc/1045460/\" id=\"a_37\">Videocon</a> (supra), it\n          would not have jurisdiction to entertain the challenge.</span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_48\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"109205134\" id=\"span_25\"><a href=\"/doc/109205134/\" id=\"a_38\">ii) Prima Buidwell Private Ltd. &amp; Ors. vs. Lost City\n          Developments LLC &amp; Ors. OMP</a> 614/210 (judgment dated\n          10.08.201): &quot;It is correct that choosing a seat of arbitration is akin\n          to choosing an exclusive jurisdiction clause.</span>       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"806030\" id=\"span_26\">Therefore, it is\n          rightly held in the case of <a href=\"/doc/806030/\" id=\"a_39\">A v B</a> (2007) 1 AII E.R. (Comm) 591\n          &quot;an agreement as to the seat of an arbitration is analogous to an\n          exclusive jurisdiction clause.&quot;) Looked I [sic] this light when the\n\n\n<span class=\"hidden_text\" id=\"span_27\">OMP No.46/2013                                                   Page 17 of 61</span>\n           parties by express agreement have agreed that the law juridically\n          controlling the arbitration being English law, the seat of arbitration\n          to be in London and by all references agreeing that the curial law\n          or law which governed the arbitral proceedings that of England\n          and Wales, thus impliedly one can easily say that they have\n          excluded <a href=\"/doc/1306164/\" id=\"a_40\">Part I of the Act</a>. Although, it is not expressly excluded.&quot;\n          (paragraph 30)</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_49\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"563448\" id=\"span_28\"><a href=\"/doc/563448/\" id=\"a_41\">iii) Dozco India Private Limited vs.             Doosan Infracore\n          Company Limited</a> (2011) 6 SCC 179:           The Supreme Court held\n          that where the seat of the arbitration was foreign, this was &quot;clearly\n          indicative of the express exclusion of <a href=\"/doc/1306164/\" id=\"a_42\">Part I of the Act</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_29\">If there is\n          such exclusion, then the law <a href=\"/doc/563448/\" id=\"a_43\">laid down in</a> <a href=\"/doc/110552/\" id=\"a_44\">Bhatia International v.\n          Bulk Trading S.A. and Anr.</a> (supra) must apply holding:</span>\n</p>\n<blockquote id=\"blockquote_19\">                       &quot;In cases of international commercial arbitrations\n                       held out of India provisions of Part I would apply\n                       unless the parties by agreement, express or\n                       implied, exclude all or any of its provisions. In\n                       that case the laws or rules chosen by the parties\n                       would prevail. Any provision, in part I, which is\n                       contrary to or excluded by that law or rules will\n                       not apply.&quot; (paragraph 12)\n\n</blockquote><blockquote id=\"blockquote_20\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"242996\" id=\"span_30\"><a href=\"/doc/242996/\" id=\"a_45\">iv)          Yograj Infrastructure Limited vs. Ssang Young\n          Engineering and Construction Co. Ltd.</a> (2011) 9 SCC 735: The\n          Supreme Court held, in an agreement where the parties agreed that\n          the arbitration proceedings would be governed by a foreign curial\n          law, that:</span>\n</blockquote><blockquote id=\"blockquote_21\">                        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1194084\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"110552\" id=\"span_33\">&quot;Having agreed to the above, it was no longer\n                       available to the appellant to contend that the\n\n<span class=\"hidden_text\" id=\"span_34\">OMP No.46/2013                                                   Page 18 of 61</span>\n                     „proper law‟ of the agreement would apply to the\n                    arbitration proceedings. The decision in <a href=\"/doc/110552/\" id=\"a_46\">Bhatia\n                    International v. Bulk Trading</a>, which was applied\n                    subsequently in <a href=\"/doc/75785/\" id=\"a_47\">Venture Global Engg. v. Satyam\n                    Computer Services Ltd.</a> and <a href=\"/doc/1194084/\" id=\"a_48\">Citation Infowares\n                    Ltd. v. Equinox Coprn</a>. would have no application\n                    once the parties agreed by virtue of Clause 27.1 of\n                    the agreement that the arbitration proceedings\n                    would be conducted in Singapore, i.e., the seat of\n                    arbitration would be in Singapore, in accordance\n                    with the Singapore International Arbitration Centre\n                    Rules as in force at the time of signing the\n                    agreement.&quot; (paragraph 55)</span></span></span>\n\n</blockquote><blockquote id=\"blockquote_22\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1747056\" id=\"span_35\">v) The same view was taken by the High Court of judicature at\n          Bombay in the case of <a href=\"/doc/1747056/\" id=\"a_49\">Sakuma Export Ltd. vs. Louis Drefus\n          Commodities Suisee S.A.</a>, decided on 15th November, 2011 in Arb.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">          Petition No.636/2011 and High Court of Gujarat at Ahmedabad in\n          Appeal No.1667/2005 decide3d on 20th July, 2005 in the case of\n          Hardly Oil and Gas Limited v. Hindustran Oil Exploration\n          Company Ltd. and Ors.\n</p><p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_36\">e)     Learned Senior counsel submits that the effect of the parties‟ choice\n       of seat of the arbitration is clearly explained in the leading English\n       decision of <a href=\"/doc/1144681/\" id=\"a_50\">C v D</a> [2008] 1 Lloyd‟s Law Rep 239, which is that where\n       the parties to an arbitration agreement have agreed that the seat of the\n       arbitration is to be in an identified location there is an implied\n       agreement on their part that the courts of the place designated as the\n       seat of the arbitration shall exercise supervisory jurisdiction over the\n       arbitration and any challenge to an interim or final award is to be\n       brought only in those courts.</span> This authority has been relied on by\n       subsequent English and Indian authorities including the Indian\n\n\n<span class=\"hidden_text\" id=\"span_37\">OMP No.46/2013                                                  Page 19 of 61</span>\n        Supreme Court bench in the Bharat Aluminum (supra). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_38\">The Court of\n       Appeal in <a href=\"/doc/1144681/\" id=\"a_51\">C v D</a> held as follows:</span>\n</p><blockquote id=\"blockquote_23\">                 &quot;16. ...the central point at issue which is whether or not,\n                 by choosing London as the seat of the arbitration, the\n                 parties must be taken to have greed that proceedings on\n                 the award should be only those permitted by English law.\n                 In my view they must be taken to have so agreed for the\n                 reasons given by the judge. ....\n</blockquote>\n<blockquote id=\"blockquote_24\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"247060\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"806030\" id=\"span_40\">17. It follows from this that a choice of seat for the\n                 arbitration must be a choice of forum for remedies\n                 seeking to attach the award. ... following the decisions of\n                 Colman J in <a href=\"/doc/806030/\" id=\"a_52\">A v B</a> [2007] 1 <a href=\"/doc/247060/\" id=\"a_53\">Lloyds Rep 237 and A v B\n                 (No.</a> 2) [2007] 1 Lloyds Rep 358 in the first of which that\n                 learned judge said (para. 111):-</span></span>\n</blockquote>\n<blockquote id=\"blockquote_25\">                       &quot;... an agreement as to the seat of an arbitration is\n                       analogous to an exclusive jurisdiction clause. Any\n                       claim for a remedy going to the existence or scope\n                       of the arbitrator‟s jurisdiction or as to the validity\n                       of an existing interim or final award is agreed to be\n                       made only in the courts of the place designated as\n                       the seat of the arbitration.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_41\">f)     It is argued by Mr.Singhvi that in the present case, it is agreed that in\n       the present the parties‟ arbitration agreement is governed by English\n       law. The parties have chosen London as the seat of this arbitration. It\n       follows on the authority <a href=\"/doc/1144681/\" id=\"a_54\">C v D</a> that they have agreed that any\n       challenge to any award is to be brought only in the courts of England.\n       It further follows that the provisions of Part I of the 1996 Act are\n       necessarily excluded as being wholly inconsistent with that\n       agreement. Thus the petitioner is entitled to challenge any award\n       rendered in this arbitration primarily in accordance with <a href=\"/doc/1052228/\" id=\"a_55\">Section 67</a> of\n       the Arbitration Act 1996 of England and Wales, which would entitle\n\n\n<span class=\"hidden_text\" id=\"span_42\">OMP No.46/2013                                                       Page 20 of 61</span>\n        the petitioner to a rehearing of the issue by the English Courts rather\n       than a mere review of the arbitral tribunal‟s decision (as explained in\n       Russell on Arbitration, 23rd Edition, at paragraph 8-060).               The\n       Respondents note that in respect of the Final Partial Award on\n       Arbitrability, the time limit for the petitioner‟s application under the\n       <a href=\"/doc/1003813/\" id=\"a_56\">English Act</a> (of 28 days) has expired and it would have to seek the\n       English Court‟s discretion to make its application out of time.</span>\n</p><p data-structure=\"RespArg\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_43\">g)     Learned Senior counsel for the respondents argued that the reliance of\n       the petitioner on the case of <a href=\"/doc/75785/\" id=\"a_57\">Venture Global</a> (supra) is misplaced as\n       the same does not aid the case of the petitioner.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_45\">It is submitted that\n       pursuant to the decision in <a href=\"/doc/75785/\" id=\"a_58\">Venture Global</a> (supra) rendered by\n       Supreme Court, the line of authorities like <a href=\"/doc/1045460/\" id=\"a_59\">Videocon</a> (supra) and\n       decisions subsequent thereto of Supreme Court and this court are all\n       clearly subscribing to the view that express choice of foreign\n       governing law of arbitration agreement, agreement as to foreign seat\n       constitute exclusion of <a href=\"/doc/1306164/\" id=\"a_60\">Part I of the Act</a>.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_46\">Therefore, there is no reason\n       for this court not to follow the line of authorities cited by the\n       respondents rendered subsequent to <a href=\"/doc/75785/\" id=\"a_61\">Venture Global</a> (supra) as relied\n       upon by the respondents.</span>\n</p><p data-structure=\"RespArg\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1045460\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_50\">h)     Learned Senior counsel for the respondents have argued that the mere\n       fact that in Bharat Aluminium (supra), Supreme Court has laid down\n       that the operation of its judgment is prospectively does not mean that\n       the judgment of <a href=\"/doc/75785/\" id=\"a_62\">Venture Global</a> (supra) is made applicable till that\n       time to all the cases, on the contrary the Supreme Court has clarified\n       the <a href=\"/doc/75785/\" id=\"a_63\">Venture Global</a> (supra) number of times in <a href=\"/doc/1045460/\" id=\"a_64\">Videocon</a> (supra) and\n       other line of authorities which this court should follow and <a href=\"/doc/75785/\" id=\"a_65\">Venture\n       Global</a> (supra) does not assist the case of the petitioner.</span></span></span></span>\n</p>\n<span class=\"hidden_text\" id=\"span_51\">OMP No.46/2013                                                      Page 21 of 61</span>\n<p data-structure=\"Precedent\" id=\"p_55\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1045460\" id=\"span_52\">i)     Learned Senior counsel for the respondents have strenuously relied\n       upon the judgment in <a href=\"/doc/1045460/\" id=\"a_66\">Videocon</a> (supra) by urging that the arbitration\n       clause in the said case was closer to the clause in the instant case,\n       therefore, the view taken by Supreme Court is binding upon this court\n       and should be considered to be followed in this case.</span>\n</p><p data-structure=\"RespArg\" id=\"p_56\">       By making the aforementioned submissions, learned counsel for the\nrespondents have concluded their submissions by praying that this court\nshould uphold the objection as to jurisdiction and reject the petition as non-\nmaintainable.\n</p><p data-structure=\"CDiscource\" id=\"p_57\">13.    I have gone through the petition filed by the petitioner along with the\ndocuments and also considered the objection raised by the respondents\nrelating to jurisdiction of this court in view of the applicability of the\nprinciples of choice of laws under the agreement. Further, I have also given\nmy careful consideration to the submissions advanced by the learned\ncounsel for the parties at the bar and in the form of written submissions.\n</p><p data-structure=\"CDiscource\" id=\"p_58\">14.    I think that in order to decide the question whether the parties had\nintended under the agreement to implied or expressly exclude the\napplicability of Indian law, it is necessary to carefully examine the relevant\nclauses under the agreement which are reproduced hereinafter:\n</p>\n<blockquote id=\"blockquote_26\">                             &quot;<a href=\"/doc/981147/\" id=\"a_67\">ARTICLE 32</a>\n                 APPLICABLE LAW AND LANGUAGE OF THE\n                            CONTRACT\n\n              32.1 Subject to the provisions of <a href=\"/doc/829916/\" id=\"a_68\">Article 33.12</a>, this\n       Contract shall be governed and interpreted in accordance with\n       the laws of India.\n</blockquote>\n<blockquote id=\"blockquote_27\">            32.2 Nothing in this Contract          shall entitle the\n       Government or the Contractor to exercise the rights, privileges\n       and powers conferred upon it by this Contract in a manner\n\n<span class=\"hidden_text\" id=\"span_53\">OMP No.46/2013                                                   Page 22 of 61</span>\n        which will contravene the laws of India.\n</blockquote>\n<blockquote id=\"blockquote_28\">              32.3 The English language shall be the language of this\n       Contract and shall be used in arbitral proceedings. All\n       communication, hearings or visual materials or documents\n       relating to this Contract shall be in English.\n</blockquote>\n<blockquote id=\"blockquote_29\">                                <a href=\"/doc/829916/\" id=\"a_69\">ARTICLE 33</a>\n                       SOLE EXPERT, CONCILIATION AND\n                             ARBITRATION\n\n             33.1 The Parties shall use their best efforts to settle\n       amicably all disputes, differences or claims arising out of or in\n       connection with any of the terms and conditions of this\n       Contract or concerning the interpretation or performance\n       thereof.\n</blockquote>\n<blockquote id=\"blockquote_30\">              33.2 Except for matters which, by the terms of this\n       Contract, the Parties have agreed to refer to a sole expert and\n       any other matters which the Parties may agree to so refer, any\n       dispute, difference or claim arising between the Parties\n       hereunder which cannot be settled amicably may be submitted\n       by any Party to arbitration pursuant to <a href=\"/doc/829916/\" id=\"a_70\">Article 33.3.</a> Such sole\n       expert shall be an independent and impartial person of\n       international standing with relevant qualifications and\n       experience appointed by agreement between the Parties. Any\n       sole expert appointed shall be acting as an expert and not as an\n       arbitrator and the decision of the sole expert on matters\n       referred to him shall be final and binding on the Parties and\n       not subject to arbitration. If the Parties are unable to agree on a\n       sole expert, the disputed subject matter may be referred to\n       arbitration.\n</blockquote>\n<blockquote id=\"blockquote_31\">              33.3 Subject to the provisions herein, any unresolved\n       dispute, difference or claim which cannot be settled amicably\n       within a reasonable time may, except for those referred to in\n       <a href=\"/doc/829916/\" id=\"a_71\">Article 33.2</a>, be submitted to an arbitral tribunal for final\n       decision as hereinafter provided.\n</blockquote>\n<blockquote id=\"blockquote_32\">                 33.4 The arbitral tribunal     shall consist of three\n\n<span class=\"hidden_text\" id=\"span_54\">OMP No.46/2013                                                    Page 23 of 61</span>\n        arbitrators. The Party or Parties instituting the arbitration shall\n       appoint one arbitrator and the Party or Parties responding shall\n       appoint another arbitrator and both Parties shall so advise the\n       other Parties. The two arbitrators appointed by the Parties\n       shall appoint the third arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_33\">              33.5 Any Party may, after appointing an arbitrator,\n       request the other Party (ies) in writing to appoint the second\n       arbitrator. If such other Party fails to appoint an arbitrator\n       within forty-five (45) days of receipt of the written request to\n       do so, such arbitrator may, at the request of the first Party, be\n       appointed by the Secretary General of the Permanent Court of\n       Arbitration at the Hague, within forty-five (45) days of the date\n       of receipt of such request, from amongst persons who are not\n       nationals of the country of any of the Parties to the arbitration\n       proceedings.\n</blockquote>\n<blockquote id=\"blockquote_34\">              33.6 If the two arbitrators appointed by the Parties fail\n       to agree on the appointment of the third arbitrator within thirty\n       (30) days of the appointment of the second arbitrator and if the\n       Parties do not otherwise agree, the Secretary General of the\n       Permanent Court of Arbitration at the Hague may, at the request\n       of either Party and in consultation with both, appoint the third\n       arbitrator who shall not be a national of the country of any\n       Party.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_59\">              33.7 If any of the arbitrators fails or is unable to act, his\n       successor shall be appointed in the manner set out in this\n       Article as if he was the first appointment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">             33.8 The decision of the arbitration tribunal and, in the\n       case of difference among the arbitrators, the decision of the\n       majority, shall be final and binding upon the Parties.\n</p>\n<p data-structure=\"Section\" id=\"p_61\">             33.9 Arbitration proceedings shall be conducted in\n       accordance with the arbitration rules of the United Nations\n       Commission on International Trade Law (UNCITRAL) of 1985\n       except that in the event of any conflict between these rules and\n       the provisions of this <a href=\"/doc/829916/\" id=\"a_72\">Article 33</a>, the provisions of this <a href=\"/doc/829916/\" id=\"a_73\">Article\n       33</a> shall govern.\n</p>\n<span class=\"hidden_text\" id=\"span_55\">OMP No.46/2013                                                     Page 24 of 61</span>\n<p data-structure=\"Section\" id=\"p_62\">              33.10 The right to arbitrate disputes and claims under\n       this Contract shall survive the termination of this Contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">              33.11 Prior to submitting a dispute to arbitration, a Party\n       may submit the matter for conciliation under the UNCITRAL\n       conciliation rules by mutual agreement of the Parties. If the\n       Parties fail to agree on a conciliator (or conciliators) in\n       accordance with the rules, the matter may be submitted for\n       arbitration. No arbitration proceedings shall be instituted while\n       conciliation proceedings are pending and such proceedings\n       shall be concluded within sixty (60) days.\n</p>\n<p data-structure=\"Section\" id=\"p_64\">               33.12 The venue of conciliation or arbitration\n       proceedings pursuant to this Article, unless the Parties\n       otherwise agree, shall be London, England and shall be\n       conducted in the English Language. The arbitration agreement\n       contained in this <a href=\"/doc/829916/\" id=\"a_74\">Article 33</a> shall be governed by the laws of\n       England. Insofar as practicable, the Parties shall continue to\n       implement the terms of this Contract notwithstanding the\n       initiation of arbitral proceedings and any pending claim or\n       dispute.\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">              33.13 The fees and expenses of a sole expert or\n       conciliator appointed by the Parties shall be borne equally by\n       the Parties. Assessment of the costs of arbitration including\n       incidental expenses and liability for the payment thereof shall\n       be at the discretion of the arbitrators.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_66\">       (For short Article(s) be read as clause(s) )\n\n</p><p data-structure=\"Section\" id=\"p_67\">15.    Upon the conjoint and meaningful reading of clause 32 and 33 of the\nagreement, the following aspects relating to intention of the parties can be\ndiscerned:\n</p><blockquote id=\"blockquote_35\">a)     Firstly, the reading of <a href=\"/doc/846967/\" id=\"a_75\">article 32.1</a> itself makes it apparent that subject\n       to <a href=\"/doc/829916/\" id=\"a_76\">article 33.12</a>, the contract shall be governed and interpreted in\n       accordance with the laws of India. Thus, the intention of the parties\n\n\n<span class=\"hidden_text\" id=\"span_56\">OMP No.46/2013                                                    Page 25 of 61</span>\n        primarily is to govern themselves with the laws of India under the\n       contract subject to what has been contained in clause 32.1. Hence, the\n       governing law of the contract or what is known as proper law of the\n       contract is the laws of India. This clause also indicates that the parties\n       never intended to altogether exclude the laws of India so far as\n       contractual rights are concerned.\n</blockquote><blockquote id=\"blockquote_36\">b)     As the <a href=\"/doc/846967/\" id=\"a_77\">article 32.1</a> has been made subject to clause 33.12, it is\n       necessary to examine as to what has been contained in <a href=\"/doc/829916/\" id=\"a_78\">article 33.12.</a>\n</blockquote><p data-structure=\"Section\" id=\"p_68\">       <a href=\"/doc/829916/\" id=\"a_79\">Article 33.12</a> makes it clear that the venue of the arbitration unless the\n       parties otherwise agree shall be in London. The arbitration agreement\n       contained in this <a href=\"/doc/829916/\" id=\"a_80\">article 33</a> shall be governed by the laws of England.\n       This means that the arbitration agreement as contained in <a href=\"/doc/829916/\" id=\"a_81\">article 33</a>\n       would be governed by the laws of England.\n</p><p data-structure=\"CDiscource\" id=\"p_69\">c)     There is another clause which is clause 32.2 which provides for that\n       nothing in this contract shall entitle the government or the contractor\n       to exercise the rights, privileges and powers in a manner which will\n       contravene laws of India. This is another indicator of the intention of\n       the parties towards remaining adhered to Indian law and not to\n       exercise any rights or privilege which would contravene laws of India.\n       The existence of the said clause in a way also enables this court to\n       infer as to whether the parties intended to exclude the Indian laws\n       altogether or not.\n</p><p data-structure=\"CDiscource\" id=\"p_70\">d)     Now, the question comes what is the effect on the intention of the\n       parties by the interplay of clause 32.1, clause 32.2 and clause 33.12. if\n       one reads clause 33.12 carefully, it is true that the parties had intended\n       that the arbitration agreement as contained in clause 33 shall be\n       governed by the laws of the England. But the effect upon intention of\n\n<span class=\"hidden_text\" id=\"span_57\">OMP No.46/2013                                                    Page 26 of 61</span>\n        the parties under clause 33.12 should be given to the extent the parties\n       had intended to be governed by the said laws of England and not\n       beyond the same. The unnecessary extension of the scope of operation\n       of <a href=\"/doc/829916/\" id=\"a_82\">article 33.12</a> would mean that the said <a href=\"/doc/829916/\" id=\"a_83\">article 33.12</a> would militate\n       against clause 32.1 and clause 32.2 which was never the intention of\n       the parties. This can be seen if one examines the interplay of the said\n       clauses in more depth, which I propose to do in the following manner:\n</p><blockquote id=\"blockquote_37\">    The first thing which clarifies the intention of the parties is the plain\n       reading of clause 33.12 is that what is governed by the laws of the\n       England is the arbitration agreement as contained in <a href=\"/doc/829916/\" id=\"a_84\">article 33</a> and not\n       all others matters. Therefore, all the matters relating to arbitration\n       agreement as contained in <a href=\"/doc/829916/\" id=\"a_85\">article 33</a> shall be governed by the laws of\n       England. A corollary to the same is that excepting the said matters as\n       contained under arbitration agreement in <a href=\"/doc/829916/\" id=\"a_86\">article 33</a>, all other matters\n       shall be governed by the laws of India as per the operation of clause\n       32.1. Thus, the wording of clause 33.12 itself limit its applicability of\n       law of England relating to the arbitration agreement as contained in\n       <a href=\"/doc/829916/\" id=\"a_87\">article 33</a> and not beyond the same. Now, If one reads the matters\n       arbitration agreement as contained in <a href=\"/doc/829916/\" id=\"a_88\">article 33</a>, the said matters\n       provide for the aspects relating to appointment procedure, the inability\n       to act, the decision of the arbitrator, the rules of the arbitration, the fee\n       aspect and survival of claims after termination. The said matters as\n       contained in the <a href=\"/doc/829916/\" id=\"a_89\">article 33</a> do not provide the aspect of challenging the\n       question of arbitrability of the dispute. Therefore, the plain reading of\n       clause 33.12 which only confines the applicability of laws of England\n       in relation to &quot;arbitration agreement contained in this <a href=\"/doc/829916/\" id=\"a_90\">article 33&quot;</a> make\n       it clear that the matters contained in <a href=\"/doc/829916/\" id=\"a_91\">article 33</a> relating to appointment,\n\n<span class=\"hidden_text\" id=\"span_58\">OMP No.46/2013                                                       Page 27 of 61</span>\n        rules of conducting arbitration etc shall be governed by the respective\n       laws of England and UNCITRAL Rules wherever they are applicable\n       which are all in effect matters of curial law for conducting the\n       proceedings. For all other matters, one has to revert back to clause\n       32.1, which is the proper law of contract which is laws of India. This\n       is the way in which <a href=\"/doc/846967/\" id=\"a_92\">article 32.1</a> is subjected to <a href=\"/doc/829916/\" id=\"a_93\">article 33.12.</a> Further,\n       if the <a href=\"/doc/1942013/\" id=\"a_94\">article 15.1</a> is read along side with the other <a href=\"/doc/981147/\" id=\"a_95\">article 32</a> and <a href=\"/doc/829916/\" id=\"a_96\">33</a>, it\n       is also seen that intention of the parties was that the operations under\n       the agreement shall be subject to fiscal laws of India. Therefore, the\n       exclusion of Indian public policy was not passing through the parties\n       mind at the time of entering the contract.\n</blockquote><p data-structure=\"Precedent\" id=\"p_71\">    Secondly, it is the well settled principle of law that the scope of the\n       clause in the agreement has to be confined to the extent the parties\n       had agreed in the agreement and not beyond the same. Once, the\n       parties had consciously chosen the wordings of clause 33.12 to make\n       it clear that the arbitration agreement contained in <a href=\"/doc/829916/\" id=\"a_97\">article 33</a> shall be\n       governed by the laws of England, then only the stipulations as\n       contained in <a href=\"/doc/829916/\" id=\"a_98\">article 33</a> shall be covered within its sweep and not the\n       ones which were never intended to be governed by the said law.\n       Doing the same would mean rewriting the contract which the courts\n       are impermissible in law to do. By choosing the words that the\n       arbitration clause contained in <a href=\"/doc/829916/\" id=\"a_99\">article 33</a> shall be governed by the laws\n       of England and making it subject to <a href=\"/doc/846967/\" id=\"a_100\">article 32.1</a>, the parties had\n       delimited the applicability of laws of England to the extent of the\n       stipulations as contained in <a href=\"/doc/829916/\" id=\"a_101\">article 33.</a>\n</p><p data-structure=\"CDiscource\" id=\"p_72\">    Thirdly, the question of the arbitrability of the claim or dispute is the\n       one which has its nexus with the contravention of the other laws of\n\n<span class=\"hidden_text\" id=\"span_59\">OMP No.46/2013                                                     Page 28 of 61</span>\n        the country to which the parties are subject to. In order to arrive at the\n       finding as to whether the claims raised in the arbitration are against\n       the public policy of the state or not, the court should have due to\n       regard to other laws of the state to discern whether the said claims\n       violate the other laws for the time being force. The said question of\n       arbitrability of the dispute or claim has also a close connection with\n       the ability of the parties to contract out privately with some aspects\n       which the law prohibits them to do so. In that context, the question of\n       arbitrability of the claim or dispute cannot be examined solely on the\n       touchstone of applicability of law relating to arbitration of any\n       country specific but applying the public policy governing under the\n       laws of the country, to which the parties have subjected themselves.\n       The resultant effect of the discussion done in this paragraph is that the\n       question of the arbitrability of dispute is not a pure question of\n       applicable law to arbitrate or lexarbitri but is a larger one governing\n       public policy. The said question has to be examined to on the basis of\n       the intention of the parties to be governed by the particular laws of the\n       country coupled with the enquiry that in respect of which laws of the\n       state that the rights and obligations of the parties under the contract\n       have the closest nexus so that the public policy of the said state is not\n       violated.\n</p><p data-structure=\"CDiscource\" id=\"p_73\">                 Accordingly in the instant case, the said question of\n       arbitrability of the claim is not one which can be decided solely by\n       applying the laws of arbitration in England and then by deciding the\n       same as per the public policy under the laws of the England. Applying\n       the public policy of the laws of England would mean that the parties\n       are subjected to other laws of England governing the ability to\n\n<span class=\"hidden_text\" id=\"span_60\">OMP No.46/2013                                                    Page 29 of 61</span>\n        contract privately and laws governing rights relating to rem and\n       personem which is actually not the question relating to arbitration law\n       of England but is question relating to substantive law governing the\n       contract. The same was never the intention of the parties under clause\n       32.1, which in unequivocal terms make it clear that subject to clause\n       33.12, the governing law of contract shall be laws of India and thus,\n       the ability of the parties to contract out against the public policy has to\n       be examined as per the applicable laws of contract and other laws\n       prohibiting private contract which is the laws of India and not by\n       deciding the same in mechanical terms which is that the lexarbitri is\n       England which would mean that the public policy of England would\n       be looked into and thereby turning a nelson‟s eye to the public policy\n       of India, which actually governs the entire contract.\n    Fourthly, another reason which persuades me to take this view is the\n       interplay between clauses 32.1, 32.2 and clause 33.12. Clause 32.1\n       declares applicable laws governing the contract shall be laws of India\n       subject to clause 33.12. Thereafter clause 33.12 further clarifies that\n       the arbitration agreement contained in clause 33 shall be governed by\n       laws of England. The effect of the same is that excepting the matters\n       contained in clause 33 relating to arbitration agreement, all other\n       matters shall be governed by governing law of contract of India. I\n       have already arrived at the finding that the public policy is more of\n       question of other laws of state rather than arbitration law and also is\n       not the one of the matters contained in <a href=\"/doc/829916/\" id=\"a_102\">article 33</a> shall be thus\n       governed by the laws of India as per the clause 32.1. Furthermore, the\n       another clause in the agreement which enlightens the intention of the\n       parties in the illuminating terms is the clause 32.2 which is a non\n\n<span class=\"hidden_text\" id=\"span_61\">OMP No.46/2013                                                     Page 30 of 61</span>\n        obstante clause making it clear that none of the parties shall exercise\n       any rights, privileges and powers in a manner which will contravene\n       laws of India. The existence of the said clause in the agreement by the\n       opening words &quot;nothing in this contract&quot; gives it a overriding sweep\n       and makes the intention of the parties more than apparent to adhere to\n       laws of India and not to contravene any laws of India. The said laws\n       of India include laws relating to contracts and arbitration. The\n       combined effect of the overriding clause 32.2 read with the <a href=\"/doc/829916/\" id=\"a_103\">article\n       33.12</a> would be that the laws of England shall operate in relation to\n       matters contained in <a href=\"/doc/829916/\" id=\"a_104\">article 33</a> in so far as the same are not\n       inconsistent with the laws of India. Even if the said view is accepted\n       without limiting the scope of <a href=\"/doc/829916/\" id=\"a_105\">article 33</a> and assuming that the laws of\n       England are to be applicable to the entire arbitration proceedings and\n       proceedings subsequent thereto. Still, the existence of <a href=\"/doc/1566826/\" id=\"a_106\">article 32.2</a>\n       would continue to preclude the parties to contravene laws of India. All\n       these would further make it clear that the intention of the parties was\n       never to oust the Indian laws including part 1 of the Act. Under these\n       circumstances,\n                 Once, the agreement is so clear that the parties shall exercise\n       their rights and obligations as per the laws of India and shall not\n       contravene any laws of India, it passes a human comprehension as to\n       how the parties can subject themselves to public policy of England\n       not to public policy of India by contravening laws of India by\n       violating the clause 32.2 and also how any inference as to implied\n       exclusion of Indian law can be arrived at when the parties have\n       themselves expressed in the contract that they shall not contravene\n       laws of India. Public policy is not a term which is alien and\n\n<span class=\"hidden_text\" id=\"span_62\">OMP No.46/2013                                                    Page 31 of 61</span>\n        unconnected to law. The term public policy in its literal sense includes\n       the laws of the state to which the parties had intended to be governed\n       by for its rights and obligation. In the instant cases, the parties have\n       expressly covenanted not to violate the laws of India. Therefore, once\n       the said covenant exists, the question of arbitrability of the claim\n       which is a larger question affecting public policy of state should be\n       determined by applying laws of India and by giving a meaningful\n       effect to clause 32.2 as otherwise, the said clause 32.2 would be\n       rendered otiose. Therefore, no a priori assumption as to implied ouster\n       of the Indian law can be drawn as the parties had themselves agreed\n       not to contravene laws of India.\n</p><p data-structure=\"CDiscource\" id=\"p_74\">16.    In view of my above analysis, which I have done upon the plain\nreading of the clauses under the agreement and the interplay between them, I\nfind that the intention of the parties under the agreement was always to\nremain subject to Indian laws and not to contravene them, further it was only\nfor conducting the arbitration and for the matters contained in the arbitration\nagreement under clause/Article 33, the parties had intended to govern\nthemselves by the laws of England and not for all other purposes.\nConsequently, it is difficult to infer any implied exclusion of Indian law by\nmere reading of clauses of the agreement.\n</p><p data-structure=\"CDiscource\" id=\"p_75\">17.    Let me now revisit the legal position in the field and also examine the\nsubmissions canvassed by the learned counsel for the parties in the light of\nthe same.\n</p><p data-structure=\"CDiscource\" id=\"p_76\">18.    It is now well settled that in the commercial contract involving a\nforeign element, the parties to the agreement have the choice so far it relates\nto the kinds of the legal systems, they intend to be subjected to. Broadly, in\nthe international contracts, the parties choose the following types of laws in\n\n<span class=\"hidden_text\" id=\"span_63\">OMP No.46/2013                                                  Page 32 of 61</span>\n the choice of laws provision in order to exercise their rights and obligations\nof various kinds under the agreement:\n</p><blockquote id=\"blockquote_38\">a)     Proper law of contract which is the law governing the contract\n       which creates the substantive rights of the parties, in respect of\n       which the dispute has arisen.\n</blockquote>\n<blockquote id=\"blockquote_39\">b)     The proper law of the arbitration agreement, i.e. the law\n       governing the obligation of the parties to submit the disputes to\n       arbitration, and to honour an award.\n</blockquote><blockquote id=\"blockquote_40\">c)     The curial law, i.e. the law governing the conduct of the\n       individual reference.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_77\">       Normally, in practice, the proper law of the arbitration agreement is\nthe same as the proper law of the contract as the arbitration agreement forms\npart of the main contract unless the parties expressly agrees to subject\nthemselves under the different law in relation to agreement to arbitrate.\nSometimes, the proper law of the arbitration agreement is the same as the\ncurial law. However, in the rare cases, the three laws may be different\ndepending upon what has been stated in the agreement.\n</p><p data-structure=\"Precedent\" id=\"p_78\">19.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_64\">In the case of <a href=\"/doc/216597/\" id=\"a_107\">Sumitomo Heavy Industries Ltd</a> (supra), the Supreme\nCourt has succinctly laid down the kinds of the laws governing the\ninternational commercial agreements and their role in determination of the\nrights of the parties. In the words of Supreme Court, it was held thus:</span>\n</p>\n<blockquote id=\"blockquote_41\">       &quot;It may therefore be seen that problems arising out of an\n       arbitration may, at least in theory, call for the application of any\n       one or more of the following laws-\n</blockquote>\n<blockquote id=\"blockquote_42\">       1. The proper law of the contract, i.e. the law governing the\n       contract which creates the substantive rights of the parties, in\n       respect of which the dispute has arisen.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_65\">OMP No.46/2013                                                     Page 33 of 61</span>\n<blockquote id=\"blockquote_43\">        2. The proper law of the arbitration agreement, i.e. the law\n       governing the obligation of the parties to submit the disputes to\n       arbitration, and to honour an award.\n</blockquote>\n<blockquote id=\"blockquote_44\">       3. The curial law, i.e. the law governing the conduct of the\n       individual reference.&quot;\n</blockquote>\n<blockquote id=\"blockquote_45\">       X         X   X     X     X     X      X     X      X     X     X\n       &quot;1. The proper law of the arbitration agreement governs the\n       validity of the arbitration agreement, the question whether a\n       dispute lies within the scope of the arbitration agreement; the\n       validity of the notice of arbitration; the constitution of the\n       tribunal; the question whether an award lies within the\n       jurisdiction of the arbitrator; the formal validity of the award;\n       the question whether the parties have been discharged from any\n       obligation to arbitrate future disputes.\n</blockquote>\n<blockquote id=\"blockquote_46\">       2. The curial law governs&#x27; the manner in which the reference is\n       to be conducted; the procedural powers and duties of the\n       arbitrator; questions of evidence; the determination of the\n       proper law of the contract.\n</blockquote>\n<blockquote id=\"blockquote_47\">       3. The proper law of the reference governs; the question\n       whether the parties have been discharged from their obligation\n       to continue with the reference of the individual dispute.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_79\">20.    Applying the principle of law to the instant case, it can be seen that\nthe proper law of the contract under the agreement is laws of India, the\ncurial law or the rules for conduct of the arbitral proceedings are\nUNCITRAL Rules and the proper law to the arbitration agreement as\ncontained in clause 33 is the laws of England.\n</p><p data-structure=\"Precedent\" id=\"p_80\">21.    Now, in this backdrop of choice of laws made by the parties under the\nagreement, the objection as to the jurisdiction of Indian court is required to\nbe examined by this court.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_66\">OMP No.46/2013                                                  Page 34 of 61</span>\n<p data-structure=\"Precedent\" id=\"p_81\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_68\">22.    It is well settled principle of law that the international commercial\narbitrations which are held outside India, the provisions of Part-I would\napply unless the parties by expressly or impliedly exclude all or any of the\nprovisions of the Act. The courts in India from time to time have applied the\nsaid proposition and after reading the clauses of the agreement, arrived at the\nfinding as to whether the parties under the agreement have expressly or\nimpliedly excluded the provisions of Part-I and in the appropriate cases\nwhere the answer comes in affirmative directing the parties to approach the\nforum which they have chosen. The said principle of law was first <a href=\"/doc/216597/\" id=\"a_108\">laid\ndown in</a> the case of Three Bench decision of Supreme Court of India in\n<a href=\"/doc/110552/\" id=\"a_109\">Bhatia International vs. Bulk Trading S. A. &amp; Anr</a> (2002) 4 SCC 105 <a href=\"/doc/110552/\" id=\"a_110\">The\nsaid decision</a> of <a href=\"/doc/110552/\" id=\"a_111\">Bhatia International</a> (Supra) was rendered in the context of\n<a href=\"/doc/1079220/\" id=\"a_112\">Section 9</a> of the Act relating to passing off interim measures by the Indian\ncourt entertaining the application seeking interim relief against the\ninternational commercial arbitration. It was observed by Supreme Court as\nunder:-</span></span>\n</p><blockquote id=\"blockquote_48\">       &quot;32. To conclude we hold that the provisions of Part I would apply\n       to all arbitrations and to all proceedings relating thereto. Where\n       such arbitration is held in India the provisions of Part I would\n       compulsory apply and parties are free to deviate only to the extent\n       permitted by the derogable provisions of Part I. In cases of\n       international commercial arbitrations held out of India\n       provisions of Part I would apply unless the parties by agreement,\n       express or implied, exclude all or any of its provisions. In that\n       case the laws or rules chosen by the parties would prevail. Any\n       provision, in Part I, which is contrary to or excluded by that law\n       or rules will not apply.&quot;                    (Emphasis Supplied)\n\n</blockquote><p data-structure=\"Section\" id=\"p_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_69\">23.    It is again reiterated that <a href=\"/doc/110552/\" id=\"a_113\">the said decision</a> was rendered in the context\nof <a href=\"/doc/1079220/\" id=\"a_114\">Section 9</a> of the Act and the courts have followed this proposition of law\nfrom time to time till date relating to agreements which have been executed\n\n<span class=\"hidden_text\" id=\"span_70\">OMP No.46/2013                                                   Page 35 of 61</span>\n prior to September, 2012.</span> The courts have rendered the decision applying\nthe said proposition by inferring in the relevant facts and circumstances of\nthe case as to whether it is a case of express exclusion or it is a case of\nimplied exclusion of provisions of Part-I.\n</p><p data-structure=\"Precedent\" id=\"p_83\">24.    In the cases where there is an express provision /stipulation excluding\nthe applicability of <a href=\"/doc/1306164/\" id=\"a_115\">Part-I of the Act</a>, the said case becomes a case of express\nexclusion. However, in a case where there is choice of foreign law which\nhas been made by the parties which is totally unconnected to the\napplicability of Indian Act and the subject matter and the cause of action is\nalso totally unconnected to the Indian law, the courts have inferred in the\nrelevant cases that the said case becomes a case of implied exclusion as the\nparties have themselves chosen their respective foreign law under the choice\nof law provisions in the agreements and no departure is permissible by\napplying the Indian Act when never intended to do so.\n</p><p data-structure=\"CDiscource\" id=\"p_84\">25.    Thus, it is a question of fact which has to be examined on case to case\nbasis after reading the agreement meaningfully in order to discern the\nintention of parties whether the parties actually intended to exclude the\napplicability of Indian law including the provisions of <a href=\"/doc/1306164/\" id=\"a_116\">Arbitration and\nConciliation Act</a> altogether impliedly or expressly.        No straight jacket\nformula can be devised in order to draw such inference unless the terms of\nthe agreement are analyzed in order to cull out the real intention of the\nparties.\n</p><p data-structure=\"Precedent\" id=\"p_85\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_72\">26.    Pursuant to the decision of <a href=\"/doc/110552/\" id=\"a_117\">Bhatia International</a> (Supra), the Supreme\nCourt again examined the similar proposition in the case of <a href=\"/doc/75785/\" id=\"a_118\">Venture Global\nEngineering vs. Satyam Computer Services Ltd.</a> (2008) 4 SCC 190 in\nrelation to the objection filed under the provisions of <a href=\"/doc/536284/\" id=\"a_119\">Section 34</a> of the\nArbitration and Conciliation Act, 1996 seeking to set aside the Award\n\n<span class=\"hidden_text\" id=\"span_73\">OMP No.46/2013                                                  Page 36 of 61</span>\n passed by foreign court wherein the clause provided that the arbitration shall\nbe held in London Court of International Arbitration and the governing law\nof the contract was State of Michigan, USA.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_74\">However, the Supreme Court\nafter analyzing the provisions of the agreement and also applying the dictum\nof <a href=\"/doc/110552/\" id=\"a_120\">Bhatia International</a> (Supra) came to the conclusion that the provisions\nof Indian Act are not altogether excluded. Supreme Court while analyzing\nthe terms of the agreement also considered the non obstante clause which\nprovided that the parties shall respect the company law guidelines under the\nIndian Act and other public policy in India. After analyzing the said non\nobstante clause, Supreme Court came to the conclusion that the provisions\nof Indian Act are not excluded. The said contention of Mr. K.K. Vengopal\nhas been accepted by the Supreme Court by recording in the following\nmanner:-</span>\n</p><blockquote id=\"blockquote_49\">       &quot;Mr. K.K. Venugopal, learned senior counsel, next contended\n       that the overriding <a href=\"/doc/1841764/\" id=\"a_121\">section 11</a>.05 (c) of the Shareholders\n       Agreement would exclude respondent No.1 approaching the US\n       Courts in regard to enforcement of the Award. <a href=\"/doc/1841764/\" id=\"a_122\">Section 11</a>.05\n</blockquote><blockquote id=\"blockquote_50\">       (b) and (c) of the Shareholders Agreement between the parties\n       read as follows:\n</blockquote><blockquote id=\"blockquote_51\">       (b) This Agreement shall be construed in accordance with and\n       governed by the laws of the State of Michigan, United States,\n       without regard to the conflicts of law rules of such jurisdiction.\n</blockquote><p data-structure=\"Precedent\" id=\"p_86\">       Disputes between the parties that cannot be resolved via\n       negotiations shall be submitted for final, binding arbitration to\n       the London Court of Arbitration.\n</p><p data-structure=\"Section\" id=\"p_87\">       (c) Notwithstanding anything to the contrary in this agreement,\n       the Shareholders shall at all times act in accordance with the\n       <a href=\"/doc/1353758/\" id=\"a_123\">Companies Act</a> and other applicable Acts/Rules being in force,\n       in India at any time.\n</p>\n<p data-structure=\"RespArg\" id=\"p_88\">       It was pointed out that the non-obstante clause would\n       override the entirety of the agreement including sub-section\n</p><p data-structure=\"Precedent\" id=\"p_89\">       (b) which deals with settlement of the dispute by\n\n\n<span class=\"hidden_text\" id=\"span_75\">OMP No.46/2013                                                   Page 37 of 61</span>\n        arbitration. It was further pointed out that sub-section (c),\n       therefore, would apply to the enforcement of the Award\n       which declares that, notwithstanding that the proper law or\n       the governing law of the contract is the law of the State of\n       Michigan, their shareholders shall at all times act in\n       accordance with the <a href=\"/doc/1353758/\" id=\"a_124\">Companies Act</a> and other applicable\n       Acts/Rules being in force in India at any time. In such\n       circumstances, it is the claim of the appellant that necessarily\n       enforcement has to be in India, as mentioned in sub-section (c)\n       which overrides every other section in the Shareholders\n       Agreement. Mr. K.K. Venugopal further pointed out that\n       respondent No.1 totally violated the agreement between the\n       parties by seeking enforcement of the transfer of the shares in\n       the Indian company by approaching the District Court in the\n       United States. On the other hand, Mr. Nariman pointed out that\n       <a href=\"/doc/1841764/\" id=\"a_125\">Section 11</a>.05 (b) of the Shareholders agreement alone governs\n       the rights and obligations between the appellant and the first\n       respondent inter se and dispute resolution thereof. In view of\n       our discussion supra, we agree with the stand of the learned\n       senior counsel for the appellant.&quot; (Emphasis Supplied)\n\n       &quot;....Finally, the overriding <a href=\"/doc/1841764/\" id=\"a_126\">section 11</a>.5 (c) of the SHA\n       cannot be ignored lightly. As pointed out, the said section\n       would exclude respondent No.1- Satyam Computer Services\n       Ltd. approaching the US Courts in regard to the\n       enforcement of the Award. <a href=\"/doc/1841764/\" id=\"a_127\">Section 11</a>.05 (b) and (c) of the\n       Shareholders Agreement between the parties which is\n       relevant has already been extracted in para 23.\n</p>\n<p data-structure=\"Section\" id=\"p_90\">       The non-obstante clause would override the entirety of the\n       agreement including sub-section (b) which deals with\n       settlement of the dispute by arbitration. Sub-section (c),\n       therefore, would apply to the enforcement of the Award\n       which declares that, notwithstanding that the proper law or\n       the governing law of the contract is the law of the State of\n       Michigan, their shareholders shall at all times act in\n       accordance with the <a href=\"/doc/1353758/\" id=\"a_128\">Companies Act</a> and other applicable\n       Acts/Rules being in force in India at any time. Necessarily,\n\n<span class=\"hidden_text\" id=\"span_76\">OMP No.46/2013                                                 Page 38 of 61</span>\n        enforcement has to be in India, as declared by this very\n       section which overrides every other section in the\n       Shareholders Agreement. Respondent No.1, therefore, totally\n       violated the agreement between the parties by seeking\n       enforcement of the transfer of the shares in the Indian company\n       by approaching the District Courts in the United\n       States.&quot;(Emphasis Supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_77\">27.    From the bare reading of the observations made by Supreme Court in\n<a href=\"/doc/75785/\" id=\"a_129\">Venture Global</a> (Supra), it is apparent that the Supreme Court after\nanalyzing the agreement wherein the governing law and the curial law was\nof State of Michigan, came to the conclusion after analysing the non\nobstante clause that the despite the proper law/ governing law and curial law\nbeing different, their applicability is confined to the aspect of conducting the\narbitration proceedings. The purpose of keeping the non obstante clause to\nadhere to the laws of India would be defeated if the Indian courts are to\narrive at the finding that the Indian laws are implicitly excluded.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"75785\" id=\"span_78\">The\nSupreme Court in <a href=\"/doc/75785/\" id=\"a_130\">Venture Global</a> (supra) thus made a distinction between\nthe challenge to the award which is a matter of enforcement and the stages\nanterior to the passing of the award which are the subject matter of the\napplicability of governing law and curial law. The said distinction was\ncarved out by the Supreme Court in order to give effect to the non obstante\nclause which was overriding in the sweep. Likewise, in the instant case, I\nhave formed the view upon the conjoint reading of <a href=\"/doc/981147/\" id=\"a_131\">article 32</a> and <a href=\"/doc/829916/\" id=\"a_132\">33</a> that the\nlex arbitri/governing law to arbitrate and its applicability is confined to what\nhas been contained in <a href=\"/doc/829916/\" id=\"a_133\">article 33</a> and for all other matters one has to revert\nback to governing laws of India which is by operation of clause 32.1 and\n32.2 as a non obstante clause.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_79\">Therefore, the said view of mine is in\nconsonance with the view of <a href=\"/doc/75785/\" id=\"a_134\">Venture Global</a> (Supra)</span>\n\n<span class=\"hidden_text\" id=\"span_80\">OMP No.46/2013                                                   Page 39 of 61</span>\n</p><p data-structure=\"Precedent\" id=\"p_92\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_81\">28.    It is thus a question of the intention of the parties under the agreement\nrather than a mere decision in a mechanical manner that the choice of\nforeign law implicitly excludes the Indian law which is apparent from the\ndecision of <a href=\"/doc/75785/\" id=\"a_135\">Venture Global</a> (Supra).</span>\n</p><p data-structure=\"Precedent\" id=\"p_93\">29.    Thereafter, the Supreme Court time and again has examined the\nsimilar proposition in the context of <a href=\"/doc/1079220/\" id=\"a_136\">Section 9</a> of the Act as well as <a href=\"/doc/1841764/\" id=\"a_137\">Section\n11</a> of the Act and its applicability in the cases of international commercial\narbitrations. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_82\">In the case involving of choice of law provisions, the Supreme\nCourt in the appropriate cases applied the same very principle of <a href=\"/doc/110552/\" id=\"a_138\">Bhatia\nInternational</a> (supra) and came to the conclusion by analyzing the intention\nof parties and in cases where there is clear cut case of implied ouster of\nIndian Act is made out, the courts have not hesitated to relegate the parties\nto foreign courts when it comes to entertaining the application seeking\ninterim measures against the international commercial arbitrations.</span>\n</p><p data-structure=\"Precedent\" id=\"p_94\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_83\">30.    One such cases of this nature was <a href=\"/doc/1045460/\" id=\"a_139\">Videocon Industries Ltd. vs. Union\nof India &amp; Anr.. In</a> the said case, the clause relating to choice of law was as\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_52\">       &quot;33.1 Indian Law to Govern\n\n       Subject to the provisions of <a href=\"/doc/846153/\" id=\"a_140\">Article 34.12</a>, this Contract shall be\n       governed and interpreted in accordance with the laws of India.\n</blockquote>\n<blockquote id=\"blockquote_53\">       33.2 Laws of India Not to be Contravened\n\n       Subject to <a href=\"/doc/1987997/\" id=\"a_141\">Article 17.1</a> nothing in this Contract shall entitle the\n       Contractor to exercise the rights, privileges and powers\n       conferred upon it by this Contract in a manner which will\n       contravene the laws of India.\n</blockquote>\n<blockquote id=\"blockquote_54\">       34.3 Unresolved Disputes\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">OMP No.46/2013                                                   Page 40 of 61</span>\n        Subject to the provisions of this Contract, the Parties agree that\n       any matter, unresolved dispute, difference or claim which\n       cannot be agreed or settled amicably within twenty one (21)\n       days may be submitted to a sole expert (where <a href=\"/doc/846153/\" id=\"a_142\">Article 34.2</a>\n       applies) or otherwise to an arbitral tribunal for final decision\n       as hereinafter provided.\n</blockquote>\n<blockquote id=\"blockquote_55\">       34.12. Venue and Law of Arbitration Agreement\n\n       The venue of sole expert, conciliation or arbitration\n       proceedings pursuant to this Article, unless the Parties\n       otherwise agree, shall be Kuala Lumpur, Malaysia, and shall\n       be conducted in the English language. Insofar as practicable,\n       the Parties shall continue to implement the terms of this\n       Contract notwithstanding the initiation of arbitral proceedings\n       and any pending claim or dispute. Notwithstanding the\n       provisions of <a href=\"/doc/829916/\" id=\"a_143\">Article 33.1</a>, the arbitration agreement contained\n       in this <a href=\"/doc/846153/\" id=\"a_144\">Article 34</a> shall be governed by the laws of England.\n</blockquote>\n<blockquote id=\"blockquote_56\">       35.2 Amendment\n\n       This Contract shall not be amended, modified, varied or\n       supplemented in any respect except by an instrument in writing\n       signed by all the Parties, which shall state the date upon which\n       the amendment or modification shall become effective.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_95\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_85\">31.    It is noteworthy to mention that <a href=\"/doc/1045460/\" id=\"a_145\">the said decision</a> of <a href=\"/doc/1045460/\" id=\"a_146\">Videocon</a> (supra)\nwas rendered in the context of <a href=\"/doc/1079220/\" id=\"a_147\">Section 9</a> of the Act which is seeking a stay\nof proceedings before the foreign arbitral tribunal rather than on the ground\nchallenge of the award on the grounds of public policy.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_86\">In the said case, the\nCourt was only concerned with the interim measures and in <a href=\"/doc/1045460/\" id=\"a_148\">the entire\njudgment</a>; there is no discussion of public policy of India except quoting the\nexcerpts of <a href=\"/doc/75785/\" id=\"a_149\">Venture Global</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"110552\" id=\"span_87\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_88\">There was no contention that public\npolicy of India is violated was raised and was never adjudicated upon by the\nIndian court and the court never analyzed the non obstante clause in the\n\n<span class=\"hidden_text\" id=\"span_89\">OMP No.46/2013                                                   Page 41 of 61</span>\n manner done in the <a href=\"/doc/75785/\" id=\"a_150\">Venture Global</a> (supra) and rightly so as court was not\nconfronted with the said proposition relating to public policy and inquiry\nwas only confined to entertaining the application under <a href=\"/doc/1079220/\" id=\"a_151\">Section 9</a> of the Act\nand in the said context, Supreme Court in Videocon came to the conclusion\nafter analyzing <a href=\"/doc/110552/\" id=\"a_152\">Bhatia International</a> (supra) and other line of judgments\npassed by Supreme Court that the provisions of part 1 of Act are implicitly\nexcluded as the parties had agreed to be governed by the laws of England\nwhich necessarily implies that Delhi High Court again have jurisdiction to\nentertain the application under <a href=\"/doc/1079220/\" id=\"a_153\">Section 9</a> of the Act. The Supreme Court in\n<a href=\"/doc/110552/\" id=\"a_154\">the said decision</a> has observed that while affording relief under <a href=\"/doc/1079220/\" id=\"a_155\">Section 9</a> of\nIndian Arbitration Act, 1996 lost the anvils of party autonomy and sanctity\nof the Arbitral Tribunal - the hallmarks of any Arbitration - are jeopardised.\nThe object underlying the grant of interim measures under <a href=\"/doc/1079220/\" id=\"a_156\">Section 9</a> is to\nfacilitate and subserve any ongoing Arbitral proceeding.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_90\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_91\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"110552\" id=\"span_92\">The distinction\nbetween entertaining of application under <a href=\"/doc/1079220/\" id=\"a_157\">Section 9</a> and under <a href=\"/doc/536284/\" id=\"a_158\">Section 34</a> is\nrelevant as while entertaining the petition under <a href=\"/doc/536284/\" id=\"a_159\">Section 34</a> of the Act, the\ncourt has to necessarily examine the question relating to public policy which\nis not germane in the cases involving petition under <a href=\"/doc/1079220/\" id=\"a_160\">Section 9</a> and that is\nwhy the approach of the Supreme Court in the cases which are decided\npursuant to <a href=\"/doc/110552/\" id=\"a_161\">Bhatia International</a> (supra) and <a href=\"/doc/75785/\" id=\"a_162\">Venture Global</a> (supra) were\nall the cases relating to <a href=\"/doc/1079220/\" id=\"a_163\">Section 9</a> petitions where they were not invited to\nexamine whether there is public policy violated and consequently has not\nanalyzed the provisions of agreement in the context of public policy of India\nperspective which has been done in the case of <a href=\"/doc/75785/\" id=\"a_164\">Venture Global</a> (supra).</span></span></span>\n</p><p data-structure=\"Section\" id=\"p_96\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_93\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"110552\" id=\"span_94\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_95\">32.    The distinction between entertaining of application under <a href=\"/doc/1079220/\" id=\"a_165\">Section 9</a>\nand under <a href=\"/doc/536284/\" id=\"a_166\">Section 34</a> is relevant as while entertaining the petition under\n<a href=\"/doc/536284/\" id=\"a_167\">Section 34</a> of the Act, the court has to necessarily examine the question\n\n<span class=\"hidden_text\" id=\"span_96\">OMP No.46/2013                                                 Page 42 of 61</span>\n relating to public policy of state which is not germane in the cases involving\npetition under <a href=\"/doc/1079220/\" id=\"a_168\">Section 9</a> and that is why the approach of the Supreme Court\nin the case of <a href=\"/doc/75785/\" id=\"a_169\">Venture Global</a> (supra) decided pursuant to <a href=\"/doc/110552/\" id=\"a_170\">Bhatia\nInternational</a> (supra) was slightly distinct than the other cases which were\nall the cases relating to <a href=\"/doc/1079220/\" id=\"a_171\">Section 9</a> petitions where they were not invited to\nexamine whether there is public policy violated and consequently, the\nSupreme Court in such cases has not analyzed the provisions of agreement\nin the context of public policy of India perspective which has been done in\nthe case of <a href=\"/doc/75785/\" id=\"a_172\">Venture Global</a> (supra).</span></span></span>\n</p><p data-structure=\"Section\" id=\"p_97\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045460\" id=\"span_97\">33.     It is argued by Mr. Ganguli that in <a href=\"/doc/1045460/\" id=\"a_173\">Videocon</a> (supra), <a href=\"/doc/829916/\" id=\"a_174\">Article 33.2</a> of\nPSC there was not identical to the provisions of the PCs in the present case.\n<a href=\"/doc/829916/\" id=\"a_175\">Article 33.2</a> these were expressly made &quot;subject to <a href=\"/doc/1987997/\" id=\"a_176\">Article 17.1&quot;.</a>           The\nimplications of this were neither contended by any of the parties nor\nconsidered by the Court. Further <a href=\"/doc/829916/\" id=\"a_177\">Article 33.2</a> was not at all discussed by the\nCourt. Since there is no discussion in the judgment with regard to the scope\nof <a href=\"/doc/829916/\" id=\"a_178\">Article 33.2</a>, the arguments advanced by the respondents with regard to\nimplications of the Article are without any substance.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_98\">Thus, the decision in\n<a href=\"/doc/1045460/\" id=\"a_179\">Videocon</a> (supra) cannot therefore be treated as a precedent for the present\ncase which would largely depend on the interpretation of <a href=\"/doc/1566826/\" id=\"a_180\">Article 32.2</a> of the\nPCSs.</span>\n</p><p data-structure=\"Precedent\" id=\"p_98\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_99\">There is force in the submission of Mr. Ganguli as all the decisions\nrelied upon by the respondents relate to proceedings under <a href=\"/doc/1079220/\" id=\"a_181\">Section 9</a> which\nwould fall within the realm of the Curial Law. Proceedings under <a href=\"/doc/536284/\" id=\"a_182\">Section\n34</a> stand on a completely different footing than proceedings under any other\nprovisions of Part I. This has been said by the Supreme Court in <a href=\"/doc/75785/\" id=\"a_183\">Venture\nGlobal</a> (supra) when it made a distinction relating to matters of enforcement\nwhich also covered and included challenges to the award where public\n\n<span class=\"hidden_text\" id=\"span_100\">OMP No.46/2013                                                  Page 43 of 61</span>\n policy and the matters where curial law and governing law is applicable by\napplying the Indian laws to the former and laws of foreign state to the later.</span>\n</p><p data-structure=\"Precedent\" id=\"p_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_101\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"242996\" id=\"span_102\">34.    Likewise, in the case of <a href=\"/doc/242996/\" id=\"a_184\">Yograj Infrastructure</a> (supra), Supreme\nCourt again decided a similar case which was concerned with <a href=\"/doc/1079220/\" id=\"a_185\">Section 9</a> of\nthe Act and applying the dictum of <a href=\"/doc/110552/\" id=\"a_186\">Bhatia International</a> (supra) line of\nauthorities came to the conclusion that proper law of agreement could not be\napplied arbitral proceedings as the parties had chosen SIAC rules of\nSingapore as curial law, Seat of Arbitration is in Singapore and therefore at\nthe stage of pendency of arbitration proceedings before the International\nForum, the provisions of Indian Act cannot trigger.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"242996\" id=\"span_103\">35.    Again, in the said case of <a href=\"/doc/242996/\" id=\"a_187\">Yograj</a> (supra), the court was not concerned\nwith the violation of public policy in India. There was no occasion for the\ncourt to analyze whether the court to examine the dichotomy between\nforeign public policy and public policy in India and the choice of forum\ndone by the parties in order to violate the Indian laws and the question that\nwhether the court should refrain from entertaining the challenge to the award\nwhen there is clear intentions in the agreement emerging from the clauses\nthat the parties are required to respect and follow the Indian laws.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_104\">This\naspect has been well settled and analyzed by the Supreme Court in the case\nof <a href=\"/doc/75785/\" id=\"a_188\">Venture Global</a> (supra) in the context of <a href=\"/doc/536284/\" id=\"a_189\">Section 34</a> petition and in no\nother case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_105\">Consequently the cases which are decided on <a href=\"/doc/110552/\" id=\"a_190\">Bhatia\nInternational</a> (supra) line of authorities even the later cases like Videocon\nor Yograj are all the ones which stand on slightly different footing as they\nall pertain to <a href=\"/doc/1079220/\" id=\"a_191\">Section 9</a> petition as well as are not dealing with the aspects of\nviolation of public policy and the effect of the intention of the parties\ncoming from the agreement to adhere to Indian laws.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_106\">Unlike all these cases,\nthe decision of <a href=\"/doc/75785/\" id=\"a_192\">Venture Global</a> (supra) does exactly the same inquiry in the\n\n<span class=\"hidden_text\" id=\"span_107\">OMP No.46/2013                                                   Page 44 of 61</span>\n context of <a href=\"/doc/536284/\" id=\"a_193\">Section 34</a> and holds that when there is clear cut intention\nemerging from the agreement that laws of India are not to be violated in the\nform of non obstante clause, provisions of Part-I cannot be said to be\nimplicitly excluded atleast for the matters relating to challenge of the award\nand the enforcement matters.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_101\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_108\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_109\">36.    Once, it is realized that the decisions on the <a href=\"/doc/110552/\" id=\"a_194\">Bhatia International</a>\n(Supra) line of authorities which are decided in the context of <a href=\"/doc/1079220/\" id=\"a_195\">Section 9</a>\npetition as the same pertain to pre-arbitral and pre award stage are distinct\nfrom that of <a href=\"/doc/536284/\" id=\"a_196\">Section 34</a> petitions where the challenge is laid on the grounds\nof the public policy and the court being a judicial authority cannot easily\noverlook public policy, the said decisions decided on <a href=\"/doc/110552/\" id=\"a_197\">Bhatia International</a>\n(supra) line of authorities are clearly distinguishable and have no application\nto the instant case as no inference as to implied exclusion can be drawn by\nmerely perusing the choice of law provisions under the agreement. One has\nto read the clauses of the agreement holistically and accord meaningful\nreading to them so as to discern the intention of the parties as to whether\nthey intended to exclude the Indian laws altogether or not.</span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_102\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_110\">37.    After carefully reading the clauses 32 and 33, I have already arrived at\nthe finding that there is a clear non obstante clause which binds the parties to\nabide by the laws of India and not to exercise any rights and obligations\nunder the agreement in contravention to laws of India. Till the time, the said\nclause exists, it cannot be inferred that the parties intended to exclude the\nIndian law which include <a href=\"/doc/1052228/\" id=\"a_198\">Arbitration Act</a> altogether. The said view gets\nfortified by the view taken by the Supreme Court in <a href=\"/doc/75785/\" id=\"a_199\">Venture Global</a> (supra)\nwherein the court was concerned with the objections under <a href=\"/doc/536284/\" id=\"a_200\">Section 34</a> and\nwas deciding the question of public policy under the agreement containing\nsimilarly worded non- obstante clause giving over-ridding effect.</span>\n</p>\n<span class=\"hidden_text\" id=\"span_111\">OMP No.46/2013                                                   Page 45 of 61</span>\n<p data-structure=\"Precedent\" id=\"p_103\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_112\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"620918\" id=\"span_113\">38.    On a separate note, The Division Bench of this court in the case <a href=\"/doc/620918/\" id=\"a_201\">Anita\nGarg vs M/S. Glencore Grain Rotterdam B.V.</a> in case of FAO(OS)\nNo.316/2011 decided on 11 August, 2011 after noticing the Bhatia Line of\nAuthorities uptil the decision of <a href=\"/doc/1045460/\" id=\"a_202\">Videocon</a> (supra) has proceeded to record a\nstrong note of exception in which case, the jurisdiction of the national court\ncannot be considered to be ousted so far as it relates to challenges pertaining\nto awards, the said exception is the question of arbitrability especially in\ncases where there is an apparent conflict with the public policy of governing\nlaw to arbitrate and public policy relating to governing law of contract\nwhich is also the law of the place of the performance. The Division Bench\nspeaking through Vikramajit Sen, J. observed thus:</span></span>\n</p><blockquote id=\"blockquote_57\">       &quot;13. After the Award is pronounced by an arbitral tribunal,\n       it becomes functus officio. Provisions assailing the legal\n       proprietary of the Award must, therefore, partake of the\n       nature of the substantive law or the proper law of the\n       contract. If this distinction and dichotomy is not always kept in\n       mind, difficulties will invariably be encountered, as has also\n       been observed in Law and Practice of International Commercial\n       Arbitration Alan Redfern and Martin Hunter Third Edition:\n</blockquote><blockquote id=\"blockquote_58\">       First, as a glance at the list will show, there is an obvious\n       prospect of conflict between the lex arbitri and a different\n       system of law that may be equally relevant. Consider, for\n       example, the question of arbitrability, that is to say,\n       whether or not the subject-matter of the dispute is capable\n       of being resolved by arbitration. The concept of\n       arbitrability is basic to the arbitral process. The New York\n       Convention and the Model Law refer explicitly to disputes\n       that are ―capable of being resolved by arbitration‖, which\n       impliedly recognizes that, as a matter of law, some disputes\n       may not be capable of being so resolved. Whether or not a\n       particular dispute is legally ―capable of being resolved by\n       arbitration‖ is in effect a matter of public policy; but it is a\n       matter on which states may well differ, with some taking a\n       more restrictive attitude than others. Thus, a claim may be\n\n\n<span class=\"hidden_text\" id=\"span_114\">OMP No.46/2013                                                  Page 46 of 61</span>\n        arbitrable under the law governing the arbitration agreement\n       and under the lex arbitri but not under the law of the place of\n       enforcement. An award on such a dispute, although validly\n       made under the lex arbitri, might prove to be unenforceable\n       under the New York Convention. Secondly, the effective\n       conduct of an international commercial arbitration may\n       depend upon the provisions of the law of the place of\n       arbitration. This dependence may be illustrated by\n       considering provisions of the local law for judicial\n       assistance in the conduct of the arbitration. Even if the\n       arbitrators have the power to order interim measures of\n       protection, such as orders for the preservation and\n       inspection of property, they are unlikely to have the power\n       to enforce such orders - particularly if the property in\n       question is in the possession of a third party. For this, it will\n       be necessary to turn to national courts for assistance.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_104\">                                              <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"620918\" id=\"span_115\">(Emphasis Supplied)\n\n       The afore quoted observations of Division Bench of this court in\n<a href=\"/doc/620918/\" id=\"a_203\">Anita Garg</a> (supra) fortifies the view taken in the instant case which is that\nthere exists such exceptional cases where the national courts have to come to\nrescue more so when it relates to question of arbitrability of the claims in\ncases the concept of public policy varies in lex arbitri and in lex fori. The\ninstant is case is one such exceptional case.</span>\n</p><p data-structure=\"RespArg\" id=\"p_105\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045460\" id=\"span_116\">39. At this stage, it is relevant to examine the contentions of the counsel for\nthe respondents. Mr. Abhishek Singhvi, learned Senior counsel for the\nrespondents has read over the clauses of the agreements in the several cases\ndecided by Supreme Court from time to time on Bhatia line of authorities as\ndiscussed above. Dr. Singhvi submits that the most closer clause amongst\nthe same is worded in the case of <a href=\"/doc/1045460/\" id=\"a_204\">Videocon</a> (supra) and therefore this court\nshould follow the decision in the case of Videocon by inferring that the laws\nof India are implicitly excluded. He excluded that this court should consider\nthe principle of law <a href=\"/doc/1045460/\" id=\"a_205\">laid down in</a> the case and not the facts.</span>\n</p>\n<span class=\"hidden_text\" id=\"span_117\">OMP No.46/2013                                                  Page 47 of 61</span>\n<p data-structure=\"CDiscource\" id=\"p_106\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_118\">40.    On the first blush, the argument of Dr. Singhvi seems to be attractive,\nhowever once it is analyzed properly in view of the discussion done above,\nthe said submission does not hold any water for the simple reason that it is\ntrue that the arbitration clause in the case of Videocon was closer, but <a href=\"/doc/1045460/\" id=\"a_206\">the\nsaid decision</a> was pertaining the inference as to exclusion of Indian law at\npre-award stage. The decision of Videocon nowhere addresses the aspect of\noperation of non-obstante clause to abide by the laws of India.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_119\">I have\nalready discussed above as to how these factors make the case of Videocon\ndecided on the principle of <a href=\"/doc/110552/\" id=\"a_207\">Bhatia International</a> (supra) distinguishable.</span>\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045460\" id=\"span_120\">Therefore, once the decision of <a href=\"/doc/1045460/\" id=\"a_208\">Videocon</a> (supra) is distinguishable on facts,\nthe same cannot be applied in the different set of facts and circumstances.</span>\n</p><p data-structure=\"Precedent\" id=\"p_107\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"12214027\" id=\"span_121\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"708095\" id=\"span_122\">41.    It is well settled principle of law that the judgment is a decision on the\nproposition which emerges therefrom and not the one which can be logically\ndeduced therefrom. Kindly see the judgment passed in the case of <a href=\"/doc/708095/\" id=\"a_209\">Davinder\nSingh and Others Vs. State of Punjab &amp; Others</a>, (<a href=\"/doc/12214027/\" id=\"a_210\">2010) SCC 88 and P.S.\nSathappan (Dead) By LRs Vs. Andhra Bank Ltd. &amp; Ors.</a> decided on 7\nOctober, 2004 by Supreme Court.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_108\">42.    As was said by Lord Chancellor Halsbury in Quinn v. Leathern, H.L.\n(I.) 1901, 495,\n\n       &quot;...... there are two observations of a general character which I\n       wish to make, and one is to repeat what I have very often said\n       before, that every judgment must be read as applicable to the\n       particular facts proved, or assumed to be proved, since the\n       generality of the expressions which may be found there are not\n       intended to be expositions of the whole law, but governed and\n       qualified by the particular facts of the case in which such\n       expressions are to be found. The other is that a case is only an\n       authority for what it actually decides. I entirely deny that it\n       can be quoted for a proposition that may seem to follow\n       logically from it. Such a mode of reasoning assumes that the\n\n<span class=\"hidden_text\" id=\"span_123\">OMP No.46/2013                                                    Page 48 of 61</span>\n        law is necessarily a logical code, whereas every lawyer must\n       acknowledge that the law is not always logical at all.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_109\">                                            (Emphasis Supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_110\">43.    Likewise, it is equally well settled that the judgments of the superior\ncourts are not be read as Euclid theorems so as to conduct as arithmetical\ncalculation in the form of decision making and unless they actually fit in the\nfacts and circumstances. The inch of facts here and there makes a lot of\ndifference in the applicability of the case and precedential value of the said\ndecision. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623061\" id=\"span_124\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"264557\" id=\"span_125\">(<a href=\"/doc/264557/\" id=\"a_211\">Bharat Petroleum Corporation Ltd. &amp; Another vs. N.R.\nVairamani another</a> (AIR 2004 SC 4778) and in <a href=\"/doc/623061/\" id=\"a_212\">Bhavnagar Bhavnagar\nUniversity vs. Palittana Sugar Mills Pvt. Ltd.</a> (2003) 2 SCC 111 (at\nparagraph 59))</span></span>\n</p><p data-structure=\"RespArg\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045460\" id=\"span_126\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1045460\" id=\"span_127\">44.    Applying the said principle of laws to the present case, it can be seen\nthat once in the judgment rendered in the case of <a href=\"/doc/1045460/\" id=\"a_213\">Videocon</a> (supra), the\nsupreme court was not concerned with the question of implied exclusion of\nIndian law in the context of violation of public policy of India and therefore\nhad no occasion to consider the non-obstante clause and arriving at any\ninference on the basis of the said clause, (though the similarly worded clause\ndid exist in the said case), it cannot be said that the decision of <a href=\"/doc/1045460/\" id=\"a_214\">Videocon</a>\n(supra) is an authority on the said question.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_112\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_128\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_129\">45.    It is true that the basic underlying idea behind that the choice of laws\nprovisions existing under the international commercial agreement seems to\nbe more or less the same, which is that the choice of the parties should be\nrespected. It is equally true that even the <a href=\"/doc/75785/\" id=\"a_215\">Venture Global</a> (supra) case has\nbeen decided by the Supreme Court on the basis of the said principle of law\n<a href=\"/doc/75785/\" id=\"a_216\">laid down in</a> <a href=\"/doc/110552/\" id=\"a_217\">Bhatia International</a> (supra) case which was the case of\n<a href=\"/doc/1079220/\" id=\"a_218\">Section 9</a>.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"620918\" id=\"span_130\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"75785\" id=\"span_131\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"75785\" id=\"span_132\">But, still the difference in <a href=\"/doc/75785/\" id=\"a_219\">Venture Global</a> case and the subsequent\n\n<span class=\"hidden_text\" id=\"span_133\">OMP No.46/2013                                                  Page 49 of 61</span>\n line of authorities is that <a href=\"/doc/75785/\" id=\"a_220\">Venture Global</a> (supra) case draws an intention of\nthe parties from the agreement by reading the agreement clause by clause in\nthe context of public policy of India and deals with the said contention and\ndraws the significant distinction of post award stages and pre award stages\nwhich has also been noticed by Division Bench of this court in <a href=\"/doc/620918/\" id=\"a_221\">Anita Garg</a>\n(supra). However, in all other cases, no such discussion exists in view of no\noccasion for the court to discuss the same. Therefore, the said cases are\ndistinguishable and as such not applicable to the instance case. Thus, there\nexists no reason not to follow a decision of Apex court which is more closer\non facts than that of the ones which are remote on facts. Accordingly, the\nsubmission of the Dr. Singhvi is rejected.</span></span></span>\n</p><p data-structure=\"RespArg\" id=\"p_113\">46.    The next contention of the respondents which requires consideration\nis that the import of clause 32.2 is not the same as the learned counsel for the\npetitioner is attempting to give, which means that the said clause would not\nhave overriding operation. It has been argued by Mr. Mukul Rohatgi,\nlearned Senior counsel for the respondents that the meaning of the said\nclause/Article 32.2 is that the arbitral tribunal while construing the\nagreement would take into consideration that there is no violation of the\nIndian laws. As per Mr. Rohatgi, the mere fact that there is a clause 32.2\nwhich is cautioning the parties not to violate Indian laws does not mean that\nthe parties intended to be governed by the Indian law. Therefore, the import\nwhich Mr. Ganguli provides for the said clause is not correct. As per the\nlearned Senior counsel for the respondents, the parties have chosen their\nlaws in relation to agreement to arbitrate which is the law of England and\naccordingly shall be continued to be governed by the said law.\n</p><p data-structure=\"CDiscource\" id=\"p_114\">47.    I have examined the submission made by Mr. Rohatgi and the same\ncannot be accepted. The reasons for the said rejection are as under:\n</p>\n<span class=\"hidden_text\" id=\"span_134\">OMP No.46/2013                                                   Page 50 of 61</span>\n<blockquote id=\"blockquote_59\"> a)     Firstly, the opening words of <a href=\"/doc/1566826/\" id=\"a_222\">article 32.2</a> which provide &quot;nothing in\n       this contract&quot; make it clear that the said clause is unaffected by the\n       other clauses contained in the agreement. The said wordings itself\n       give a kind of overriding sweep to the said clause over and above the\n       other clauses. The existence of the said clause in the agreement is not\n       merely a kind of caution which can be considered by the tribunal\n       alongside the application of foreign laws, but is an indicator that for\n       whatsoever may be the reason the parties to the agreement shall not\n       exercise the rights and powers under the agreement which will\n       contravene the laws of India. Thus, the intention of the parties which\n       is emerging from the reading of the clause which has been\n       consciously inserted under the head of applicable law in the\n       agreement is that the parties shall not violate the laws of India. The\n       said powers under the agreement include powers to arbitrate which\n       has been conferred by this agreement. The laws of India include the\n       arbitration laws of India, contract laws, taxation laws. The said clause\n       32.2 is not subject to 33.12 unlike 32.1 which has been made subject\n       to 33.12. Therefore, it cannot be said that the clause 32.2 is subject to\n       33.12 unlike 32.1 which has been made subject to 33.12. It cannot be\n       said that the clause 32.2 is subject to arbitration agreement which is a\n       distinct   agreement    within   the   main    agreement.     In      sharp\n       contradistinction to the same, the clause use the words &quot;nothing in this\n       contract&quot; which is invariably interpreted as an overriding clause.\n</blockquote><p data-structure=\"Section\" id=\"p_115\">       Accordingly, it cannot be said that the existence of the said clause\n       32.2 has no bearing on the inference as to the implied exclusion of\n       Indian laws including <a href=\"/doc/1306164/\" id=\"a_223\">Part I of the Act</a> when the parties themselves\n       agree not to violate Indian laws which is a public policy of India.\n</p>\n<span class=\"hidden_text\" id=\"span_135\">OMP No.46/2013                                                   Page 51 of 61</span>\n<p data-structure=\"CDiscource\" id=\"p_116\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_136\">b)     Secondly, the argument that once there is a choice of law in relation to\n       agreement to arbitrate is provided which is law of England, this court\n       should readily infer exclusion of Indian law cannot be accepted. This\n       is due to the reason that the parties have chosen law of the England in\n       relation to agreement to arbitrate. The role of the laws in relation to\n       agreement to arbitrate which is curial law in the instant case is\n       confined uptil the passing of award and not thereafter as per the\n       decision of <a href=\"/doc/216597/\" id=\"a_224\">Sumitomo</a> (supra) which has been further approved by\n       Dosco (supra).</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"620918\" id=\"span_137\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"75785\" id=\"span_138\">The same has been witnessed above in the case of\n       <a href=\"/doc/75785/\" id=\"a_225\">Venture Global</a> (supra) and <a href=\"/doc/620918/\" id=\"a_226\">Anita Garg</a> (supra). However, this court\n       is concerned with the interim award which is an award within the\n       meaning of the Act. The challenge to the proceedings after passing of\n       the award under the Act cannot be construed to be impliedly excluded\n       when the operation of the curial law or law as to agreement to\n       arbitrate ends upon the passing of the award. This is more so, when\n       there is a clear indicator under the agreement in the form of <a href=\"/doc/1566826/\" id=\"a_227\">Article\n       32.2</a> which states that the parties shall not violate any laws in India.\n       All this would mean that parties never intended to exclude the\n       provisions of <a href=\"/doc/1306164/\" id=\"a_228\">Part I of the Act</a> altogether even though curial law was\n       the law of England, when they themselves agreed not to violate laws\n       of India which is fundamental public policy in India. Furthermore, the\n       agreement pertains to the projects which are required to be executed\n       in India. The most of the parties under the agreement are Indian. The\n       performance of obligations by the parties is intended to be in India.\n       The parties have chosen to abide by the laws of India. The governing\n       law of contract is of India. Therefore, there is no reason to infer the\n       exclusion of Part 1 when this contract direct, realistic and more closer\n\n<span class=\"hidden_text\" id=\"span_139\">OMP No.46/2013                                                   Page 52 of 61</span>\n        connection with India than any other country which is the test to draw\n       inference as to intention of the parties to exclude any law.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_117\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_140\">c)     Thirdly and most importantly, this controversy has been put to rest by\n       the Supreme Court in the case of <a href=\"/doc/75785/\" id=\"a_229\">Venture Global</a> (supra) where the\n       court under similar circumstances in the context of the <a href=\"/doc/536284/\" id=\"a_230\">Section 34</a>\n       objections considered the non obstante clause similarly worded under\n       the said agreement even though the curial law and governing law was\n       altogether of foreign state and still applied Bhatia international and\n       has held that the provisions of the Part 1 are not excluded after\n       analyzing the intention of the parties.       The said case has been\n       discussed above in detail.</span>\n</p><p data-structure=\"Section\" id=\"p_118\">d)     Fourthly, I have also discussed above that the choice of law in relation\n       to arbitration agreement is confined to the agreement contained in\n       clause 33. If one has to read the said clause in isolation without\n       reading clause 32.2 together, then the exclusion which can be inferred\n       by the operation of the said clause is in relation to matters contained\n       in clause 33 which are all matters of curial law. All these matters are\n       the ones which have role to play in the conduct of arbitration\n       proceedings and end at the passing of the award and not the ones\n       which are concerned with challenge or the violation. The issue of the\n       arbitrability of the dispute under the challenge is something which is\n       not forming part of clause 33 and thus no exclusion of Indian law can\n       be inferred when there exists clause 32.2 which specifically provides\n       for not to contravene Indian laws.\n</p><p data-structure=\"RespArg\" id=\"p_119\">e)     Fifthly, it has been put to Mr. Rohatgi, learned Senior counsel that if\n       what Mr. Ganguli is propounding is not the meaning of clause 32.2,\n       then how the effect can be given to clause 32.2 by operation of laws\n\n<span class=\"hidden_text\" id=\"span_141\">OMP No.46/2013                                                   Page 53 of 61</span>\n        of England. In answer to the same, Mr. Rohatgi stated that the courts\n       in England can entertain the said challenge to the impugned award\n       and would decide the matter taking into the consideration that the\n       laws of India are not violated there. All this would mean that the\n       learned counsel for the respondent believes that the courts in England\n       would decide the question of the arbitrability of the dispute by taking\n       into the consideration public policy in India.\n</p><p data-structure=\"Precedent\" id=\"p_120\">48.    I find that the view taken by the English court in this respect is not the\nsame as to what has been stated by Mr. Rohatgi. The courts in England are\ninclined to decide the challenge of the award on the grounds of against\npublic policy on the basis of Public policy subsisting in England and not in\nIndia. This has been the view prevalent in England.\n</p><p data-structure=\"Precedent\" id=\"p_121\">49.    In the case of Tamil Nadu Electricity Board vs. St- CMS Electric\nCompany, (2007) 2 All E R 701, the Queen‟s Bench Division of the English\ncourt observed in the case where the governing law of the contract was\nIndian law and the governing law of arbitration was the law of England that\nthe English court while construing the violation of the laws is concerned\nwith the English public policy and nothing else. The courts observation in\nthis context reads as under:\n</p><blockquote id=\"blockquote_60\">       &quot; As to the first suggestion, Indian law is expressly excluded\n       from the separate arbitration agreement. Furthermore, it is\n       nothing to the point if, under Indian law, the proper law of the\n       PPA, the dispute in question cannot be decided other than by an\n       Indian tribunal or Indian statutory body, according to Indian\n       law. That is an irrelevance to an English Court, the court of the\n       seat of the arbitration, dealing with an arbitration provision\n       specifically governed by English law. Whether or not a foreign\n       court would insist on its own jurisdiction or the jurisdiction of a\n       statutory tribunal in India in matters of this kind is an\n       irrelevance. This is made plain from the decisions in Akai Pty\n\n\n<span class=\"hidden_text\" id=\"span_142\">OMP No.46/2013                                                    Page 54 of 61</span>\n        Ltd .Peoples Insurance Co. Ltd (1998) 1 LLR 90 at 98, OT\n       Africa Line Ltd v. Magic Sportswear Corp (2006) All ER\n       Comm 557. The parties have agreed to arbitration in\n       accordance with English law and it is by that law alone that\n       the ambit of the arbitration provision can be determined, as\n       a matter of construction. To delve into the proper law of the\n       PPA to seek for any provision mandatorily applicable by\n       that law to the issue of jurisdiction is impermissible.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_122\">                                               (Emphasis Supplied)\n\n       &quot;Despite the argument of TNEB to the contrary, it is in my\n       judgment clear as a matter of English law and the application of\n       English conflict of laws principles, that Indian law has no\n       relevance to the issue that I have to decide, therefore, unless\n       questions of English public policy are involved, or there is an\n       issue about enforcing in a friendly foreign state, performance of\n       contract contrary to the laws of the state.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_123\">50.    It is thus clear that the courts in England while entertaining the\nchallenge to the award on the ground of public policy are no where\nconcerned with the public policy of India. If there is a conflict between the\npublic policy in England with that of public policy in India, then the courts\nin England would not hesitate to declare the dispute arbitrable with a fewer\nexceptions in case it is permissible under the English Public Policy. Thus, it\nis highly doubtful as to how the courts in England are able to give effect to\nthe said clause 32.2 which has been intention of the parties under the\nagreement to not to contravene laws of India. This is another reason as to\nwhy the inference as to exclusion of Indian law cannot be made.\n</p><p data-structure=\"RespArg\" id=\"p_124\">51.    For all these reasons stated above, the contention of the learned Senior\ncounsel for the respondents cannot be accepted.\n</p><p data-structure=\"Precedent\" id=\"p_125\">52.    I have already observed above that issue of the arbitrability is not a\npure question of the arbitration law but is a larger question of public policy\n\n<span class=\"hidden_text\" id=\"span_143\">OMP No.46/2013                                                  Page 55 of 61</span>\n which involves rights in rem or rights in personem and the violation of the\nlaws of the state. The said view also finds place in the book titled as Redfern\nand Hunter on International Arbitration by Nigel Blackaby, Constantine\nPartasides with Alan Redfern and Martin Hunter, Fifth Edition, Oxford\nUniversity Press, which is often quoted by the courts in India in the\narbitration cases. The learned author in the said book observes that the issue\nof the arbitrability involves the adherence to the law of the place of seat of\nthe arbitration, governing law of the arbitration agreement, law of the place\nof the performance of the contract, law of the state or state entity if the\nagreement is with the state. While taking into the consideration of all these\nrelevant laws, the issue of the arbitrability should be decided. In the words\nof the learned author, it was observed thus:\n</p>\n<blockquote id=\"blockquote_61\">          &quot;2.115 - If the issue of arbitrability arises, it is\n          necessary to have a regard to the relevant laws of the\n          different states that are or may be concerned. These\n          are likely to include the law governing the party\n          involved, where the agreement is with a state, or state\n          Entity, the law governing the arbitration agreement,\n          the law of the seat of the arbitration and the\n          law of the ultimate place of the enforcement of the\n          award.&quot;                          (Emphasis Supplied)\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_126\">53.    From the bare reading of the aforesaid excerpt from the said book, it\nis clear that issue of the arbitrability of the dispute involves giving due\nregard to the laws of the state, where the agreement is with the state, the\nlaws of the place of the enforcement of the award. If the said view of the\nauthor is applied to the instant case, it is clear that the laws of the state\nincluding India cannot be altogether ignored even if there is a choice of law\nin agreement to arbitrate when it comes to question of arbitrability. If the\nEnglish courts have already maintained that they are not concerned with the\n\n<span class=\"hidden_text\" id=\"span_144\">OMP No.46/2013                                                  Page 56 of 61</span>\n Indian law when there is a choice of the law of the place of seat of\narbitration and agreement to arbitrate in the cases of conflicting public\npolicies, then it cannot be said that the laws of the state including India can\nbe given a complete goby by refusing to entertain the challenge by the\nnational courts when the position in law of international commercial\narbitration is also that the due regard should be given to the laws of the state\nwhen the state is the party to the agreement. In the instant case, it is apparent\nthat Union of India is the party to the agreement, therefore laws of India are\nnecessarily have to be given due regard. The clause 32.2 is equally evocative\nof the same when it clearly provides an overriding effect that Indian laws are\nnot to be contravened while exercising rights and privileges. Under these\ncircumstances, if English courts would not entertain the said challenge, it is\nfor the Indian courts to come to rescue to uphold the law and preserve its\npublic policy and more so when the international law relating to commercial\narbitration is also giving hint towards respecting the laws of the state where\nthe state is the party to the agreement. This is yet another reason why no\nimplied exclusion can be inferred in the case of the present kind.\n</p><p data-structure=\"CDiscource\" id=\"p_127\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_145\">54.    The argument may be made that if it is matter of enforcement of the\naward, then the decision upon the said claims which are alleged to be non\narbitrable by the petitioner can be given by the learned arbitration tribunal\nby due application of law under the agreement and objection as to public\npolicy can be entertained at the later stage while seeking enforcement of the\naward as the same is available when the awards come for an enforcement\nbefore the courts in India. I find that the said argument cannot be acceptable\natleast in the case of the present nature. It has been seen above that the laws\nof the state, where the state is the party ought to be respected while\ndiscerning the aspect of arbitrability. Once, I have found that the terms of\n\n<span class=\"hidden_text\" id=\"span_146\">OMP No.46/2013                                                    Page 57 of 61</span>\n the contract do not clearly ousts the Indian laws but rather provide\noverriding clause to the said effect to respect Indian laws. I think it would be\nfutile exercise to relegate the parties to first obtain an award which is\nseemingly against the public policy subject to objections of the respondents\nand await for the enforcement. I am of the view that once, the Indian laws\nare not readily inferred to be ousted, there is no reason to defer the question\nof the arbitrability by outrightly rejecting the objections at this stage.\nFurthermore, the courts have also entertained the challenges in such cases\nincluding the case of <a href=\"/doc/75785/\" id=\"a_231\">Venture Global</a> (supra) and noted exceptions of this\nnature. There is no reason to depart from the said views</span>\n</p><p data-structure=\"Conclusion\" id=\"p_128\">55.    There is yet another reason for not following the approach of\ndeference on the question of public policy in the case of the present nature\nwhich is that the respondents in the instant case is seeking refund of the\namount of the taxation, cess, royalty, service tax etc. that are all a matter of\npublic money in India. The union of India is party to the said agreement and\nwill continue with the arbitration in English court. There is no reason why\nthe public moneys are allowed to be invested for seeking adjudication of the\nclaims which may be eventually impermissible to be enforced and why not\nthe statutory scheme under the laws of India should be adhered to. The said\nview of mine is my prima facie view considering the vehement objection of\nlack of jurisdiction raised by the respondents. Thus, the said question raised\nby the petitioner requires examination even at this stage subject to other\nobjections of the respondents opposing the ground of public policy.\n</p><p data-structure=\"RespArg\" id=\"p_129\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_147\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"110552\" id=\"span_148\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"173015163\" id=\"span_149\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_150\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"110552\" id=\"span_151\">56.    Learned counsel for the respondents have argued that the decision of\nthe <a href=\"/doc/110552/\" id=\"a_232\">Bhatia International</a> (supra) and <a href=\"/doc/75785/\" id=\"a_233\">Venture Global</a> (supra) is not a good\nlaw in view of the decision rendered in the case of <a href=\"/doc/173015163/\" id=\"a_234\">Bharat Aluminum\nCompany v. Kaiser Aluminum Technical Services Inc.</a> (2012) 9 SCC 552\n\n<span class=\"hidden_text\" id=\"span_152\">OMP No.46/2013                                                   Page 58 of 61</span>\n by the Supreme Court wherein the Supreme Court has overruled the views\ntaken by it in the <a href=\"/doc/110552/\" id=\"a_235\">Bhatia International</a>&#x27;s case and <a href=\"/doc/75785/\" id=\"a_236\">Venture Global</a>&#x27;s case.\nLearned counsel for the respondents has argued that the Supreme Court has\naptly explained in <a href=\"/doc/75785/\" id=\"a_237\">the said judgment</a> that the provisions of the part 1 cannot\nbe applied in the case where the parties have chosen the express choice of\nlaws in relation to the agreement to arbitrate. It has been argued that the\ncourts of the countries, the laws of whose have been chosen as curial laws as\nwell laws to arbitrate are competent to entertain the challenge laid upon the\nsaid award.</span></span></span></span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75785\" id=\"span_153\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"173015163\" id=\"span_154\">The passages of the Judgment in <a href=\"/doc/173015163/\" id=\"a_238\">Bharat Aluminum</a> (supra) has\nbeen relied upon extensively more particularly paras 116, 117, 144, 145 and\n154, 194 and 195 and it has been argued that this court should not accept the\nreasoning of <a href=\"/doc/75785/\" id=\"a_239\">Venture Global</a> (supra).</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_130\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"173015163\" id=\"span_155\">57.    I have examined the submission raised by the learned counsel for the\nrespondents by placing reliance upon the judgment of <a href=\"/doc/173015163/\" id=\"a_240\">Bharat Aluminum</a>\n(supra). However, the Constitutional Bench of Supreme Court itself\nrecorded in the concluding paragraph of the judgment that the applicability\nof <a href=\"/doc/173015163/\" id=\"a_241\">the said judgment</a> shall be prospective and not retrospective.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_156\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_157\">It has also\nbeen taken due note that the agreements executed on and after the date of the\njudgment of <a href=\"/doc/173015163/\" id=\"a_242\">Bharat Aluminum</a> (Supra) shall be governed by the said law\nand the decisions of <a href=\"/doc/75785/\" id=\"a_243\">Bhatia International and Venture Global</a> (supra)\ncontinue to operate and hold the field so far as it relates agreements which\nare executed prior to the date of the decision which is 6 th September 2012. In\nthe words of Constitutional Bench speaking through S.S. Nijjar J., it has\nbeen observed thus:</span></span>\n</p><blockquote id=\"blockquote_62\">        &quot;197. The judgment in Bhatia International was rendered by\n        this court on 13.3.2002. Since then, the aforesaid judgment\n        has been followed by all the High Courts as well as by this\n        court on numerous occasions. In fact, the judgment in\n\n<span class=\"hidden_text\" id=\"span_158\">OMP No.46/2013                                                  Page 59 of 61</span>\n         Venture Global Engg, has been rendered on 10.1.2008 in\n        terms of the ratio of the decision in Bhatia International.\n        Thus, in order to do complete justice, we hereby order,\n        that the law now declared by this court shall apply\n        prospectively, to all the arbitration agreements executed\n        hereafter.&quot;                         (Emphasis Supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_131\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_159\">58.    Once the Supreme Court has resorted to its powers as envisaged under\n<a href=\"/doc/500307/\" id=\"a_244\">Article 142</a> of the Constitution by observing that the law declared by this\ncourt shall apply prospectively to all arbitration agreements executed\nhereafter in the form of prospective overruling, it would be highly improper\nif this court applies the law declared in <a href=\"/doc/173015163/\" id=\"a_245\">Bharat Aluminum</a> (supra) in the\ncase involving the arbitration agreement which was executed on 22nd\nDecember, 1994.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"173015163\" id=\"span_160\">Therefore, the decision of <a href=\"/doc/173015163/\" id=\"a_246\">Bharat Aluminum</a> (supra)\nwould not have any applicability in the instant case as the reasoning\ncontained in <a href=\"/doc/173015163/\" id=\"a_247\">the said decision</a> and law evolved therefrom is declared to be\napplied prospectively by Supreme Court. Consequently, the submission of\nthe learned counsel for the respondents cannot be accepted.</span>\n</p><p data-structure=\"Precedent\" id=\"p_132\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_161\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_162\">59.    No submission on the part of the respondents remains unaddressed. I\nhave already observed that upon testing the instant case on the principles of\nlaw <a href=\"/doc/173015163/\" id=\"a_248\">laid down in</a> the case of <a href=\"/doc/110552/\" id=\"a_249\">Bhatia International</a> (supra) as well as <a href=\"/doc/75785/\" id=\"a_250\">Venture\nGlobal</a> (supra), no inference as to express or implied exclusion of the Part 1\nof the <a href=\"/doc/1306164/\" id=\"a_251\">Arbitration and Conciliation Act, 1996</a> can be drawn. Resultantly, the\nobjection raised by the respondents relating to lack of jurisdiction of Indian\ncourt on the count of express choice of laws provisions cannot be sustained\nas Indian laws including provisions of Part 1 of the Act are not expressly nor\nimpliedly excluded. The said objection is therefore rejected.</span></span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_163\">OMP No.46/2013                                                  Page 60 of 61</span>\n<span class=\"hidden_text\" id=\"span_164\"> OMP No.46/2013</span>\n<p data-structure=\"Conclusion\" id=\"p_133\">       Issue notice. Reply be filed within four weeks. Rejoinder thereto be\nfiled within two weeks thereafter. List for hearing on 1 st July, 2013.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_134\">                                                (MANMOHAN SINGH)\n                                                    JUDGE\nMARCH 22, 2013\n\n\n\n\n<span class=\"hidden_text\" id=\"span_165\">OMP No.46/2013                                                   Page 61 of 61</span>\n </p>","numcites":41,"numcitedby":2,"docsource":"Delhi High Court","citetid":185008301,"divtype":"judgments","relatedqs":[{"value":"\"exclusive jurisdiction clause\"","formInput":"%22exclusive%20jurisdiction%20clause%22"},{"value":"article 32","formInput":"article%2032"},{"value":"choice of law","formInput":"choice%20of%20law"},{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"non obstante clause","formInput":"non%20obstante%20clause"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"overriding clause","formInput":"overriding%20clause"},{"value":"governing law clause","formInput":"governing%20law%20clause"},{"value":"rule of law","formInput":"rule%20of%20law"},{"value":"public policy","formInput":"public%20policy"},{"value":"governing law of contract","formInput":"governing%20law%20of%20contract"},{"value":"law governing the agreement and arbitration","formInput":"law%20governing%20the%20agreement%20and%20arbitration"},{"value":"article 33","formInput":"article%2033"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"service tax","formInput":"service%20tax"},{"value":"proper law of contract","formInput":"proper%20law%20of%20contract"},{"value":"tax on royalty","formInput":"tax%20on%20royalty"},{"value":"curial law","formInput":"curial%20law"},{"value":"consent award","formInput":"consent%20award"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}