{"tid":1201444,"publishdate":"1997-08-06","title":"K. Ramakrishnan And Ors. vs Bharat Petroleum Corporation Ltd. And ... on 6 August, 1997","doc":"<h2 class=\"doc_title\">K. Ramakrishnan And Ors. vs Bharat Petroleum Corporation Ltd. And ... on 6 August, 1997</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1997)IILLJ1101MAD</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-r-lakshmanan\">A.R. Lakshmanan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-r-lakshmanan\">A.R. Lakshmanan</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nA.R. Lakswaanan, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The above writ appeal is directed against the order of S. M. Abdul Wahab, J. dated September 9, 1996, passed in W.P. No. 6220 of 1987, directing the writ petitioners 2 to 21 to approach the Labour Court, for the relief prayed for, viz, to absorb the workmen engaged through the contractor in the loading, unloading etc., operation in the installations of the Bharat Petroleum Corporation Ltd. at Tondiarpet, Madras-81, as its direct employees. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The short facts that are necessary for disposal of this writ appeal are as follows : \n</p> \n \n\n<blockquote id=\"blockquote_1\">(1) In this case, we are concerned with the Tondiarpet Installation, which is involved in the present writ petition. It engaged in storage and distribution of petroleum products to its dealers and customers in southern region. In this case, we are presently concerned only with petroleum products called lubricants, wherein the contract labourers of the writ petitioner union is working and are not concerned with other bulk products such as petrol, diesel, etc. \n \n\n</blockquote><blockquote id=\"blockquote_2\">(ii) The Management has entered into an agreementlarrangement with a third party establishment called &#x27;Leo Oils Private Ltd.&#x27; situated at No. 112, Cross Road in Tondiarpet. This third party which has technical expertise is engaged in blending of lubricants on behalf of the company. The base oil is received from Indian Oil Lube Blending Plant, Korukupet, Madras. The 1st respondent has also entered into an agreementlarrangenient with the said third party. This agreement stipulates that the third party company should fill the blended lubricants into large Darrels. \n</blockquote> \n\n<blockquote id=\"blockquote_3\">(iii) For the purpose of supply of empty barrels to the said third party, the Management has entered into an agreement with a contractor to transport the empty barrels from Tondiarpet Installation of Bharat Petroleum Corporation to, the premises of M/s. Uo Oils Private Limited, and after the barrels have been filled, to bring them back to the Tondiarpet Installation. \n</blockquote> \n\n<blockquote id=\"blockquote_4\">(iv) The Lubricants section at Tondiarpet has the facility for filling the lubricants into small containers of half litre, one litre and five litres capacities. This operation is done by the permanent employees of the Corporation. \n</blockquote> \n\n<blockquote id=\"blockquote_5\">(v) The Management has also entered into an agreement with a third party to manufacture tims/barrels, and to supply them at the Tondiarpet Installation. The said agreement with the said suppliers also stipulates that the loading and unloading of the manufactured tins and barrels should be done by the said supplier himself. The work of supply of barrels and tins fluctuates depending on the actual need of Tondiarpet Instal lation, and is, therefore, of intermittent nature. \n</blockquote> \n\n<blockquote id=\"blockquote_6\">(vi) Once the lubricants are filled in containers, they are then distributed to the I st respondent&#x27;s various depotslinstallations in Southern region comprising the States of Andhra Pradesh, Karnataka, Kerala and Tamil Nadu. For the purpose of transportation of these lubricants, the 1st respondent has entered into agreements with various third parties, details of whom are given in annexure-2, to the counter affidavit filed by the 1st respondent in the writ petition. \n</blockquote> \n\n<blockquote id=\"blockquote_7\">(vii) According to the 1st respondent, even the activity entrusted to the companies in annexure-2 fluctuates and the number of lorries used for this purpose every day varies depending upon the requirements. Conserluently, it is presumed that the number of workmen brought 40 in by the third parties listed out in annexure-2 obviously varies. \n</blockquote> \n\n<blockquote id=\"blockquote_8\">(viii) It is also stated that in so far as the companies mentioned in annexures 1 and 2, the 1st respondent Corporation has no control nor supervasion over any of die workmen engaged by the said parties, and the, Management has no knowledge as to who they are or their identity or any other particulars relating to their employment. \n</blockquote> \n\n<blockquote id=\"blockquote_9\">(ix) Certain odd jobs also arise in the Tondiarpet Installation relating to stacking, destacking, shifting, mounting barrels for decantation, loading of full barrels/lubricants or grease cases into dealers/customers lorries or bullock cart. This t)W of work has been entrusted to a contractor called &quot;5h&amp;am Transports&quot;. \n</blockquote> \n\n<blockquote id=\"blockquote_10\">(x) Thus, the practice was that the 23 workmen would make themselves available at the gate and whatever work entrusted to the 3rd respondent-K. Palani, would be carried out by the workmen out of the list of 23 and the remaimng workmen were engaged by the companies mentioned in annexures 1 and 2, depending upon their individual requirements and they would be paid directly by these persons/companies. \n</blockquote> \n\n<blockquote id=\"blockquote_11\">(xi) Even then, it is stated, that there were occasions when not all 23 of them would obtain work every day, because of the fluctuating nature of the work. At about the time, when writ petition was filed. the Ist respondent-Management terminated its contract with Mr. K. Palani, and entered into a fresh contract with Shiram Transports for the jobs for the purpose of transportation and bringing back of barrels from Leo Oil Pvt. Ltd. and also for stacking, destacking, shifting, mounting of barrels etc. According to the Management, this contract is currently in existence with the Corporation. \n</blockquote> \n\n<blockquote id=\"blockquote_12\">(xii) While so, the writ petitioner union anagement of the 4 leading for ab- employees of Installation, as and when vacancies arise. It is also alill ed that the contractor has not mainegasic records, such as muster rolls, tained the wage register, etc. pertaining to these 23 men. \n</blockquote> \n\n<blockquote id=\"blockquote_13\">(xiii) It appears that the workers also filed a suit in Madras City Civil Court, in O.S. No. 972 of 1987, praying for a declaration that these s(men are the regular employees of the 1st respondent Corporation, inasmuch as the contractor did not possess any licence for employment of contract labourers till October 30, 1986, and that the work carried on by these men are of perennial nature and incidental to the main functions of the establishment of the Ist respondent. The said suit, it appears, is still pending in the said Court. \n</blockquote> \n\n<blockquote id=\"blockquote_14\">(xiv) Since there has been no response from the Management, the writ petitioners filed W.P. No. 6220 of 1987, for a mandamus, directing the Respondents 1 and 2 to absorb the 23 workmen now engaged through the 3rd respondent contractor K. Palani, in the loading, unloading etc. operation in the Installations of the 1st respondent-Bharat Petroleum Corporation Ltd. at Tondiarpet, as direct employees. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_3\">3. The writ petition was resisted by the I st respondent Management by filing a detailed counter affidavit. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. We have heard the arguments of Mr. N. Paramasivan, leaned counsel appearing for the appellants and Mr. Sanjay Mohan, learned counsel appearing for the Ist respondent Management. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_1\">5. Mr. Paramasivan, leamed counsel appearing for the appellants cited a decision reported in (1995-11-LLJ-790) (SC) (<a href=\"/doc/366376/\" id=\"a_1\">Gujarat Electricity Board, Thermal Power Station, Ukai v. Hind Mazdoor Sabha And Others</a>).</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_2\">Mr. Sanjay Mohan, learned counsel appearing for the lst respondent-Management has cited a very new ruling of the Supreme Court, reported in (1997-1-LLJ-1113) (<a href=\"/doc/784921/\" id=\"a_2\">Air India Statutory Corporation v. United Labour Union And Others</a>). Our attention was also drawn to the relevant provisions of the Act, at the time of hearing.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. Before dealing with the rival submissions of the respective parties, certain facts have to be noted for the purpose of understanding the case well. \n</p> \n \n\n<blockquote id=\"blockquote_15\">(a) The 1st respondent Corporation has registered itself as a Principal Employer in tenns of 1 the <a href=\"/doc/1810788/\" id=\"a_3\">Contract Labour Regulation and Abolition Act, 1972</a>, and this registration is still valid, &#x27;Me I st respondent has complied with its statutory requirements in so far as the Contract Labour Act is concerned. It is also submitted by the counsel that the facilities for drinking water, first aid box and canteen facilities have always 5 been extended to these contractor&#x27;s workmen also. \n</blockquote> \n\n<blockquote id=\"blockquote_16\">(b) The 1st respondent Management is also coniplying with the statutory requirements under the <a href=\"/doc/88376/\" id=\"a_4\">ESI Act</a> and in so far as all the 23 individuals are concerned deductions are made from the benefits payable to the third parties. \n</blockquote> \n\n<blockquote id=\"blockquote_17\">(c) According to the Management, it would be impossible to absorb the services of 23 individuals concerned, as prayed for, since the nature of work itself is such. It is also brought to our notice that the writ petitioner Union, by their letter dated August 28, 1986, presented a Charter of Demands, demanding equal wages and welfare benefits as well as absorption. Conciliation took place in the matter and it ended in failure, and possibly because of the pendency of the writ petition. No further action has been taken in this regard. \n</blockquote> \n\n<blockquote id=\"blockquote_18\">(d) The writ petition came up before S. M. Abdul Wahab, J. who by his order dated September 9, 1996, dismissed the writ petition, by holding that the dispute has to be adjudicated only by the Labour Court with reference to the nature of the contract, and therefore, the learned Judge made it clear that it is open to the newly impleaded party to raise an industrial dispute at an early date and have a disposal. Permission was also granted to them to approach the Government, if so advised. \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_7\">7. The arguments advanced before the learned single Judge were reiterated by the counsel appearing for either side, before us. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"366376\" id=\"span_3\">8. The Judgment reported in <a href=\"/doc/366376/\" id=\"a_5\">Gujarat Electricity Board</a>&#x27;s case (supra) was also cited before the learned single Judge. The Learned Judge, on a reading of paragraph 18 of <a href=\"/doc/366376/\" id=\"a_6\">the said decision</a> held that <a href=\"/doc/366376/\" id=\"a_7\">the said decision</a> is not at all in support of the contention of the counsel for the newly impleaded petitioners, and that in view of the provisions of <a href=\"/doc/45909/\" id=\"a_8\">Section 10</a> of the Act, it is only the appropriate Government, which has the authority to abolish the genuine labour contract in accordance with the provisions of the said Section, and no Court including the Industrial s Adjudicator had jurisdiction to do so. In the light of <a href=\"/doc/366376/\" id=\"a_9\">the above decision</a> and the contentions raised by learned counsel for the Management, the learned single Judge was of the view, that the dispute has to be adjudicated only by the Labour uourt.</span> \n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_4\">9. Aggrieved by <a href=\"/doc/366376/\" id=\"a_10\">the said decision</a>, the above writ appeal has been filed.</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_5\">10. Mr. N. Paramasivan, learned counsel appearing for the appellants submitted that the Supreme Court in <a href=\"/doc/366376/\" id=\"a_11\">Gujarat Electricity Board</a>&#x27;s case (supra) has deprecated the practice of Public Sector undertaking employing contract Law bour and has recommended that they should on their own discontinue the contract Labour and absorb them their direct employees. As the workmen had already waited in agony for over nine years for the final disposal of the writ petias tion, directing them to seek relief through Ubour Court at this distance of time would cause further hardship to the workmen. It is, therefore, argued that the order of learned single Judge has to be set aside, and a direction to be issued to the Respondents 1 and 2 to absorb the workmen through contractor in the loading and unloading operation in the installation of the 1 st Respondent-Bharat Petroleum Corporation Ltd. at Tondiarpet, as direct employees.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">11. We are unable to countenance the contentions of the learned counsel for the appellants. <a href=\"/doc/45909/\" id=\"a_12\">Section 10</a> of the Contract Labour Act, 1970, reads as follows : \n</p> \n \n\n<blockquote id=\"blockquote_19\">&quot;10. Prohibition of Employment of Contract Labour :- (1) Notwithstanding anything contained in this Act, the appropriate Government may after consultation with the Central Board or, as the case may be, a State Board, prohibit, by notification in the official Gazette, employment of contract labour in any process, operation or other work in any establishment. \n</blockquote> \n\n<blockquote id=\"blockquote_20\">(2) Before issuing any notification under sub-section (1) in relation to an establishment, the appropriate Govermnent shall have regard to the conditions of work and benefits provided for the contract labour in that establishment and other relevant factors, such as \n \n \n\n</blockquote><blockquote id=\"blockquote_21\">(a) Whether the process, operation or other work is incidental to or necessary for the industry, trade, business, manufacture or In occupation that is carried on in the establishment; \n</blockquote> \n\n<blockquote id=\"blockquote_22\">(b) whether it is of perennial nature, that is to say, it is of sufficient duration having is regard to the nature of industry, trade, business, manufacture or occupation carried on in that establishment; \n</blockquote> \n\n<blockquote id=\"blockquote_23\">(c) whether it is done ordinarily through 2o regular worianan in that establishment or an establishment similar thereto; \n</blockquote> \n\n<blockquote id=\"blockquote_24\">(d) whether it is sufficient to employ considerable number of whole-tiine workmen.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_12\">12. <a href=\"/doc/45909/\" id=\"a_13\">Section 10</a> of the said Act, has relevance. It contemplates two things. The appropriate Government may, after consultation with the Central Board, prohibit, by notification in the official Gazette, employment of contract labour in any process, operation or other work in any establishment. Thus, it is seen, under <a href=\"/doc/45909/\" id=\"a_14\">Section 10</a> of the said Act, the employment of contract labour can be regulated or the same can be 35 abolished in a given case. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">13. We have already noticed that the I st respondent-Bharat Petroleum Corporation, is registered as a principal employer. As already noticed, <a href=\"/doc/45909/\" id=\"a_15\">Section 10</a> of the Act speaks about the prohibition or abolition of employment of contract labour and that the appropriate Government, after consultation with the Central Board, or, as the case may be, a State Board, by notification in the official Gazette, may do the same. It is not in dispute that till date, there is no notification prohibiting contract labour by the Central Government, in so far as the 1st respondent-Corporation is concerned. The so Central Government has not even constituted an Advisory Board. The 1st respondent was permitted in law to engage contract labour on the contrary. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_6\">14. Mr. N. Paramasivan, learned counsel for the Appellants, made the following further submissions. According to him, the decision reported in <a href=\"/doc/366376/\" id=\"a_16\">Gujarat Electricity Board, Ibermal Power Station, Ukai v. Hind Mazdoor Sabha</a> (supra) was decided by a Bench of two Hon&#x27;ble Juages and it comprised of a batch of four Civil Appeals raising common question of law relating to the abolition of contract system of labour. Apart from the general remedy, directions were also given by the Bench in each case depending upon the facts and circumstances of that case, as could be seen from the judgment. The law enunciated as the general remeqy for the abolition of general contract of labour <a href=\"/doc/366376/\" id=\"a_17\">in <a href=\"/doc/366376/\" id=\"a_18\">the above case</a></a> is as follows :</span> \n</p> \n \n\n<blockquote id=\"blockquote_25\">&quot;Our conclusions and answer to the question raised are, therefore, as follows : \n</blockquote> \n \n\n<blockquote id=\"blockquote_26\">(i) In view of the provisions of <a href=\"/doc/45909/\" id=\"a_19\">Section 10</a> of the Act, it is only the appropriate Government which has the authority to abolish genuine labour contract in accordance with the provisions of the said Section. No Court including the Industrial Adjudicator had jurisdiction to do so. \n</blockquote> \n\n<blockquote id=\"blockquote_27\">(ii) If the contract is sham or not genuine, the workmen of the so-called contractor can s raise an industrial dispute for declaring that they were always the employees of the prining the approsuch dispute abolition of 0 the provisions of <a href=\"/doc/45909/\" id=\"a_20\">Section 10</a> of the Act will not bar either the raising or the adjudication of the dispute. When such dispute is raised, the Industrial Adjudicator has to decide whether the cons tract is sham or genuine. It is only if the Adjudicator comes to the conclusion that the contract is sham, that he will have jurisdiction to adjudicate the dispute. If, however, he comes to the conclusion that the contract o is genuine he may refer the workmen to the appropriate Govermnent for abolition of thecontract labour under <a href=\"/doc/45909/\" id=\"a_21\">Section 10</a> of the Act and keep the dispute pending. However, he can do so if the dispute is espoused by the direct workmen of the principal employer. If the workmen of the principal employer have not espoused the dispute, the Adjudicator, after coming to the conclusion that the contract is genuine, has to reject the reference, the dispute being not an industrial dispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_22\">Section 2(k)</a> <a href=\"/doc/1669932/\" id=\"a_23\">10</a> of the ID Act. He will not be competent to give any relief to the workmen of the erstwhile contractor even if the Labour Contract is abolished by the appropriate Government under <a href=\"/doc/45909/\" id=\"a_24\">Section 10</a> of the Act. \n</blockquote> \n\n<blockquote id=\"blockquote_28\">(iii) If the labour contract is genuine a composite industrial dispute can still be raised for abolition of the contract labour and their absorption. However, the dispute, will have to be raised invariably by the direct employees of the principal employer. The Industrial Adjudicator, after receipt of the reference of such dispute will have first to direct the workmen to approach the appropriate Government for abolition of the contract labour under <a href=\"/doc/45909/\" id=\"a_25\">Section 10</a> and keep the reference pending. If pursuant to such reference, the contract labour is abolished by the appropriate Government, the Industrial Adjudicator will have to give opportunity to the parties to place the necessary material before him to decide whether the workmen of the erstwhile contract should be directed to be absorbed by the principal employer, how many of them and on what terms. If, however, the contract labour is not abolished, the industrial adjudicator has to reject the reference. \n</blockquote> \n\n<blockquote id=\"blockquote_29\">(iv) Even after the contract labour system is abolished, the direct employees of the principal employer can raise an industrial dispute for absorption of the ex-contractor&#x27;s workmen and the adjudicator on the material placed before him can decide as to who and how many of the workmen should be absorbed and on what terms.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_15\">15. According to the learned counsel for the sc appellants, if the contract is sham or not genuine, the workmen of the contractor can raise an industrial dispute for declaring that they were always the employees of the principal employer. It is further submitted that the contract labour cannot raise an industrial dispute against a principal employer as there is no employer and employee relationship as contemplated under <a href=\"/doc/189659891/\" id=\"a_26\">Section 2(k)</a> of the Industrial Disputes Act, 1947. The other remedies are only by the mercy to of a union of regular (direct) workmen of the establishment to raise an industrial dispute espousing the cause of the contract labour. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_7\">16. Referring to the judgment of the Suis preme Court in <a href=\"/doc/784921/\" id=\"a_27\">Air India Statutory Corporation v. United Labour Union</a> (supra) and particularly the passage occurring in page 1119, the learned counsel for the appellant submitted that this case was dealing with a contract labour after its abolition. According to him, the remedy suggested and directed in this case would be equally applicable to cases wherein the abolition has not preceded. He also invited our attention to paragraph 61 of <a href=\"/doc/784921/\" id=\"a_28\">the said judgment</a>, wherein a as Three Judges Bench of the Supreme Court held as follows :</span> \n</p> \n<blockquote id=\"blockquote_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_8\">&quot;The right and remedy would be a teasing illusion and would be rendered otiose and to practically compelling the workman at the mercy the principal employer. Considered from this pragmatic perspective, with due respect to the learned Judges,. the remedy carved out in <a href=\"/doc/366376/\" id=\"a_29\">Gujarat Electricity Board</a> case (supra) would be unsatisfactory. The shortcomings were not brought to the attention of this Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_9\">So, that part of the direction in <a href=\"/doc/366376/\" id=\"a_30\">Gujarat Electricity Board</a> case is not, with due respect to the Bench, correct in to law.</span> The Dena Nath&#x27;s case (1992-1-LLJ-289) (SC), as held earlier, has not correctly laid down the law. Therefore, it stands overruled. Moreover, the Bombay High Court has correctly held that the High Court ss under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> of the Constitution world direct the principal employer to absorb the contract labour, after its abolition, even though some of the contractors have violated <a href=\"/doc/1570927/\" id=\"a_32\">Section 12</a> of the Act and the appellants have violated <a href=\"/doc/1150040/\" id=\"a_33\">Section 7</a> of the Act,. In the Judgments under appeal, High Court has directed to absorb the services of the workman from the date of the judgment. The respondent Union did not challenge it. We are, therefore, constrained not to grant the benefit to the employees of the respondent-Union from the date of the abolition of the contract labour system. We, therefore, uphold the direction issued by the High Court to regularise their services with effect from the respective dates of the judgments of the High Court with all consequential benefits. Before conclusion, we express our deep appreciation for valuable assistance given by all the learned counsel in the appeals&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1071315\" id=\"span_10\">17. Learned counsel&amp; for the appellant has also cited a few other decisions reported in <a href=\"/doc/1071315/\" id=\"a_34\">R. K. Panda v. Steel Authority of India</a> 1994 AIR i SCW, 2460, Sankar Mukherjee v. Union of India (1990-II-LLJ-443) and National Federation of Railway Porters, Vendors &amp; Bearers v. Union of India (1995-II-LLJ-712), wherein the Supreme Court has granted relief to the contract labour directing their absorption as directs workmen of the principal employer, even though there had not been any notification or other order abolishing/prohibiting contract labour as contemplated under <a href=\"/doc/45909/\" id=\"a_35\">Section 10</a> of the Contract Labour (Regulation and Abolition) Act.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071315\" id=\"span_11\">In <a href=\"/doc/1071315/\" id=\"a_36\">R. K. Panda</a>&#x27;s case (supra), the Supreme Court held that the contract labour were continuing in the employment of the respondent for the last ten years in spite of change of contractors and hence they were directed to be absorbed as regular em loyees. The Supreme Court, in the said case, as observed as follows :</span> \n</p> \n<blockquote id=\"blockquote_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071315\" id=\"span_12\">&quot;In spite of there being no report by the Advisory Board under <a href=\"/doc/1442514/\" id=\"a_37\">Section 10(2)</a> and no prohibition under <a href=\"/doc/1436043/\" id=\"a_38\">Section 10(1)</a>, the Act was enforced and this Court directed to absorb 4s them within the guidelines <a href=\"/doc/1071315/\" id=\"a_39\">laid down in</a> the judgment. This ratio also is an authority for the proposition that the jurisdiction of the Court under <a href=\"/doc/981147/\" id=\"a_40\">Article 32</a>, pari materia with <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> which is much wider than Artiso cle 32 &#x27;for any other purpose&#x27; under which ill suitable directions are required to be given based on factual background .</span> Therein the need to examine the correctness of Dena Nath&#x27;s (supra) ratio did not arise nor is it a s case of abolition of contract labour. So., its reference appears to be as a statement of laying the law in Dena Nath&#x27;s case (supra). \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\">19. In Sankar Mukherjee&#x27;s case (supra), the loading and unloading of bricks from wagons and trucks were not prohibited, though cleaning and stacking and otiier allied jobs in the brick department were prohibited by the State Govis ernment under <a href=\"/doc/45909/\" id=\"a_42\">Section 10</a> of the Act. The Supreme Court held that there was no justification to exclude the job of loading and unloading of bricks from the purview of the notification and directed those workmen to be absorbed as direct ao workmen. The Supreme Court has further held as follows : \n</p> \n<blockquote id=\"blockquote_32\">&quot;The State Government exercising the power under <a href=\"/doc/45909/\" id=\"a_43\">Section 10</a> of the Act prohibas ited employment of contract labour in cleaning and stacking and other allied jobs in the brick department. Loading and unloading of bricks from wagons and trucks was not abolished. Writ petition under <a href=\"/doc/981147/\" id=\"a_44\">Article 32</a> of the Constitution of India was filed. A Bench of three Judges of this Court had held that the Act requires to he construed liberally so as to effectuate the object of the Act. The, bricks transportation to the factory, loading and unloading are continuous process, therefore, all the jobs are incidental to or allied to each other. All the workmen performing these jobs were to be treated alike. Loading and unloading job and the other jobs were of perennial nature. Therefore, there was no justification to exclude the jobs of loading and unloading of bricks from wagons and trucks from the purview of the notification dated February 9, 1980. Thus, this Court had given direction to abolish the contract labour system and to absorb the employees working in loading and unloading the bricks which is of perennial nature.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\">20. In National Federation of Railway Porters, Vendors and Bearers case (supra), the Supreme Court was to consider whether the railway parcel porters working in the different railway stations were contract labour for several years. The matter was referred to the Central Assistant Labour Commissioner to fuid out whether the job was of a permanent and perennial nature and whether the petitioners were working for a long period. On receipt of the rert with findings in favour of workers, the gneh had directed the Railway Administration to regularise them into the service. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_13\">21. The above three cases were referred to in <a href=\"/doc/784921/\" id=\"a_45\">Air India</a>&#x27;s case .</span> In yet another case viz., Catering Cleaners of 1 Southern Railways v. Union of India (1987-1LLJ-345), the Supreme Court directed the Central Govermnent to consult the Central Board or the State Board and to take appropriate action under <a href=\"/doc/45909/\" id=\"a_46\">Section 10</a> of the Act. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_14\">The learned counsel for tl,.e appellants has also read to us paragraphs 14, and 59 of the <a href=\"/doc/784921/\" id=\"a_47\">Air India</a>&#x27;s case (supira).</span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_22\">22. Winding up his arguments, the learned z counsel for the appellant submitted that the workmen were employed with the Bharat Petroleum Corporation even prior to 1978 and that the industry viz., the plant, is a continuous process industry; the loading and unloading operations are of perennial nature and that they are incidental to the main activities of the industry cannot also be disputed and that when the writ tition was finally dismissed on September r,1996, these workmen were denied job and they are jobless since September 10, 1996. According to him, during the pendency of the writ gtition the contractor died and the management s been engaging these workmen directly without any intermediary. The &#x27;appropriate m Government&#x27; viz. the Government of India, atural Gas have reproceedings in appeal dethe learned counsel for the appellants prayed for justice to the workmen. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_16\">23. Mr. Sanjay Mohan, in reply to the above arguments of the learned counsel for the appels(lant, has submitted the following : <a href=\"/doc/1810788/\" id=\"a_48\">The Contract Labour (Regulation and Abolition) Act, 1970</a>, seeks to achieve two purposes viz., (i) to regulate engagement of contract Labour; and (ii) to abolish, in a given case, by virtue of <a href=\"/doc/45909/\" id=\"a_49\">Section 10</a>, contract labour in certain activities. He also invited our attention to certain passages in <a href=\"/doc/366376/\" id=\"a_50\">Gujarat Electricity Board</a> Case (supra) and also to certain passages in <a href=\"/doc/784921/\" id=\"a_51\">Air India</a>&#x27;s case (supra).</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">24. The Supreme Court in Gujarat Electricity Board ease (supra), comprising of a Bench of two Hon&#x27;ble Judges viz., P. B. Sawant and S. B. Majmudar., JJ. went into the question of contract labour and gave their views on three different aspects, which are as follows : \n</p> \n \n\n<blockquote id=\"blockquote_33\">i) The existing contract labour can raise an industrial dispute and contend that the contract is a sham or not genuine. In such disipute, if there is a conclusion that the contract is a sham, the Labour Court would have jurisdiction to give relief to the contract labour. \n</blockquote> \n\n<blockquote id=\"blockquote_34\">ii) If the Labour Court finds that the contract is genuine, then, the dispute can be kept pending and the parties be asked to approach the Government for abolition of the contract labour by issuance of notification under <a href=\"/doc/45909/\" id=\"a_52\">Section 10</a> of the Act., But, in a situation of this kind, the direct employees of the principal employer only can raise a dispute and not the contract labour. \n</blockquote> \n\n<blockquote id=\"blockquote_35\">iii) If there is abolition of contract labour, in that activity by issuance of a notification under <a href=\"/doc/45909/\" id=\"a_53\">Section 10</a>, then, on a dispute being espoused by the direct employees of the principal employer, it is for the Court to grant relief to the erstwhile contract labour depending upon how many regular workmen are required and the terms for absorption. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_17\">From the above, it would be seen that three distinct points were considered by the Supreme Court in <a href=\"/doc/366376/\" id=\"a_54\">Gujarat Electricity Board</a> case (supra).</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_18\">25. The next judgment of the Supreme Court is Air ln&amp;a&#x27;s case (supra). It was decided by a Bench of three Hon&#x27;ble Judges, one of whom was S. B. Majmudar, J. who was in the Bench in <a href=\"/doc/366376/\" id=\"a_55\">Gujarat Electricity Board</a> case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_19\">The question framed by the Supreme Court for its decision in <a href=\"/doc/784921/\" id=\"a_56\">Air India</a>&#x27;s case is found in paragraph 53 of the Judgment.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_20\">Therefore, according to Mr. Sanj ay <a href=\"/doc/784921/\" id=\"a_57\">Mohan, the Air India</a> case did not deal with all aspects of the Act but only a situation arising out of abolition of contract labour under <a href=\"/doc/45909/\" id=\"a_58\">Section 10</a> of the Act. In paragraph 58, K. Ramaswami, J., who delivered the main le judgment, has observed as follows :</span> \n</p> \n<blockquote id=\"blockquote_36\">&quot;Abolition of contract labour system ensures rights to the workmen for regularisation of them as employees in the establishment in which they were hitherto working as contract labour through the contractor. The contractors stand removed from the Regulation under the Act and direct relationship of employer and employee is created between the principal employer and workmen.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_21\">26. After referenu to Dena Nath&#x27;s case (supra) the Supreme Court went on. to observe in <a href=\"/doc/784921/\" id=\"a_59\">Air India</a> case in paragraph 53 as follows :</span> \n</p> \n<blockquote id=\"blockquote_37\">&quot;The contractor is an intermediary between the workmen and the principal employer. The moment the contract labour systems stand prohibited under <a href=\"/doc/1436043/\" id=\"a_60\">Section 10(1)</a>, the embargo to continue as a contract labour is put an end to and direct relationship has been provided between the workmen and the principal employer there by the principal employer directly becomes responsible for taking the services of the workmen hitherto regulated through the contractor.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_22\">27. Paragraph 61 at page 1149 of the <a href=\"/doc/784921/\" id=\"a_61\">Air India</a>&#x27;s case (supra) has relevance in this context. The thrust of this paragraph is seen from the observation of the Supreme Court, which is as follows :</span> \n</p> \n<blockquote id=\"blockquote_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_23\">&quot;In this behalf it is necessary to recapitulate that on abolition of the contract labour system, by necessary implication the principal employer is under statutory obligation to absorb the contract labour. The linkage between the contractor and the employee stood so snapped and direct relationship stood restored between principal employer and the contract labour as it employees. Considered from this perspective, all the workmen in the respective services working on contract labour are required to be absorbed in the establishment of the appellant ..... Considered from this pragmatic perspective, with due respect to the learned Judges, the remedy carved out in <a href=\"/doc/366376/\" id=\"a_62\">Gujarat Electricity Board</a> case (.supra) would be unsatisfactory. The shortcomings were not brought to the attention of this Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_24\">So, that part of the direction in <a href=\"/doc/366376/\" id=\"a_63\">Gujarat Electricity Board</a> case is not, with due respect to the Bench, correct in law.</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"784921\" id=\"span_25\">28. Therefore, Mr. Sanjay Mohansubmitted that the Supreme Court was concerned only with the legal consequences of abolition of coni tract labour and the <a href=\"/doc/784921/\" id=\"a_64\">Air India</a> case judgment is not for the proposition that all contract labour will be deemed to be employees of the principal employer on account of passage of time or that every kind of contract labour is opposed to law or that no industrial dispute need be raised to decide questions of fact that are in dispute.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_26\">In this context, he invited our attention to the recommendations made by the Supreme Court in <a href=\"/doc/366376/\" id=\"a_65\">Gujarat Electricity Board</a> case (supra) in the last paragraph, which would only show that the Supreme Court recommended that contract labour in public sector undertakings may, on their own, be discontinued and such workmen be absorbed as direct labour as far as was feasible.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"784921\" id=\"span_27\">29. <a href=\"/doc/784921/\" id=\"a_66\">The Air India</a> case (supra) after referring to various case laws on the subject of contract labour, summed up the proposition only in regard to the situations arising out of the abolition Of contract labour under <a href=\"/doc/45909/\" id=\"a_67\">Section 10</a> of the Act. The said judgment, in our view, is not in support of the proposition that contract labour can straightaway claim to be direct employees of the principal employer due to passage of time.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_28\">That part of the direction in the <a href=\"/doc/366376/\" id=\"a_68\">Gujarat Electricity Board</a> case (supra) with regard to the step to be taken for absorption upon abolition of contract labour arising out of a notification under <a href=\"/doc/45909/\" id=\"a_69\">Section 10</a> of the Act, was only found to be bad.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_30\">In other words, the direction made by the Supreme Court in <a href=\"/doc/366376/\" id=\"a_70\">Gujarat Electricity Board</a> case (supra) 10 that contract labour still will have to raise an industrial dispute even after abolition of contract labour under <a href=\"/doc/45909/\" id=\"a_71\">Section 10</a> of the Act so as to decide how many should be absorbed by the principal employer and on what terms alone s would be found to be bad in law because, as per the <a href=\"/doc/784921/\" id=\"a_72\">Air India</a> case judgment, the legal effect of abolition of contract labour is, that the contract labour are automatically employees of the principal employer.</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_32\">30. S. B. Majmudar, J&#x27;s concurring judgment in <a href=\"/doc/784921/\" id=\"a_73\">Air India</a> case (supra) has relevance particularly because, the learned Judge himself was in the Bench which delivered the judgment in <a href=\"/doc/366376/\" id=\"a_74\">Gujarat Electricity Board</a> case (supra). S. B. Majmudar, J. concurring with the views expressed by the two other Hon&#x27;bic Judges has observed thus at p 1151 :</span></span> \n</p> \n<blockquote id=\"blockquote_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087622\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_34\">&quot;I have gone through the lucid and erudite, judgment prepared by learned Brother Ramaswamy, J. I wholly concur with what has been held therein. 1 endorse each and every conclusion to which my learned 2s Brother Ramaswamy, J. has reached. However, as the fate of erstwhile contract labour on abolition of contract labour system under the provisions of <a href=\"/doc/1436043/\" id=\"a_75\">Section 10(1)</a> of the Contract Labour (Regulation and Abolition) 30 Act, 1970 has always raised a vexed question before the High Courts and before this Court. 1 have thought it fit to pen my observations on this question. It is true that a Bench of two Judges of this Court to which 1 was a party in the case of <a href=\"/doc/366376/\" id=\"a_76\">Gujarat Electricity Board, Thermal Power Station, Ukai, Gujarat v. Hind Mazdoor Sabha</a> (supra) in the Light of the earlier judgment of two Judges&#x27; Bench of this Court in the case of <a href=\"/doc/1087622/\" id=\"a_77\">Dena Nath v. National Fertilizers Ud.</a> (supra) had to soften the rigour of the latter decision, by trying to evolve a locus paenitentiae for contract labourers on abolition of their contract labour from the establishment. But on further consideration it is found, as rightly held by Brother Ramaswamy, J., that such a scheme would not be workable.</span></span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_35\">31. The observations made by S. B. Majmudar, J., at page 1154 of the Judgment would show that the larger Bench of the Supreme Court in the <a href=\"/doc/784921/\" id=\"a_78\">Air India</a> case (supra) was concerned oni with the fate of erstwhile contract labour on ge abolition of contract labour under 5 <a href=\"/doc/45909/\" id=\"a_79\">Section 10</a> of the Act. The question that was framed was, as to what happens after such prohibition. It is observed as follows :</span> \n</p> \n<blockquote id=\"blockquote_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071315\" id=\"span_36\">&quot;It is also required to be noted that the question which has been posed for our consideration is as to what is the fate of the erstwhile contract labour on abolition of contract labour system in the establishment under <a href=\"/doc/45909/\" id=\"a_80\">Section 10</a> of the Act. Such a question is had not come up for consideration before this Court in <a href=\"/doc/1071315/\" id=\"a_81\">R. K. Panda</a>&#x27;s case (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071315\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087622\" id=\"span_38\">Therefore, it could not be urged that the ratio of <a href=\"/doc/1087622/\" id=\"a_82\">Dena Nath</a>&#x27;s case was approved by three Member Bench in <a href=\"/doc/1071315/\" id=\"a_83\">R. K. Panda</a>&#x27;s case (supra). In the latter case no abolition was directed by the appropriate Government under <a href=\"/doc/45909/\" id=\"a_84\">Section 10</a> of the Act. It was a case in which the contract labourers were claiming to be absorbed directly by the principal employer without there being any order under <a href=\"/doc/45909/\" id=\"a_85\">Section 10</a>.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071315\" id=\"span_39\">Consequently, the question with which we are concerned in the present case did not fall for consideration of the Bench in <a href=\"/doc/1071315/\" id=\"a_86\">R. K. Panda</a>&#x27;s case (supra), nor had the Bench decided that question one way or the other. I, therefore, respectfully concur with the view taken by Brother Ramaswamy, J., on the scope and ambit of <a href=\"/doc/45909/\" id=\"a_87\">Section 10</a> of the Act and hold&#x27; that on abolition of contract 3s labour system from any establishment under <a href=\"/doc/45909/\" id=\"a_88\">Section 10</a> of the Act by the appropriate Government the logical and&#x27; legitimate consequence thereof will be that the erstwhile regulated contract labour covered by the 4o sweep of such abolition for the concerned activities would be entitled to he treated as direct employees of the employer on whose establishment they were earlier working and they would be entitled to be treated as regular employees at least from the day on which the contract labour system in the establishment for the work which they were doing gets abolished.&quot;</span> \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_40\">32. The submission of Mr. Sanjay Mohan, learned counsel for the respondent, merits acceptance. As pointed out by him, the only question that came up for consideration in <a href=\"/doc/784921/\" id=\"a_89\">Air India</a> case (supra) was the effect of a notification under <a href=\"/doc/45909/\" id=\"a_90\">Section 10</a> of the Act abolishing contract labour in a particular activity. Therefore, the same cannot be used to support die proposition that this Court in a writ petition can go into the question whether contract labour should be directly absorbed by the principal employer in a given case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_41\">The right of the contract labour would still be available as provided by the judgment of the Supreme Court in the <a href=\"/doc/366376/\" id=\"a_91\">Gujarat Electricity Board</a> case (supra) in so far as they would still have to raise an industrial dispute in accordance with the first part of the Judgment. In such a dispute, if it is established that the contract is a sham, then, the contract labour are straightaway entitled to relief of absorption by the principal employer. However, if the Industrial Tribunal finds that the contract is genuine, then, the contract labour will have to approach the Government to issue a notification under <a href=\"/doc/45909/\" id=\"a_92\">Section 10</a> of the Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_42\">If a notification is issued abolishing the contract labour., then, the judgment of the Supreme Court in <a href=\"/doc/784921/\" id=\"a_93\">Air India</a>&#x27;s case (supra) will come to the rescue of the contract labour and in terms of <a href=\"/doc/784921/\" id=\"a_94\">the said judgment</a>, the contract labour are entitled to be absorbed as contract labour of the principal employer straightaway without having to raise any industrial disputes.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\">33. It is not in dispute that the powers of the writ Court are unfettered. When it becomes a question of fact as to whether or not in a given case a contract is a sham or not, to decide that point, evidence may have to be let in by both parties, in an industrial dispute before the Industrial Tribunal. On the facts of the case, from the prayer in the writ petition and of the arguments advanced by the counsel appearing on either side and on a perusal of the averments made by either party, it would be seen that the individuals in question were admittedly employed by the contractor Palani, who passed away a few weeks before the judgment was delivered in the writ petition. When the contract was subsisting, employment of the contract labour depended upon dayto-day exigencies and requirements of loading and unloading and on some days all the contract labour would be engaged and on some other days, only a few and on some other days none at all. In fact, orders were passed during the peiidency of the writ petition, that the contract labour should be provided work by contractors, whose names were spelt out in the order itself made by this Court depending upon exigencies. Eventually, all the contractors except Palani did not renew their contracts and by virtue of the interim orders of this Court, the contract labour of Palani were; engaged according to exigencies. Upon the dismissal of the writ petition, the interim order dissolved and now, as submitted by the learned counsel for the respondent, new contractors are in the picture engaging their own workmen for loading and unloading operations. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_35\">34. For all the fore-going reasons, the writ appeal fails, however, with liberty to the contract labour to raise an industrial dispute if they; so desire or choose. Ale writ appeal is dismissed with the above observation. No costs. \n</p> \n\n","numcites":15,"numcitedby":2,"docsource":"Madras High Court","citetid":1201444,"divtype":"judgments","relatedqs":[{"value":"principal employer contract labour","formInput":"principal%20employer%20contract%20labour"},{"value":"perennial nature of ","formInput":"perennial%20nature%20of%20"},{"value":"sham contract","formInput":"sham%20contract"},{"value":"\"contract labour\" \"  \"principal employer\"","formInput":"%22contract%20labour%22%20%22%20%20%22principal%20employer%22"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"prohibition of contract labour","formInput":"prohibition%20of%20contract%20labour"},{"value":"section 10 of Contract labour Act","formInput":"section%2010%20of%20Contract%20labour%20Act"},{"value":"bharat petroleum","formInput":"bharat%20petroleum"},{"value":"absorption","formInput":"absorption"},{"value":"employment contract","formInput":"employment%20contract"},{"value":"contract act","formInput":"contract%20act"},{"value":"contract labour regulation","formInput":"contract%20labour%20regulation"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"LABOUR CASE","formInput":"LABOUR%20CASE"},{"value":"labour dispute,","formInput":"labour%20dispute%2C"},{"value":"Bharat Petroleum Corporation Limited","formInput":"Bharat%20Petroleum%20Corporation%20Limited"},{"value":"writ appeal","formInput":"writ%20appeal"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"}],"courtcopy":false,"query_alert":null,"agreement":false}