{"tid":176039345,"publishdate":"2016-01-20","title":"Vishal N Kalsaria vs Bank Of India & Ors on 20 January, 2016","doc":"<h2 class=\"doc_title\">Vishal N Kalsaria vs Bank Of India &amp; Ors on 20 January, 2016</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2016 SUPREME COURT 530, 2016 ACD 370 (SC), 2016 (2) AJR 243, 2016 (1) AKR 771, 2016 (1) ABR (CRI) 545, (2016) 4 MAD LW 7, (2016) 1 ALLCRIR 918, (2016) 1 NIJ 462, (2016) 2 CURCC 95, (2016) 159 ALLINDCAS 113 (SC), 2016 (3) SCC 762, (2016) 1 UC 292, (2016) 2 JLJR 121, (2016) 1 SCALE 472, (2016) 1 RECCIVR 911, (2016) 1 KER LJ 551, (2016) 5 MAH LJ 555, (2016) 2 PAT LJR 230, (2016) 1 PUN LR 784, (2016) 1 RENTLR 288, (2016) 2 ALLMR 920 (SC), (2017) 1 CLR 620 (SC), (2016) 226 DLT 474, (2016) 1 CIVILCOURTC 696, (2016) 131 REVDEC 564, (2016) 1 BANKCAS 471, (2016) 2 ICC 515, (2017) 123 CUT LT 931, (2016) 1 MAD LJ 583, (2016) 1 BOMCR(CRI) 705, (2016) 1 DLT(CRL) 836, (2016) 115 ALL LR 442, (2016) 2 ALL RENTCAS 555, (2016) 2 CAL HN 257, (2016) 1 RENCR 81, 2016 ALLMR(CRI) 1322, 2016 (2) KCCR SN 102 (SC), (2016) 2 BOM CR 67</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-g-gowda\">V. Gopala Gowda</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-roy\">Amitava Roy</a>, <a href=\"/search/?formInput=benchid:v-g-gowda\">V. Gopala Gowda</a></h3>\n\n<pre id=\"pre_1\">              REPORTABLE\n  IN THE SUPREME COURT OF INDIA                             CRIMINAL/CIVIL\n                           APPELLATE JURISDICTION\n               CRIMINAL APPEAL NO. 52  OF 2016\n                 (Arising out of SLP (Crl.) No.8060 of 2015)\n\nVISHAL N. KALSARIA                       ………APPELLANT\n                                     Vs.\nBANK OF INDIA &amp; ORS.                   ………RESPONDENTS\n                           with\n                       CRIMINAL APPEAL NO. 53  OF 2016\n                     (Arising out of SLP(Crl) No. 8064 of 2015)\n                       CRIMINAL APPEAL NO.  54 OF 2016\n                    (Arising out of SLP(Crl) No. 8063 of 2015)\n                       CRIMINAL APPEAL NO. 55  OF 2016\n       (Arising out of SLP(Crl) No. 8062 of 2015)\n                       CRIMINAL APPEAL NO. 56  OF 2016\n       (Arising out of SLP(Crl) No. 8066 of 2015)\n                       CRIMINAL APPEAL NO. 57  OF 2016\n       (Arising out of SLP(Crl) No. 8067 of 2015)\nCRIMINAL APPEAL NO. 58  OF 2016         (Arising out of SLP(Crl) No. 8068\nof 2015)\n                       CRIMINAL APPEAL NO. 59  OF 2016\n(Arising out of SLP(Crl) No. 8069 of 2015)\n  CIVIL APPEAL NOS. 414-415   OF 2016\n    (Arising out of SLP(C) Nos.13295-13296 of 2015)\n\n\n                       CRIMINAL APPEAL NO. 753 OF 2014\n\n                       CRIMINAL APPEAL NO. 754 OF 2014\n                        CRIMINAL APPEAL NO. 62  OF 2016\n       (Arising out of SLP(Crl) No. 6944 of 2015)\n                        CRIMINAL APPEAL NO. 63  OF 2016\n       (Arising out of SLP (Crl) No. 6945 of 2015)\n                        CIVIL APPEAL NO. 469  OF 2016\n       (Arising out of SLP(C) No. 25133 of 2015)\n                       CRIMINAL APPEAL NO. 64  OF 2016\n       (Arising out of SLP(Crl) No. 6941 of 2015)\n                        CIVIL APPEAL NO. 417 OF 2016\n       (Arising out of SLP(C) No. 28040 of 2015)\n                        CIVIL APPEAL NO. 419  OF 2016\n       (Arising out of SLP(C) No. 28446 of 2015)\n\n                        CIVIL APPEAL NO. 420 OF 2016\n       (Arising out of SLP(C) No. 28300 of 2015)\n                        CIVIL APPEAL NO. 421 OF 2016\n       (Arising out of SLP(C) No. 12772 of 2015)\n                         and\n                        CIVIL APPEAL NO. 422 OF 2016\n       (Arising out of SLP(C)No. 31080 of 2015)\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">V. GOPALA GOWDA, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">The applications for impleadment are allowed.\n</p><p data-structure=\"Issue\" id=\"p_3\">Leave granted in all the special leave petitions.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_4\">In the present  batch  of  appeals,  the  broad  point  which  requires  our\nattention and consideration  is  whether  a  ‘protected  tenant’  under  <a href=\"/doc/196692406/\" id=\"a_1\">The\nMaharashtra Rent Control Act, 1999</a> (in short the ‘<a href=\"/doc/18783076/\" id=\"a_2\">Rent Control Act</a>’) can  be\ntreated as a lessee, and whether the provisions of  <a href=\"/doc/52229129/\" id=\"a_3\">The  Securitisation  and\nReconstruction of Financial Assets  and  Enforcement  of  Security  Interest\nAct, 2002</a> (in short, the ‘<a href=\"/doc/52229129/\" id=\"a_4\">SARFAESI Act</a>’) will  override  the  provisions  of\nthe <a href=\"/doc/18783076/\" id=\"a_5\">Rent Control Act</a>.  How can  the  right  of  the  ‘protected  tenant’  be\npreserved in cases where the debtor-landlord secures a loan by offering  the\nvery same property as a security  interest  either  to  Banks  or  Financial\nInstitutions, is also the essential legal question to be decided by us.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_5\">In all the appeals, the same question of law would arise for  consideration.\nFor the sake of convenience and brevity, we  would  refer  to  the  relevant\nfacts from the appeal arising out of S.L.P.(Crl.)  No.8060  of  2015,  which\nhas been filed against the impugned judgment and order dated  29.11.2014  in\nM.A.No. 123 of 2011 in Case No.237 of  2010  passed  by  the  learned  Chief\nMetropolitan Magistrate, Esplanade, Mumbai, wherein the application  of  the\nappellant herein for impleadment as intervenor as well as stay of the  order\ndated 08.04.2011 passed in Case No.237 of 2010 by  the  learned  Magistrate,\nEsplanade, Mumbai, was dismissed.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_6\">Respondent Nos. 4 and 5 had approached the Bank of India  (Respondent  No.1)\n(in short “the respondent Bank”) for a financial  loan,  which  was  granted\nagainst  equitable  mortgage  of  several  properties  belonging  to   them,\nincluding the property in which the appellant is  allegedly  a  tenant.  The\nrespondent nos. 4 and 5 failed to pay the dues within  the  stipulated  time\nand thus, in terms  of  the  <a href=\"/doc/52229129/\" id=\"a_6\">SARFAESI  Act</a>,  their  account  became  a  non-\nperforming asset. On 12.03.2010, the respondent-Bank served on  them  notice\nunder <a href=\"/doc/122562177/\" id=\"a_7\">Section 13(2)</a> of SARFAESI Act. On failure of the respondents to  clear\nthe dues from the loan amount borrowed by the above respondent nos. 4 and  5\nwithin the stipulated statutory  period  of  60  days,  the  respondent-Bank\nfiled an application before the Chief Metropolitan Magistrate, Mumbai  under\n<a href=\"/doc/57488768/\" id=\"a_8\">Section 14</a> of the SARFAESI Act  for  seeking  possession  of  the  mortgaged\nproperties which are in actual possession  of  the  Appellant.  The  learned\nChief  Metropolitan  Magistrate  allowed  the  application  filed   by   the\nrespondent-Bank vide order  dated  08.04.2011  and  directed  the  Assistant\nRegistrar, Borivali Centre of Courts  to  take  possession  of  the  secured\nassets.  On  26.05.2011,  the  respondent  no.4  served  a  notice  on   the\nappellant, asking him to vacate  the  premises  in  which  he  was  residing\nwithin 12 days from  the  receipt  of  the  notice.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193688640\" id=\"span_1\">The  appellant  fearing\neviction, filed a Rent Suit R.A.D. Suit No. 913 of 2011 before the Court  of\nSmall Causes, Bombay. Vide order dated 08.06.2011, the  Small  Causes  Court\nallowed the application and passed an ad  interim  order  of  injunction  in\nfavour of the appellant, restraining respondent no.4  from  obstructing  the\npossession of the appellant over the suit premises during  the  pendency  of\nthe suit. In view of the order dated 08.06.2011, the  appellant  then  filed\nan application as an intervenor to stay the execution  of  the  order  dated\n08.04.2011 passed by the Chief Metropolitan Magistrate.  The  learned  Chief\nMetropolitan  Magistrate  vide  order   dated   29.11.2014   dismissed   the\napplication filed by the appellant by placing  reliance  on  a  judgment  of\nthis  Court  rendered  in  the  case  of  <a href=\"/doc/193688640/\" id=\"a_9\">Harshad  Govardhan   Sondagar   v.\nInternational Assets Reconstruction  Co.  Ltd.  &amp;  Ors.</a>[1].  Dismissing  the\napplication, the learned judge held as under:</span>\n</p>\n<blockquote id=\"blockquote_1\">“3. ...the Hon’ble Supreme Court has held that the  alleged  tenant  has  to\nproduce proof of execution of a registered instrument in his favour  by  the\nlessor. Where he does  not  produce  proof  of  execution  of  a  registered\ninstrument in his favour and instead relies on  an  unregistered  instrument\nor  oral  agreement  accompanied  by  delivery  of  possession,  the   Chief\nMetropolitan Magistrate or the District Magistrate,  as  the  case  may  be,\nwill have to come  to  the  conclusion  that  he  is  not  entitled  to  the\npossession of the secured asset for more than a year from the  date  of  the\ninstrument or from the date of delivery of possession in his favour  by  the\nlandlord.\n</blockquote>\n<blockquote id=\"blockquote_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"193688640\" id=\"span_2\">4. It is to be highlighted that the intervener did not place on  record  any\nregistered instrument to fulcrum his contention. So, in view  of  the  <a href=\"/doc/193688640/\" id=\"a_10\">ratio\n<a href=\"/doc/193688640/\" id=\"a_11\">laid down in</a></a>  Harshad  Sondagar’s  case  (cited  supra),  I  hold  that  the\nintervener is not entitled to any protection under the law.”\n\n\nThe learned  Chief  Metropolitan  Magistrate  further  held  that  when  the\nsecured creditor takes action under <a href=\"/doc/152603276/\" id=\"a_12\">Section 13</a> or 14 of the <a href=\"/doc/52229129/\" id=\"a_13\">SARFAESI Act</a>  to\nrecover the possession of the secured interest and recover the  loan  amount\nby selling the same in public auction, then it is not open for the Court  to\ngrant an injunction under <a href=\"/doc/18783076/\" id=\"a_14\">Section 33</a> of the Rent Control  Act.  The  learned\nChief Metropolitan Magistrate further held that the order  dated  08.06.2011\npassed by the Small Causes Court, Mumbai cannot be said to be  binding  upon\nthe respondent-Bank, especially in the light of the fact that it was  not  a\nparty to the proceedings. Hence the present appeal filed by the appellant.</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_7\">We have heard the learned counsel for both the parties.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_8\">Before  we  consider  the  submissions  advanced  by  the  learned   counsel\nappearing on behalf of the parties, it is essential to first appreciate  the\nprovisions of law in question.\n</p>\n\n<p data-structure=\"Section\" id=\"p_9\"><a href=\"/doc/196692406/\" id=\"a_15\">The Maharashtra Rent Control Act, 1999</a>, which repealed the Bombay Rent  Act,\n1947 was enacted by the state legislature of Maharashtra under Entry  18  of\nList II of the Seventh Schedule of the Constitution of India to  consolidate\nand unify the different provisions  and  legislations  in  the  State  which\nexisted  pertaining  to  rent  and  the  landlord-tenant  relationship.  The\nStatement of objects and reasons of the <a href=\"/doc/18783076/\" id=\"a_16\">Rent Control Act</a> reads, inter  alia,\nas under:\n</p><blockquote id=\"blockquote_3\">“1……At present, there are three different rent control laws,  which  are  in\noperation in this State……All these three laws have different provisions  and\nthe courts or authorities which have  the  jurisdiction  to  decide  matters\narising out of these laws are also not uniform.  The  Procedures  under  all\nthe three laws are also different in many of the material aspect.\n</blockquote>\n<blockquote id=\"blockquote_4\">2. Many features of the rent control laws have outlived their  utility.  The\ntask, therefore, of unifying, consolidating and amending  the  rent  control\nlaws in the State and to bring the rent control  legislation  in  tune  with\nthe changed circumstances now,  had  been  engaging  the  attention  of  the\nGovernment……\n\n</blockquote><blockquote id=\"blockquote_5\">3. In the meantime, the Central Government announced  the  national  housing\npolicy which recommends, inter alia, to carry  out  suitable  amendments  to\nthe existing rent control laws for  creating  and  enabling  involvement  in\nhousing activity and for guaranteeing access to shelter for  the  poor.  The\nNational Housing Policy further recognized  the  important  role  of  rental\nhousing in urban areas in different income groups and low-income  households\nin particular who cannot afford ownership house. The existing  rent  control\nlegislation  has  resulted  in  a  freeze  of  rent,  very  low  returns  in\ninvestment and difficulty in resuming possession and has adversely  affected\ninvestment in rental housing and cause deterioration of the  rental  housing\nstock.”\n\nOn the other hand, the <a href=\"/doc/52229129/\" id=\"a_17\">SARFAESI Act</a> was enacted by  the  Parliament  with  a\nview to regulate the securitisation and reconstruction of  financial  assets\nand enforcement of security interests against the  debtor  by  securing  the\npossession of such secured assets and recover the loan  amount  due  to  the\nBanks and Financial Institutions. The statement of objects  and  reasons  of\nthe <a href=\"/doc/52229129/\" id=\"a_18\">SARFAESI Act</a> reads as under:\n</blockquote><blockquote id=\"blockquote_6\">&quot;The financial sector has been one of the key drivers in India&#x27;s efforts  to\nachieve success in rapidly developing its economy.  While  banking  industry\nin India is progressively complying with the international prudential  norms\nand accounting practices, there are certain areas in which the  banking  and\nfinancial sector do not have a level playing  field  as  compared  to  other\nparticipants in the financial markets  in  the  world.  There  is  no  legal\nprovision for facilitating Securitisation of financial assets of  banks  and\nfinancial institutions. Further, unlike international banks, the  banks  and\nfinancial institutions in India do not have  power  to  take  possession  of\nsecurities  and  sell  them.  Our  existing  legal  framework  relating   to\ncommercial transactions has not  kept  pace  with  the  changing  commercial\npractices and financial sector reforms. This has resulted in  slow  pace  of\nrecovery of defaulting loans and mounting levels  of  non-performing  assets\nof banks and financial institutions.  Narasimham  Committee  I  and  II  and\nAndhyarujina  Committee  constituted  by  the  Central  Government  for  the\npurpose of examining banking sector reforms have  considered  the  need  for\nchanges in the legal system in respect of these areas.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_10\">                   (emphasis laid by this <a href=\"/doc/52229129/\" id=\"a_19\">Court)\n\n\nThe SARFAESI Act</a> enacted under List I of the  Constitution  of  India  thus,\nseeks to regulate asset recovery by the  Banks.  It  becomes  clear  from  a\nperusal of the Statements of Objects and Reasons of  the  Rent  Control  Act\nand the SARFAESI Act that the two Acts are meant to  operate  in  completely\ndifferent spheres. So far as residential tenancy rights are concerned,  they\nare governed by the provisions of the <a href=\"/doc/18783076/\" id=\"a_20\">Rent Control Act</a>  which  occupies  the\nfield on the subject.\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"193688640\" id=\"span_3\">The  controversy  in  the  instant  case  arises   squarely   out   of   the\ninterpretation of a decision of this Court in the case of <a href=\"/doc/193688640/\" id=\"a_21\">Harshad  Govardhan\nSondagar</a> (supra). The fact situation facing  the  court  <a href=\"/doc/193688640/\" id=\"a_22\">in  that  case</a>  was\nsimilar to the one in the instant case. The premises  which  the  appellants\ntherein claimed to be the tenants of had been mortgaged to  different  banks\nas collateral security to such borrowed amount by  the  landlord/debtor.  On\ndefault of payment of the borrowed  amount  by  the  landlords/debtors,  the\nbanks made application under <a href=\"/doc/74497336/\" id=\"a_23\">Section 14(1)</a> of the SARFAESI Act to the  Chief\nMetropolitan Magistrate, praying that the  possession  of  the  premises  be\nhanded over to them in accordance with the provisions of the  <a href=\"/doc/52229129/\" id=\"a_24\">SARFAESI  Act</a>.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193688640\" id=\"span_4\">This Court in the case of <a href=\"/doc/193688640/\" id=\"a_25\">Harshad Govardhan Sondagar</a> (supra) held as under:</span>\n</p><blockquote id=\"blockquote_7\">“34……In our view, therefore, the High Court  has  not  properly  appreciated\nthe judgment of this Court in Transcore (supra) and has lost  sight  of  the\nopening words of sub-section (1) of <a href=\"/doc/152603276/\" id=\"a_26\">Section 13</a> of  the  SARFAESI  Act  which\nstate that notwithstanding anything contained in Section 69 or  <a href=\"/doc/933049/\" id=\"a_27\">Section  69A</a>\nof the Transfer of Property Act, 1882,  any  security  interest  created  in\nfavour of any secured creditor may be enforced, without the intervention  of\nthe court or tribunal, by such creditor in accordance  with  the  provisions\nof the Act. The High Court has failed to appreciate that the  provisions  of\n<a href=\"/doc/152603276/\" id=\"a_28\">Section 13</a> of the SARFAESI Act thus override the provisions  of  Section  69\nor <a href=\"/doc/933049/\" id=\"a_29\">Section 69A</a> of the Transfer of Property Act, but does  not  override  the\nprovisions of the <a href=\"/doc/515323/\" id=\"a_30\">Transfer of Property Act</a>  relating  to  the  rights  of  a\nlessee under a lease created before receipt of a  notice  under  sub-Section\n(2) of <a href=\"/doc/152603276/\" id=\"a_31\">Section 13</a> of the SARFAESI Act by a borrower. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"193688640\" id=\"span_5\">Hence, the  view  taken\nby the Bombay High Court in the impugned judgment as well as  in  M/s  Trade\nWell (supra) so far as the  rights  of  the  lessee  in  possession  of  the\nsecured asset under a valid  lease  made  by  the  mortgagor  prior  to  the\ncreation of mortgage or after the creation of mortgage  in  accordance  with\n<a href=\"/doc/1749243/\" id=\"a_32\">Section 65A</a> of the Transfer of Property Act is not correct and the  impugned\njudgment of the High Court insofar it takes this view is set aside.”\n                   (emphasis laid by this Court)\n\n\nMr. Pallav Shishodia, the learned senior counsel appearing on behalf of  the\nappellant in the appeal @  out  of  S.L.P.  (C)  No.  8060  of  2015  places\nreliance on the  decision  of  this  Court  in  <a href=\"/doc/193688640/\" id=\"a_33\">Harshad  Govardhan  Sondagar</a>\n(supra), to contend that prior tenancy in respect of the mortgaged  property\nto the Bank is protected in terms of the  <a href=\"/doc/18783076/\" id=\"a_34\">Rent  Control  Act</a>.  The  relevant\nparagraphs of the decision are quoted as under:</span>\n</blockquote><blockquote id=\"blockquote_8\">“25. The opening words of sub-section (1) of <a href=\"/doc/57488768/\" id=\"a_35\">Section 14</a> of the SARFAESI  Act\nalso provides that if any of the secured asset is required  to  be  sold  or\ntransferred by the secured creditor under the provisions  of  the  Act,  the\nsecured  creditor  may  take  the  assistance  of  the  Chief   Metropolitan\nMagistrate or the District Magistrate. Where, therefore, such a  request  is\nmade by the secured creditor and the Chief Metropolitan  Magistrate  or  the\nDistrict Magistrate finds that the secured  asset  is  in  possession  of  a\nlessee but the lease under which the lessee claims to be  in  possession  of\nthe secured asset stands determined in accordance with 4 <a href=\"/doc/1134872/\" id=\"a_36\">Section 111</a> of  the\nTransfer of Property Act, the Chief Metropolitan Magistrate or the  District\nMagistrate may pass an order for delivery of possession of secured asset  in\nfavour of the secured creditor to enable the secured creditor  to  sell  and\ntransfer the same under the provisions of the <a href=\"/doc/52229129/\" id=\"a_37\">SARFAESI Act</a>. Sub-section  (6)\nof <a href=\"/doc/152603276/\" id=\"a_38\">Section 13</a> of the SARFAESI Act provides  that  any  transfer  of  secured\nasset after taking possession of  secured  asset  by  the  secured  creditor\nshall vest in the transferee all rights in, or in relation to,  the  secured\nasset transferred as if the transfer had been made  by  the  owner  of  such\nsecured asset. In other words, the transferee of a secured  asset  will  not\nacquire any right in a secured asset under sub-section (6) of <a href=\"/doc/152603276/\" id=\"a_39\">Section 13</a>  of\nthe SARFAESI Act, unless it has been effected  after  the  secured  creditor\nhas taken over possession of the secured asset. Thus,  for  the  purpose  of\ntransferring the secured asset and  for  realizing  the  secured  debt,  the\nsecured creditor will require  the  assistance  of  the  Chief  Metropolitan\nMagistrate or the District Magistrate for taking  possession  of  a  secured\nasset from the lessee where the 4 lease stands  determined  by  any  of  the\nmodes mentioned in <a href=\"/doc/1134872/\" id=\"a_40\">Section 111</a> of the Transfer of Property Act.\n</blockquote>\n<blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"830805\" id=\"span_6\">32. When we read sub-section (1) of <a href=\"/doc/112742697/\" id=\"a_41\">Section 17</a> of the SARFAESI Act, we  find\nthat  under  the  said  sub-section  “any  person   (including   borrower)”,\naggrieved by any of the measures referred to in sub-section (4)  of  <a href=\"/doc/152603276/\" id=\"a_42\">Section\n13</a> taken by the  secured  creditor  or  his  authorised  officer  under  the\nChapter, may apply to the Debts Recovery  Tribunal  having  jurisdiction  in\nthe matter within 45 days from the date on  which  such  measures  had  been\ntaken. We agree with the Mr. Vikas Singh that the  words  ‘any  person’  are\nwide enough to include a lessee also. It is also possible  to  take  a  view\nthat within 45 days from the date on which a possession notice is  delivered\nor affixed or published under sub-rules  (1)  and  (2)  of  Rule  8  of  the\nSecurity  Interest  (Enforcement)  Rules,  2002,  a  lessee  may   file   an\napplication before the Debts Recovery Tribunal having  jurisdiction  in  the\nmatter for restoration of possession in  case  he  is  dispossessed  of  the\nsecured asset. But when  we  read  subsection  (3)  of  <a href=\"/doc/112742697/\" id=\"a_43\">Section  17</a>  of  the\nSARFAESI Act, we find  that  the  Debts  Recovery  Tribunal  has  powers  to\nrestore 5 possession of the secured asset to the borrower only  and  not  to\nany person such as a lessee. Hence,  even  if  the  Debt  Recovery  Tribunal\ncomes to the conclusion that any of the measures referred to in  sub-section\n(4) of <a href=\"/doc/152603276/\" id=\"a_44\">Section 13</a> taken by the secured creditor are not in  accordance  with\nthe provisions of the Act, it  cannot  restore  possession  of  the  secured\nasset  to  the  lessee.  Where,  therefore,  the  Debts  Recovery   Tribunal\nconsiders the application of the lessee and comes  to  the  conclusion  that\nthe lease in favour of  the  lessee  was  made  prior  to  the  creation  of\nmortgage or the lease though made after  the  creation  of  mortgage  is  in\naccordance with the requirements of <a href=\"/doc/1749243/\" id=\"a_45\">Section 65A</a> of the Transfer of  Property\nAct and the lease was valid and binding on the mortgagee and  the  lease  is\nyet to be determined, the Debts Recovery Tribunal will not  have  the  power\nto restore possession of the secured asset to the lessee. In our  considered\nopinion, therefore, there is no remedy available under  <a href=\"/doc/112742697/\" id=\"a_46\">Section  17</a>  of  the\nSARFAESI Act to the lessee to protect his lawful possession  under  a  valid\nlease.”\nThe learned senior counsel contends that it is a  settled  position  of  law\nthat in the absence of a valid document of lease for more than one  year  or\nin case of an  invalid  lease  deed,  the  relation  of  tenancy  between  a\nlandlord and the tenant is still created due to delivery  of  possession  to\nthe tenant and payment of rent to the landlord-owner  and  such  tenancy  is\ndeemed to be a tenancy from month to month in respect of such property.  The\nlearned senior counsel further  places  reliance  on  a  three  Judge  Bench\ndecision of this Court in <a href=\"/doc/830805/\" id=\"a_47\">Anthony v. K.C. Ittoop &amp; Sons &amp;  Ors.</a>[2],  wherein\nit was held as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_10\">“....so far as the instrument of lease is concerned there is  no  scope  for\nholding that appellant is a lessee by virtue of  the  said  instrument.  The\ncourt is disabled from using the instrument as evidence...\n</blockquote>\n<blockquote id=\"blockquote_11\">But this above finding does not exhaust  the  scope  of  the  issue  whether\nappellant is a lessee of the building. A  lease  of  immovable  property  is\ndefined in <a href=\"/doc/645212/\" id=\"a_48\">Section 105</a> of the TP Act. A transfer  of  a  right  to  enjoy  a\nproperty in consideration of  a  price  paid  or  promised  to  be  rendered\nperiodically or on specified occasions is  the  basic  fabric  for  a  valid\nlease. The provision says that such a transfer can be made expressly  or  by\nimplication. Once there is such a transfer of right to enjoy the property  a\nlease stands created. What is mentioned  in  the  three  paragraphs  of  the\nfirst part of <a href=\"/doc/515323/\" id=\"a_49\">Section 107</a> of the TP Act are only the different modes of  how\nleases are created.... Thus, de hors the instrument  parties  can  create  a\nlease as envisaged in the second paragraph of Section 107 which reads thus:\n</blockquote><blockquote id=\"blockquote_12\">All other leases of immovable property may be made either  by  a  registered\ninstrument or by oral agreement accompanied by delivery of possession.\n</blockquote>\n<blockquote id=\"blockquote_13\">When lease is a transfer of a right to enjoy the property and such  transfer\ncan be made expressly or by implication, the mere fact that an  unregistered\ninstrument came into existence would not stand in the way of  the  court  to\ndetermine whether there was in fact a  lease  otherwise  than  through  such\ndeed.”\n                   (emphasis laid by this Court)\n\n  The learned senior counsel further contends that where  a  lease  deed  or\ndocument of tenancy in respect of the property in question is for  a  period\nexceeding one year, but such document has  not  been  registered,  then,  by\nvirtue of payment of rent, the relationship of tenancy  between  a  landlord\nand the tenant comes into existence and in such cases, the  tenant  must  be\ndeemed to be a tenant from month to month and the same  would  amount  to  a\ntenancy from month to month. Thus, in the instant case, the tenancy  of  the\nappellants in respect of the property  in  question  which  is  the  secured\nasset of the Bank being from month to month would also  be  protected  under\nthe provisions of the <a href=\"/doc/18783076/\" id=\"a_50\">Rent Control Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"193688640\" id=\"span_7\">The learned senior counsel further contends that according to  the  decision\nof this Court in the case  of  <a href=\"/doc/193688640/\" id=\"a_51\">Harshad  Govardhan  Sondagar</a>  (supra),  if  a\nperson claiming to be a  tenant  or  lessee  either  produces  a  registered\nagreement or  relies  on  an  oral  agreement  accompanied  by  delivery  of\npossession, then such tenancy/possession of the property with the  appellant\nas tenant needs to be protected.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193688640\" id=\"span_8\">It is further contended  that  the  <a href=\"/doc/193688640/\" id=\"a_52\">Harshad\nGovardhan Sondagar</a> (supra) has clearly held that the tenancy claims  of  the\ntenants  are  to  be  decided  by  the  Chief  Metropolitan  Magistrate   in\naccordance with  any  other  law  that  may  be  relevant  after  giving  an\nopportunity of hearing to the persons who claim tenancy in respect  of  such\nproperty. The term “any other law that may be relevant” clearly indicates  a\nreference to the State Rent Protection laws, which in the case  at  hand  is\nthe <a href=\"/doc/18783076/\" id=\"a_53\">Rent Control Act</a>.  Thus,  the  protection  of  the  State  Rent  Control\nlegislation is also  to  be  considered  by  the  learned  magistrate  while\ndeciding an application filed by the Bank under <a href=\"/doc/57488768/\" id=\"a_54\">Section 14</a> of  the  SARFAESI\nAct.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1293816\" id=\"span_9\">On the other hand, Mr. Amarendra Sharan, learned  senior  counsel  appearing\non behalf of the respondents in Crl.A. @ S.L.P. (Crl) Nos.  6941,  6944  and\n6945 of 2015 contends that the pith and substance of the  central  enactment\nin the instant case, which is the <a href=\"/doc/52229129/\" id=\"a_55\">SARFAESI  Act</a>  needs  to  be  appreciated.\nProper implementation of the provisions  of  the  <a href=\"/doc/52229129/\" id=\"a_56\">SARFAESI  Act</a>  is  in  the\nlarger interest of the nation. The learned senior  counsel  places  reliance\non a Constitution Bench decision of  this  Court  in  the  case  of  <a href=\"/doc/1293816/\" id=\"a_57\">Ishwari\nKhetan Sugar Mills Pvt. Ltd. &amp; Ors. v. State of  Uttar  Pradesh  &amp;  Ors.</a>[3],\nwherein it was held as under:</span>\n</blockquote><blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1474119\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"130570\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1235907\" id=\"span_12\">“13. If in pith and substance a legislation falls within one  entry  or  the\nother  but  some  portion  of  the   subject-matter   of   the   legislation\nincidentally trenches upon and might enter a field under another  List,  the\nAct as a whole would be valid  notwithstanding  such  incidental  trenching.\nThis is well established by a catena of decisions [see  <a href=\"/doc/1235907/\" id=\"a_58\">Union  of  India  v.\nH.S. Dhillon</a> and <a href=\"/doc/130570/\" id=\"a_59\">Kerala State Electricity Board  v.  Indian  Aluminium  Co.]\nAfter</a> referring to these decisions  in  <a href=\"/doc/1474119/\" id=\"a_60\">State  of  Karnataka  v.  Ranganatha\nReddy and Anr. Untwalia, J.</a> speaking  for  the  Constitution  Bench  has  in\nterms stated that the pith and substance of the Act has to  be  looked  into\nand an incidental trespass would not invalidate the law.  The  challenge  <a href=\"/doc/1474119/\" id=\"a_61\">in\nthat case</a> was to the Nationalisation of contract carriages by the  Karnataka\nState, inter alia, on the ground that the statute was invalid as  it  was  a\nlegislation on the subject of interstate trade and commerce. Repelling  this\ncontention the Court  unanimously  held  that  in  pith  and  substance  the\nimpugned legislation was for acquisition of contract carriages  and  not  an\nAct which deals with inter-State trade and commerce.”\n\n\nThe learned senior counsel  further  contends  that  the  <a href=\"/doc/52229129/\" id=\"a_62\">SARFAESI  Act</a>  was\nenacted by the Parliament under Entry 45 of List I of  the  Constitution  of\nIndia. It is a special Act with a special purpose and  procedure  laid  down\nfor the recovery of the secured asset of the debtor by the Bank  to  recover\nthe amount due to it, and thus, any encroachment upon this  Act  should  not\nbe permitted, as it would defeat the laudable object of the Act,  which  has\nbeen enacted keeping in view the larger public interest.</span></span></span>\n</blockquote>\n<blockquote id=\"blockquote_17\">Mr. Vikas Singh, the learned senior  counsel  appearing  on  behalf  of  the\nrespondent State Bank of India in the appeal arising out of S.L.P.  (C)  No.\n28040 of 2015 contends that the <a href=\"/doc/52229129/\" id=\"a_63\">SARFAESI Act</a> cannot be allowed  to  fail  at\nthe hands of the present appellants, who have no  registered  instrument  of\nlease.\n</blockquote><blockquote id=\"blockquote_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"193688640\" id=\"span_13\">The learned senior counsel further contends that in light  of  the  decision\nof this Court in  the  case  of  <a href=\"/doc/193688640/\" id=\"a_64\">Harshad  Govardhan  Sondagar</a>  (supra),  the\npresent case is barred by res judicata.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"785132\" id=\"span_14\">He  places  reliance  on  the  three\nJudge Bench decision of this Court in  the  case  of  <a href=\"/doc/785132/\" id=\"a_65\">Bhanu  Kumar  Jain  v.\nArchana Kumar &amp; Anr.</a>[4], wherein it was held as under:</span>\n</blockquote><blockquote id=\"blockquote_19\">“It  is  now  well-settled  that  principles  of  res  judicata  applies  in\ndifferent stages of the same proceedings.\n</blockquote>\n<blockquote id=\"blockquote_20\">19. In Y.B. Patil (supra) it was held:\n</blockquote>\n<blockquote id=\"blockquote_21\">&quot;4... It is well settled that principles of res judicata can be invoked  not\nonly  in  separate  subsequent  proceedings,  they  also  get  attracted  in\nsubsequent stage of the same proceedings. Once an order made in  the  course\nof a proceeding becomes final, it would be binding at the  subsequent  state\nof that proceeding...&quot;\n</blockquote>\n<blockquote id=\"blockquote_22\">20. In Vijayabai (supra), it was held:\n</blockquote>\n<blockquote id=\"blockquote_23\">&quot;13. We find in the present case the Tahsildar reopened  the  very  question\nwhich finally stood concluded, viz., whether Respondent 1  was  or  was  not\nthe tenant of the suit land. He  further  erroneously  entered  into  a  new\npremise of reopening the question of validity of the compromise which  could\nhave been in issue  if  at  all  in  appeal  or  revision  by  holding  that\ncompromise was arrived at  under  pressure  and  allurement.  How  can  this\nquestion be up for determination when this  became  final  under  this  very\nsame statute?...&quot;\n</blockquote>\n<blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193688640\" id=\"span_15\">21. Yet again in <a href=\"/doc/193688640/\" id=\"a_66\">Hope Plantations Ltd.</a> (supra), this  Court  laid  down  the\nlaw in the following terms:</span>\n</blockquote>\n<blockquote id=\"blockquote_25\">&quot;17... One important consideration of public policy is  that  the  decisions\npronounced by courts of competent jurisdiction should be final, unless  they\nare modified or reversed by appellate authorities; and the  other  principle\nis that no one should be made to face the  same  kind  of  litigation  twice\nover, because such a process would be contrary  to  considerations  of  fair\nplay and justice.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_12\"> Mr. M.T. George, the learned counsel appearing on behalf  of  the  Bank  in\nthe appeal arising out of S.L.P. (C) No. 12772 of  2015  contends  that  the\ntenancy has not been determined conclusively, as the documents  produced  on\nrecord to prove the relationship of tenancy are not registered  and  do  not\nhold much water. Mr. Rajeev Kumar Pandey, the learned counsel  appearing  on\nbehalf of the respondent Bank in the appeal arising out of  S.L.P.  (C)  No.\n31080 of 2015 submits that the property in question was mortgaged before  it\nwas leased. Such a lease would thus, not entitle  the  lessee  to  stop  the\nbank from taking possession over the property which was mortgaged to it.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">The other learned  counsel  appearing  on  behalf  of  other  Banks  in  the\nconnected appeals adopted the arguments advanced by  the  aforesaid  learned\nsenior counsel appearing on behalf  of  some  of  the  Banks.  It  was  also\ncontended that the appellants in the connected appeals have  not  been  able\nto produce sufficient documentary evidence to prove that  they  are  tenants\nin respect of the properties in question in the  proceedings  under  <a href=\"/doc/57488768/\" id=\"a_67\">Section\n14</a> of the SARFAESI Act and hence, they have no locus standi  to  prefer  the\nabove appeals questioning  the  correctness  of  the  Order  passed  by  the\nlearned Magistrate.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_14\">     We have carefully considered the above rival legal submissions made  on\nbehalf of the parties and answer the same as hereunder:\n</p>\n\n<blockquote id=\"blockquote_26\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1511187\" id=\"span_16\"><a href=\"/doc/52229129/\" id=\"a_68\">The SARFAESI Act</a>, which came into force from  21.06.2002,  was  enacted  to\nprovide procedures to the Banks to recover their security interest from  the\ndebtors  and  their  collateral  security  assets  as  provided  under   the\nprovisions of the Act. The scope of the Act was explained by this  Court  in\nthe case of <a href=\"/doc/1511187/\" id=\"a_69\">Transcore v. Union of India &amp; Anr.</a>[5] as under:</span>\n</blockquote><blockquote id=\"blockquote_27\">“12.  <a href=\"/doc/52229129/\" id=\"a_70\">The  NPA  Act,  2002</a>  is  enacted  to  regulate   securitization   and\nreconstruction of financial assets and enforcement of security interest  and\nfor matters connected therewith. <a href=\"/doc/52229129/\" id=\"a_71\">The NPA Act</a> enables the banks  and  FIs  to\nrealize long-term assets,  manage  problems  of  liquidity,  asset-liability\nmismatch and to improve recovery of  debts  by  exercising  powers  to  take\npossession of  securities,  sell  them  and  thereby  reduce  non-performing\nassets by adopting measures for recovery and  reconstruction.  <a href=\"/doc/52229129/\" id=\"a_72\">The  NPA  Act</a>\nfurther provides for setting up of asset reconstruction companies which  are\nempowered to take possession of secured assets  of  the  borrower  including\nthe right to transfer by way of lease; assignment  or  sale.  The  said  Act\nalso empowers the said asset  reconstruction  companies  to  take  over  the\nmanagement of the business of the borrower....\n</blockquote>\n<blockquote id=\"blockquote_28\">13. Non-performing assets (NPA) are a cost to the economy. <a href=\"/doc/52229129/\" id=\"a_73\">When the Act</a>  was\nenacted in 2002, the NPA stood at Rs 1.10 lakh crores. This was  a  drag  on\nthe economy. Basically, NPA is an account which becomes non-viable and  non-\n</blockquote><p data-structure=\"Section\" id=\"p_15\">performing in terms of the  guidelines  given  by  RBI.  As  stated  in  the\nStatement of Objects and Reasons, NPA arises on account of mismatch  between\nasset and liability. The NPA account is an asset in the hands  of  the  bank\nor FI. It represents an amount receivable and realizable  by  the  banks  or\nFIs. In that sense, it is an asset in the hands  of  the  secured  creditor.\nTherefore, the NPA Act, 2002  was  primarily  enacted  to  reduce  the  non-\nperforming assets by adopting measures not only for recovery  but  also  for\nreconstruction.  Therefore,  the  Act  provides  for  setting  up  of  asset\nreconstruction  companies,  special  purpose  vehicles,   asset   management\ncompanies, etc. which are empowered to take possession of secured assets  of\nthe borrower including the right to transfer by way of lease, assignment  or\nsale. It also provides for  realization  of  the  secured  assets.  It  also\nprovides for takeover of the management of the borrower company.”\n\nThus, it becomes clear that the <a href=\"/doc/52229129/\" id=\"a_74\">SARFAESI Act</a> is meant to operate as  a  tool\nfor banks and ensures a smooth debt  recovery  process.  The  provisions  of\n<a href=\"/doc/52229129/\" id=\"a_75\">SARFAESI  Act</a>  make  its  purport  amply  clear,  specifically   under   the\nprovisions of <a href=\"/doc/122562177/\" id=\"a_76\">Sections 13(2)</a> and <a href=\"/doc/26129616/\" id=\"a_77\">13(4)</a> of the Act, which read as under:\n</p>\n<blockquote id=\"blockquote_29\">“13. Enforcement of Security interest.-\n</blockquote>\n<blockquote id=\"blockquote_30\">(2) Where any borrower, who is under a   liability  to  a  secured  creditor\nunder a security agreement, makes any default in repayment of  secured  debt\nor any instalment thereof, and his  account  in  respect  of  such  debt  is\nclassified by the  secured  creditor  as  non-performing  asset,  then,  the\nsecured creditor may require the borrower by notice in writing to  discharge\nin full his liabilities to the secured creditor within sixty days  from  the\ndate of notice failing which the  secured  creditor  shall  be  entitled  to\nexercise all or any of the rights under sub-section (4).\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\">“(4) In case the borrower fails to discharge his liability  in  full  within\nthe period specified in sub-section  (2),  the  secured  creditor  may  take\nrecourse to one or more of the following measures  to  recover  his  secured\ndebt, namely:--\n</p><blockquote id=\"blockquote_31\">(a) take possession of the secured assets  of  the  borrower  including  the\nright to transfer by way of lease, assignment  or  sale  for  realising  the\nsecured asset....”\n\nFurther, the provision under <a href=\"/doc/33076222/\" id=\"a_78\">Section 35</a> of the SARFAESI  Act  provides  that\nit shall override all other laws, which is quoted as hereunder:\n</blockquote><blockquote id=\"blockquote_32\">“35. The provisions of this Act to override other laws.- The  provisions  of\nthis Act shall have effect, notwithstanding anything inconsistent  therewith\ncontained in any other law for the time being in  force  or  any  instrument\nhaving effect by virtue of any such law.&quot;\n</blockquote>\n<blockquote id=\"blockquote_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1026294\" id=\"span_17\">Providing a smooth and efficient recovery procedure to enable the  banks  to\nrecover the Non Performing Assets is a laudable object indeed,  which  needs\nto be ensured for the development of the economy of the  Country.  What  has\ncomplicated the matters, however, is the clash of this laudable object  with\nanother laudable object, namely, to secure the rights of the  tenants  under\nthe various Rent Control Acts. The history of these Rent  Control  Acts  can\nbe traced to as far back as the Second World War. At that time, due  to  the\nmassive inflation and shortage of commodities, not  only  had  the  cost  of\nliving risen exponentially, the tenants were also often left  to  the  mercy\nof the landlords as far as evictions or prices of rent were concerned.  Rent\nControl Acts have been  enacted  by  the  different  state  legislatures  to\nsecure the rights of the weaker sections of the society, viz., the  tenants.\nJustice Krishna Iyer aptly observed in the case of <a href=\"/doc/1026294/\" id=\"a_79\">Miss Santosh Mehta v.  Om\nPrakash &amp; Ors.</a>[6]:</span>\n</blockquote><blockquote id=\"blockquote_34\">“2. Rent Control laws are basically  designed  to  protect  tenants  because\nscarcity of accommodation is a nightmare for  those  who  own  none  and  if\nevicted, will be helpless.”\n\n\nThe preamble of the <a href=\"/doc/18783076/\" id=\"a_80\">Rent Control Act</a> reads as under:\n</blockquote><blockquote id=\"blockquote_35\">“<a href=\"/doc/52229129/\" id=\"a_81\">An Act</a> to unify, consolidate and amend the law relating to the  control  of\nrent and repairs of certain premises and of  eviction  and  for  encouraging\nthe construction of new houses by assuring a fair return on  the  investment\nby landlords and to provide for the  matters  connected  with  the  purposes\naforesaid……”\n\n\nIt becomes clear from a  perusal  of  the  preamble  of  the  Act  that  the\nultimate object behind the enactment of this legislation is to  control  and\nregulate the rate of rent so that unnecessary hardship is not caused to  the\ntenant, and also to provide protection to the tenants against arbitrary  and\nunreasonable evictions from the possession of the property.  The  protection\nof the tenants against unjust evictions becomes even  more  pronounced  when\nexamined in the light of <a href=\"/doc/192283136/\" id=\"a_82\">Section 15</a> of the Rent Control Act, which reads  as\nunder:\n</blockquote><blockquote id=\"blockquote_36\">“15. No ejectment ordinarily to be made if  tenant  pays  or  is  ready  and\nwilling to pay standard rent and permitted increases.(1)  A  landlord  shall\nnot be entitled to the recovery of possession of any  premises  so  long  as\nthe tenant pays, or is  ready  and  willing  to  pay,  the  amount  of  the,\nstandard rent and permitted increases, if any,  and  observes  and  performs\nthe other conditions of the tenancy, in so far as they are  consistent  with\nthe provisions of this Act.”\n\n<a href=\"/doc/142297371/\" id=\"a_83\">Section 15</a>, thus, restricts the right of a landlord  to  recover  possession\nof the tenanted premises from a tenant.\n</blockquote>\n<blockquote id=\"blockquote_37\">When we understand the factual matrix in the backdrop of the  objectives  of\nthe above two legislations, the controversy  in  the  instant  case  assumes\nimmense significance. There is an interest of the  bank  in  recovering  the\nNon Performing Asset on the one  hand,  and  protecting  the  right  of  the\nblameless tenant on the other. <a href=\"/doc/18783076/\" id=\"a_84\">The Rent Control Act</a> being a  social  welfare\nlegislation, must be construed as such. A landlord cannot  be  permitted  to\ndo indirectly what he has been barred from  doing  under  the  <a href=\"/doc/18783076/\" id=\"a_85\">Rent  Control\nAct</a>, more so when the two legislations, that is the  SARFAESI  Act  and  the\nRent Control Act operate in completely different fields. <a href=\"/doc/52229129/\" id=\"a_86\">While SARFAESI  Act</a>\nis concerned with Non Performing Assets of the Banks, the Rent  Control  Act\ngoverns the relationship between a tenant and  the  landlord  and  specifies\nthe rights and liabilities of each as well as the rules  of  ejectment  with\nrespect to such tenants. The provisions of the <a href=\"/doc/52229129/\" id=\"a_87\">SARFAESI Act</a> cannot  be  used\nto override the provisions of the <a href=\"/doc/18783076/\" id=\"a_88\">Rent Control Act</a>. If  the  contentions  of\nthe learned counsel for the respondent Banks are to be  accepted,  it  would\nrender the entire scheme of all Rent Control Acts operating in  the  country\nas useless and nugatory. Tenants would be left wholly to the mercy of  their\nlandlords and in the fear that the landlord may use  the  tenanted  premises\nas a security interest while taking a loan  from  a  bank  and  subsequently\ndefault on it. Conversely, a landlord would  simply  have  to  give  up  the\ntenanted premises as a security interest to the creditor banks while  he  is\nstill getting rent for the same.  In  case  of  default  of  the  loan,  the\nmaximum brunt will be  borne  by  the  unsuspecting  tenant,  who  would  be\nevicted from the possession of the tenanted property by the Bank  under  the\nprovisions  of  the  <a href=\"/doc/52229129/\" id=\"a_89\">SARFAESI  Act</a>.  Under  no  circumstances  can  this  be\npermitted, more so in view of  the  statutory  protections  to  the  tenants\nunder the <a href=\"/doc/18783076/\" id=\"a_90\">Rent Control Act</a> and also in respect of contractual tenants  along\nwith the possession of their properties which shall  be  obtained  with  due\nprocess of law.\n</blockquote>\n<blockquote id=\"blockquote_38\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"830805\" id=\"span_18\">The issue of determination of tenancy is also one  which  is  well  settled.\nWhile <a href=\"/doc/80042/\" id=\"a_91\">Section 106</a> of the Transfer of Property Act,  1882  does  provide  for\nregistration of leases which are created on  a  year  to  year  basis,  what\nneeds to be remembered is the effect of non-registration,  or  the  creation\nof tenancy by way of an oral agreement. According  to  <a href=\"/doc/80042/\" id=\"a_92\">Section  106</a>  of  the\nTransfer of Property Act, 1882, a monthly tenancy shall be deemed  to  be  a\ntenancy from month to month and must be registered if  it  is  reduced  into\nwriting. <a href=\"/doc/515323/\" id=\"a_93\">The Transfer of  Property  Act</a>,  however,  remains  silent  on  the\nposition of law in cases where the agreement is not  reduced  into  writing.\nIf the two parties are executing their rights and liabilities in the  nature\nof a landlord-tenant relationship and if regular  rent  is  being  paid  and\naccepted, then the mere factum of non-registration of  deed  will  not  make\nthe lease itself nugatory. If  no  written  lease  deed  exists,  then  such\ntenants are required to prove that they  have  been  in  occupation  of  the\npremises as tenants by producing such  evidence  in  the  proceedings  under\n<a href=\"/doc/57488768/\" id=\"a_94\">Section 14</a> of the SARFAESI Act before the learned  Magistrate.  Further,  in\nterms of Section 55(2) of the special law in the instant case, which is  the\n<a href=\"/doc/18783076/\" id=\"a_95\">Rent Control Act</a>, the  onus  to  get  such  a  deed  registered  is  on  the\nlandlord. In light of the same, neither the landlord nor the  banks  can  be\npermitted to exploit the fact  of  non  registration  of  the  tenancy  deed\nagainst the tenant. Further, the learned counsel for the appellants  rightly\nplaced reliance on a three Judge Bench decision of  this  Court  in  <a href=\"/doc/830805/\" id=\"a_96\">Anthony</a>\n(supra). At the cost of repetition<a href=\"/doc/830805/\" id=\"a_97\">, <a href=\"/doc/830805/\" id=\"a_98\">in that case</a></a> it was held as under:</span>\n</blockquote><blockquote id=\"blockquote_39\">“But the above finding does not exhaust the scope of the issue  whether  the\nappellant was a lessee of the building. A lease  of  immovable  property  is\ndefined in <a href=\"/doc/645212/\" id=\"a_99\">Section 105</a> of the TP Act. A transfer  of  a  right  to  enjoy  a\nproperty in consideration of  a  price  paid  or  promised  to  be  rendered\nperiodically or on specified occasions is  the  basic  fabric  for  a  valid\nlease. The provision says that such a transfer can be made expressly  or  by\nimplication. Once there is such a transfer of right to enjoy the property  a\nlease stands created. What is mentioned  in  the  three  paragraphs  of  the\nfirst part of <a href=\"/doc/515323/\" id=\"a_100\">Section 107</a> of the TP Act are only the different modes of  how\nleases are created. The first paragraph has  been  extracted  above  and  it\ndeals with the mode of creating the particular  kinds  of  leases  mentioned\ntherein.\n</blockquote><blockquote id=\"blockquote_40\">The third paragraph can be read along  with  the  above  as  it  contains  a\ncondition to be complied with if the parties choose to  create  a  lease  as\nper a registered instrument mentioned therein.\n</blockquote><blockquote id=\"blockquote_41\">All other leases, if created, necessarily  fall  within  the  ambit  of  the\nsecond paragraph. Thus, de hors the instrument parties can  create  a  lease\nas envisaged in the second paragraph of Section 107 which reads thus:\n</blockquote><blockquote id=\"blockquote_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193688640\" id=\"span_19\">All other leases of immovable property may be made either  by  a  registered\ninstrument or by oral agreement accompanied by delivery of possession.”\n\nIt further saddens us to see the manner in which the decision  in  the  case\nof <a href=\"/doc/193688640/\" id=\"a_101\">Harshad Govardhan Sondagar</a> (supra)  has  been  misinterpreted  to  create\nthis confusion. Random sentences have been picked up from the  judgment  and\nused, without any attempt to understand the true purport of the judgment  in\nits entirety.</span>\n</blockquote>\n<blockquote id=\"blockquote_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"660275\" id=\"span_20\">It is a well settled position of law that  a  word  or  sentence  cannot  be\npicked up from a judgment to construe that it is the ratio decidendi on  the\nrelevant aspect of the case. It is also a well settled position of law  that\na judgment cannot be read as a statute and interpreted and applied  to  fact\nsituations. An eleven Judge  Bench  of  this  Court  in  the  case  of  <a href=\"/doc/660275/\" id=\"a_102\">H.H.\nMaharajadhiraja Madhav Rao Jivaji Rao Scindia Bahadur of Gwalior &amp;  Ors.  v.\nUnion of India</a>[7] held as under:</span>\n</blockquote><blockquote id=\"blockquote_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1101298\" id=\"span_21\">“It is difficult to regard a word, a clause or a  sentence  occurring  in  a\njudgment of this Court, divorced from its  context,  as  containing  a  full\nexposition of the law on a question when the question did not even  fall  to\nbe answered in that judgment.”\n\nThe same view was reiterated by a Division Bench of this Court in  the  case\nof <a href=\"/doc/1101298/\" id=\"a_103\">Commissioner  of  Income  Tax  v.  Sun  Engineering  Works  (P</a>.)</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"178529316\" id=\"span_22\">Ltd.[8]\nFurther, a three Judge Bench of this Court in the case of <a href=\"/doc/178529316/\" id=\"a_104\">Union of India  v.\nDhanawanti Devi &amp; Ors.</a>[9] held as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_45\">“9. It is not  everything  said  by  a  Judge  while  giving  judgment  that\nconstitutes a precedent. The only thing in  a  judge’s  decision  binding  a\nparty is the principle upon which the case is decided and  for  this  reason\nit is important to  analyse  a  decision  and  isolate  from  it  the  ratio\ndecidendi.  According  to  the  well-settled  theory  of  precedents,  every\ndecision contains three basic postulates - (i) findings of  material  facts,\ndirect and inferential. An inferential finding of  facts  is  the  inference\nwhich  the  Judge  draws  from  the  direct,  or  perceptible  facts;   (ii)\nstatements of the  principles  of  law  applicable  to  the  legal  problems\ndisclosed by the facts; and (iii) judgment based on the combined  effect  of\nthe above. A decision is only an authority for  what  it  actually  decides.\nWhat is of the essence in a decision is its ratio and not every  observation\nfound therein nor what logically follows from the various observations  made\nin  the  judgment.  Every  judgment  must  be  read  as  applicable  to  the\nparticular facts proved, or assumed to be proved, since  the  generality  of\nthe expressions which may be found there is not intended  to  be  exposition\nof the whole law, but governed and qualified by the particular facts of  the\ncase in which such expressions are to be found. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"178529316\" id=\"span_23\">It would, therefore, be  not\nprofitable to extract a sentence here and there from  the  judgment  and  to\nbuild upon it because the essence of the  decision  is  its  ratio  and  not\nevery observation found therein. The enunciation of the reason or  principle\non which a question before a court has been decided is alone  binding  as  a\nprecedent. The concrete decision alone is binding  between  the  parties  to\nit, but it is the abstract ratio decidendi, ascertained on  a  consideration\nof the judgment in relation to the subject matter  of  the  decision,  which\nalone has the force of law and which, when it  is  clear  what  it  was,  is\nbinding. It is only the principle <a href=\"/doc/178529316/\" id=\"a_105\">laid down in</a> the judgment that is  binding\nlaw under <a href=\"/doc/882644/\" id=\"a_106\">Article 141</a> of the Constitution. A  deliberate  judicial  decision\narrived at after hearing an argument on a question which arises in the  case\nor is put in issue may constitute a precedent, no matter  for  what  reason,\nand the precedent  by  long  recognition  may  mature  into  rule  of  stare\ndecisis. It is the rule deductible from the application of law to the  facts\nand circumstances of the case which constitutes its ratio decidendi.</span>\n</blockquote>\n<blockquote id=\"blockquote_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193688640\" id=\"span_24\">10. Therefore, in order to understand and appreciate the binding force of  a\ndecision it is always necessary to see what were the facts in  the  case  in\nwhich the decision was given  and  what  was  the  point  which  had  to  be\ndecided. No judgment can be read as if it is a statute. A word or  a  clause\nor a sentence in the judgment cannot be regarded as  a  full  exposition  of\nlaw. Law cannot afford to be static and therefore, Judges are to  employ  an\nintelligent technique in the use of precedents……”\n                             (emphasis laid by this Court)\n\nThe decision of this  Court  rendered  in  the  case  of  <a href=\"/doc/193688640/\" id=\"a_107\">Harshad  Govardhan\nSondagar</a> (supra) cannot be understood to have held that  the  provisions  of\nthe <a href=\"/doc/52229129/\" id=\"a_108\">SARFAESI Act</a> override the provisions of the <a href=\"/doc/18783076/\" id=\"a_109\">Rent Control Act</a>,  and  that\nthe Banks are at liberty to evict  the  tenants  residing  in  the  tenanted\npremises which have been offered  as  collateral  securities  for  loans  on\nwhich default has been done by the debtor/landlord.</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"193688640\" id=\"span_25\">As far as granting leasehold rights being created  after  the  property  has\nbeen mortgaged to the bank, the consent of the creditor needs to  be  taken.\nWe have already taken this view in the case of  <a href=\"/doc/193688640/\" id=\"a_110\">Harshad  Govardhan  Sondagar</a>\n(supra). We have not stated anything to the effect that the tenancy  created\nafter mortgaging the property  must  necessarily  be  registered  under  the\nprovisions of the Registration Act and the Stamp Act.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">It is a settled position of law that once tenancy is created, a  tenant  can\nbe evicted only after following the due process of law, as prescribed  under\nthe provisions of the <a href=\"/doc/18783076/\" id=\"a_111\">Rent Control  Act</a>.  A  tenant  cannot  be  arbitrarily\nevicted by using the provisions of the <a href=\"/doc/52229129/\" id=\"a_112\">SARFAESI Act</a> as that would amount  to\nstultifying the statutory rights of protection given to the  tenant.  A  non\nobstante clause (<a href=\"/doc/33076222/\" id=\"a_113\">Section 35</a> of the SARFAESI Act) cannot be used to  bulldoze\nthe statutory rights vested on the tenants under the <a href=\"/doc/18783076/\" id=\"a_114\">Rent Control  Act</a>.  The\nexpression ‘any other law for the time  being  in  force’  as  appearing  in\n<a href=\"/doc/33076222/\" id=\"a_115\">Section 35</a> of the SARFAESI Act cannot mean to extend to each and  every  law\nenacted by the Central and State legislatures. It can  only  extend  to  the\nlaws operating in the same field. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"857240\" id=\"span_26\">Interpreting the non  obstante  clause  of\nthe <a href=\"/doc/52229129/\" id=\"a_116\">SARFAESI Act</a>, a three Judge Bench of this Court in the case  of  <a href=\"/doc/857240/\" id=\"a_117\">Central\nBank of India v. State of Kerala &amp; Ors.</a>[10] has held as under:</span>\n</p>\n<blockquote id=\"blockquote_47\">“18. The DRT Act and Securitisation Act were enacted by  Parliament  in  the\nbackdrop of recommendations made by the Expert Committees appointed  by  the\nCentral Government for examining  the  causes  for  enormous  delay  in  the\nrecovery of dues of banks and financial institutions  which  were  adversely\naffecting fiscal reforms. The committees headed by Shri T. Tiwari  and  Shri\nM. Narasimham suggested that the existing legal  regime  should  be  changed\nand special adjudicatory machinery be created for ensuring  speedy  recovery\nof  the  dues  of  banks  and   financial   institutions.   Narasimham   and\nAndhyarujina Committees also suggested  enactment  of  new  legislation  for\nsecuritisation and empowering the banks  etc.  to  take  possession  of  the\nsecurities and sell them without intervention of the Court.\n</blockquote>\n<blockquote id=\"blockquote_48\"> XXX                 XXX             XXX\n\n</blockquote><blockquote id=\"blockquote_49\">110. <a href=\"/doc/1683455/\" id=\"a_118\">The DRT Act</a> facilitated establishment of two-tier system of  Tribunals.\n</blockquote><p data-structure=\"Section\" id=\"p_19\">The Tribunals established at the first  level  have  been  vested  with  the\njurisdiction, powers and authority to summarily  adjudicate  the  claims  of\nbanks and financial institutions in the matter of  recovery  of  their  dues\nwithout being bogged down  by  the  technicalities  of  the  Code  of  civil\nProcedure. <a href=\"/doc/52229129/\" id=\"a_119\">The Securitisation Act</a> drastically changed the scenario  inasmuch\nas it enabled banks, financial institutions and other secured  creditors  to\nrecover their dues without intervention of  the  Courts  or  Tribunals.  <a href=\"/doc/52229129/\" id=\"a_120\">The\nSecuritisation Act</a> also made provision for registration  and  regulation  of\nsecuritisation/reconstruction companies, securitisation of financial  assets\nof banks and financial institutions and other related provisions.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">111. However, what is most significant to be  noted  is  that  there  is  no\nprovision in either of these enactments  by  which  first  charge  has  been\ncreated in favour of banks, financial institutions or secured creditors  qua\nthe property of the borrower.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">112. Under <a href=\"/doc/172827467/\" id=\"a_121\">Section 13(1)</a> of the  Securitisation  Act,  limited  primacy  has\nbeen given to the right of a secured creditor to enforce  security  interest\nvis-à-vis Section 69 or <a href=\"/doc/933049/\" id=\"a_122\">Section 69A</a> of the  Transfer  of  Property  Act.  In\nterms of that sub-Section, a secured creditor can enforce security  interest\nwithout intervention of the Court  or  Tribunal  and  if  the  borrower  has\ncreated any mortgage of the secured  asset,  the  mortgagee  or  any  person\nacting on his behalf  cannot  sell  the  mortgaged  property  or  appoint  a\nreceiver of the income of the mortgaged property or any part  thereof  in  a\nmanner which may defeat  the  right  of  the  secured  creditor  to  enforce\nsecurity interest. This provision was enacted in  the  backdrop  of  Chapter\nVIII of Narasimham Committee&#x27;s 2nd Report in which  specific  reference  was\nmade to the provisions relating to mortgages under the <a href=\"/doc/515323/\" id=\"a_123\">Transfer of  Property\nAct</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">113. In an apparent bid to overcome  the  likely  difficulty  faced  by  the\nsecured creditor which may  include  a  bank  or  a  financial  institution,\nParliament incorporated the non obstante  clause  in  <a href=\"/doc/152603276/\" id=\"a_124\">Section  13</a>  and  gave\nprimacy to the right of secured creditor vis  a  vis  other  mortgagees  who\ncould exercise rights under Sections 69 or 69<a href=\"/doc/515323/\" id=\"a_125\">A of the Transfer  of  Property\nAct</a>. However, this primacy has not been extended to  other  provisions  like\n<a href=\"/doc/8438375/\" id=\"a_126\">Section 38C</a> of the Bombay Act and <a href=\"/doc/162543282/\" id=\"a_127\">Section 26B</a> of the  Kerala  Act  by  which\nfirst charge has been created in favour of the State over  the  property  of\nthe dealer or any person liable to pay the dues of sales tax, etc.\n………………\n</p><p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"139734870\" id=\"span_27\">116. The non obstante clauses contained in <a href=\"/doc/1341621/\" id=\"a_128\">Section 34(1)</a> of the DRT Act  and\n<a href=\"/doc/33076222/\" id=\"a_129\">Section  35</a>  of  the  Securitisation  Act  give  overriding  effect  to  the\nprovisions of those Acts only if there is  anything  inconsistent  contained\nin any other law or instrument having effect by virtue of any other law.  In\nother words, if there is no provision in  the  other  enactments  which  are\ninconsistent  with  the  <a href=\"/doc/1683455/\" id=\"a_130\">DRT  Act</a>  or  <a href=\"/doc/52229129/\" id=\"a_131\">Securitisation  Act</a>,  the  provisions\ncontained in those Acts cannot override other legislations.”\n                             (emphasis laid by this Court)\n\nIf the interpretation of the provisions of <a href=\"/doc/52229129/\" id=\"a_132\">SARFAESI Act</a> as submitted by  the\nlearned senior counsel appearing on behalf of  the  Banks  is  accepted,  it\nwould not only tantamount to violation  of  rule  of  law,  but  would  also\nrender a valid Rent Control statute enacted  by  the  State  Legislature  in\nexercise of its legislative power under <a href=\"/doc/1817786/\" id=\"a_133\">Article 246 (2)</a> of the  Constitution\nof India useless  and  nugatory.  The  Constitution  of  India  envisages  a\nfederal feature,  which  has  been  held  to  be  a  basic  feature  of  the\nConstitution, as has been held by the seven Judge Bench  of  this  Court  in\nthe case of <a href=\"/doc/139734870/\" id=\"a_134\">S.R. Bommai &amp; Ors. v. Union of  India</a>[11],  wherein  Justice  K.\nRamaswamy in his concurring opinion elaborated as under:</span>\n</p><blockquote id=\"blockquote_50\">“247. Federalism envisaged in the Constitution of India is a  basic  feature\nin which the Union of India is permanent within the territorial  limits  set\nin <a href=\"/doc/1406924/\" id=\"a_135\">Article 1</a> of the Constitution and is indestructible.  The  State  is  the\ncreature of the Constitution and the law made by <a href=\"/doc/1456610/\" id=\"a_136\">Articles 2</a>  to  4  with  no\nterritorial integrity, but a permanent entity with its boundaries  alterable\nby a law  made  by  Parliament.  Neither  the  relative  importance  of  the\nlegislative entries in Schedule VII, Lists I and  II  of  the  Constitution,\nnor the fiscal control by the Union per se are  decisive  to  conclude  that\nthe  Constitution  is  unitary.  The  respective  legislative   powers   are\ntraceable to <a href=\"/doc/574894/\" id=\"a_137\">Articles 245</a> to 254 of the  Constitution.  The  State  qua  the\nConstitution is federal in structure and  independent  in  its  exercise  of\nlegislative  and  executive  power.  However,  being  the  creature  of  the\nConstitution the State has no right to secede or claim sovereignty. Qua  the\nUnion, State is quasi-federal. Both are coordinating institutions and  ought\nto exercise their  respective  powers  with  adjustment,  understanding  and\naccommodation to render socio-economic and political justice to the  people,\nto preserve and elongate the constitutional goals including secularism.\n</blockquote><blockquote id=\"blockquote_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"139734870\" id=\"span_28\">248.  The  preamble  of  the  Constitution  is  an  integral  part  of   the\nConstitution. Democratic form of Government, federal  structure,  unity  and\nintegrity of the nation, secularism, socialism, social justice and  judicial\nreview are basic features of the Constitution.”\n    (emphasis laid by this Court)\n\nIn view of the above legal position, if  we  accept  the  legal  submissions\nmade on behalf of the Banks to hold that  the  provisions  of  <a href=\"/doc/52229129/\" id=\"a_138\">SARFAESI  Act</a>\noverride the provisions of the various Rent Control Acts to allow a Bank  to\nevict a tenant from the tenanted premise, which has become a  secured  asset\nof the Bank after the default on loan by the landlord and dispense with  the\nprocedure laid down under the provisions of the various  Rent  Control  Acts\nand the  law  <a href=\"/doc/139734870/\" id=\"a_139\">laid  down  by</a>  this  Court  in  catena  of  cases,  then  the\nlegislative powers of the state legislatures are denuded which would  amount\nto subverting the law enacted by  the  State  Legislature.  Surely,  such  a\nsituation  was  not  contemplated  by  the  Parliament  while  enacting  the\n<a href=\"/doc/52229129/\" id=\"a_140\">SARFAESI Act</a> and therefore the interpretation  sought  to  be  made  by  the\nlearned counsel appearing on behalf of the Banks cannot be accepted by  this\nCourt as the same is wholly untenable in law.</span>\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_24\"> We are unable to  agree  with  the  contentions  advanced  by  the  learned\ncounsel appearing on behalf of the respondent Banks.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_25\">In view of the foregoing, the impugned judgments and orders  passed  by  the\nHigh Court/ Chief Metropolitan Magistrate are set aside and the appeals  are\nallowed. We further direct that the amounts which are  in  deposit  pursuant\nto the conditional interim order of this Court towards  rent  either  before\nthe Chief Metropolitan Magistrate/Magistrate Court  or  with  the  concerned\nBanks, shall be adjusted by the concerned Banks towards the  debt  due  from\nthe debtors/landlords in respect of the appellants  in  these  appeals.  The\nenhanced rent by way of conditional interim order shall be continued  to  be\npaid to the respective Banks, which amount shall also  be  adjusted  towards\ndebts of the debtors/landlords. All the pending  applications  are  disposed\nof.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_26\">                                                    …………………………………………………………J.\n                                 [V. GOPALA GOWDA]\n\n\n\n                                                    …………………………………………………………J.\n                                 [AMITAVA ROY]\n\n New Delhi,\n January 20,2016\n\n</p><p data-structure=\"Conclusion\" id=\"p_27\">-----------------------\n</p><pre id=\"pre_2\">[1]    (2014) 6 SCC 1\n[2]    (2000) 6 SCC 394\n[3]    (1980) 4 SCC 136\n[4]    (2005) 1 SCC 787\n[5]   (2008) 1 SCC 125\n[6]    (1980) 3 SCC 610\n[7]    (1971) 1 SCC 85\n[8]    (1992) 4 SCC 363\n[9]    (1996) 6 SCC 44\n[10]   (2009) 4 SCC 94\n[11]   (1994) 3 SCC 1\n\n</pre>","numcites":42,"numcitedby":267,"docsource":"Supreme Court of India","citetid":176039345,"divtype":"judgments","relatedqs":[{"value":"harshad govardhan sondagar","formInput":"harshad%20govardhan%20sondagar"},{"value":"oral agreement","formInput":"oral%20agreement"},{"value":"sarfaesi act","formInput":"sarfaesi%20act"},{"value":"protected tenant","formInput":"protected%20tenant"},{"value":"transfer of property act","formInput":"transfer%20of%20property%20act"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"ratio decidendi","formInput":"ratio%20decidendi"},{"value":"non performing assets","formInput":"non%20performing%20assets"},{"value":"npa act","formInput":"npa%20act"},{"value":"\"sarfaesi\"","formInput":"%22sarfaesi%22"},{"value":"non obstante clause","formInput":"non%20obstante%20clause"},{"value":"harshad govardhan","formInput":"harshad%20govardhan"},{"value":"rent control act","formInput":"rent%20control%20act"},{"value":"debts recovery tribunal","formInput":"debts%20recovery%20tribunal"},{"value":"securitisation act","formInput":"securitisation%20act"},{"value":"section 13 sarfaesi act","formInput":"section%2013%20sarfaesi%20act"},{"value":"delivery of possession","formInput":"delivery%20of%20possession"},{"value":"npa","formInput":"npa"},{"value":"drt act","formInput":"drt%20act"},{"value":"section 13(13) of sarfaesi act","formInput":"section%2013%2813%29%20of%20sarfaesi%20act"}],"cats":[{"value":"securitisation-reconstruction-of-assets,financial-security","formInput":"tag:securitisation-reconstruction-of-assets,financial-security"},{"value":"transfer-of-property","formInput":"tag:transfer-of-property"}],"courtcopy":true,"query_alert":null,"agreement":false}