{"tid":1670712,"publishdate":"2001-03-23","title":"M/S. P.C. Chandha & Co. (P) Ltd. vs Union Of India & Anr. on 23 March, 2001","doc":"<h2 class=\"doc_title\">M/S. P.C. Chandha &amp; Co. (P) Ltd. vs Union Of India &amp; Anr. on 23 March, 2001</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2001IIIAD(DELHI)867, 90(2001)DLT724</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<pre id=\"pre_1\">ORDER\n\n \n\nA.K. Sikri, J.\n\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This petition under <a href=\"/doc/1154891/\" id=\"a_1\">Section 33</a> of the Indian Arbitration Act, 1940 (the &#x27;Act&#x27; for short) poses an interesting question for determination. It involves the interpretation of Clause 24 of the Contract between the parties dealing with the arbitration vis-a-vis Clause 20(3) relating to jurisdiction of courts.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The respondent/UOI through DGS&amp;D had invited tenders and petitioner was also one of the bidders. His tender was accepted vide letter dated 8th January, 1979 which was for supply of 26060 ltrs. of 20 ltrs. packs and 23,155 ltrs. in 5 litre packs of pain for RFU finishing glass G.S. brushing oil gloss green Brumswick Middle ISC No. 226 specification IS-119-1962 class B. The petitioner could not effect the complete supply of the goods in question. Respondent by letter dated 11th March, 1981 cancelled the contract invoking Clause 14(7)(iii) of DGS&amp;D 168(Revised Conditions) as the contract was governed by these general conditions. Thereafter vide letter dated 23rd May, 1981 it required the petitioner to pay a sum of Rs.1,30,642.12 paisa as extra expenditure incurred and/or alternatively as general damages. The petitioner disputed and protested the claim. By letter dated 8th September, 1983 the petitioner was informed that one Mr. M.L. Gupta was appointed as Arbitrator to settle the disputes between the parties. However, by letter dated 2nd April, 1985 Mr. R.N. Mishra was appointed as Arbitrator in place of Mr. M.L. Gupta. The respondent filed statement of claim dated 12th July, 1985 before the said Arbitrator. The petitioner wanted to file a counter statement of facts dated 11th December, 1985 with a preliminary objection that Arbitrator had got no jurisdiction to deal with the matter. However, the learned Arbitrator declined to take the counter statement of facts on record with such a preliminary objection and order dated 15th January, 1986 was passed by him desiring that it should be decided by the competent court before the said case is proceeded further. At this stage the present petition was filed under <a href=\"/doc/1154891/\" id=\"a_2\">Section 33</a> of the Act, inter alia, alleging that in view of Clause 20(3) of the general conditions of the contract it is only court alone which had the jurisdiction to decide any dispute arising out of or in respect of contract and arbitrator had no jurisdiction to try the dispute between the parties. Relief is sought for declaration to this effect.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_3\">3. Clauses 20 and 24, which are bone of contention, may be reproduced at this stage:\n</p>\n  \n\n<blockquote id=\"blockquote_1\">&quot;Clause-20: LAWS GOVERNING THE CONTRACT\n \n\n(1) This contract shall be governed by the laws of India for the time being in force.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(2) Irrespective of the place of delivery, the place of performance or place of payment under the contract, the contract shall be deemed to have been made the place from which the acceptance of tender has been issued.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(3) Jurisdiction of Courts.- The courts of the place from where the acceptance of tender has been issued shall alone have jurisdiction to decide any dispute arising out of or in respect of the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(4) Marking of stores- The marking of the stores must comply with the requirements of the laws relating to Merchandise Marks for the time being in force in India.&quot;\n</blockquote> \n\n\n<p data-structure=\"Section\" id=\"p_4\">Clause 24: ARBITRATION\n \n\n</p><p data-structure=\"Section\" id=\"p_5\">(i) In the event of any question, dispute or difference arising under these conditions or any special conditions or contract, or in connection with this contract, (except as to any matters the decision of which is specially provided for by these or the special conditions) the same shall be referred to the sole arbitration of an Officer in the Ministry of Law, appointed to be the arbitrator by the Director General of Supplies &amp; Disposals. It will be no objection that the arbitrator is a Government servant, that he had to deal with the matters to which the contract relates or that in the course or his duties as a Government servant he has expressed views on all or any of the matters in dispute or difference. The award of the arbitrator shall be final and binding on the parties to this contract.&quot;\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_6\">4. The submission of the learned counsel for the petitioner that sub-clause (3) of Clause 20 although deals with jurisdiction of the courts, has to be read as a whole and fullest effect be given to it. This sub-clause specifically states that courts of the place from where the acceptance of tender had been issued  alone have the jurisdiction to decide any dispute arising out of or in respect of the contract. Therefore, his submission was that when courts alone have the jurisdiction as per this sub-clause to deal with and decide any dispute arising out of or in respect of the contract arbitrator had no jurisdiction over the subject matter which was for the court to decide. According to this submission arbitration clause 24 was subject to Clause 20 and whatever is left after the application of Clause 20 will only come under the ambit and scope of arbitration Clause 24. Learned counsel for the petitioner referred to sub-clause (5) of Clause 1 of General Conditions of Contract dealing with &#x27;Definitions and Interpretation&#x27; as per which heading of this conditions shall not affect the interpretation or construction thereof. His submission was that one should not see that heading namely &#x27;jurisdiction of courts&#x27; and see the language employed in sub-clause (3) of Clause 20 as a whole. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"919121\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"998459\" id=\"span_2\">In support of his submission, he relied upon the judgment in the case of  Rev.Mons.Sebastiao Francisco Xavier dos <a href=\"/doc/998459/\" id=\"a_3\">Remedios Monteiro Vs. The State of Goa</a> ,  <a href=\"/doc/919121/\" id=\"a_4\">Sri Ram Ram Narain Medhi Vs. State of Bombay</a> . These authorities lay down that heading of the section cannot influence the language of the section.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"302973\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1602521\" id=\"span_4\">He also relied upon the judgment of the Supreme Court in the case of  <a href=\"/doc/1602521/\" id=\"a_5\">Rananjaya Singh Vs. Baijnath Singh &amp; Ors.</a>  to contend that court should not go by the spirit of the Act in interpreting a particular provision of the Act and further by referring to the judgment of the Full Bench of Allahabad High Court in the case of  <a href=\"/doc/302973/\" id=\"a_6\">Ganga Bux Singh Vs. Sukhdin</a>  , his submission was that it is the language of the section on which one is to act upon.</span></span>\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_7\">5. This argument has not impressed me the least. The argument in first blush may appear to be attractive but a little closer scrutiny would expose its hollowness. It cannot be disputed that both Clauses 20 and 24 of the general conditions of the contract are to be given their proper meaning and effect. The learned counsel for the petitioner was put a specific query that if Clause 20 is to be read in the manner petitioner wanted then what kind of dispute would be left over from the scope of Clause 20 which could be decided in arbitration under Clause 24? To this, learned counsel for the petitioner candidly admitted that in this case no dispute of any kind would fall outside the scope of Clause 20 which could be decided in arbitration. Thus if petitioner&#x27;s contention is accepted, Clause 24 becomes otiose. Such an interpretation to the contract cannot be given which makes one clause completely redundant. First attempt has to be made to harmonise both the clauses in the contract. In fact interpreting the two Clauses in harmony does not pose any problem on a proper scrutiny of the two Clauses. Clause 20 deals with the &#x27;laws governing the contract&#x27; as is clear from the heading of this Clause itself. Sub-clause (3) of Clause 20 is part of this Clause, and therefore, this Clause is to be read in this context. Coming to sub-clause (3) which deals with the &#x27;jurisdiction of courts&#x27; the aspect which is dealt with is the territorial jurisdiction as is clear from the language of this Clause which starts as under: &#x27;The courts of the place from where the acceptance......&#x27;. Thus the purpose of Clause 20 is altogether different. This in fact caters to the provisions of <a href=\"/doc/1882318/\" id=\"a_7\">Section 31</a> of the Arbitration Act dealing with the jurisdiction of the court relating to arbitration proceedings. As per the scheme of the Act, court had the jurisdiction to deal with various aspects which included appointment of Arbitrator under <a href=\"/doc/1232861/\" id=\"a_8\">sections 8</a>, <a href=\"/doc/811701/\" id=\"a_9\">20</a>, <a href=\"/doc/157537/\" id=\"a_10\">21</a> and <a href=\"/doc/1310890/\" id=\"a_11\">22</a>, removal/fresh appointment of Arbitrator under <a href=\"/doc/1091250/\" id=\"a_12\">Sections 5</a>, <a href=\"/doc/596725/\" id=\"a_13\">11</a> and <a href=\"/doc/1265271/\" id=\"a_14\">12</a> and power to pass interim orders during the pendency of arbitration proceedings under <a href=\"/doc/28932/\" id=\"a_15\">Section 41</a> of the Act. After the award is passed, it is the court which has to receive the award and then pass an order to either modify the award (<a href=\"/doc/1294263/\" id=\"a_16\">Section 15</a>) remit the award (<a href=\"/doc/109140/\" id=\"a_17\">Section 16</a>) or pass judgment in terms of the award (<a href=\"/doc/1171700/\" id=\"a_18\">Section 17</a>). When such an award is filed any aggrieved party could file objections to the award under <a href=\"/doc/1503578/\" id=\"a_19\">Section 30</a> of the Act which again has to be dealt with by competent court of jurisdiction and during the pendency thereof court could pass interim orders under <a href=\"/doc/1633982/\" id=\"a_20\">Section 18</a> of the Act. Thus as per the Scheme of Act of 1940 a competent court had to play vital role at various stages. <a href=\"/doc/1882318/\" id=\"a_21\">Section 31</a> of the Act lays down the parameters determining the jurisdiction of the court which could deal with such aspects, notwithstanding that the main dispute between the parties in to be decided by means of arbitration. Once Clause 20 (3) is interpreted in this context namely the jurisdiction of the court which is competent to act has reference to jurisdiction mentioned under <a href=\"/doc/1882318/\" id=\"a_22\">Section 31</a> of the Act, haze gets removed and a clear picture emerges which is not capable of any doubts. Reading in this manner, one comes to an irresistible conclusion that any question, dispute or differences arising under these conditions or special conditions of contract or in connection with this contract is to be decided by means of arbitration as contemplated in Clause 24 of the Contract which constitutes an arbitration agreement between the parties. This Clause is worded very widely and would definitely cover the disputes which have arisen between the parties. If any matter falls for determination by the court in relation to such arbitration proceedings sub-Clause (3) of Clause 20 is the indicator as to which court will decide such a question and the answer as per that clause is that it has to be the court of the place where from the acceptance of tender has been issued. The words in sub-clause (3) &#x27;to decide any dispute arising out or in respect of the contract&#x27; are to be read with reference to those aspects where the court is given specific jurisdiction under various provisions of the Act as enumerated above. Any other construction destroys Clause 24 itself which cannot be the intention. By providing Clause 24 in the general conditions of the contract clear intention is to settle the disputes by means of arbitration. At the cost of repetition it is emphasised that neither this manifest intention can be nullified nor Clause 24 can be rendered otiose by accepting the contention advanced by the petitioner. None of the judgments cited by the petitioner have any application to the facts and circumstances of this case.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_8\">6. The learned counsel for the petitioner had also tried to argue that there was no concluded contract between the parties. This is a question which can be dealt with by the Arbitrator in arbitration proceedings.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_9\">7. It is therefore held that disputes which head arisen between the parties are to be determined by means of arbitration and the respondent had therefore rightly invoked the arbitration. The arbitrator is within its jurisdiction to decide these disputes. This petition which is without any merit is accordingly dismissed with costs.\n</p>\n\n \n\n","numcites":19,"numcitedby":7,"docsource":"Delhi High Court","citetid":1670712,"divtype":"judgments","relatedqs":[{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"}],"courtcopy":false,"query_alert":null,"agreement":false}