{"tid":125393447,"publishdate":"2014-08-06","title":"Hakkim vs State Tr.Dy.Supdt.Of Police on 6 August, 2014","doc":"<h2 class=\"doc_title\">Hakkim vs State Tr.Dy.Supdt.Of Police on 6 August, 2014</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2014 AIR SCW 5956, 2014 (13) SCC 427, 2015 CRI. L. J. 275, AIR 2015 SC (CRIMINAL) 142, (2015) 61 OCR 159, (2014) 3 CURCRIR 669, (2014) 144 ALLINDCAS 243 (SC), (2015) 1 CRIMES 205, (2014) 3 ALLCRIR 3265, (2014) 9 SCALE 226, 2014 ALLMR(CRI) 3728, (2014) 4 ALLCRILR 780</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:shiva-kirti-singh\">Shiva Kirti Singh</a>, <a href=\"/search/?formInput=benchid:f-m-kalifulla\">Fakkir Mohamed Ibrahim Kalifulla</a></h3>\n\n<pre id=\"pre_1\">                                                                             Reportable\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n\n                       CRIMINAL APPEAL NO.567 OF 2012\n\nHakkim                                             …Appellant\n                             VERSUS\n\nState Represented by\nDeputy Superintendent of Police                    …Respondent\n                                    With\n\n                       CRIMINAL APPEAL NO.568 OF 2012\n\nSarfudheen &amp; Anr.                                  …Appellants\n                             VERSUS\n\nState Represented by\nDeputy Superintendent of Police                    …Respondent\n                                      &amp;\n\n                       CRIMINAL APPEAL NO.1410 OF 2011\n\nSamsudheen                                   …Appellant\n                             VERSUS\nState Represented by\nDeputy Superintendent of Police                    …Respondent\n\n\n                             J U D G M E N T\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">FAKKIR MOHAMED IBRAHIM KALIFULLA, J.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_2\">In these appeals preferred by Accused Nos.1 to 4  (hereinafter  referred  to\nas ‘A-1, A-2, A-3 and A-4’), the Appellants herein  seek  to  challenge  the\njudgment passed by the Division Bench of the High  Court  of  Judicature  at\nMadras. The Division Bench by the  impugned  judgment  dated  23.07.2008  in\nCriminal Appeal  No.359  of  2005  confirmed  the  conviction  and  sentence\nimposed by the learned Sessions Judge in the judgment  dated  06.04.2005  in\nSC No.240 of 2003.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">Shorn of unnecessary details, the case of the prosecution was that  PW-1  by\nname Alim George was a resident of Kaliba Sahib Street  in  Nagur  Town.  He\nwas living with his three wives  by  name  Fatima,  Sayeeda  (deceased)  and\nSameema and their mothers,  his  daughter  Jeni,  his  son  Jaffer  Hussain,\nRahana sister of his deceased wife Sayeeda,  one  of  his  friends  by  name\nGoodnameshah PW-2 and his nephew Niyaz Ahmad PW-3  were  also  living  along\nwith  him.   PW-1  stated  to  have  worked  as  Imam  in  some  mosque   in\nKoothanallur before setting up his residence in Nagur.  He  also  stated  to\nhave worked as Principal in the Melapalayam  Arabic  college.  He  has  also\nworked as Imam in a mosque in Malaysia apart from serving as a teacher in  a\nMadrasa at Udumalaipet.  His guru was stated to be one Sayed  Ali  Sahib  in\nNagur.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">There were certain allegations against  PW-1  to  the  effect  that  he  was\nindulging in certain nefarious activities, namely, exploiting women folk  by\ndrugging them and also thereafter blackmailing them. At the instance of  PW-\n23, a report appeared about the nefarious activities in  a  magazine  called\n“Yevukanai”.  According to the prosecution, the  said  report  provoked  the\naccused along with three others, two of whom  were  also  prosecuted  before\nthe trial Court which resulted in their involvement  in  the  present  crime\nalleged against them.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">It is stated that when PW-1 along with the other residents was in his  house\non 26.10.1996 at 4.00 p.m., the door of the house was  pushed  open  by  the\nAppellants-accused holding knives in their hands,  they  entered  the  house\nand asked for PW-1 by calling who  was  ‘George’  and  one  of  the  accused\nplaced a knife on  the  neck  of  PW-3  while  another  accused  pulled  the\ndeceased Sayeeda by her hair and yet another person  advanced  towards  PW-1\nwhile another accused extorted to ‘kill him’. When the accused attempted  to\ninflict injuries on PW-1, he warded  off  the  same  which  resulted  in  an\ninjury to his forehand. At that point of time while deceased Sayeeda  raised\nan alarm, the accused  persons  caught  hold  of  her  hands  and  legs  and\ninflicted multiple injuries on her. When PW-4, the mother  of  the  deceased\ncame for her rescue, she was inflicted with stab injuries in  which  process\nher right hand ring finger got severed. While three of the accused held  the\ndeceased Sayeeda, A-1 stated to have cut her throat which  resulted  in  her\ninstantaneous death. When PWs-2 and 3 tried to  intervene,  they  were  also\ninflicted with knife injuries.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">In view of the milieu created, people living in  and  around  the  place  of\nresidence of PW-1, gathered around and caught hold of all the four  accused-\nAppellants. The deceased and the injured were shifted to the hospital  where\nPW-1’s statement Exhibit P-5 was recorded  which  was  registered  as  Crime\nNo.464 of 1996 at 6.30 p.m. at Nagur  Police  Station  under  <a href=\"/doc/1258372/\" id=\"a_1\">Sections  147</a>,\n<a href=\"/doc/763672/\" id=\"a_2\">148</a>, <a href=\"/doc/838469/\" id=\"a_3\">452</a>, <a href=\"/doc/724142/\" id=\"a_4\">324</a>, <a href=\"/doc/455468/\" id=\"a_5\">307</a> and <a href=\"/doc/1560742/\" id=\"a_6\">302</a>, IPC and the express report was forwarded to  the\nJudicial Magistrate at Nagapattinam and was delivered at 00.10 hours.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">The accused, who were held by the neighbours, were beaten by the public  and\nwere shifted to the hospital by the police personnel. It  is  in  the  above\nstated background that the Appellants were arrested  along  with  the  other\ntwo accused and after recording the statements  of  witnesses,  the  charge-\nsheet came to be filed.  Apart from PWs-1 to 4, the  injured  eye  witnesses\nrelated to the deceased, an independent witness PW-5  who  was  employed  on\nthat day for changing the tiles of the roof of the house of  PW-1  was  also\nexamined. PW-10 was the post mortem doctor and  Exhibit  P-15  is  the  post\nmortem certificate. PW-8  was  the  doctor  who  examined  the  injured  eye\nwitnesses PWs 1 to  4  and  Exhibits  P-6,  P-7,  P-8  and    P-9  were  the\ncertificates issued by PW-8. M.Os. 2 to  5  were  the  knives.  The  accused\nAppellants were arrested on 26.10.1996 at     7 p.m. i.e.  on  the  date  of\noccurrence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">PW-1 suffered one grievous injury which is a cut injury at left forearm. PW-\n2 suffered one cut  injury  on  the  back  apart  from  one  abrasion.  PW-3\nsuffered two simple injuries. PW-4  suffered  six  cut  injuries,  of  which\ninjury Nos.1 to 3 were simple and injury Nos.4 to 6  were  grievous.  PW-32,\nthe doctor examined the accused on 27.10.1996 at 4.35  p.m.  Exhibits  P-40,\n41, 42  and 39 were the certificates issued by PW-32  relating  to  injuries\nsustained by A-1 to A-4, respectively.  It was  recorded  by  PW-32  to  the\neffect that the accused Appellants informed PW-32 that they were  beaten  up\nby the public. Exhibit P-29 is the FSL report confirming presence  of  blood\nin seven items. Exhibit P-30 disclosed the blood group of  deceased  as  ‘O’\ngroup. It also revealed that the blood  found  in  one  of  the  knives  was\ndisintegrated. PW-10, in her evidence, stated that the  four  knives  marked\nin the case could have caused the injuries sustained by deceased as well  as\nby other injured persons.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">In the trial Court, the prosecution examined as many as 34  witnesses  apart\nfrom marking Exhibits P-1 to P-42.  M.Os.1 to 11 the material  objects  were\nalso placed before the Court.  M.Os.2 to 5 were the knives which  were  used\nin the crime. M.Os.7 to 11 were the dress  worn  by  the  deceased  Sayeeda.\nM.O.6 was the blood stained cement  flooring  while  M.O.7  was  the  cement\nflooring without blood stain.  The trial Court reached the  conclusion  that\nall the charges framed against A-5  and  A-6  were  not  proved  beyond  all\nreasonable doubts and, therefore, they were acquitted.  It  also  held  that\nthe charges framed under <a href=\"/doc/1897847/\" id=\"a_7\">Section 120B</a> IPC against A-1 to     A-4,  that  the\ncharge framed against A-3 under <a href=\"/doc/724142/\" id=\"a_8\">Section 324</a>, IPC (one count) and the  charge\nframed against A-4 under  <a href=\"/doc/1540253/\" id=\"a_9\">Section  326</a>,  IPC  were  not  proved.  They  were\naccordingly acquitted of the  said  charges.  It,  however,  found  all  the\nAppellants-accused guilty of the charges under <a href=\"/doc/1318185/\" id=\"a_10\">Section 449</a>, IPC and A-1  was\nfound guilty of charges under <a href=\"/doc/455468/\" id=\"a_11\">Section 307</a>, IPC  and  302,  <a href=\"/doc/1569253/\" id=\"a_12\">IPC</a>  as  well  as\ncharge under <a href=\"/doc/724142/\" id=\"a_13\">Section  324</a>,  IPC  found  proved  against  A-3  and  A-4.  The\nAppellants were sentenced to undergo RI for a period  of  5  years  for  the\ncharge found proved against them under <a href=\"/doc/1318185/\" id=\"a_14\">Section 449</a>, IPC.  A-1 was  sentenced\nto undergo RI for three years for an offence under <a href=\"/doc/455468/\" id=\"a_15\">Section 307</a>, IPC. A-2  to\nA-4 were sentenced to undergo three years RI for the offence  under  <a href=\"/doc/455468/\" id=\"a_16\">Section\n307</a> read with  <a href=\"/doc/999134/\" id=\"a_17\">Section  149</a>,  IPC.    A-1  was  sentenced  to  undergo  life\nimprisonment for the offence under <a href=\"/doc/1560742/\" id=\"a_18\">Section 302</a>, IPC  and  A-2  to  A-4  were\nsentenced to undergo life imprisonment for the  offence  under  <a href=\"/doc/1560742/\" id=\"a_19\">Section  302</a>\nread with <a href=\"/doc/513074/\" id=\"a_20\">Section 109</a>, IPC. A-3  and  A-4  were  sentenced  to  undergo  six\nmonths RI for the offence under <a href=\"/doc/724142/\" id=\"a_21\">Section 324</a>, IPC.\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">In the light of the long period during which they  were  in  jail  in  other\ncases and since it was pleaded that there was none to pay any fine on  their\nbehalf, the trial Court refrained from  imposing  any  fine  on  Appellants-\naccused. By the impugned judgment the  Division  Bench  of  the  High  Court\nhaving confirmed the conviction and sentence imposed by the trial Court  the\nAppellants are before us.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">We heard Mr. K.T.S. Tulsi and Mr. Ratnakar Dash, learned Senior Counsel  for\nthe Appellants and  Mr.  Subramonium  Prasad,  learned  Additional  Advocate\nGeneral for the State. Mr. Tulsi in his submissions focused  mainly  on  the\nsentence  aspect  apparently  finding  that  the  accused  Appellants   were\napprehended at the crime spot and caught red-handed. We  also  do  not  find\nanything wrong in the approach of the learned Senior Counsel in  making  the\nsubmissions as above in the peculiar facts of this case. In support  of  his\nsubmissions, the learned Senior Counsel pointed out that while  four  knives\nM.Os. 2 to 5  were  marked  in  the  case,  only  one  knife  was  sent  for\nscientific examination in which though blood was noted as per  Exhibit  P-30\nthe blood  found  was  disintegrated.  The  learned  Senior  Counsel  would,\ntherefore, contend that it will have to be proceeded  on  the  footing  that\nonly one knife was used in the crime.  By  pointing  out  the  said  factor,\nlearned Senior Counsel contended that it will have a serious bearing on  the\ncharge under <a href=\"/doc/513074/\" id=\"a_22\">Section 109</a>, IPC as well as  invocation  of  <a href=\"/doc/999134/\" id=\"a_23\">Section  149</a>,  IPC\ncould not have been made.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">  The learned Senior Counsel, therefore, contended that the intention of  A-\n1 who was armed with a knife and the others  can  only  be  attributed  with\nknowledge, in which event, at best the conviction can be only under  <a href=\"/doc/409589/\" id=\"a_24\">Section\n304</a> Part II, <a href=\"/doc/1569253/\" id=\"a_25\">IPC</a> and not for the offences for  which  they  were  convicted.\nTo strengthen the above submission, learned Senior Counsel pointed out  that\nthe injuries found on the body of  the  deceased  under  Exhibit  P-15  also\ndisclosed that other than the injury on the neck which was attributed to  A-\n1, there was no other injury on any other vital part  of  the  body  of  the\ndeceased.  The  learned  Senior  Counsel  in  his  submissions,   therefore,\ncontended that at best the other accused can only  be  attributed  with  the\npossibility of over enthusiasm and exaggeration and, therefore,  taking  the\nabove factors into account, it should be  held  that  the  sentence  already\nsuffered should be held to be sufficient.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">The learned Senior Counsel contended  that  the  accused  were  arrested  on\n26.10.1996 i.e. on the date of occurrence, that while    A-1  and  A-2  were\ngranted bail on 05.06.1997,  A-3 and A-4 were granted  bail  on  26.05.1997.\nThe  learned  Senior  Counsel  also  submitted  that  A-1   and   A-2   were\nsubsequently arrested in connection with the Coimbatore bomb blast  case  on\n28.03.1998 while A-3 and A-4 were arrested  on  24.10.1998  and  16.11.1998,\nrespectively. The learned  Senior  Counsel  contended  that  while  A-1  was\nconvicted in the Coimbatore bomb blast case  for  seven  years  and  he  has\nalready suffered the sentence, A-2 was sentenced to life  imprisonment.   As\nfar as A-3 is concerned, it was submitted that he was acquitted in the  bomb\nblast case and no further appeal was filed against the said  acquittal.  A-4\nwas stated to have  been  imposed  the  sentence  of  10  years  and  he  is\nundergoing the sentence. The learned Senior Counsel,  therefore,  reiterated\nhis submission that if the Appellants’ intention to kill was not  there  and\nin the absence of <a href=\"/doc/513074/\" id=\"a_26\">Sections 109</a> and <a href=\"/doc/999134/\" id=\"a_27\">149</a>, IPC being applied, at best,  it  can\nonly be said that the knowledge of the Appellants could have  been  only  to\nthe extent of likelihood of death of the deceased and, therefore,  304  Part\nII, <a href=\"/doc/1569253/\" id=\"a_28\">IPC</a> can only be applied.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"14570141\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"61901185\" id=\"span_2\">Mr. Ratnakar Dash, learned Senior Counsel  who  appeared  for  some  of  the\nAppellants submitted that while according to the case  of  the  prosecution,\nseven persons were involved in the crime, only four were caught red  handed,\nthat the clothes worn by  the  accused  were  not  recovered  and  sent  for\nserological test and in the circumstances when PW-1 was not  done  to  death\nand the deceased came to be killed, no intention can be  attributed  to  the\nkilling of the deceased as against the accused. The learned Senior  Counsel,\ntherefore, contended that the  offence  of  murder  cannot  be  affirmed  as\nconfirmed by the learned Sessions Judge as well as the High Court.   Learned\nSenior Counsel relied upon the decisions reported in <a href=\"/doc/61901185/\" id=\"a_29\">Ankush Shivaji  Gaikwad\nv. State of Maharashtra</a> - <a href=\"/doc/14570141/\" id=\"a_30\">2013 (6) SCC 770 and Roy  Fernandes  v.  State  of\nGoa and others</a> - 2012 (3) SCC 221 in support of his submissions.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"70248453\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1589001\" id=\"span_4\">Mr. Tulsi, learned  Senior  Counsel  appearing  for  Appellant  in  Criminal\nAppeal No.1410 of 2011 submitted that indisputably he was a juvenile on  the\ndate of occurrence and when the said plea was raised before the High  Court,\nthe High Court declined to grant the relief even though as a matter of  fact\nit was recorded that the age of the Appellant on the date of the  occurrence\nwas 17 years and 9 months holding that he  was  not  a  juvenile  under  the\nprovisions of the <a href=\"/doc/49588121/\" id=\"a_31\">Juvenile Justice Act</a> of 1986  as  per  the  law  that  was\nprevailing on that date. The learned Senior Counsel pointed out that  having\nregard to the development of law as held  in  the  subsequent  decisions  in\n<a href=\"/doc/1589001/\" id=\"a_32\">Hari Ram v. State of Rajasthan and another</a> - 2009 (13) SCC 211,  Ajay  Kumar\nv. State of Madhya Pradesh - 2010 (15)  SCC  83  and  Jitendra  Singh  alias\n<a href=\"/doc/70248453/\" id=\"a_33\">Babboo Singh and another v. State of Uttar Pradesh</a> - 2013 (11) SCC 193  even\nif the conviction of the said Appellant is to be confirmed, he  is  entitled\nto the benefit in the matter of sentence as provided  under  the  provisions\nof the <a href=\"/doc/49588121/\" id=\"a_34\">Juvenile Justice Act</a>.</span></span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">Mr. Subramonium Prasad, learned Additional Advocate General  for  the  State\nin his submissions pointed out that the contention based on the  FSL  report\non the use of one knife alone cannot be accepted, inasmuch as, at  the  time\nwhen the accused were apprehended on the  spot  all  the  four  knives  were\nrecovered with the aid of mahazar witnesses which were  duly  placed  before\nthe Court. Learned Additional Advocate General  also  relied  upon  the  eye\nwitness account of PWs 1 to 4 who referred  to  the  use  of  all  the  four\nknives indiscriminately on the spot by the four accused which  evidence  was\nfurther supported by the various injuries sustained by those witnesses  some\nof which were grievous in nature apart from the evidence of the  independent\nwitness PW-5. Learned Additional Advocate General also pointed out that  the\ndeceased having suffered as many as 14 injuries all over  her  body,  it  is\nfutile on the part of the Appellant to contend that  only  one  knife  could\nhave been used which was attributed  to  A-1.  Learned  Additional  Advocate\nGeneral, therefore, submitted that invoking  Section  302  read  along  with\nSections 109 and 149 was rightly and correctly applied for which  they  were\nultimately convicted. Learned Additional  Advocate  General  contended  that\nall the accused entered the house of PW-1 fully planned  with  an  intention\nto kill, armed with weapons individually and, therefore,  having  regard  to\ntheir involvement in the occurrence in which one died while two others  were\nseriously injured apart from two others who  suffered  minor  injuries  and,\ntherefore, there is no scope for any leniency in the matter of sentence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">Having heard the respective submissions of the learned counsel, we are  also\nconvinced that there is no scope for reducing the sentence as was  submitted\nby the learned Additional Advocate General. As far as  the  submission  made\nbased on single knife is  concerned,  as  rightly  pointed  out  by  learned\nAdditional  Advocate  General,  it  is  a  case  where  the   accused   were\napprehended on the spot and the recovery of the  weapons  was  also  carried\nout at the time when they  were  apprehended.  The  said  factor  cannot  be\ndisputed in as much as  apart  from  the  eye  witness  account  of  injured\nwitnesses PWs-1 to 4, the accused themselves were examined by the doctor PW-\n32 on 27.10.1996 at 4.35 p.m. The injuries on their bodies were noted  under\nExhibits P-39 to 42 and according to  PW-32,  at  that  point  of  time  the\naccused themselves stated that they were thrashed by the public which is  in\ntune with the case of the prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">It is also not in dispute that  recovered  knives  were  placed  before  the\ntrial Court and marked as M.Os.2  to  5.   That  apart,    PW-10,  the  post\nmortem doctor in her certificate Exhibit P-15 confirmed the  multiple  knife\ninjuries found on the body of the deceased.  While one of the  injuries  was\non the neck which was attributed to A-1, there were other  injuries  on  the\nvital parts of the body as well as other parts numbering 13 and all of  them\nwere incised wounds ranging from 2cm x 1cm to 15cm x 7cm. Therefore,  it  is\nfutile on the part of the Appellant to contend that only one knife was  used\nto cause so many injuries on the body of the deceased.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">That apart, according to PW-8, the doctor who  examined    PWs-1  to  4  and\nissued Exhibits P-6 to P-9 certifying the  injuries.  Exhibits  P-6  to  P-9\nrevealed that PW-1 suffered one  grievous  injury,  PW-2  suffered  one  cut\ninjury on the back  apart  from  one  abrasion,  PW-3  suffered  two  simple\ninjuries and PW-4 suffered six cut injuries of which 1 to 3 were simple  and\n4 to 6 were grievous. One of the  injuries  suffered  by  PW-4  resulted  in\nseverance of her right hand ring finger. When such extensive  injuries  were\nsustained by the injured eye witnesses, it is too late in the  day  for  the\nAppellant to contend and for the Court to accept that  only  one  knife  was\nused and the placement of the other three knives could not have been  relied\nupon. The trial Court as well as the High Court rightly rejected  the  above\nsubmissions as  such  overwhelming  evidence  was  available  on  record  to\nsupport the case of the prosecution as regards the use of  multiple  weapons\nin the crime committed by the Appellants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\"> Once  the  said  contention  of  the  Appellants  is  rejected,  the  other\nco1ntentions, namely, that there was no scope to  invoke  <a href=\"/doc/513074/\" id=\"a_35\">Sections  109</a>  and\n<a href=\"/doc/999134/\" id=\"a_36\">149</a>, IPC would also fall to the ground. If that is the outcome of the  above\ndiscussion, there is no scope to find fault with the ultimate conclusion  of\nthe trial court having convicted  the  Appellants  for  the  offences  found\nproved against  them  for  which  the  sentence  came  to  be  imposed.  We,\ntherefore, do not find any substance in the submission  made  on  behalf  of\nthe Appellants to hold that only Section 304 Part II,  <a href=\"/doc/1569253/\" id=\"a_37\">IPC</a>  can  be  applied\nand a lesser punishment should be imposed. Having regard  to  the  extensive\nuse of the weapons by the accused in the process of killing of the  deceased\nand the inflicting of the injuries on PWs-1 to 4, we do not find  any  scope\nto show any concession in the matter  of  punishment  and  consequently  the\nsaid submission stands rejected. In the light of our  above  conclusion,  we\ndo not find any scope to refer to any  of  the  decisions  relied  upon  for\nreduction of sentence.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">As far as the submission made by Mr. K.T.S. Tulsi,  learned  Senior  Counsel\non behalf of the Appellant in Criminal Appeal No.1410 of 2011  who  was  A-1\nbefore the trial Court and as rightly contended by learned  Senior  Counsel,\nwe do find support in the records placed before  us  wherein  in  the  reply\nfiled on behalf of the State to the application filed for filing  additional\ndocuments, it is stated as under in paragraph (vi):\n</p><blockquote id=\"blockquote_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21107959\" id=\"span_5\">“The High Court observed that as per the contentions of the  petitioner,  he\nwas aged 17 years and 9 months at the time of  commission  of  the  offence.\nIt is pertinent to mention here that the High Court  correctly  applied  the\nprovisions of the 1986 Act in the  present  case,  thereby  leading  to  the\nfinding that since the petitioner has attained the age of  17  years  and  9\nmonths on the date of  commission  of  the  offence,  hence  he  was  not  a\njuvenile as per the provisions of the Act of 1986.”\n\nOnce, therefore, it is shown that the Appellant in Criminal  Appeal  No.1410\nof 2011, who was A-1, was only 17 years and 9 months  on  the  date  of  the\noccurrence, the decision reported in <a href=\"/doc/21107959/\" id=\"a_38\">Ajay Kumar v. State of  Madhya  Pradesh</a>\n(supra) applies wherein in the similar circumstances it was held as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_2\">“6. Rule 98 of the  Juvenile  Justice  (Care  and  Protection  of  Children)\nRules, 2007 (hereinafter referred to as “the Juvenile Justice Rules,  2007”)\nprovides the procedure as to how a case of a juvenile  who  is  in  conflict\nwith law should be disposed of.  The same reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_3\">      “98. Disposed off cases of juveniles in conflict with law-  The  State\nGovernment or as the case may be the Board may, either suo  motu  or  on  an\napplication made for the purpose, review the case of a person or a  juvenile\nin conflict with law, determine his juvenility in terms  of  the  provisions\ncontained in the Act and Rule 12 of these  Rules  and  pass  an  appropriate\norder in the interest of the juvenile in conflict with law under <a href=\"/doc/49588121/\" id=\"a_39\">Section  64</a>\nof the Act, for the immediate release of the juvenile in conflict  with  law\nwhose period of detention or imprisonment has exceeded  the  maximum  period\nprovided in <a href=\"/doc/196783065/\" id=\"a_40\">Section 15</a> of the said Act.\n</blockquote>\n<blockquote id=\"blockquote_4\">7. In the light of the aforesaid provisions, the maximum period for which  a\njuvenile could be kept in a  special  home  is  for  three  years.   In  the\ninstant case, we are informed that the appellant  who  is  proved  to  be  a\njuvenile has undergone detention for a  period  of  about  approximately  14\nyears.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21107959\" id=\"span_6\">In that view of the matter, since the appellant herein was  a  minor\non the date of commission of the offence  and  has  already  undergone  more\nthan the maximum period of detention as provided for  under  <a href=\"/doc/196783065/\" id=\"a_41\">Section  15</a>  of\nthe Juvenile Justice Act, by following the provisions  of  Rule  98  of  the\nJuvenile Justice Rules, 2007 read <a href=\"/doc/196783065/\" id=\"a_42\">Section 15</a> of the  Juvenile  Justice  Act,\nwe allow the  appeal  with  a  direction  that  the  appellant  be  released\nforthwith.”\n\nHaving regard to the said legal position, the  very  same  consequences  set\nout in <a href=\"/doc/21107959/\" id=\"a_43\">the said decision</a> should apply  to  the  case  of  the  Appellant  in\nCriminal Appeal No.1410 of 2011 who  has  already  suffered  more  than  the\nmaximum period of detention as provided under the <a href=\"/doc/49588121/\" id=\"a_44\">Juvenile Justice Act</a>.  The\nsaid appellant was enlarged on bail by this Court’s order dated  18.07.2011.</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_22\">Therefore, while confirming his conviction as per the judgment  impugned  in\nthis appeal, we hold that he is entitled for the benefit of  the  provisions\nof the <a href=\"/doc/49588121/\" id=\"a_45\">Juvenile Justice Act</a> and the sentence already undergone by him  shall\nbe sufficient for the above conviction. Therefore, he shall not be  detained\nany more in this case unless his detention is warranted in any  other  case.\nCriminal appeal No. 1410 stand disposed of on the above terms.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">The appeals filed by the other Appellants in Criminal Appeal No.567 of  2012\nby A-4 and Criminal Appeal No.568 of 2012 by A-2 and A-3 stand dismissed.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_24\">                                                      .……….…………………………………..J.\n                                          [Fakkir Mohamed Ibrahim Kalifulla]\n\n\n\n\n                                                      ………..…………………………………..J.\n                                      [Shiva Kirti Singh]\n\n\n\n\nAugust 06, 2014\nNew Delhi.\n</p>","numcites":20,"numcitedby":10,"docsource":"Supreme Court of India","citetid":125393447,"divtype":"judgments","relatedqs":[{"value":"juvenile justice rules 2007","formInput":"juvenile%20justice%20rules%202007"},{"value":"juvenile justice act","formInput":"juvenile%20justice%20act"},{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"section 109 of indian penal code","formInput":"section%20109%20of%20indian%20penal%20code"},{"value":"section 109 of ipc","formInput":"section%20109%20of%20ipc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"section 324 ipc","formInput":"section%20324%20ipc"},{"value":"304 ipc part ii","formInput":"304%20ipc%20part%20ii"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"sec.324 of indian penal code ","formInput":"sec.324%20of%20indian%20penal%20code%20"},{"value":"bomb blast case","formInput":"bomb%20blast%20case"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"juvenile justice rules","formInput":"juvenile%20justice%20rules"},{"value":"sec.307 ipc","formInput":"sec.307%20ipc"},{"value":"juvenile","formInput":"juvenile"},{"value":"section 307","formInput":"section%20307"},{"value":"section 324","formInput":"section%20324"},{"value":"304 part ii","formInput":"304%20part%20ii"},{"value":"indian penal code 307","formInput":"indian%20penal%20code%20307"}],"cats":[{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"abetment","formInput":"tag:abetment"}],"courtcopy":true,"query_alert":null,"agreement":false}