{"tid":467805,"publishdate":"2003-03-19","title":"Siddharth Holding Pvt. Ltd. A Company ... vs Saidale Co-Operative Housing Society ... on 19 March, 2003","doc":"<h2 class=\"doc_title\">Siddharth Holding Pvt. Ltd. A Company ... vs Saidale Co-Operative Housing Society ... on 19 March, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2003(6)BOMCR857</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-m-khanwilkar\">A.M. Khanwilkar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-m-khanwilkar\">A.M. Khanwilkar</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nA.M. Khanwilkar, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. In all 12 writ petitions and two Civil applications were placed for heading which concern the same parties, involving common issues. Accordingly, I proceed to decide all the 12 writ petitions and two civil applications together. Five writ petitions have been filed by the Saidale Co-operative Housing Society Ltd and four writ petitions have been filed by the original Disputants before the Co-operative Court. Whereas, three writ petitions have been filed by the other members of the Society, apprehending that, as a consequence of the order passed by the Appellate Court, they are likely to be affected. The two civil applications are filed for interlocutory directions in the pending writ petitions.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_2\">2. Briefly stated; the said society was registered on November 28, 1962 as a tenant co-partnership housing society under the <a href=\"/doc/34627769/\" id=\"a_1\">Maharashtra Co-operative Societies Act, 1960</a> with the object to purchase plot No. IA/566 and IB/565 of Mazgaon division or any other plot or plots with the prior approval of the general meeting and of the Registrar and to construct tenements on such plot or plots for the use of its members. At the relevant time the society did not have any land. However, in the year 1979 the Society purchased plot in question, bearing Plot No. 701 near Sophiya College Lane, Off Bhulabhai Desai Road, Bombay-400 026. The said plot was the subject matter of litigation in the suit pending before this Court being Suit No. 653/69. By way of consent terms filed in the said suit, the said plot was allowed to be sold and the Society purchased the said plot in 1979. Conveyance in favour of the Society has been made in and around February 1979. It appears that before the society had purchased the subject plot, one Srichand Bajaj, brother of Shyam Bajaj had submitted a proposal to the Bombay Municipal Corporation (hereinafter for the sake of brevity referred to as &quot;BMC&quot;) for sanction of plan for construction of building on the said plot. After the Society purchased the plot in question, said Srichand Bajaj was enrolled as its member. Be that as it may, the building proposal was pursued by the Society through the architect appointed by the Society. The proposal for construction of building on the said plot was upto 35 flats and which permission was accorded by the Corporation. Pursuant to the permission granted by the Corporation, construction was commenced by the Society. By 1984, building structure was completed upto 36 floors. However, on the basis of some discrepancies lateron noted by the authorities, the matter was re-examined by the corporation and it was noticed that the area of the plot was only 7,197 sq. meters, whereas the proposal submitted on behalf of the Society for construction of building thereon, mentioned that plot is admeasuring 9,282 sq. meters. In the circumstances, the corporation initiated action against the Society to remove the upper 8 floors which were obviously illegal. The Society challenged the said action right upto the Supreme Court. However, the decision of the corporation for demolition of upper 8 floors came to be confirmed. Naturally, the demolition of the said 8 floors was done sometime in 1989-90. The problem which has arisen in the present petitions is the off shoot of that demolition. In as much as, right from the inception and till prior to the demolition, the Society had intended to construct 35 tenements and for that purpose had admitted 35 persons as its members as against respective flats. It needs to be mentioned that right upto the actual demolition of eight upper floors was undertaken by the corporation, the Society pursued the matter at every level to save the structure from demolition. In that process, various proposals were given by the Society which, however, was not accepted by the corporation. It is in this backdrop, the 7 members who apprehended that they would be denied allotment of flats, instituted dispute before the Co-operative Court at Mumbai being Case No. 352/93. The Disputant No. 1 claimed that it was enrolled as a member and allotted Flat No. 151. The Disputant No. 6 claimed that it was initially enrolled as Associate member along with the Disputant No. 1 in respect of Flat No. 152 but lateron has been admitted as main member in respect of that flat. The Disputant No. 2 claimed that it was allotted Flat No. 161 and 162. The Disputant No. 7 was admitted as associate member along with the Disputant No. 2 and later on as first member in respect of flat No. 162. The Disputant No. 3 claimed that she was allotted Flat No. 171. The Disputant No. 4 claimed that Flat No. 181 was allotted to it. Similarly, the Disputant No. 5 claimed that Flat No. 182 was allotted to them jointly. The Disputants further asserted that they have paid contribution towards construction of the flats allotted to them and they have complied with all the obligations as a consequence of which they were entitled to the reliefs as claimed in the dispute. The Disputants prayed for the following reliefs.:\n</p>  \n\n<blockquote id=\"blockquote_1\">&quot;The Disputants therefore pray that\n \n\n</blockquote><blockquote id=\"blockquote_2\">1. the dispute be adjudicated upon in terms of Section 91 and 96 of the M. C. S. Act;\n</blockquote> \n\n<blockquote id=\"blockquote_3\">2. it be declared that the Disputants are required to be treated on par with other members in regard to the reduction in area of the flats and cost of their flats;\n</blockquote> \n\n<blockquote id=\"blockquote_4\">3. it be declared and ordered that the Opponent society should prune the area of the members more or less on equal basis as decided in its general body meeting held on 23.12.1988;\n</blockquote> \n\n<blockquote id=\"blockquote_5\">4. it be declared that the opponent society cannot charge to the Disputants or any of them a price higher than what is going to be charged to the other members;\n</blockquote>  \n\n<blockquote id=\"blockquote_6\">(a) It be declared that the present building comprising stilt + upper 28 floors is liable to be demolished and in its place a new building consisting of stilt + 36 floors be constructed and accordingly the opponent society be ordered and decreed to demolish the building now existing and construct a building comprising 36 floors of equally proportionate area and to take all necessary steps including permission to demolish existing building, to obtain sanction for the plans for constructing new building and all other permissions / orders that may be necessary in that behalf and construct and allot and give possession of the respective flats to the disputants along with the order members of the society.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(b) In the alternative to prayer 4(a) hereinabove, it be declared that about 626 sq.ft. FSI constructed area from each one of the floor is required to be demolished and the area which will be available after such demolition amounting to 17528 sq. ft. FSI be used in constructing upper 8 floors of equal size and accordingly opponent society be ordered to demolish 626 sq.ft. FSI constructed area from each floor and to construct 8 upper floors by using this FSI achieved on account of demolition and the opponent society be further ordered and directed to do all such acts, matters and things that may be necessary in that behalf and construct and allot and give possession of the respective flats to the Disputants along with the other members of the Society.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(c) In the alternative to prayer 4(b) hereinabove, it be declared that the opponent society is directed to purchase adjoining Plot, or FSI or 22,500 Sq.Ft. FSI known as TDR and by using such FSI to construct upper 8 floors and accordingly the opponent society be ordered and decreed to purchase/acquire adjoining Plot or 22,500 Sq. Ft. FSI at its cost and be further ordered and directed to construct 8 upper floors and to be all such acts, matters and thing that may be necessary in that behalf and construct and allot and give possession of the respective flats to the Disputants along with the other members of the Society.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(d) In the alternative to prayer 4(c) hereinabove, the opponent society be ordered and decreed to redesign or realign and adjust the flats and such adjusted flats be allotted to each one of the members and the opponent society be further ordered and decreed to take all such steps that may be necessary in that behalf and construct and allot and give possession of the respective flats to the Disputants along with the other members of the Society.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(e) In the alternative to prayer 4(d) the opponent society be ordered and decreed to acquire a flats of equivalent area to the originally allotted area in the same vicinity and with the same amenities or facilities that are provided to other members, at its cost and allot the same to the Disputants herein and accordingly opponent society be further ordered and decreed to do all such acts, matters and things that may be necessary in that behalf and construct and allot and give possession of the respective flats to the Disputants along with the other members of the Society.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">(f) In the alternative to prayer 4(e) hereinabove, it be declared that opponent society is liable to pay to the Disputants cost of acquisition of similar flat in the said vicinity and accordingly the opponent society be ordered and decreed to pay the cost of acquisition to each one of the Disputant alongwith further interest @ 18% p.a.\n \n\n</blockquote><blockquote id=\"blockquote_12\">(g) It be declared that whatever expenses, cost is incurred/spent for granting the reliefs as mentioned hereinabove then each one of the member of opponent society is directed to share in equal proportion the cost and expenses and accordingly each one of the members of opponent society be ordered and decreed to pay to the opponent society their respective contribution. \n</blockquote> \n\n<blockquote id=\"blockquote_13\">(5) A permanent injunction be granted restraining the opponent society, their agents, servants or persons claiming through or under them including any other member of the opponent society from;\n</blockquote>  \n\n<blockquote id=\"blockquote_14\">(a) (I) affecting the interest of the Disputants or any of them in regard to their getting at flat in the opponent society;\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(II) In the alternative to above prayers hereinabove, and only if this Hon&#x27;ble Court is inclined not to grant the said reliefs as prayed for in these prayers, hereinabove, the 1st Opponent society be directed to pay damages to each of the Disputants to be calculated at the market value of the flats on the date of this Hon&#x27;ble Court comes to the conclusion that three disputants cannot obtain the above mentioned relief and it be declared that such amount by way of damages is a charge on the said property of the opponent society;\n</blockquote> \n\n<blockquote id=\"blockquote_16\">(b) &quot;Preventing the Disputants from their getting sizes of the flats sought by them and allotted to them subject however the Disputant&#x27;s sacrificing area but not in excess of any of reduction made in respect of any of the other members having flats upto 28 floors;\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(c) demanding or collecting any monies in excess of any claim made or collected from any other members having flats upto 28 floors in the Society&#x27;s building;\n</blockquote> \n\n<blockquote id=\"blockquote_18\">(d) pending hearing and final disposal of the dispute, a temporary injunction may please be granted restraining the Opponent society, their agents, servants or person claiming through or under them from affecting the interest of any of the Disputants in any manner or excluding any of the Disputants from getting their legitimate flats including as and by way of getting a plan approved without 35 flats being designed for the 33 members or adopting any resolution in the general body which may affect the right or interest of the Disputants or any of them. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_3\">7. Ad-interim injunction in terms of Clause (6) hereinabove.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">8. Cost of the dispute and of the Disputants may be ordered to be paid by the Opponent, and\n \n\n</p><p data-structure=\"Issue\" id=\"p_5\">9. Such other reliefs as the nature and circumstances of the case reveal themselves.&quot; \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">3. The dispute was resisted by the Society, who was made respondent therein. On the basis of rival pleadings, the Co-operative Court framed following issues:\n</p>  \n\n<blockquote id=\"blockquote_19\">&quot;(1) Do Disputants prove that they are legal and valid members of Opponent Society as contemplated under the <a href=\"/doc/34627769/\" id=\"a_2\">Provisions of Maharashtra Co-operative Societies Act</a>?\n</blockquote> \n\n<blockquote id=\"blockquote_20\">(2) Do Disputants prove that the Resolution passed dated 23.12.1988 is legal and valid and enforceable?\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_7\">If yes, whether the Disputants are entitled for the relief as prayed for?\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">(3) Whether the disputants prove that this Hon&#x27;ble Court has jurisdiction to entertain the dispute and that the dispute is maintainable under Section 91 of the M. C. S. Act?\n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\">(4) Whether the disputants are not purchasers with notice?\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">(5) Whether the dispute application is barred by law of limitation?\n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\">(6) Whether the disputants are entitled for the reliefs as claimed in dispute application as under:-\n</p>  \n\n<blockquote id=\"blockquote_21\">a) Declaration\n \n\n</blockquote><blockquote id=\"blockquote_22\">b) Injunction\n \n\n</blockquote><blockquote id=\"blockquote_23\">c) Alternative prayers \n \n\n(7) What order and award?&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">4. The Co-operative Court, on analysing the materials on record found that it had jurisdiction to entertain the dispute as filed. In so far as the merit is concerned, it found that the disputed portion of the Resolution dated December 23, 1988, pressed into service on behalf of the Disputants was obviously written by Mr. Mighlani, Chairman in his own handwriting and was not part of the Resolution which was carried through in the general body meeting. In other words, the Co-operative Court found that the basis on which the Disputants claim that the entire structure should be demolished and in its place new building be constructed so as to accommodate all the members was never passed in that meeting. In so far as the validity of the membership of the Disputants is concerned, the trial court on analysing the materials on record found that the names of each of the Disputants appeared in the Membership Register and, therefore, held that it can be presumed that they were valid members of the Society. The Co-operative Court, however, found that admission of the Disputants was after the demolition of the building some time in the year 1993, during which period the Administrator was appointed and the same has been done high handedly. The Court, however, found that the disputants were not purchasers with notice of the alleged demolition. The Court then examined as to whether the dispute as filed was within limitation and answered the same in favour of the disputants. The Co-operative Court further found that the Disputant No. 1 paid amount of Rs. 7,91,000/- to the Society in March 1990 in respect of flat No. 151, whereafter the original member Mrs. Harishree Madhusing and Mr. Pradeep Bhatia surrendered their right and interest in that flat in favour of the disputant No. 1-company. In so far as flat No. 152, the Court found that the Disputant No. 1 was admitted as member and allotted that flat on 14th June, 1982 with two car parking spaces. In so far as the Disputant No. 2 is concerned, the trial court, found that it became member in relation to two flats being Flat Nos. 161 and 162 pursuant to agreement dated 3-3-1981. The Court has also referred to the permission granted by the Registrar in favour of Disputant No. 2 to hold two flats. In so far as the Disputant No. 6 is concerned, the trial court found that the Disputant No. 6 was admitted as associate member in the year 1993 along with the Disputant No. 1 in respect of Flat No. 152, which was originally allotted to the Disputant No. 1. In sofar as the Disputant No. 7 is concerned, the trial court found that it was admitted as associate member along with the Disputant No. 2 in relation to Flat No. 162. In so far as the Disputant No. 3 is concerned, the trial court found that even this disputant has subsequently surrendered her right in favour of Alin Gangul Associates, after the demolition of the structure. In so far as the Disputant No. 4 is concerned, the Court found that the Company became member and was allotted flat No. 181 in June, 1982. The Court further found that merely because the Defendant No. 4 Company was controlled by one Damji L. Shah, the brother of Jadhavjibhai Shah, who was controlling the society at the relevant time would make no difference to the validity of its membership. In so far as flat No. 182 is concerned, the court found that the Disputant No. 5(a) was enrolled and allotted the said flat on 17.12.1979. The record also established that the names of Disputant No. 5(a) and 5(c) have been entered in the membership register as against flat No. 182. Moreover share certificate was also issued in their favour on 1.9.1995. The trial court then found that the 28 remaining members who were likely to be affected by the decision of the court were not made parties and they were necessary parties. The trial court held that the dispute, therefore, suffers from non-joinder of necessary parties. In so far as grant of relief is concerned, the trial court found that there was no evidence adduced by the Disputants regarding structural instability. In other words, it found that although the resolutions passed by the Society while making proposals to the BMC, has noted that in the event the upper B floors were demolished that will affect the structural stability of the remaining structure, however, during the course of trial, no evidence was adduced in that behalf. The trial court further found that the question of demolition of the remaining structure on the ground of being affected by structural instability as claimed cannot be accepted. The trial court observed that even the prayer for vertifical demolition of the structure could not be considered because that request was already made to the corporation, and was not acceptable to the corporation. In sofar as the prayer for direction to the Society to purchase adjoining plot or TDR so as to accommodate the Disputants, the trial court found that no evidence was adduced by the Disputants in that behalf and even that relief cannot be considered. Similar observations have been made by the trial court with regard to the other reliefs claimed by the Disputants that the Society be directed to acquire flats of similar areas so as to accommodate the Disputants therein. In sofar as alternative relief of payment of market value is concerned, the trial court has found that no substantial evidence has been adduced by the Disputants. Whereas, the only evidence that is available on record was in the nature of payment made by the Disputant No. 4 in respect of Flat No. 151, being sum of Rs. 7,90,000/-. The trial court further found that since the agreement does not disclose the area of the flat to be provided to the Disputants there can be no basis for deciding the market value of the flats, so as to compensate the Disputants in that behalf. The trial court further found that various options suggested by M/s. Kapadia Architects cannot be considered. The trial court held that the agreement of allotment executed between the Society and the Disputants was frustrated and as a consequence of that the Disputants were not entitled for any relief inspite of being member in the society. In the ultimate analysis the trial court proceeded to direct the Society only to refund the entire amount received by the Society from the Disputants along with interest @ 6% per annum from dispute till realisation. The trial court accordingly disposed of the dispute by judgment and order dated September 29, 2001 in the following terms:\n</p>  \n\n<blockquote id=\"blockquote_24\">&quot;1) The dispute is partly allowed.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">2) The opponent society shall pay an amount of Rs. 82,11,350/- with interest on Rs. 61,95,000/- @ Rs. 6% p.a. from the date of the dispute (24.8.1993) till realisation to the disputant Nos. 1 to 7 in respect of their disputed flats Nos. 151, 152, 161, 162, 171, 181 &amp; 182 in the society building namely, &#x27;Saidale&#x27; as per following details.\n</blockquote>  \n\n<blockquote id=\"blockquote_26\">(A) The opponent society shall pay an amount of Rs. 10,86,000/- with interest on Rs. 7,90,000/- @ Rs. 6% p.a. from the date of the dispute till final realisation of the disputant No. in respect of their Flat No. 151.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">(B) The opponent society shall pay an amount of Rs. 12,41,000/- with interest on 7,60,000/- @ Rs. 6% p.a. from the date of the dispute till final realisation to the disputant No. 7 and the Disputant No. 2 in respect of their Flat No. 162 as per record of membership.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">(C) The opponent society shall pay amount of Rs. 12,01,350/- with interest on 9,60,000/-@ Rs. 6% p.a. from the date of the dispute till final realisation to the disputant No. 3 in respect of Flat No. 171 as per record of membership.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">(D) The opponent society shall pay an amount of Rs. 13,76,000/- with interest on 11,00,000/- @ Rs. 6% p.a. from the date of the dispute till final realisation to the disputant No. 4 in respect of Flat No. 181.\n</blockquote> \n\n<blockquote id=\"blockquote_30\">(E) The opponent society shall pay an amount of Rs. 13,31,000/- with interest on 10,35,000/- @ Rs. 6% p.a. from the date of the dispute till final realisation to the disputant No. 5A and the Disputant No. 5C in respect of their Flat No. 182 as per record of membership.\n</blockquote> \n\n<blockquote id=\"blockquote_31\">(F) The opponent society shall pay an amount of Rs. 9,60,000/- with interest on 7,90,000/- @ Rs. 6% p.a. from the date of the dispute till final realisation to the disputant No. 6 and disputant No. 1 as per membership register record of the society in respect of Flat No. 152.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">(G) The opponent society shall pay an amount of Rs. 10,16,000/- with interest on 7,60,000/- @ Rs. 6% p.a. from the date of the dispute till final realisation to the disputant No. 2 as per membership record of the Society in respect of their Flat No. 161. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\">3. The opponent society shall pay an amount of share to the disputant Nos. 1 to 7 as contributed.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_14\">4. Interim orders passed in dispute stand vacated.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\">5. No order as to costs and expenses.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">Award be drawn in terms of above order.&quot; \n</p> \n\n<p data-structure=\"Facts\" id=\"p_17\">5. Being dissatisfied by the aforesaid judgment and order of the Co-operative Court, the Disputants as well as the Society preferred appeals before the Maharashtra State Co-operative Appellate Court, Mumbai. In all 5 appeals were filed before the Appellate Court. The Society preferred Appeal No. 166/2001, whereas the Disputant Nos. 1 &amp; 6 preferred Appeal No. 174/2001, the Disputant Nos. 2 &amp; 7 preferred Appeal No. 181/2001, the Disputant Nos. 3 &amp; 4 preferred Appeal No. 183/2001 and the Disputant No. 5 preferred Appeal No. 185/2001. On the basis of the rival contentions, the appellate court proceeded to frame the following points for consideration and answered the same vide its judgment and order dated March 27, 2002, which is the subject matter of challenge in the present writ petitions. The points for consideration formulated by the Appellate Court read thus:\n</p>  \n\n<blockquote id=\"blockquote_33\">&quot;1) Whether Co-operative Court had jurisdiction to try the dispute as is raised and to what extent?\n</blockquote> \n\n<blockquote id=\"blockquote_34\">2) Whether the dispute is bad for no mentioning of the cause of action?\n</blockquote> \n\n<blockquote id=\"blockquote_35\">3) Whether the the Disputants are valid members of the Society?\n</blockquote> \n\n<blockquote id=\"blockquote_36\">3a) Does the Society prove that for want of having valid share certificate and for their failure to produce the original agreement the the Disputant No. 3 is not valid member?\n</blockquote> \n\n<blockquote id=\"blockquote_37\">3b) Does the Society prove that for want of having valid share certificate and for their failure to produce the original agreement the Disputant No. 5 is not valid member?\n</blockquote> \n\n<blockquote id=\"blockquote_38\">3c) Does the Society prove that the Disputant No. 6 could not have acquired membership in 1993 because the administrator did not have authority to do so or because his action to enroll them as member was bad in law?\n</blockquote> \n\n<blockquote id=\"blockquote_39\">3d) Does the Society prove that since the acquisition of shares by the Disputant No. 6 was not relating to Flat No. 152 and so the membership was invalid?\n</blockquote> \n\n<blockquote id=\"blockquote_40\">3e) Does the Society prove that the disputant No. 6/7 could not have held independent share and yet the claim of the associate membership with the Disputant No. 1?\n</blockquote> \n\n<blockquote id=\"blockquote_41\">3f) Does the Society prove that admission of the Respondent No. 7 as member of the Society was illegal?\n</blockquote> \n\n<blockquote id=\"blockquote_42\">4) Whether they or any one of them purchased with notice of the demolition and what is the effect?\n</blockquote> \n\n<blockquote id=\"blockquote_43\">5) Whether the questioned portion of the resolution dated 23rd December 1988 was proved to have been passed?\n</blockquote> \n\n<blockquote id=\"blockquote_44\">6) Whether the agreements are unenforceable because of B floor of the building were demolished? [Frustration of contract]\n \n\n6a) Whether the Society has proved that the disputants&#x27; friends or relatives or Corporate bodies were involved in the fraud?\n</blockquote> \n\n<blockquote id=\"blockquote_45\">6b) Whether the Society has proved that the Disputants or any one of them had knowledge of the fraud or part of the fraud at the material time.\n</blockquote> \n\n<blockquote id=\"blockquote_46\">7) Whether the Disputants are entitled to be treated at par with other members despite demolition?\n</blockquote> \n\n<blockquote id=\"blockquote_47\">8) If the finding on the previous point is in affirmative to what relief the Disputants are entitled to?\n</blockquote> \n\n<blockquote id=\"blockquote_48\">9) Whether the court is empowered to grant damages?&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">6. The Appellate court found that the issue of jurisdiction will have to be answered on the basis of averments in the plaint/dispute, as filed; and looking at the same, there was no lac of jurisdiction of the Co-operative Court. Before the Appellate Court, counsel appearing for the Society fairly accepted that position, as can be discerned from the internal page 21 of the impugned judgment. The argument on behalf of the Society, however, was that, the Disputant&#x27;s right to hold the flats arose from the agreements and the said agreements were not executed in their capacity as members, therefore, the Co-operative Court will have no jurisdiction to try such a dispute. It was further contended that the said transaction was of commercial nature in as much as the object of the Society was to provide tenements to its members at Mazgaon and not at the present side. The Appellate Court considered both these objections and has negatived the same. The Appellate Court has found that the agreement of allotment was in essence membership application cum agreement to purchase flat. That application was accepted by the Society as it is. Therefore, the allotment of flat was only the consequence of acceptance of membership application. Consequently, it was not an independent transaction between the Disputants and the Society as such nor a commercial transaction as contended. In other words, the Appellate Court found that the agreement was executed in the capacity as a member of the Society and not dehors that statu. Before the Appellate Court it was next argued on behalf of the Society that membership of the Disputants was not valid. However, in so far as the Disputant No. 3 is concerned, counsel appearing for the Society clearly conceded that there was no objection to her membership. Objection regarding validity of membership was, however, raised only with regard to the Disputant No. 5 - Rajendra Mighlani. The Appellate Court has accepted that contention advanced on behalf of the Society and found that although his name appeared in the share certificate and Voters&#x27;s list, as also in Membership Register, but still there can be no presumption that he was admitted as member. This finding has been assailed before his court on behalf of the Disputants, on the ground that the same is inconsistent with the reasoning in so far as other Disputants were concerned. In as much as the Appellate Court, while considering Point No. 3 at the outset observed that the names of the Disputants were mentioned in the Registrar of Members and those persons were considered as members of the Society and were sent circulars and demanded contribution, etc., there would be presumption that the Disputants were members of the Society. This reasoning can be discerned from the observation at the internal page 29 of the judgment, as also while considering the claim of Disputant No. 6 at internal page 32 of the impugned judgment. In so far as the Disputant No. 1 is concerned, the Appellate Court has found that the Disputant No. 1 was admitted as member in the year 1982 qua Flat No. 152, but moved an application for admitting the Disputant No. 6 as associate member sometime in the year 1993, which was accepted by the Society on September 6, 1993. It has also come on record, and as found by the Appellate Court that the Disputant No. 1 later on requested for accepting the Disputant No. 6 as the First Member in respect of Flat No. 152. Moreover, Flat No. 151 came to be allotted to the Disputant No. 1 after the resignation of the original member Harishri Madhursing and Pradip Bhatia in the year 1993. The Appellate Court, however, found that since the Disputant Nos. 1 &amp; 6 have been admitted as members by the Society, they can be removed only by taking recourse to expulsion proceedings and not otherwise and since their names appear in the Register of Members of the Society, it will have to be presumed that they are valid members. The Appellate Court then examined the discrepancy with regard to holding of shares of the Disputant Nos. 1 &amp; 6 and found that the Disputant Nos. 1 &amp; 6 were holding two sets of shares in respect of two flats. On that basis, the Appellate Court found that the Disputant Nos. 1 &amp; 6 were valid members. In so far objection to validity of membership of the Disputant No. 7 is concerned, the Appellate Court found that even this disputant was admitted as associate member by the Society in September, 1993 along with the Disputant No. 2 in respect of Flat No. 162. The Appellate Court found that the Disputant No. 7 has acquired four shares, originally held by one Manju Hemrajani. In effect the Disputant No. 7 was joint member along with the Disputant No. 2. The Appellate Court then went on the examine whether the disputed portion of the Resolution dated March 23, 1988 was passed in the meeting held on that day. The Appellate Court found that the disputed portion of the said Resolution was obviously written by the then chairman Mighlani, and therefore, was of no avail. The Appellate Court while examining this aspect has rightly observed that nothing material would turn on the basis of finding with regard to the disputed portion of this resolution, because ultimately the Disputants would get relief only if they are found to be valid members of the Society. The Appellate Court, however, found as a fact that the disputed portion of that resolution was never passed in the meeting held on March 23, 1988. The Appellate Court then proceeded to examine the fact that the Disputants were purchasers with notice. Even that issue has been answered in favour of the Disputants. In so far as the plea raised on behalf of the society that the Disputants had knowledge and at the material time are the beneficiaries of fraud is concerned, the Appellate Court found that pleadings were vague in that behalf and there was no sufficient evidence to record that finding against the Disputants. The Appellate Court found that the Disputants cannot be ascribed knowledge of the fraud, if any, committed by persons in authority at the relevant time. The Appellate Court has also noted that the Society has confined its challenge to the allotment of flat only against the Disputant Nos. 1, 6 &amp; 7 and particularly against the Disputant No. 1. The Appellate Court also found that there was no evidence about the factum that the Disputants shared knowledge of fraud. The Appellate Court also found that even if the corporate veil was to be lifted that would not enable the court to record finding of fraud against the said disputant. The Disputant Nos. 1 &amp; 2 were entitled to be treated at par with the other members. In sofar as the plea taken on behalf of the Society that the Disputant No. 1 had no permission to hold two flats, the Appellate Court has found that his objection is not taken in the pleadings and, therefore, need not be answered. In sofar as the plea taken on behalf of the Society that the agreement in question was frustrated and, therefore, was unenforceable on account of impossibility of performance, the Appellate Court found that the so called agreement cannot be treated contract between the Society and the Disputants. But, the Appellate Court then proceeded on the assumption that it was contract it found that the same was frustrated. The Appellate Court then proceeded to examine as to whether the Disputants, being valid members of the Society, were entitled for allotment of tenement. In this context, the Appellate Court has found that the Society was under no obligation to perform its commitment and hand over flats as were proposed, but at the same time went on to observe that would not extinguish the Disputants&#x27; rights as members of the Society. The Appellate Court found that in fact the Society ought to have persued the matter to its logical end by taking appropriate decision - But since that decision is not forthcoming, the court had no option but to consider the question of relied, itself. The Appellate Court has noted that in 1996 the general body of the Society has resolved that it was not in favour of the demolition of the existing structure and reconstructing new building so as to accommodate all the 35 members. The Appellate Court found that the majority decision need not be logical and that decision as has been taken by the Society would prevail. However, since no further decision was taken by the Society, the Appellate Court proceeded to consider the nature of relief that can be grated to the Disputants. The Appellate Court found that having regard to the peculiar circumstances, the only relief that can be granted to the Disputants was of refund of Contribution with 12% simple interest thereon and in case they do not desire to resign from the Society to keep them on the roll of members. The Appellate Court passed the following order while disposing of five appeals together.: \n</p>  \n\n<blockquote id=\"blockquote_49\">&quot;Appeal No. 166 of 2001 is dismissed. The other four appeals are partly allowed. The order of the lower court is modified and the same is substituted as under; \n</blockquote> \n\n<blockquote id=\"blockquote_50\">The society shall offer flat to the members on the basis of their seniority of enrolment. \n</blockquote> \n\n<blockquote id=\"blockquote_51\">The society shall refund contribution with 12% simple interest to the last 7 enrolled members if they desire to resign. In case they do not desire to resign the society shall keep them on the roll of members. \n</blockquote> \n\n<blockquote id=\"blockquote_52\">In case the Society resolves in future to construct new building or to construct more flats on the existing stricture the same shall be offered to the remaining members in the order of their seniority subject to they paying additional cost of construction. \n</blockquote> \n\n<blockquote id=\"blockquote_53\">After the Society completes the allotment of flats to the first 28 members the Society shall complete the work of construction and then put them in possession of their flats as soon as possible. \n</blockquote> \n\n<blockquote id=\"blockquote_54\">In view of the facts and circumstances of the case there shall be no order as to costs.&quot;  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_19\">7. Against the abovesaid decision in all 12 writ petitions have been filed. As aforesaid, 5 writ petitions have been filed by the Society and 4 writ petitions have been filed by the Disputants and 3 writ petitions have been filed by the other members claiming that they were likely to be affected by the principle enunciated by the Appellate Court regarding exclusion of members on the basis seniority of enrolment. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_20\"> 8. Mr. Jay Chinai appeared for the Disputant Nos. 1, 4, 5 &amp; 6. Mr. Jhagirdar with Mr. Vinit Naik appeared for the Disputant Nos. 2 &amp; 7. Mr. Grover appeared for the Society, whereas Mr. Ravi Kadam appeared in Writ Petition No. 3332/2002. Mr. Kadam represents the third set of writ petitioners who apprehend that they are likely to be affected on account of the order passed by the court, to apply principle of seniority of enrolment. According to Mr. Kadam, Kalyanji Tanna, original member was admitted in 1978 by the Society and allotted Flat No. 11 of the subject building in the year 1979. In the year 1981, the said Mr. Tanna along with his family members formed the Petitioners company. In the year 1982, much before the demolition action was initiated by the corporation, said Mr. Tanna transferred the shares and allotment held by him in respect of Flat No. 11 in the name of Petitioner company and in pursuance thereof the said shares and allotment of the flat transferred in the name of the Petitioner Company on June 30, 1982. In other words, it is asserted that the Petitioner company stepped into the shoes of the said Mr. Tanna and their membership should be reckoned from 1978, the date on which Mr. Tanna was enrolled as member. Whereas the Counsel for the Disputants essentially argued that the courts below have clearly found that the Disputants have been admitted as members by the Society and since they are valid members of the Society, the Society is under obligation to provide tenement to each of the member-disputants and consider them at par with the other members irrespective of the action taken by the corporation with regard to upper 8 floors illegal though. It was argued that in so far as finding with regard to the Disputant No. 5, the same is inconsistent with the reasoning adopted in respect of other disputants. Ld. Counsel for the Disputants submitted that there can be no question of frustration of contract, because agreement of allotment was not in the nature of contract between the Society and its members but the right to hold flat accrued in favour of the Disputants because of being members of the Society. Ld. Counsel further submitted that having regard to finding of fact recorded by the courts below with regard to the plea of knowledge of fraud, the position that emerges is that each of the Disputants is validly enrolled member of the Society and because of that status was entitled to be treated at par with other members. On the other hand, counsel for the Society contends that the Disputants cannot be treated at par with other members inasmuch as the Disputants are purchasers with notice. The Ld. Counsel further contends that the Society is under no obligation to provide tenements to all its members and especially in the peculiar situation of the present case when the Disputants were admitted as members by the Society when the flats allotted to them were subjected to demolition action by the Corporation. If that is so, contends Ld. counsel, the event of demolition of the structure disengages the Society from its obligation to allot flats which were demolished by the Corporation being illegal structure. Ld. Counsel further contends that the court should lift the corporate veil in so far as the companies are concerned, which are/were actually behind the illegality and to collate it with the fact that the Society was under the control of Srichand Bajaj till demolition action was taken and when the said Disputants came to be admitted as members. Ld. Counsel further contends that the view taken by the Appellate Court of giving limited relief to the Disputants by directing the Society to arrange the allocation of the existing structure on the basis of seniority is unexceptionable. Ld. Counsel, therefore, submits that, in fact, the Society is under no obligation to provide tenement to all its members and particularly to members who were affected by the demolition of the upper 8 floors of the structure. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">9. Having considered the rival submissions, I shall first examine the question of jurisdiction of the Co-operative Court. In so far as that aspect is concerned, I see no reason to take a different view than the one taken by the Appellate Court. The Appellate Court has rightly observed that the question of jurisdiction will have to be decided on the basis of the averments in the plaint and if so examined, the dispute as filed, was perfectly within jurisdiction of the Co-operative Court. This position was in fact conceded by the Counsel for the society before the Appellate Court. In so far as the argument advanced on behalf of the Society that the transaction was commercial in nature and was not between the member and the society as such, to my mind, the Appellate Court has rightly found that the application was a composite application for enrolment as member and for allotment of the tenements. The Appellate Court rightly held that the bye-laws of the Society permitted the Society to purchase any other plot or plots other than the specified in Clause 2(a) and to construct tenements on such plots for the use of its members. Understood thus, merely because the Society purchased the subject plot does not mean that the same was for purpose other than the one specified in the Bye-law namely, to provide tenement to its members. In the circumstances, the conclusion reached by the Appellate Court that the Co-operative Court had jurisdiction to try and decide the dispute in unexceptionable. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">10. That takes me to the merits of the contentions. Before I address the core issue, I think, it will be appropriate to note the broad principles on which the co-operative movement is founded. It will be useful to advert to the decision of our High Court reported in 1975 Co-operative Law Report, 185 in the case of Shriram Sahakari Sakhar Karkhana Ltd. v. Arvind and Anr. The Division Bench of this High Court has observed in paragraph 22 of the said decision thus: \n</p>  \n\n<blockquote id=\"blockquote_55\"> &quot;Unlike a corporation constituted under a statute or a Company registered under the <a href=\"/doc/1353758/\" id=\"a_3\">Companies Act</a>, a Co-operative society is organised on certain well-known principles of co-operation referred to in <a href=\"/doc/45448008/\" id=\"a_4\">Section 4</a> of the Maharashtra Co-operative Societies Act. The more important of these principles are: \n</blockquote>  \n\n<blockquote id=\"blockquote_56\">(1) The persons concerned must join voluntarily; \n</blockquote> \n\n<blockquote id=\"blockquote_57\"> (2)  they must join on terms of equality; and\n \n\n (3) they must understand that what is being joined into the association is not money but themselves;  a co-operative society is a fellowship of human beings, not a combination of capitals; \n</blockquote> \n\n<blockquote id=\"blockquote_58\">(4)  the basis of co-operation is promotion of economic interests; it is the economic interest which links all members together and the object of the society is the satisfaction of this interest on the best possible terms. In other words it seeks satisfaction of the economic needs by joint action;\n</blockquote> \n\n<blockquote id=\"blockquote_59\">(5) It follows from the above that in all co-operation deliberates  profit making is barred.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"398479\" id=\"span_1\">(Emphasis supplied)   \n \n\nIt will be apposite to advert to another decision of Madhya Pradesh High Court, , in the case of <a href=\"/doc/398479/\" id=\"a_5\">The Collective Farming Society Ltd and Ors. v. State of Madhya Pradesh and Ors. In</a> paragraph 18 of <a href=\"/doc/398479/\" id=\"a_6\">the said decision</a>, on analysing the gamut of authorities, the Full Bench of the Madhya Pradesh High Court observed thus:-</span> \n</p>  \n\n<blockquote id=\"blockquote_60\"> &quot;18. Co-operative movement originated with Rochdale Stores of forms and was applied to various walks of economic and social life. Co-operative principles have been formulated on the basis of experience acquired by pioneers of co-operation in different countries. It will be useful to recapitulated them here. \n</blockquote> \n\n<blockquote id=\"blockquote_61\">(1) Voluntary Association - A co-operative society is essentially a voluntary association. No one can be compelled to join a society; no one can be compelled to continue, having joined once. The members are free to take advantage of the services of the society to the extent considered necessary by them. \n</blockquote> \n\n<blockquote id=\"blockquote_62\">(2) Democratic Management - The administration of a co-operative society is to be carried on democratically. The members, who may, subject to the provisions of the Act, the rules and bye-laws, take any decision for governing its affairs. The following advice of Rochdale Pioneers incorporates the principles of democracy- \n</blockquote>  \n\n<blockquote id=\"blockquote_63\">&quot;(i) Let each member have only vote and make no distinction as regards the amount of wealth that any member may contribute. \n</blockquote> \n\n<blockquote id=\"blockquote_64\">(ii) Let majority rule in matters of government. \n</blockquote> \n\n<blockquote id=\"blockquote_65\">(iii) Let committees of management always have the authority of the members before taking any action of expensive step. \n</blockquote> \n\n<blockquote id=\"blockquote_66\">(iv) This is thus only for your leaders whom you can trust and give them your confidence.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_24\">(3) Self help and mutual help - Co-operation implies an enterprise of those who are individually financially weak and cannot derive material advantage such as the rich can with all their resources and connections.  By pooling their resources and working together by mutual benefit the members can convert their weakness into strength. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">(4) No profit motive - Unlike the General Stock Companies, which are formed for earning profits for the shareholders,  a co-operative society is organised to enable the members to improve their economic conditions by helping them in their respective pursuits and not to earn profits. However, a co-operative society is not restrained from earning profit. Profit is the natural result of better management which must always be encouraged. What is to be avoided is not profit, but profit motive. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">(5) Open Door Policy - A Co-operative society always welcomes new comers. If they possess the requisite qualifications reside within the area of its operation and do not carry on parallel trade. There is no bar on the ground of case, sex, religion or political affinity. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\">(6) Publicity - A co-operative movement is primarily meant for the poor and illiterate people. To secure their intelligent participation, a system of education should necessarily be evolved to keep the members informed of the decisions and activities of the society. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">(7) Neutrality - The Co-operative movement must be allowed to remain above party politics. It is a national movement and has for its object the economic and social uplift of mankind. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\">(8) Equality -  Equality is the hall mark of democracy, within the society, equality should govern the relationship between the members. Whatever social or financial status may be of a member and irrespective of the extent of the share capital contributed by him,  he has equal rights to the society.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> (emphasis supplied.)  \n \n\n There is yet another decision which would be useful to understand the broad principles of the Co-operative movement. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"139799\" id=\"span_2\">In the case of <a href=\"/doc/139799/\" id=\"a_7\">C.P. Khanna v. V.K. Kalghatgi and Ors.</a>, reported in 1970 CTD (H) 23. In paragraph 5 of this decision, Division Bench of our High Court has observed thus:</span> \n</p>  \n\n<blockquote id=\"blockquote_67\">&quot;That in a welfare state Co-operative institutions play an important part, cannot be denied. Different authors define &quot;Co-operation&quot; differently. Facy&#x27;s definition based on socio-economic aspect is: Co-operative society  is an association for the purpose of joint trading originating among the weak and conducted always in unselfish spirit on such terms that all who are prepared to assume the duties of membership may share in its rewards in proportion to the degree in which they make use of their association (Facy, Co-operation at Home and Abroad). In co-operation in Finland, the writer says, &quot;A Co-operative society is a union of persons established according to the principles of equality, number of whose members is unlimited and the purpose of which is, by the joint performance of economic acts, to improve the financial position of its members or the conditions under which they carry on their profession, by means of either self-help or self-help with Government support,  provided that all profits made by the joint action shall be distributed in proportion to which each member has taken part in the business and not in proportion to the capital invested.&quot; This describes the fundamentals of a co-operative society and no wonder that in every country in the world great emphasis is laid on co-operative ventures. The provisions of the Act are oriented to achieve these objectives.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> (emphasis supplied). \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\">11. The case in hand will have to be examined in the context of the enunciations <a href=\"/doc/139799/\" id=\"a_8\">referred to above</a>. The next question is: what is the purpose and object of forming a tenant Co-partnership Housing Society. From the definition in <a href=\"/doc/179912283/\" id=\"a_9\">Section 2(16)</a> of the Maharashtra Co-operative Societies Act, 1960 &quot;Housing Society has been defined as follows: \n</p><blockquote id=\"blockquote_68\"> &quot; Housing Society means a society, the object of which is to provide its members with open plots for housing, dwelling houses or flats; or if open plots, the dwelling houses or flats are already acquired, to provide its members common amenities and services.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_33\">It will be useful to advert to Rule 10 of the Maharashtra Co-operative Societies Rules, 1961. It is a provision for classifying and sub-classifying the co-operative societies. So far as Housing society is concerned, the same is covered by Clause 5 of the Sub-rule (10 of Rule 10, which reads thus: \n</p> \n\n<blockquote id=\"blockquote_69\"> Housing Society- \n</blockquote> \n \n    \n \n   \n\n<blockquote id=\"blockquote_70\">(a) Tenant Ownership Housing Society\n   \n\n Housing societies where land is held either lease-hold or free-hold basis by Societies nad houses are owned or are to be owned by members.\n</blockquote>\n \n   \n\n<blockquote id=\"blockquote_71\">(b)  Tenant co-partnership Housing Society\n   \n\n Housing societies which hold land and building either on lease hold or free-hold basis and allot them to their members.\n</blockquote>\n\n \n   \n\n<blockquote id=\"blockquote_72\">(c) Other Housing Societies. Societies.\n</blockquote>   \n\n<p data-structure=\"Section\" id=\"p_34\">House Mortgage Societies and Housing Construction\n\n \n  (emphasis supplied)\n  \n\n   \n\n\n \n\nBesides the above provisions it will be useful to advert to bye-law 2(a) of the Society which reads thus: \n</p><blockquote id=\"blockquote_73\">  &quot;to purchase plot Nos. 1A/566 &amp; 1B/565 or Mazagaon D. (referred to in the application for registration), or any other plot or plots with the prior approval of the general meeting and of the Registrar and to construct tenements on such plot or plots for the use of its members.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_35\">On conjoint reading of the aforesaid provisions it is evident that the purpose and object of forming a Tenant Co-partnership Housing Society is to provide tenements to each of its members. In other words, the Society would admit only such number of persons as its members to whom the Society can provide tenements. This position is reinforced by bye-law 6(2), which reads thus: \n</p><blockquote id=\"blockquote_74\"> &quot;The managing Committee shall not admit members exceeding the number of tenements or plots available for allotment.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\">12. The next question that falls for consideration is: what is the obligation of the Tenant Co-partnership Housing Society towards its members for allotment of tenement and the corresponding right of its members so long as they continue to remain as members and do not cease to be member by virtue of resignation, removal or death? In so far as this question is concerned, according to the counsel for the Society, the Society is under no obligation to provide tenement to its members. He submits that there is no clear provision either in the Act or Rules, Bye-laws in that behalf. He further submits that in any case, in the fact situation of the present case such an obligation cannot be fastened on the society because it will be impossible for the Society to provide tenement to each of its members on account of the demolition of the upper 8 floors by the Corporation. On the other hand, counsel for the Disputants submit that merely because the upper 8 floors have been demolished that cannot be an excuse for the Society to extricate itself from the legal obligation of providing tenement to the members. As observed earlier, the purpose of forming a tenant co-partnership Housing Society is obviously to provide tenement to each of its member as it is obligatory to admit only such number of persons as its members to whom the Society can provide tenements. It is true that in the present case when the 35 members were admitted by the Society at that point of time, the Society had contemplated to construct 35 tenements for the respective members. But later on, the Corporation detected that 8 upper floors were illegal and the same were demolished. In such a case, what should be the nature of relief to be granted will be considered a little later. Suffice it to note that going by the scheme of the Act, Rules and the Bye-laws, a tenant co-partnership Housing Society, such as the present one, is under legal obligation to provide tenements to each of its members. It will be useful to advert to decision of our High Court reported in 1999 (3) All MR. 288, in the case of Kantilal Dawarkadas Shah v. Shri. Sahakari Graha Nirman Sanstha. In that case the Petitioner was enrolled as member of the Society but subsequently his membership was terminated without following due process of law. That decision of the Society was challenged before the court and the court accepted that challenge. As a consequence, the Petitioner was relegated to the position of being a valid member of the Society and, thereafter, the court proceeded to direct the Society to allot him a plot as per his entitlement. Execution proceedings were preferred in which the Society took the stand that no plot was available for being allotted to the Petitioner. It is in that context, the Court proceeded to examine the rival contentions and found that what was directed by the court was allotment of a plot and that does not mean that the plot be allotted only if it was available. Whereas, the Petitioner being a member of the Society was entitled to get a plot and, therefore, mandatory directions came to be issued. Mr. Grover made an attempt to distinguish this decision on the ground that the observations made by the court are in the context of the fact situation of that case where in the execution proceedings the Society took a plea that no plot was available for allotment to the Petitioner. However, to my mind, the court has rested its decision on the principle that every lawfully enrolled member of the Housing Society has a corresponding right of being provided a tenement by the Society. In that decision, the court has observed that how to provide plot to the Petitioner was the look out of the Society. The court observed thus: \n</p><blockquote id=\"blockquote_75\"> &quot;It is a duty of the Society to make such plot available because the direction is not in respect of any specific plot but the Society shall make the allotment of the plot. This direction is given only because the Petitioner is a member of the Society and continues to be the member of the Society and his right to get the plot has been deprived by the Society in violation of all the provisions of the law. ..... How to make the plots available is the outlook of the Society.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1786984\" id=\"span_3\">It will be useful to advert to another decision of our High Court reported in 1980 <a href=\"/doc/1786984/\" id=\"a_10\">Mh.L.J. 539, Contessa Knit Wear v. Udyog Mandir Co-operative Housing Society</a>. The Division Bench of our High Court was called upon to examine the matter in the following backdrop: The Petitioners <a href=\"/doc/1786984/\" id=\"a_11\">in that case</a> was inducted in one of the tenements of the Society under leave and licence agreement dated 23.7.1972 by the original member for a period of 11 months on payment of compensation of Rs. 1,000/- per month. The Society objected to that transaction in writing on the ground that the Petitioner had secured such possession without (1) its being a nominal member, and (2) obtaining prior permission as required under its bye-laws. Whereas, the Petitioner instituted a declaratory suit, claiming to be the tenant of the premises from the original member. That suit was dismissed for default. The Petitioner then instituted Standard Rent Proceeding before the Rent Court. Eventually, dispute under <a href=\"/doc/10819484/\" id=\"a_12\">Section 91</a> of the Maharashtra Co-operative Societies Act, 1960 was filed. In that context the matter was considered by the Division Bench of this Court. The Division Bench examined the status of member of such a society and opined that though the member is loosely referred to as &quot;tenant&quot;, his right to possession of the premises in such a Housing Society is the incidence of his membership of the Society, and not as its tenant. It will be apposite to reproduce paragraph 9 and 10 of <a href=\"/doc/1786984/\" id=\"a_13\">the said decision</a>, which reads thus:</span> \n</p>  \n\n<blockquote id=\"blockquote_76\"> &quot;9. Both the authorities have found this Society to be a &quot;Tenants&#x27; Co-partnership Society&quot;. Society&#x27;s claim to that effect is not disputed by the petitioner in its written statement.  In terms of Rule 10(5)(b) of the Rules framed under the <a href=\"/doc/108006076/\" id=\"a_14\">Co-operative Societies Act</a>, such societies hold land and buildings both, and allot the same or parts thereof to its members, who are loosely referred to as tenants. There is nothing, to restrict the conception of such &quot;holding&quot; to the title based on the registered conveyance deed and exclude the limited one based on the agreements of sale and protected by <a href=\"/doc/221518/\" id=\"a_15\">Section 53A</a> of the Transfer of Property Act.\n</blockquote> \n\n<blockquote id=\"blockquote_77\">10. The occupation of flats (or blocks as the case may be) by several holders in one building held by such Societies raise some problems of such &quot;co-existence&quot; inevitably giving rise to certain mutual rights and obligations requiring a machinery to regulate and enforce the same. Bye-laws to the above effect, involving some mechanism for enforcement are framed as a part of the process of the registration of such societies. This n ecessarily involves an abridgement of their property rights in such flats.  One such incidence of such &quot;co-existence&quot; is the indispensable duel ownership; management and authority to enforce the obligation being vested in the Society, while right of occupation subject to the Bye-laws being vested in the member. Another incidence is the indispensability of restricting the right of occupation to the member himself, for whose occupation it is intended from its very inception and who alone is liable to comply with such obligations and as a corollary thereto, his disability to induct any third person therein, excepting with the permission of the Society, in case of any temporary urgency. Yet another incidence is the restriction on his right of transfer of his interest in the Society, including the incidental right of occupation.&quot;  \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"170775\" id=\"span_4\">(emphasis supplied) \n \n\nLd. Counsel for the Society, however, contends that this decision has no application to the issue which falls for our consideration as to whether there is obligation on the part of the Society to provide tenement to all its members. No doubt, this decision has not directly dealt with that aspect but I have referred to it only to gain support from the observations made by the Division Bench to reinforce what I have said earlier that the scheme of the provisions would clearly indicate that there is legal obligation on the part of the Tenant Co-partnership Housing Society to provide tenement to each of its members and there is corresponding right in the members of such a Society of allotment of tenement by the Society. it will be useful to advert to another decision of our High Court reported in 1988 CTJ Bombay 292 in the case of <a href=\"/doc/170775/\" id=\"a_16\">Atomica Co-operative Housing Society Ltd. Bombay v. B.R. Ballal and Ors. In</a> this case the respondent had filed dispute before the Co-operative Court, had failed to pay charges specified by the Managing Committee of the Society and on account of their failure, the Society decided to cancel shares of the Respondents-Disputants and also allotment of the flats to them. That action was challenged before the Co-operative Court. In this judgment, the court proceeded to examine the question whether the cancellation of shares and the allotment of the flats to the Disputants is valid. In the context of that question, the Court observed that the general body of the members of the Society, as indeed of any corporation, is the repository of the final authority. On the basis of this principle, it held that cancellation of the allotment of the flats to members who commit default was within the &quot;authority&quot; of the Society, however, this authority is &quot;subject to the provisions of the Act and the rules.&quot; The Court further observed that:</span> \n</p>  \n\n<blockquote id=\"blockquote_78\"> &quot;Member&quot; means &quot;a person joining in an application for the registration of a Co-operative Society which is subsequently registered, or a person duly admitted to membership of a Society after registration and includes a nominal, associate or sympathiser member.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_39\">(emphasis supplied) \n \n\n It will be useful to reproduce paragraph 15 &amp; 16, 20 &amp; 21 of this decision, which read thus: \n</p>   \n\n<blockquote id=\"blockquote_79\">&quot;15. It is, thus, clear that upon forfeiture or cancellation of shares, a member ceases to be a member. Thus, if the disputants are deprived of their shares, either by transfer, forfeiture or cancellation, their membership comes to an end and with it ends right to participate in the affairs of the Society.  The nexus between the membership and the allotment of flats is clearly established in the bye-laws 6(2) which enjoins the General Body not to admit members exceeding the number of tenements of flats. In other words, if there are 51 flats in the Building, there shall only be 51 members. Thus, there is clear nexus between membership and the flat allotted to a member.  it follows, therefore, that a member shall hold one flat and if he ceases to be a member, he shall cease to hold that flat. This is a Housing Society whose object is to provide houses to its members. Every member has only one connection with the society, viz., the house or the fault. For the purpose of fulfilling this objective, the members enter into an association of corporate life which goes by the name Co-operative Society.  Therefore, membership and the right to seek a house as a member are inseparable incidents of a Co-operative Housing Society. One does not become a member without the intention to acquire a house. Therefore, when a person ceases to be a member, his right to live in the house comes to an end. Similarly, when the house allotted to a member is taken away by the Society, what remains is the empty sell of membership stripped off the very reason for the membership.  I cannot conceive of membership of a housing society without the right to acquire a house attached to it.\n</blockquote> \n\n<blockquote id=\"blockquote_80\">16. An incidental question is, whether even after taking away the right to occupy the flat on account of default in payment of the call money, the rights as a member survive. The rights which a member exercises, such as the right to vote at a meeting, right to frame policy, right to contest elections, and generally govern the affairs of the Society are intended to subserve the primary object which, in the context of these case, is providing and securing houses through membership. To suggest that a member whose flat has been taken away may still function as a member by participating in the meetings and managing the affairs of the Society is to ignore the realities of life.  Membership of a Co-operative Society is not acquired for the purpose of the purpose of exercising the empty right to vote at meetings but for the purpose of acquiring and living a house. A situation in which a member deprived of his house continues to be a member of a Housing Society is inconceivable. It is opposed to the very object, purpose and reason which lead to the formation of a Co-operative Housing Society. The nexus between the allotment of the flats, the right to occupy the flats and the membership is so close and inseparable that one cannot exist without the other.\n</blockquote> \n\n<blockquote id=\"blockquote_81\">20. Learned Counsel for the Society relied upon the &quot;Doctrine of Severability&quot;. Briefly stated, the Doctrine quoted from Anson&#x27;s Law of Contract means this:- \n</blockquote>  \n\n<blockquote id=\"blockquote_82\"> &quot;A contract may contain both legal and illegal part of a term which raises a question, whether the illegal parts of the contract may be disregarded and the contract may be enforced so far as lawful part of the concerned.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_40\"> Alternatively the question would be whether the whole contract is bad. &quot;The general rule is that where you cannot sever the illegal from the legal part of a covenant the contract is altogether void, but where you can sever them, whether the illegality be created by statute or by the common law, you may reject the bad part and retain the goods.&quot; It is argued on the basis of this Doctrine that if cancellation of the shares which results in expulsion of the member is held to be illegal, the cancellation of the allotment of the flats is perfectly legal and should be severed and enforced.  But, as I have already stated, securing of a flat in a Housing Society is the most immediate and necessary incident inseparable from membership. It is futile to attempt any severance between them. The acquisition of the shares is the vehicle leading to the status of membership. The status of membership provides the requisite legal capacity to acquire and hold a flat in the building of the Society. The acquisition of a house in a Housing Society is the very substance of Co-operative Housing without which the shares and membership lose their meaning and purpose. When the housing part is separated what remains is the Co-operative Society without &quot;Housing&quot;. The membership is the medium through which the main purpose of securing a house and continue to live in it, is realised. The two cannot be separated.\n</p> \n\n<p data-structure=\"Section\" id=\"p_41\"> 21. The reliance on the doctrine of severability is also misconceived. There is no question of enforcing a contract between the society and the members. Counsel drew my attention to the fact that the every member applied for membership in writing and agreed to abide by the decision of the Managing Committee and the General Body. This, according to him, forms a contract between the Society and the individual applicants. This superficial proposition ignores that this contract was antecedent to the registration of the Society. The registration of the Society immediately incorporated the individual applicants into a different kind of corporate relationship.  Upon their admission to membership, the individual members ceased to be private contracting parties. They became members of the corporate body known as the Co-operative Housing Society. This immediately subjected them to the operation of the Act, Rules and bye-laws. The supervening provisions of the Act. Rules and the Bye-laws assimilated and thereby ended the individual existence of the initial agreement by which the members joined into the Society. After registration of the Society and its incorporation, the relationship evidenced by the application for membership ceased.  There is only one relationship which is now, governed by the statute, rules and bye-laws. The analogy of the contract and the reliance upon the Doctrine of Severability is, thus, misconceived and inapplicable.&quot; (emphasis supplied)\n \n\n</p><p data-structure=\"Precedent\" id=\"p_42\"> 13. A priori, I have no hesitation in taking the view that a Tenant Co-partnership Housing Society is under legal obligation to provide a suitable tenement to each of its members, the member of such a Society has an inseparable right to seek house from the Society. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">14. That takes me to the next issue as to whether Disputants herein have a right to be treated at par with the other members. As can be discerned from the decision of the Appellate Court, it has clearly and, in my view, rightly found that the Disputants were entitled to be treated at par with other members since they were validly admitted members of the Society. That finding, no doubt, was assailed on behalf of the Society but, as observed earlier, both the trial court as well as the Appellate Court, have found, as a fact, that the name of each of the Disputants is recorded in the Registrar of Members maintained by the Society. The name of each of the Disputants is also mentioned in Share certificate as well as the voters&#x27; List prepared by the Society, till recently. The Society has been issuing demands towards contributions by each of the Disputants. In the circumstances, that finding of fact as recorded by the courts below cannot be disturbed in exercise of writ jurisdiction. However, at the same time, the conclusion recorded by the Appellate Court with regard to the Disputant No. 5 Rejendra Meghlani is concerned, I have no hesitation in taking the view that the conclusion is inconsistent with the reasons assigned by the Appellate Court while considering he case of other Disputants. In as such as at internal page 29 of the impugned judgment, the Appellate Court has adverted to the fact that it is admitted fact that the names of the Disputants are mentioned in the Register of Members. The Appellate Court has also observed that : it is further admitted fact that all along earlier to this dispute they were considered members of the Society. They were sent circulars. They were demanded contributions etc.. In the circumstances, the Appellate Court found that, it will have to be presumed that the Disputants were valid members of the Society. However that reasoning has not been applied in the case of Rajendra Meghlani inspite of the fact it has observed that the name of Rajendra Meghlani not only appears in the Register of Members but also in the Share Certificate issued by the Society. That surely would raise presumption in favour of Rajendra Meghlani, that he has been admitted as member of the Society. In any case, finding on the issue as to whether Rajendra Meghlani was admitted as member of the Society or not, will not affect the merits of the claim of the original member who happens to be the wife of Rajendra Meghlani, who has been admitted as a member in 1979 along with Omprakash Ahuja and allotted Flat No. 182. The membership of Nilam Meghlani is not questioned by the Society and it is not in dispute that Rajendra Meghlani is not claiming to be member in his own rights but along with her wife Nilam Meghlani. In the circumstances, it is not necessary to labour further on this aspect of the matter. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_44\">15. The corollary of the above discussion is that all members of the Housing society have a right to be treated at par and with equality. However, the decision of the General Body in the present case, not to provide for a suitable tenement to the Disputants whose tenements have been affected on account of the demolition by the corporation, is contrary to that principle. The problem has been compounded as the General Body has not taken any decision as to in what manner the Disputants can be compensated - either by providing suitable tenement elsewhere or otherwise. Such an attitude of the Society is obviously not treating all the members equally and at par. On the other hand, if the General Body was to take a decision on that aspect then the court would have considered the justness and appropriateness thereof. Such an enquiry, to my mind, is permissible under <a href=\"/doc/10819484/\" id=\"a_17\">Section 91</a> of the Act, which enables and bestows the court with complete power to remedy the mischief and defuse the action of the Society which would treat any of its member unjustly or unequally, majority decision notwithstanding. This is because the expression in <a href=\"/doc/10819484/\" id=\"a_18\">Section 91</a>, is &quot;any dispute&quot;. That would clothe the grievance of the minority members that the majority members were treating them unjustly and unequally. It is well settled that the governance of the co-operative society by the General Body, which is the supreme body entitled to regulate its own procedure, is, however, obliged to deal with all the members justly and equally. As is seen in the present case, it is matter of arithematics that 28 members are contesting the position against 7 affected members (Disputants). Any prudent person can notice from the events that have unfolded that the 28 members who are secured to get tenement have joined together to deny any benefit to the 7 affected members. In such a case, the court in exercise of powers under <a href=\"/doc/10819484/\" id=\"a_19\">Section 91</a> of the Act can scrutinise as to whether the decision of the General Body is just and equitable. In the present case, it is rightly noticed by the Appellate Court that till the threat of demolition of the upper 8 floors of the structure was actually put into action by the Corporation, all the 35 members joined hands together to save the structure from demolition. However, soon after the demolition action was completed, the 28 members who were not affected by the demolition started becoming litery and impatient and resolved that the further construction of remaining 28 tenements be completed and they should be put in possession thereof. Interestingly, even as late as on 2.3.1996 the General Body was required to consider the possibility of whether to sell the plot along with the building already constructed and to a portion the sale proceeds between all the 35 members after meeting the liabilities of the Society. But, once again, the majority members resolved that, that aspect would be considered in the next extra-ordinary General Body meeting to be held after 60 days. However, admittedly, no such extra-ordinary General Body Meeting has seen the light of the day. This clearly reinforces the position that the majority members have joined together and their decision is obviously inequitous qua the Disputants. In other words, though the Disputants are entitled to be treated at par with the other members, that is not done. To my mind, there is no infirmity in the conclusion reached by the Appellate Court that since the Disputants are valid members they should be treated at par and equally with the other members. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\"> 16. However, the next question is whether the principle for allotment of 28 tenements between 35 members as per their seniority of enrolment can be said to be adhering to the principle of equality, which is the fulcrum of the co-operation movement? As seen earlier, every member, validly admitted by the Society, has a corresponding right to be allotted a suitable tenement by the Society. It is well settled that in a Tenant Co-partnership housing Society, the members have only a share in the property as a whole and no claim to a particular house or tenement. In other words, each member of the Society was a proprietary interest and right in the property of the Society. The quality principle would mean that &quot;each for all and all for each.&quot; Counsel for the Society, on the other hand, contends that the seniority rule as expounded by the Appellate Court while considering the nature of relief to be granted to the disputants is the correct approach. According to him, applying seniority principle is also recognising the principle of equality. To my mind, however, if this submission was to be accepted, as has been done by the Appellate Court that would result in overlooking the cardinal right of member of a Housing Society of being provided a tenement. It would have been a different matter if the Society was to resolve that the present 28 tenements be allotted on the basis of seniority of enrollment and the left out members be allotted some other suitable tenements to be acquired or to be constructed subsequently in a time bound programm. On the other hand, by applying the principle of seniority of enrolment for allotment of the existing 28 tenements without providing for any arrangement to the left out 7 members would obviously negate the right of the left out of member(s) to seek a tenement from the Society. Besides, returning the contributions made by the left out members with interest would obviously not be treating them at par and equally with the other members who were to get tenements constructed by the Society. The inequality in not only in the form but also in substance. In other words, the left out members would not only be denied of their right to be allotted suitable tenement by the Society but also suffer substantial pecuniary loss due to escalation of market price of similar flats. Moreover, the successful members would reap undue advantage of getting relatively bigger tenements, for if the Society was aware at the inception that it could consume lesser FSI then it would have modulated the structure in such a manner to accommodate all the 35 validly admitted members. In that case, the area of each flat would have been correspondingly reduced. Therefore, I have no hesitation in accepting the submission of the Disputants that the essence of the Co-operative movement is that all members should enjoy the fruits together and at the same time suffer losses, if any, together. To put it differently, all the members should sink or sail together, for the basis of co-operation is promotion of economic interests of all the members in the best possible terms by joint action In the present case, when the Society commenced construction and admitted 35 members, it did so on the assumption that 35 tenements were permissible. But due to fortuitous circumstances, 8 upper floors have been demolished, rendering a situation that 7 members will not get any tenement in the present building, though entitled in law. The Court below has found as of fact that the original members had no knowledge about the illegality of the 8 upper floors. In fact, even the Society was unaware of that position till the action was initiated by the Corporation. Understood thus, each of the originally enrolled member and the transferee members who have stepped into the shoes of the original member could not be blamed nor only some of the members made to suffer. \n</p> \n\n<p data-structure=\"Section\" id=\"p_46\">17. The Appellate Court for applying the principle of seniority, has adverted to bye-law 6(2) and <a href=\"/doc/50110945/\" id=\"a_20\">Regulation 2</a>. However, both these provisions would be of relevance only when the Society has admitted members in proportion to the available tenements or flats. That is the obligation on the Society by virtue of Bye-law 6(2), which reads thus: \n</p><blockquote id=\"blockquote_83\"> &quot;The managing Committee shall not admit members exceeding the number of tenements or plots available for allotment.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_47\"> Whereas <a href=\"/doc/50110945/\" id=\"a_21\">Regulation 2</a> deals with a situation where tenements are to be allotted after completion of the construction of the building by the Society. <a href=\"/doc/50110945/\" id=\"a_22\">Regulation 2</a> reads thus: \n</p>  \n\n<blockquote id=\"blockquote_84\">&quot;The Register of applicants for tenements under these regulations will be maintained by the committee and the tenements will be offered to the members in the order in which they appear upon the register and in the event of two or more members having made application on the same day the one to whom the order is to be made shall be determined by lot. \n</blockquote> \n\n<blockquote id=\"blockquote_85\">Provided that the name of a member who has waived his right to occupy a tenement when allotted to him shall if he so desired be transferred in the register to the place next in order after existing applicants, instead of being altogether omitted.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_48\">This regulation cannot be invoked so as to scuttle the right of the member who had no inkling at the relevant time when he became the member that he would be required to face a situation such as the present one. But it is for the Society to find a proper solution to treat all the members at par and with equality. In the present case, the original members admitted by the Society before the demolition had no knowledge whatsoever, about the illegality or fraud, if any. The court below has found that the Disputants were not to be beneficiaries of fraud. Whereas all the members jointly fought at every level to preserve the structure. Some of the Disputants who are the transferree members would obviously step into the shoes of the original members, viz., their predecessor in title. If that principle was to be applied then each of the Disputants would acquire the same rights which the original member would have asserted against the Society. Suffice it to hold that applying the seniority of the date of enrolment is not the correct approach in resolving the problem posed in the case on hand. That would result in only resolving the controversy partially. In fact, the Society on its own ought to have found out a proper solution which was acceptable to all concerned. That has not happened in the present case and instead the responsibility has been shifted on the court to find out a proper solution.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\">18. Be that as it may, by not making any suitable provision for the left out members by the Society, and if the direction of the Appellate Court was to be observed then, it would result in a position where such members would be forced to resign. No rule of law can countenance a situation that one or some members are forced to resign and forgo their right of being allotted a suitable tenement. No doubt, in the present case because of the piquant situation, the Society may not be in a position to provide tenement to all its members in the same building as it exists but that would not absolve the Society from its obligation to provide some other tenement to its members. That obligation of the Society and, the corresponding right of the member, would still prevail. In such an odd situation, the court will have to consider the nature of relief that requires to be granted. I shall deal with this aspect a little later. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\">19. Reverting to the finding of fact recorded by the Appellate Court about the knowledge of fraud at the relevant time ascribed to the Disputants, I find no infirmity in the conclusion reached by the Appellate Court on this issue. The Appellate Court has rightly observed that the pleadings were vague and it was not possible to return a finding that the Disputants had knowledge about the fraud perpetrated upon the Society by Bajaj brothers, even assuming that Bajaj brothers were in control of the Disputant company. The Appellate Court has rightly held that there was no material on record to draw a definite conclusion that Bajaj brothers were responsible for the fraudulent act. Although, the Society has reiterated its argument of fraud obviously with a view to question the entire transaction, but that is a question of fact which not only requires to be clearly pleaded but also proved in evidence. In absence of proper pleading and evidence, no fault can be found with the conclusion reached by the Appellate Court in answering that issue. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_51\">20. The Appellate Court has rightly observed, while dealing with the argument pressed into service on behalf of the Society that the Disputants were disentitled to any relief because of frustration of the agreement between the Society and the Disputants, that the disputants rights are based more on their membership and less on the agreement. However, for considering the argument of frustration the appeal court has assumed for the sake of argument that there is contract between the society and the disputants. To my mind, the principle frustration of contract will have no application in the present case. The argument of frustration of contract is inherently ill-advised as it assumes that the rights of the disputants are arising from the agreement of allotment. That assumption is wrong for the rights of the disputes arise on account of being enrolled and admitted as members of the Society. The Appellate Court has rightly found that the so called agreement was for allotment of a flat to the concerned disputant, that nothing would turn on the basis of that agreement-for the question will have to be answered on the basis of the rights accrued to the Disputants by virtue of their membership in the Society. In such a case, the Disputants cannot be non-suited on the ground of frustration of contract. To my mind, in the first place the procedure adopted by the Society in entering into agreement of allotment while admitting a person is inappropriate. Whereas on proper interpretation of the relevant provisions, the question of allotment of flat or tenement would arise only when the same becomes available to the Society for allotment after construction is completed and not before hand. The entire confusion in the present case has arisen because of the so called agreement of allotment between the members and the Society. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\">Moreover, the Appellate Court in the ultimate analysis while considering the nature of relief to be granted, has directed the Society to apply principle of seniority of enrolment. If that principle is to be given effected to then, obviously, the Society cannot give effect to the agreement of allotment entered with any of its members. In as much as, the Society will have to ignore the agreements of allotment entered with all its members and evolve an independent list of first 28 members of for that matter the transferee members claiming through the first 28 members. Besides, the so called agreement, if closely examined, is only an assurance given to the member that he will be allotted a particular flat on compliance of other conditions. This can be discerned from Clause 10 of the agreement which reads thus: \n</p>  \n\n<blockquote id=\"blockquote_86\">&quot;(10) I/We hereby agree, declare and accept that the estimated price of the flat being Flat No. .. more particularly described in the Schedule &quot;A&quot; hereunder written  to be allotted to me along with two car parking spaces shall be Rs. 10,00,000/- (Rupees Ten Lacs only) which is arrived at after taking into account the estimated expenditure in items constituting the total cost as per annexure &quot;A&quot; and the actual cost thereof to be ultimately capitalised and to be distributed in proportion to the area of the said flat.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_53\"> (emphasis supplied) \n \n\nTo my mind, therefore, nothing would turn on the basis of agreement of allotment as such but the Society as well as the court will have to decide on the basis of the rights flowing on account of the membership of the Disputants and similarly placed persons. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\">21. That takes me to the next contention regarding lifting of corporate veil so as to deny the relief to the present Disputants. Even this aspect has been considered by the Appellate Court. The Appellate Court has rightly negatived that plea on analysing the materials on record. To my mind, there is no specific pleading nor any positive evidence adduced to enable the court to record finding on the issue of lifting the corporate veil. Moreover, the Appellate Court has rightly found that merely because the Disputant Nos. 6 &amp; 7 came on the scene after the demolition of the structure that would not disentitle them for the relief, if they were otherwise entitled in law. I find no reason to take a different view in this behalf. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_55\">22. As mentioned earlier both the courts below have found, as a fact, that name of each of the Disputants has been mentioned in the membership register of the Society. Besides, the share certificate also mentions the name of the Disputants. It is in that backdrop, both the courts below have held that the Disputants were valid members. The Appellate Court has however, not given that findings with regard to the disputant Rajendra Meghalani. However, I have dealt with this aspect earlier and held that that finding of the Appellate Court is improper and cannot be sustained being inconsistent with its approach while examining the case of other Disputants. Thus, the position that emerge is that each of the Disputants are presumed to be valid member of the Society. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_56\">23. Both the courts below have recorded finding of fact that the disputed portion of the Resolution dated 23rd December 1988 is fabricated and has been inserted subsequently. That portion of the Resolution had resolved to demolish the entire structure as it exists and to reconstruct new structure so as to accommodate all the 35 members. That is a finding of fact recorded by the two courts below. The same would be binding on this court. Nevertheless, nothing would turn on the basis of that finding. Whereas, the relief that should be granted in favour of the Disputants is a matter which will have to be decided on the basis of their rights flowing from the membership of the Society and not only on the basis of the said resolution. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\">24. The Courts below have dealt with other aspects of the matter but, to my mind, it will not be necessary to burden this judgment with all those aspects as the same will have no bearing on the ultimate conclusion that I have reached. The Appellate Court has invoked the principle of seniority with a view to find out solution to the problem posed before the court. I have already observed that that principle is not correct approach for resolving the dispute. In fact, the Society has not taken any positive decision to assuage the problems of thereto be left out seven members. I have already observed that if the direction given by the Appellate Court of applying principle of seniority is to be observed then, necessarily, society will have to ignore the Allotment Letters already issued in favour of all its members when they were admitted as the members of the Society and will be obliged to reallot the existing 28 tenements only to the senior most members or transferee members claiming through them. In such an odd situation, the court will have to issue appropriate direction so as to mould the relief. That aspect, I shall deal with a little later. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_58\">25. The position that emerges is that each of the Disputants are admitted as valid members of the Society. If that is so, as rightly held by the Appellate Court they will have to be treated at par with the other members. Undoubtedly, the Society had raised objection with regard to the manner of admission of the Disputants - But the fact remains that the Society has not taken any positive steps to challenge the Resolutions pursuant to which the Disputants came to be admitted as members. The only explanation offered on behalf of the Society appears to be that the Society could not take any action against the Disputants because of the interim protection given by the Co-operative Court since 1993 which is operating against the Society - not to take any action against the Disputants. That, however, did not prevent the Society from instituting action before the competent court for appropriate declaration, if so advised. That has not been done. In that situation, it will be appropriate to relegate the parties to a situation before grant of any interim order <a href=\"/doc/170775/\" id=\"a_23\">referred to above</a>. Suffice it to note that the Disputants are held to be validly admitted members of the Society and, therefore, in law, are entitled to be treated at par with other members. That would mean that the Disputants would be entitled for allotment of a suitable tenement by the Society. As mentioned earlier, the Disputant Nos. 2, 3, 4 &amp; 5 have been admitted as members much prior to the demolition. Similarly, the Disputant No. 1 has been admitted much prior to demolition and allotted flat No. 152. The Disputant No. 1, however, allowed the Disputant No. 6 to be made associate member along with it in respect of that Flat and later on the Disputant No. 6 became the first member in respect of that Flat. In that sense, the Disputant No. 6 would step into the shoes of the original member, being a transferee member. In which case, the fact that the Disputant No. 6 became the first member in respect of flat No. 152 after its demolition will make no difference for considering its claim for grant of relief as any other member of the Society. No doubt, the Disputant No. 1 was allotted Flat No. 151, which has been regularised in its favour only after the resignation of the original member-Harishri Madhursing and Pradip Bhatia, after the demolition. But again that would make no difference to its right to claim relief as member of the Society being a transferee member having stepped into the shoes of the original member. It was argued on behalf of the Society that the Disputant No. 1 has no permission for holding two flats. But the Appellate Court has rightly declined to consider the same for want of pleadings. Further, to my mind, as the Disputant No. 6 has been admitted as member in respect of Flat No. 152, has remained unchallenged; accordingly, the Disputant No. 1 would be entitled only for one tenement for which reason the objection is inapposite. Similarly, the resolution admitting the Disputant No. 7 as associate member alongwith the Disputant No. 2 in respect of flat No. 162, though after demolition, has remained unchallenged. Lateron, the Disputant No. 7 has been admitted as the first member in respect of flat No. 162. On the above reasoning, the Disputant No. 7 though admitted after demolition of the structure would make no difference as it would step into the shoes of Defendant No. 2, the original member which was admitted in 1982 and would be entitled to get relief on that basis. As a consequence, the Disputants are shown as valid members in the Register of Members maintained by the Society. Therefore, each of them would be entitled to be treated at par with other members of the Society. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\">26. That takes me to the nature of relief to be passed in the present case. Undoubtedly, as already held, the Disputants being valid members are entitled to be treated at par with other members but due to piquant situation, the Disputants cannot be allotted flats or tenements which were originally earmarked for them. On the other hand, the society is under obligation to provide tenement to all its members. The situation is not the making of the Disputants, but on account of the wrong perpetuated on the society which will have to be suffered jointly by all the members. In such an odd situation, for the nature of relief to be granted, it will be useful to advert to the observations of the Apex Court in the case of Gurubax Sing v. Financial Commissioner and Anr., reported in 1991 Supp (1) SCC 167, in paragraph 23 which reads thus: \n</p><blockquote id=\"blockquote_87\"> &quot;Under the above circumstances we feel that while this court is to administer justice according to law there may be scope for doing justice and equity between the parties. In such a situation we remember what the Institutes of Jusinian, De Justitia Et Jure, in &#x27;Liber Primus&#x27; Tit. I said: &quot;Justita est constans et perpetua voluntas jus suum cuique tribuendi.&quot; Justice is the constant and perpetual wish to render everyone his due. &quot;Jurisprudentia est divinarum atque humanarum rerum notitia, justi atque injusti scientia.&quot; Jurisprudence is the knowledge of the things divine and human; the science of the just and unjust. The divine is that which right reason commends. The humane is also in the contents of the law. As Mas Rumelin said, in the Struggle to Govern Law, &quot;Justice is rivaled by equity.&quot; The dilemma that equity is to be better than justice and yet not quite opposed to justice, but rather a kind of justice has troubled us. Gustav Radbruch clarifies the mutual relation between two kinds of justice, namely, cumulative and distributive. We may call &quot;just&quot; either the application or observance of law, or that law itself. &quot;The former kind of justice, especially the justice of the Judge true to the law,&quot; according to him, &quot;might better be called righteousness.&quot; Here &quot;we are concerned not with justice which is measured by positive law, but rather with that by which positive law is measured.&quot; Justice in this sense means equality. Aristotle&#x27;s doctrine of justice of equality is called by him cumulative justice which requires at least two persons while distributive justice requires at least three. Relative equality in treating different persons while granting relief according to need, or reward and punishment according to merit and guilt is the essence of distributive justice. While in cumulative justice the two persons confront each other as co-equals, three or more persons are necessary in distributive justice in which one, who imposes burdens upon or grants advantages to the others, is superior to them. Therefore,it presupposes an act of distributively justice which has granted to those concerned, equality of rights, equal capacity to act, equal status.&quot; According to Radbruch, distributive justice is the prototype of justice. In its we have found the idea of justice. In it we have found the idea of justice, toward which the concept of law must be oriented.&quot; Law offers and protects the conditions necessary for the life of man and his perfection. In the words of Cardozo, &quot;What we are seeking is not merely the justice that one receives when his rights and status are determined by the law as it is, what we are seeking is a justice to which law in its making should conform.&quot; The sense of justice will be stable when it is firmly guided by the &#x27;pragma&#x27; of objective and subjective interests.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_60\">27. Applying the principles expounded by the Apex Court in the above judgment, to my mind, it would be necessary to direct the society to do the following, amongst others, to ensure that the Disputants are treated at par and with equality with other members. In substance, the society should provide suitable flats to all its members, including the Disputants or take such measures so that all the members of the society share the benefit together in then ratio of their respective contributions. To accomplish that position, the society may: \n</p>  \n\n<blockquote id=\"blockquote_88\">(a) purchase another plot in the same or nearby locality so as to construct another building to accommodate the left out members by providing similar accommodation. I am aware of the fact that the trial court has rejected this relief on the ground that no evidence has been adduced. But since I have already held that the society is under obligation to provide suitable flat to all its members, the society will have to find out means to provide solution, so as to discharge that obligation. The objective of the society as can be seen from the Bye-law 2(a) is not only to acquire specific plot and construct building thereon but also to acquire any other plot for effectuating its objectives. If the society takes recourse to this measure, that would fulfil the principle of equality and treatment of all its members at par; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_61\">OR  \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_62\">(b) acquire suitable flats of similar measurement in the same or nearby locality to accommodate each of the left out members. For the same reasoning as mentioned in (1) above, it will be open to the society to take recourse to this measure; \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_63\">Or   \n \n\n</p><p data-structure=\"Conclusion\" id=\"p_64\">(c) pay market value of the flat acceptable to the left out seven members or allow them to buy/purchase out the 28 members and then to admit 21 new members in their place so that the present 28 tenements in the existing building can be apportioned between them; \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_65\">Or   \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_66\">(d) fully construct the present building and sell the plot and building thereon and to apportion the sale proceeds between all the members after deducting all the liabilities of the society, commensurate with their contribution for construction and demolition cost of the upper 8 floors. To my mind, this is one option which even the society was called upon to consider in its meeting dated March 2, 1996, but no decision has been taken in this behalf. Even the court below has adverted to the fact that this option was still available to the society, as can be discerned from the penultimate paragraph of the impugned judgment. However, the appellate court went on to observe that it was not open to it to direct the society to take such decision because it would be outside the scope of the dispute. I see no force in the said reasoning of the appellate court, for that was necessary to do justice and equity between the parties in the fact situation of the present case; \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_67\">OR  \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_68\">(e) demolish the existing structure and construct new building to accommodate all the 35 members. Cost of demolition and re-construction to be shared equally by each member. I am conscious of the fact that this arrangement has already been rejected by the general body in the aforesaid resolution dated March 2, 1996. But that is also one of the method of remedying the wrong that will be inflicted on the to be left out seven members.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\">28. In the circumstances, instead of issuing any specific direction, as observed by the Apex court in the Gurubax Sing&#x27;s case (supra), in an odd situation, I would prefer to invoke the doctrine of justice by directing the society to take recourse to any of the above modes or any other just, equitable and proper mode that may be acceptable to all the members so as to treat all the members at par and with equality. In view of the above reasoning, the order passed by the two courts below of directing the refund of the amounts to the Disputants also with interest and other related directions are set aside and the dispute filed by the Disputants is allowed with directions to the society to treat the Disputants at par with other members by adopting such means as would be advisable so long as Disputants continue to remain members of the society. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_70\">29. Keeping in mind the broad principles of cooperative movement, coupled with the obligation of the society with a corresponding right of every member of being allotted a tenement and to be treated at par with other members, and the inability at par with other members, and the inability of the society to provide such tenement, the existing building/structure being in the present form, in such an odd situation, the court is obliged to mould the relief and, therefore, the society is directed to explore any of the above-mentioned or similar or combination of different options so as to treat all the members at par and with equality. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\">30. It is further ordered that so long as the society does not find any proper and acceptable remedial measure to treat all its members at par, it shall not part with the possession of or create any third party interest in any portion of the existing building/structure on the subject plot in any manner. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_72\">31. In so far as three writ petitions filed by the other members apprehending adverse action due to the enforcement of the principle enunciated by the Appellate Court, in view of the above order even those writ petitions are disposed of keeping all the contentions raised therein open. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_73\">32. Dispute is allowed in the above terms. Writ petitions and Civil Applications disposed of accordingly. No costs. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\">33. Office note indicates that in some of the writ petitions deficit court fees has been paid. Office is directed to take appropriate steps to recover the deficit court fees from the concerned Petitioners. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_75\"> 34. At this stage, Counsel for the Society prays for stay of operation of this order on the ground that the Society may consider of taking the matter in appeal. In the circumstances, status-quo as on today to be maintained for a period of 12 weeks from today, as prayed for. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_76\">Certified copy expedited.\n</p> \n\n","numcites":12,"numcitedby":1,"docsource":"Bombay High Court","citetid":467805,"divtype":"judgments","relatedqs":[{"value":"tenant co-partnership  housing society","formInput":"tenant%20co-partnership%20%20housing%20society"},{"value":"corporate veil","formInput":"corporate%20veil"},{"value":"distributive justice","formInput":"distributive%20justice"},{"value":"Tenant Co partnership Society","formInput":"Tenant%20Co%20partnership%20Society"},{"value":"co-operative court ","formInput":"co-operative%20court%20"},{"value":"society membership","formInput":"society%20membership"},{"value":"seniority","formInput":"seniority"},{"value":"rights of society members","formInput":"rights%20of%20society%20members"},{"value":"principles of seniority","formInput":"principles%20of%20seniority"},{"value":"tenant co-partnership  ","formInput":"tenant%20co-partnership%20%20"},{"value":"\"fsi\" ","formInput":"%22fsi%22%20"},{"value":"maharashtra co-operative societies act,1960","formInput":"maharashtra%20co-operative%20societies%20act%2C1960"},{"value":"co-operative dispute","formInput":"co-operative%20dispute"},{"value":"dispute of membership","formInput":"dispute%20of%20membership"},{"value":"co operative societies act","formInput":"co%20operative%20societies%20act"},{"value":"managing committee","formInput":"managing%20committee"},{"value":"demolition","formInput":"demolition"},{"value":"co-operative housing society","formInput":"co-operative%20housing%20society"},{"value":"partnership as tenant","formInput":"partnership%20as%20tenant"},{"value":"housing society","formInput":"housing%20society"}],"cats":[{"value":"cooperative-societies","formInput":"tag:cooperative-societies"},{"value":"part-performance","formInput":"tag:part-performance"},{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":false,"query_alert":null,"agreement":false}