{"tid":96075575,"publishdate":"2016-08-17","title":"Unknown vs Continental Foundation Joint Venture on 17 August, 2016","doc":"<h2 class=\"doc_title\">Unknown vs Continental Foundation Joint Venture on 17 August, 2016</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-c-chaudhary\">Dharam Chand Chaudhary</a>, <a href=\"/search/?formInput=benchid:t-s-chauhan\">Tarlok Singh Chauhan</a></h3>\n\n<p data-structure=\"Issue\" id=\"p_1\">    IN THE HIGH COURT OF HIMACHAL PRADESH, SHIMLA\n\n\n\n\n                                                                           .\n</p><p data-structure=\"Issue\" id=\"p_2\">                                             Company Appeal Nos.3 &amp; 4 of 2015.\n</p>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_3\">                                             Judgment reserved on :02.06.2016.\n</p>\n<pre id=\"pre_1\">                                             Date of decision:         August 17th, 2016\n\n\n\n\n\n     1. Company Appeal No.3 of 2015.\n\n\n\n\n                                                 of\n     Satluj Jal Vidyut Nigam Limited                                            .......Appellant.\n\n                         rt          Versus\n     Continental Foundation Joint Venture                                     ......Respondent.\n\n     2. Company Appeal No.4 of 2015.\n\n     Satluj Jal Vidyut Nigam Limited                                            .......Appellant.\n\n\n                                     Versus\n     Continental Foundation Joint Venture                                     ......Respondent.\n\n\n\n\n     Coram\n</pre><p data-structure=\"Issue\" id=\"p_4\">     The Hon&#x27;ble Mr. Justice Dharam Chand Chaudhary, Judge.\n</p>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_5\">     The Hon&#x27;ble Mr. Justice Tarlok Singh Chauhan, Judge.\n     Whether approved for reporting?1Yes\n\n\n\n\n\n     For the Appellant(s)                : Mr.Neeraj    Kishan   Kaul,    Senior\n                                           Advocate/Additional Solicitor General\n                                           with Mr.B.K.Satija, Mr.Raghavendra\n                                           Bajaj, Mr. Atul Sood and Ms.Devyani\n                                           Sharma, Advocates.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">     For the Respondent(s)                : Mr.Neeraj Kumar Jain, Senior\n                                            Advocate with Mr.Anirudh Joshi,\n                                            Advocate.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_7\">     Tarlok Singh Chauhan, Judge.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">                     Both these appeals emanate from the orders passed\n\n     by the learned Company Judge in the proceedings initiated by the\n\n     respondent for winding up of the appellant company and were\n\n\n\n     Whether the reporters of the local papers may be allowed to see the Judgment?Yes\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                        ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_2\">                                    2</span>\n\n\n\n\n    taken up together for hearing and are being disposed of by a\n\n    common judgment.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_9\">                                                               .\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">    2.         The respondent filed a winding up petition before the\n\n    learned Company Judge wherein it was averred that the appellant\n\n\n\n\n\n    company    invited   global   tenders     in    accordance           with      the\n\n\n\n\n                                       of\n    International Competitive Bidding Procedures for the selected\n\n    panel of bidders for executing major civil works of the Nathpa\n                  rt\n    Jhakri Hydro Electric Project (now SJVNL). In response to such\n\n    global tenders, the respondent company also made its bid staking\n\n    claim qua few civil components of the project. Two contracts i.e.\n\n\n    Contract No.1.0 and Contract No.2.1 came to be awarded in its\n\n    favour and two separate agreements qua the same were entered\n\n\n\n\n    on 05.08.1993 and 27.09.1993, respectively.\n</p>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_11\">    3.         The original value of the Contract No.1.0 was\n\n    `439,38,00,000 which was revised from time to time and\n\n\n\n\n\n    completed at `660,61,00,000, whereas, the original value                         of\n\n    Contract No.2.1 was `517,98,00,000 which was revised from time\n\n    to time and completed at `506,45,00,000.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">    4.         The work in respect of Contract No.1.0 was completed\n\n    and handed over by the respondent to the appellant on\n\n    20.06.2004 and work of Contract No.2.1 was completed and\n\n    handed over to the appellant on 09.06.2003.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">    5.         However, in both the contracts, dispute arose between\n\n    the appellant and the respondent regarding Extension of Time\n\n    (EOT) under Clause 44 of the General Conditions of Contract\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                            ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_4\">                                   3</span>\n\n\n\n\n    (GCC) and the respondent invoked the arbitration clause of the\n\n    agreement and Arbitration Tribunal was constituted on 16.11.2005\n\n\n\n\n                                                            .\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">    under Clause 67 of the GCC.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">    6.         After due deliberations, the learned Tribunal gave its\n\n\n\n\n\n    awards for both the contracts. Insofar as the Contract No.1.0 is\n\n\n\n\n                                      of\n    concerned, the extension of time for 37 months out of 75 months\n\n    was allowed with cost to be paid at the rate of `1,28,11,971/- per\n                   rt\n    month and in addition thereto the interest at the rate of 10% from\n\n    the date of dispute to the date of award and thereafter 14% from\n\n    the date of award till the date of payment was also awarded.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_16\">    7.         As regards, Contract No.2.1, extension of time of 36.93\n\n    months out of 59.43 months was allowed with cost to be paid at\n\n\n\n\n    the rate of `1,50,76,000 per month and in addition thereto interest\n\n\n\n\n\n    at the rate of 10% from the date of dispute to the date of award\n\n\n\n\n\n    and thereafter at the rate of 14% from the date of award till the\n\n    date of payment was also allowed.\n</p>\n<p data-structure=\"Facts\" id=\"p_17\">    8.         The appellant thereafter entered into an agreement\n\n    with the respondent on 31st March, 2010 and after negotiation\n\n    accepted the award and inter alia agreed for adoption of rate of\n\n    10% of interest. The appellant made certain part payments\n\n    granted under the awards of the Arbitration Tribunal and made\n\n    further payments against running account bills and towards\n\n    escalation payments, but the interest on such payments was not\n\n    paid.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                         ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_6\">                                             4</span>\n\n\n\n\n<p data-structure=\"PetArg\" id=\"p_18\">    9.           It was pleaded that outstanding amount payable by the\n\n    appellant as on October, 2010 was `25,72,18, 342/- which was on\n\n\n\n\n                                                                          .\n</p>\n<p data-structure=\"Facts\" id=\"p_19\">    account of principal and interest on the running account bills,\n\n    interest on escalation and various delayed payments made in\n\n\n\n\n\n    accordance with the arbitration awards, reimbursement of sales\n\n\n\n\n                                                of\n    tax etc.\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">    10.          It was further pleaded that the appellant had admitted\n                        rt\n    the outstanding dues by way of:-\n</p>\n<blockquote id=\"blockquote_1\">                 i)        Acceptance of the arbitration award by way of full\n                           and      final   settlement        dated       30.09.2008         and\n                           31.03.2010;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_21\">                 ii)       Vide minutes of the meeting of the Committee of\n                           Directors of the appellant company on 11.04.2011\n                           and Board of Directors meeting No.205 dated\n\n\n\n\n                           14.07.2011;\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_22\">                 iii)      Even in the audited financial statements for the year\n                           ended on 31.03.2013 and 31.03.2014, the appellant\n\n\n\n\n\n                           admitted its liability towards outstanding amount of\n                           interest payable; and\n</p><p data-structure=\"Facts\" id=\"p_23\">                 iv)       The respondent had served a notice dated 12th June,\n                           2013 as per the provisions of the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act,\n                           1956</a>, but the same was not repudiated as no reply\n                           was filed by the appellant.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_24\">    11.          It      was     averred        that       outstanding          amount         of\n\n    `25,72,18,342/- as claimed by the respondent vide its letters dated\n\n    20.10.2010 and 29.11.2010 was not denied by the appellant and\n\n    instead the appellant wrote letters dated 01.12.2010 and\n\n    15.12.2010          admitting     these     amounts           and      sought        further\n\n    confirmation from the respondent to the effect that only aforesaid\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                       ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_8\">                                    5</span>\n\n\n\n\n    amount was pending payments in respect of the aforesaid\n\n    contracts.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_25\">                                                            .\n</p>\n<p data-structure=\"Facts\" id=\"p_26\">    12.          It was claimed that the appellant also sought further\n\n    details/break up in respect of the said amount. The respondent\n\n\n\n\n\n    thereafter vide its letters dated 18.12.2010 and 11.01.2011\n\n\n\n\n                                       of\n    provided     item wise break up of the undisputed outstanding\n\n    amount alongwith calculations, back up proofs and other details.\n</p>\n<p data-structure=\"RespArg\" id=\"p_27\">    13.\n                    rt\n                 It was averred that the respondent was given to\n\n    understand that the appellant in its Board meeting No.201 dated\n\n    02.02.2011 had deliberated and agreed for further action to\n\n\n    resolve the matter of settlement of the dues of the respondent.\n</p>\n<p data-structure=\"Facts\" id=\"p_28\">    Thereafter, the appellant again vide its letter dated 01.03.2011\n\n\n\n\n    sought confirmation from the respondent that only an amount of\n\n\n\n\n\n    `25.72/- crores was pending in respect of the aforesaid contracts\n\n    and this confirmation was duly supplied to the appellant vide letter\n\n\n\n\n\n    dated 03.03.2011. The Committee of the Board of Directors met\n\n    the officials of respondent on 11.04.2011 and confirmed to pay the\n\n    interest amount due to the respondent by way of &quot;one time\n\n    settlement&quot; and as per the internal decision of the appellant an\n\n    amount of `14.50/- crores was proposed to be paid by the\n\n    appellant towards this &quot;one time settlement&quot;.\n</p>\n<p data-structure=\"Facts\" id=\"p_29\">    14.          It was then averred that since time was the essence of\n\n    the settlement arrived at between the parties and the amount\n\n    having not been paid within the stipulated time, the appellant\n\n    became liable for the payment of the admitted outstanding amount\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                         ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_10\">                                      6</span>\n\n\n\n\n    which now stands reduced to `36,79,93,964/- plus interest\n\n    thereupon from 20.02.2015 till the date of actual payment.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_30\">                                                              .\n</p>\n<p data-structure=\"Facts\" id=\"p_31\">    15.            On failure to pay the outstanding admitted amount, the\n\n    respondent was constrained to issue statutory notice under\n\n\n\n\n\n    <a href=\"/doc/606475/\" id=\"a_2\">Section 434(1) (a)</a> of the Companies Act, 1956, (for short &#x27;Act&#x27;)\n\n\n\n\n                                         of\n    through registered AD and courier on 12.06.2013 thereby raising a\n\n    demand upon the appellant of the admitted outstanding amount\n                      rt\n    alongwith interest within a period of 21 days from the receipt of the\n\n    notice. That even after the receipt of the said notice, the appellant\n\n    neither replied nor made the outstanding payment.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_32\">    16.            It was also averred that the appellant had tried to\n\n    bargain with the respondent by offering a sum of `14.50/- crores\n\n\n\n\n    despite there being a clear-cut liability of `25,72,18,342/- and\n\n\n\n\n\n    further failure to pay even this reduced offered amount after the\n\n\n\n\n\n    respondent agreed for the same, clearly and unequivocally proved\n\n    that the appellant Corporation had become commercially insolvent\n\n    and was, therefore, required to be wound up and its conduct was\n\n    such that it could very well be ascertained that it has no money to\n\n    pay its creditors to meet its current and existing demands and\n\n    liabilities.\n</p>\n<p data-structure=\"PetArg\" id=\"p_33\">    17.            The appellant filed its reply wherein it raised\n\n    preliminary objections alleging therein that the appellant was a\n\n    robust company and had grown by leaps and bounds and had\n\n    diversified its business from Hydro Power to Thermal, Solar, Wind\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                           ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_12\">                                    7</span>\n\n\n\n\n    Transmission and even had taken Hydro Power Projects in Bhutan\n\n    and Nepal.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_34\">                                                            .\n</p>\n<p data-structure=\"Facts\" id=\"p_35\">    18.          It was contended that in the award passed in Contract\n\n    No.1.0, Arbitral Tribunal had not granted any interest on account\n\n\n\n\n\n    of alleged delayed Contractor&#x27;s Draft Final Account (CDFA)\n\n\n\n\n                                       of\n    payment allegedly attributable to the respondent. The parties had\n\n    attempted to resolve the issue and as a consequence of the\n                    rt\n    negotiations held between the parties, it was agreed to make and\n\n    receive the payment with regard to both the awards and for such\n\n    purpose an agreement was arrived at between the parties which\n\n\n    was reduced into writing on 21.09.2008 in respect of Contract\n\n    No.1.0 and on 31.03.2010 in respect of Contract No.2.1. The\n\n\n\n\n    payment as agreed to between the parties included 10% interest\n\n\n\n\n\n    on the amount payable as per the agreements and the same was\n\n    paid by the appellant      to the respondent within the time as\n\n\n\n\n\n    stipulated under the said agreements.        Thus, by entering into\n\n    these agreements, the parties had put final lid with regard to any\n\n    dispute which had surfaced from the above said contracts.\n</p>\n<p data-structure=\"RespArg\" id=\"p_36\">    19.          It was further averred that the matter with regard to\n\n    above said contracts having come to a final end was reopened by\n\n    the respondent only after it had received the complete agreed\n\n    amount in question dehors Clause 60 of the GCC which expressly\n\n    provided without any ambivalence that no interest will be payable\n\n    to the contractor on account of delayed payment against the\n\n    claim/head of Contractor&#x27;s Draft Final Account (CDFA). The\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                         ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_14\">                                       8</span>\n\n\n\n\n    respondent company after having a golden handshake with the\n\n    appellant company and in the face of apposite Clause guiding the\n\n\n\n\n                                                                 .\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">    terms and conditions interse the parties, with a view to extract\n\n    extra money had resolved to institute the instant proceedings\n\n\n\n\n\n    ostensibly with a view to pressurize and arm twist the appellant\n\n\n\n\n                                          of\n    company to shell out extra amount which is an abuse of process of\n\n    law.\n</p>\n<p data-structure=\"RespArg\" id=\"p_38\">    20.\n                   rt\n                It was averred that in case there was any other dispute\n\n    with regard to further payment, then it was incumbent upon the\n\n    respondent to have invoked the mechanism of disputes redressal\n\n\n    provided under the contract agreement itself and, therefore, the\n\n    proceedings for winding up had been filed with an oblique motive\n\n\n\n\n    to put under duress the appellant company to unduly extract huge\n\n\n\n\n\n    amount and, therefore, the petition deserved to be dismissed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_39\">    21.         It was also averred that the appellant company had\n\n\n\n\n\n    annual turnover of more than `9000 crores and, therefore, could\n\n    not be said to have turned commercially insolvent and reliance on\n\n    some intra organizational discussions and communications which\n\n    barely provide a window into the internal process of the appellant\n\n    company could not furnish the respondent a cause of action to file\n\n    the petition for winding up.\n</p>\n<p data-structure=\"PetArg\" id=\"p_40\">    22.         On merits, the averments as set out in the preliminary\n\n    submissions were reiterated and it was clarified that the\n\n    deliberations and discussion during internal process of the\n\n    appellant company do not amount to the admittance of outstanding\n\n    payments.     It   was     also       clarified     that       the      appellant\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                              ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_16\">                                         9</span>\n\n\n\n\n    company had though kept liability towards interest of arbitration\n\n    award in Audited Financial Statements for the year ended\n\n\n\n\n                                                                    .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">    31.03.2013 and 31.03.2014, but the same did not qualify for the\n\n    admittance of the outstanding payments.\n</p>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_42\">    23.        It was averred that after arbitral awards, both the\n\n\n\n\n                                            of\n    parties decided to negotiate and full and final settlement was\n\n    signed between the parties on 21.09.2008. Accordingly, escalation\n                   rt\n    amounting to `19,74,77,902/- towards Contract No.1.0 was paid to\n\n    the respondent for full extended time i.e. 74.57 months against\n\n    their claim of `30,47,48,100/- which also included interest on\n\n\n    amount of `19,74,77,902/-. After signing of the agreement on\n\n    21.09.2008, the respondent thereafter claimed interest on this\n\n\n\n\n    amount from 20.06.2004 to the date of payment which was not\n\n\n\n\n\n    tenable in the eyes of law.\n</p>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_43\">    24.        In respect of Contract No.2.1, the parties arrived at a\n\n    out of Court settlement which was signed by both the parties on\n\n    31.03.2010 and thus once full and final settlement qua both the\n\n    contracts i.e. Contract No.1.0 and Contract No.2.1 was arrived at,\n\n    then no amount whatsoever is due to the respondent. The\n\n    respondent instead of resorting to necessary action under the\n\n    Contract provisions had illegally served a legal notice for &quot;winding\n\n    up&quot;.\n</p>\n<p data-structure=\"Facts\" id=\"p_44\">    25.        As    regards      the       letters   dated       01.12.2010           and\n\n    15.12.2010, it was averred that since the respondent had been\n\n    raising the issue of their outstanding due payments in parts from\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                 ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_18\">                                    10</span>\n\n\n\n\n    time to time that too despite having arrived at a settlement, the\n\n    respondent was only called upon to &quot;confirm/certify as to the facts\n\n\n\n\n                                                            .\n</p>\n<p data-structure=\"Facts\" id=\"p_45\">    that the present details of the pending issues/amounts provided as\n\n    per details shall signify the end of outstanding issues and to be\n\n\n\n\n\n    treated complete in all respect of their all pending claims/dispute,\n\n\n\n\n                                    of\n    other dues, unpaid bills etc. and shall not in-future raise any old,\n\n    new or further disputes/issues/omissions/errors in whatsoever\n                   rt\n    manner&quot;. But, the aforesaid contents could not be construed to be\n\n    an acknowledgement of outstanding amount of `25.72/- crores, as\n\n    alleged.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_46\">    26.        As regards letters dated 01.03.2011 and 03.03.2011, it\n\n    was averred that these were issued in the background that the\n\n\n\n\n    respondent was not providing the information as sought regarding\n\n\n\n\n\n    its claim. As such, a final letter was written by the appellant on\n\n    01.03.2011 asking for their confirmation of the alleged outstanding\n\n\n\n\n\n    payments, otherwise, it would be considered that the information\n\n    as provided by the respondent vide letter dated 29.11.2010 would\n\n    be treated as complete and final.    However, respondent vide its\n\n    letter dated 03.03.2011 gave their certification wherein an\n\n    additional amount of `7,23,032/- was sought over and above the\n\n    amount of `25.72/- crores claimed earlier vide letter dated\n\n    29.11.2010. The whole exercise, therefore, was undertaken with a\n\n    view to look into the claim of the respondent afresh, as such the\n\n    same could not be deduced to convey any admission of the claim\n\n    of the respondent.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                         ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_20\">                                       11</span>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_47\">    27.         The constitution of the Committee of Directors by the\n\n    appellant was not disputed.             However, it is averred that the\n\n\n\n\n                                                                      .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">    aforesaid process was evolved in view of issue of levy of interest\n\n    on final bill, interest on escalation, interest on foreign currency and\n\n\n\n\n\n    other miscellaneous issues as raised by the respondent. As such,\n\n\n\n\n                                        of\n    fair assessment of the matter was made, but no final decision\n\n    could be arrived at. It was clarified that the appellant had never\n                   rt\n    agreed to accept an offer of `14.50/-crores or any other amount\n\n    and, therefore, it prayed that the petition be dismissed with costs.\n</p>\n<p data-structure=\"Facts\" id=\"p_49\">    28.         The winding up petition, initially, came up for\n\n\n    consideration before the learned Company Judge on 03.03.2015\n\n    and notice thereof was issued to the appellant for 08.04.2015.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_50\">    29.         On 08.04.2015, the learned Company Judge passed\n\n\n\n\n\n    the following interim orders:-\n</p>\n<blockquote id=\"blockquote_2\">                &quot;Co. Application No. 3 of 2015.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_3\">                Reply be filed within three weeks. In the meantime,\n                respondent-Company,          its      agents,      officers,      directors,\n                employees      etc.   are    restrained         from      disposing       off,\n                alienating, transferring, encumbering or parting with the\n                possession of the properties and assets of the respondent-\n                Company in any manner, whatsoever.\n                Copy dasti.&quot;\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_51\">    30.         On 06.05.2015, the respondent herein was granted\n\n    three weeks&#x27; time to file rejoinder and subsequently when the\n\n    matter came up for consideration on 27.05.2015, the learned\n\n    Company Judge proceeded to pass the following orders:-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                   ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_22\">                                      12</span>\n\n\n\n\n<blockquote id=\"blockquote_4\">                      &quot;Co. Application No.3 of 2015.\n</blockquote>\n<blockquote id=\"blockquote_5\">                      Heard.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_6\">                                                                .\n</blockquote>\n<blockquote id=\"blockquote_7\">                      Applicant has made out a prima facie case and the\n                balance of convenience is also in its favour. Applicant has\n\n\n\n\n\n                sought a direction in the main petition filed under <a href=\"/doc/1676812/\" id=\"a_3\">section\n                433</a> and <a href=\"/doc/1883142/\" id=\"a_4\">434</a> read with <a href=\"/doc/265830/\" id=\"a_5\">section 439</a> of the Companies Act\n                for winding up of the     respondent-company.             Petitioner-\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_8\">                                       of\n                company has already issued statutory winding up notice on\n                12.6.2013. Respondent-company has failed to pay its debt\n                   rt\n                to the petitioner-company as per the averments made in\n                the main petition and in this application.\n</blockquote>\n<blockquote id=\"blockquote_9\">                2.    Since the petitioner has prayed for immediate\n                appointment of Provisional Liquidator, the Court deems it\n                fit and proper to appoint Mr.Neeraj Gupta, Advocate, as\n\n\n                Provisional Liquidator, who will be assisted by Ms.Seema\n                Guleria, Advocate by dispensing with notice under sub-\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_10\">                section (2) of <a href=\"/doc/39020/\" id=\"a_6\">section 450</a> of the Companies Act, 1956. The\n                fee of Mr.Neeraj Gupta is assessed at Rs. four lakhs and\n\n\n\n\n\n                Ms.Seema Guleria at Rs. Two lakhs provisionally to be\n                paid by the petitioner-company within a period of two\n\n\n\n\n\n                weeks from today to the Provisional Liquidator and\n                assisting provisional liquidator. The Provisional Liquidator\n                shall exercise all the powers under <a href=\"/doc/867006/\" id=\"a_7\">section 457</a> of the\n                Companies Act, 1956.\n</blockquote><span class=\"hidden_text\" id=\"span_23\">                      Co. Petition No.4/2015</span>\n<blockquote id=\"blockquote_11\">                      List on 16.6.2015.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_52\">    31.         The aforesaid order was assailed by the appellant by\n\n    filing Company Appeal No.3 of 2015 and when the same came up\n\n    for consideration before a Division Bench on 15.06.2015, one of\n\n    the members of the Bench recused himself and the appeal was\n\n    then ordered to be listed on 8 th July, 2015.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                             ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_25\">                                  13</span>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_53\">    32.        However, in the meanwhile, the company petition\n\n    came up for consideration before the Learned Company Judge on\n\n\n\n\n                                                           .\n</p>\n<p data-structure=\"PetArg\" id=\"p_54\">    16.06.2015 and the company petition was ordered to be admitted.\n</p>\n<p data-structure=\"Issue\" id=\"p_55\">    This order has now been assailed and is the subject-matter of\n\n\n\n\n\n    Company Appeal No.4 of 2015.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_56\">                                   of\n</p><p data-structure=\"Conclusion\" id=\"p_57\">    33.        After arguing for sometime on the legality and\n\n    correctness of the orders impugned herein, Shri Neeraj Kishan\n                  rt\n    Kaul, Senior Advocate, assisted by S/Sh. B.K.Satija, Raghavendra\n\n    Bajaj, Atul Sood and Ms.Devyani Sharma, Advocates, for the\n\n    appellant, made a prayer that since the entire material is now\n\n\n    available before this Court, the winding up petition itself                 be\n\n    disposed of on merits and in case, any adverse order is to be\n\n\n\n\n    passed against the appellant, then one month&#x27;s time be granted to\n\n\n\n\n\n    assail the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">    34.        Shri Neeraj Kumar Jain, Senior Advocate, assisted by\n\n\n\n\n\n    Shri Anirudh Joshi, Advocate, for the respondent has no objection\n\n    to the winding up petition itself being heard on merits. He has\n\n    vehemently argued that the appellant while accepting the\n\n    arbitration awards by way of full and final settlement dated\n\n    30.09.2008 and 31.03.2010 had clearly acknowledged its liability\n\n    to pay the amount due towards the respondent. The amount due\n\n    was further admitted in the meeting of Committee of Directors of\n\n    the appellant company on 11.04.2011 and thereafter in the Board\n\n    of Directors meeting No.205 dated 14.07.2011.             Not only this,\n\n    even in the Audited Financial Statements for the year ended on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                        ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_27\">                                    14</span>\n\n\n\n\n    31.03.2013 and 31.03.2014, the appellant had clearly admitted its\n\n    liability towards the outstanding amount of interest payable. He\n\n\n\n\n                                                             .\n</p>\n<p data-structure=\"PetArg\" id=\"p_59\">    would lastly argue that failure to give reply to the statutory notice\n\n    for winding up petition under Section 434 of the Act gives rise to\n\n\n\n\n\n    presumption of acknowledgement of liability and, therefore, the\n\n\n\n\n                                     of\n    appellant company should be ordered to be wound up.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_60\">    35.        On the other hand, learned counsel for the appellant\n                   rt\n    Shri Neeraj Kishan Kaul, Senior Advocate, has vehemently\n\n    argued that when the final settlement pursuant to the arbitration\n\n    awards had been arrived at and acted upon by withdrawing the\n\n\n    petition under <a href=\"/doc/1722761/\" id=\"a_8\">Section 34</a> of the Arbitration Act, then no amount\n\n    whatsoever could be said to be due towards the respondent, but\n\n\n\n\n    despite the settlement, it is the respondent, who for some strange\n\n\n\n\n\n    reasons continued to claim further amounts. Whereas, the\n\n    appellant vide letter dated 25.05.2011 had in unequivocal terms\n\n\n\n\n\n    informed the respondent that in case it was dissatisfied with any of\n\n    its actions, then it should follow the dispute resolution procedure\n\n    as required by the contract under modified Clause 67 of the\n\n    General Conditions of the respective contract agreements. This\n\n    stand of the appellant was reiterated in its letter dated 14.12.2011\n\n    and in response to this, the respondent itself had clearly\n\n    mentioned that in case of non release of due payments within 30\n\n    days, from the date of letter, the letter dated 25.05.2012 by the\n\n    respondent be treated as notice under Clause 67 of the GCC. Not\n\n    only this, the respondent in this letter had requested the appellant\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                          ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_29\">                                   15</span>\n\n\n\n\n    to initiate the process of constituting Arbitral Tribunal                    in\n\n    accordance with the terms of the contract and the appellant was\n\n\n\n\n                                                            .\n</p>\n<p data-structure=\"Facts\" id=\"p_61\">    asked to appoint an Arbitrator     within 60 days of its letter in\n\n    accordance with Clause 67.      Still further, the respondent even\n\n\n\n\n\n    thereafter vide letter dated 31.08.2012 again reiterated its\n\n\n\n\n                                    of\n    aforesaid stand.\n</p>\n<p data-structure=\"Facts\" id=\"p_62\">    36.        It is further argued that as the respondent had been\n                   rt\n    persistently raising claim of certain amount due towards it,\n\n    therefore, the matter was placed before the Board of Directors in\n\n    its 205 th meeting held on 14.07.2011, but no decision thereupon\n\n\n    was taken therein and the matter came up for consideration\n\n    before the Board of Directors in its subsequent meetings but the\n\n\n\n\n    minutes of the 205 th meeting were never confirmed and the\n\n\n\n\n\n    ultimate decision thereafter came to be taken in the 240 th meeting\n\n    of the Board of Directors held        on 30 th July, 2015 which\n\n\n\n\n\n    superseded the earlier minutes of the 205th meeting held on\n\n    14.07.2011 and based upon the opinion of the CVO, a decision\n\n    was taken that the claims made by the Contractor i.e. respondent\n\n    herein may be examined and processed strictly in line with the\n\n    relevant contract provisions keeping in view the interest of the\n\n    SJVNL upper most.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_63\">    37.        We have heard the learned counsel for the parties and\n\n    have thoroughly and meticulously gone through the material\n\n    placed on record.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                         ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_31\">                                    16</span>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_64\">    38.        However, before adverting to the merits of the case, it\n\n    would be necessary to delineate on some of the factors to be kept\n\n\n\n\n                                                              .\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1053810\" id=\"span_32\">in mind before reaching the conclusion in a winding up petition\n\n    and the same have been carefully articulated by the Hon&#x27;ble\n\n\n\n\n\n    Division Bench of the Gujarat High Court in <a href=\"/doc/1053810/\" id=\"a_9\">Tata Iron and Steel\n\n\n\n\n                                     of\n    Co. vs. Micro Forge (India) Ltd.</a> (2001) 104 Comp. Cases 533\n\n    (Guj.) which are as under:-</span>\n</p><blockquote id=\"blockquote_12\">                   rt\n               &quot; Certain important chronicles and contours to be kept in\n\n               the mental radar, before reaching the conclusion in a\n               winding up petition can be articulated as under :\n</blockquote>\n\n<blockquote id=\"blockquote_13\">                     (1) The remedy under <a href=\"/doc/1676812/\" id=\"a_10\">section 433</a> in general and\n                     under clause (e) in particular is not a matter of right;\n</blockquote><p data-structure=\"Precedent\" id=\"p_66\">                     as such, and it is the discretion of the company\n                     court. It does not confer any right on any person to\n\n\n\n\n                     seek order that the company should be wound up. It\n                     is a provision empowering the court by a statutory\n\n\n\n\n\n                     provision to pass an order of winding up in an\n                     appropriate case.\n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_67\">                     (2) Merely because any one of the circumstances\n                     enumerated in <a href=\"/doc/1676812/\" id=\"a_11\">section 433</a> of the Companies Act\n                     exists, the court is not bound to order winding up of\n                     the company. Nobody can aspire to wind up the\n                     company as a matter of course. The court has wide\n                     power and discretion. In this connection, inability to\n                     pay debts is required to be judged from various sets\n                     of facts and circumstances. It may also be stated\n                     that inability to pay debts in all cases, ipso facto,\n                     could not be construed as an appropriate case for\n                     winding up.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_68\">                     (3) A debt is money which is payable or will be\n                     payable in future by reason of a person&#x27;s obligation.\n                     The expression &quot;debt&quot; would refer to liability to pay\n                     and it rests on certain contingencies, conditions and\n                     causalities. Even if the debt is proved and even if the\n                     inability to pay the debt is also shown, it is not a\n                     launching pad, in all cases, for a successful winding\n                     up order. Inability may arise for a variety of reasons\n                     and the court is obliged to consider whether the\n                     inability is the outcome of any deliberate or designed\n                     action or mere temporary shock and effect of\n                     economy and market. In a given case, it may\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                           ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_34\">                       17</span>\n\n\n\n\n        happen that a party may become unable to pay its\n        debts for a while, but that by itself is not a criterion\n        for exercise of the power to wind up, ipso facto.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_69\">                                                 .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_70\">        (4) It is necessary for the company court to consider\n        the financial status, strength and substratum of the\n        company, in the overall context. It is possible, at\n\n\n\n\n\n        times, that there may be a cash crunch. It may be\n        also, possible, at times, that there is temporary cash\n        crisis despite high sales and heavy turnover and,\n        therefore, in such a situation, mere disability or only\n\n\n\n\n                        of\n        on the ground of inability to pay would not constitute\n        a ground empowering the court to wind up the\n        company.\n</p><p data-structure=\"CDiscource\" id=\"p_71\">          rt\n        (5) If the company is an ongoing concern having\n        regular business and employment of employees, the\n        court cannot remain oblivious to this aspect. The\n\n        effect of winding up would be of putting an end to\n        the business or an industry or an entrepreneurship\n        and, in turn, resulting in loss of employment to\n        several employees and loss of production and effect\n\n\n        on the larger interest of the society.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_72\">        (6) Even dividend declared by the company regularly\n        and having profit in the light of the profit and loss\n\n\n\n\n        account, though temporarily, there may be inability\n        to pay the debt or in the case of any eventuality, the\n\n\n\n\n\n        company is unable to make the payment of dues\n        and that by itself could not be construed as a ground\n        to wind it up.\n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_73\">        (7) Winding up of a company, as such, is nothing but\n        a commercial death or insolvency and, therefore, the\n        company court is obliged to take into consideration\n        not only the temporary inability, or disability to make\n        the payment of debts, but the entire status and\n        position of the company in the market.\n</p>\n<p data-structure=\"Precedent\" id=\"p_74\">        (8) When grounds on which the winding up order\n        can be denied, upon an evaluation of the facts of the\n        case, after admission, exist from the record already\n        placed before the court, it would be a sound\n        exercise of discretion to reject the petition instead of\n        admitting it. This view is very much celebrated.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_75\">        (9) Inability to pay debts in terms of <a href=\"/doc/1901728/\" id=\"a_12\">section 433(e)</a>\n        read with <a href=\"/doc/606475/\" id=\"a_13\">section 434(1)(a)</a>, demand of the debt\n        would raise a presumption as to inability to pay its\n        debts. But such a presumption is rebuttable. Such a\n        presumption may be rebutted on existing material\n        and what evidence is sufficient depends on the facts\n        and circumstances of the case.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">                              ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_36\">                        18</span>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_76\">        (10) If the company has shown considerable growth\n        in a reasonable span and is a growth oriented\n        enterprise, even in a case of temporary inability\n\n\n\n\n                                                  .\n</p><p data-structure=\"CDiscource\" id=\"p_77\">        would not be sufficient to drive it to winding up.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_78\">        (11) Though, ordinarily, an unpaid creditor may\n        aspire for an order of winding up, the &quot;ex debito\n\n\n\n\n\n        justitiae&quot; rule is not of inflexible mandate, but is, as\n        such a matter of discretion of the court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_79\">        (12) <a href=\"/doc/1676812/\" id=\"a_14\">Section 433</a> is also indicative of the fact that\n\n\n\n\n                         of\n        even if one or more grounds mentioned in <a href=\"/doc/1676812/\" id=\"a_15\">section\n        433</a> exist, it is not obligatory for the court to make an\n        order of winding up. The court has discretionary\n        power. The court must in each case exercise its\n          rt\n        discretion in deciding whether in the circumstances\n        of the case, it would be in the interest of justice to\n        wind up the company. It is a well known rule of\n\n        prudence that even in a case where indebtedness to\n        the petitioning person is undisputed, the court does\n        not pass an order for winding up where it is satisfied\n        that it would not be in the larger interest of justice to\n\n\n        wind up the company.\n</p>\n<p data-structure=\"Section\" id=\"p_80\">        (13) It is also well settled that a winding up order\n        shall not be made on a creditor&#x27;s petition, if it would\n\n\n\n\n        not benefit him or the company&#x27;s creditors in\n        general.\n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_81\">        (14) The court is also obliged to consider that it\n        would be in the interest of justice to give the\n\n\n\n\n\n        company some time to come out of the momentary\n        financial crisis or any other temporary difficulty as\n        winding up is a measure of last resort.\n</p>\n<p data-structure=\"Precedent\" id=\"p_82\">        (15) Winding up course cannot be adopted as a\n        recourse to recovery of the debt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">        (16) The court must bear in mind one more\n        celebrated principle and consider whether the\n        company has reached a stage where it is obviously\n        and plainly and commercially insolvent, that is to\n        say, that its assets are such and its existing liabilities\n        are such as to make the court feel clearly satisfied\n        that current assets would be insufficient to meet the\n        current liabilities, along with other principles.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_84\">        (17) It is also necessary to consider whether the\n        respondent-company has become defunct or has\n        closed its business, for quite some time, whether it is\n        commercially insolvent. For the purpose of finding\n        commercial insolvency, a mere look into the financial\n        data is relevant to examine about its soundness. In\n        all matters relating to winding up, the court may\n        have regard to the wishes of the creditors and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">                               ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_38\">                       19</span>\n\n\n\n\n        contributories and may, if necessary, ascertain their\n        wishes appropriately. If the company is solvent, the\n        wishes of the contributories would carry more weight\n\n\n\n\n                                                 .\n</p><p data-structure=\"Precedent\" id=\"p_85\">        as they are persons, mainly, interested in the assets.\n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_86\">        (18) The element of public policy in regard to\n        commercial morality has, likewise, to be taken into\n\n\n\n\n\n        account befor e determining the winding up issue.\n        The court has also to consider the purpose and\n        policy behind <a href=\"/doc/155890/\" id=\"a_16\">sections 443</a> and <a href=\"/doc/379149/\" id=\"a_17\">557</a> of the\n        Companies Act.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_87\">                        of\n        (19) Winding up is the last thing the court would do\n        and not the first thing to do having regard to its\n        impact and consequences. Winding up of a\n          rt\n        company would ensue:\n</p>\n<blockquote id=\"blockquote_14\">              (a) closing down of a company which is\n\n              engaged in production or manufacture or\n              which provides some services;\n</blockquote>\n<blockquote id=\"blockquote_15\">              (b) it would throw out of employment\n\n\n              numerous persons and result in gross\n              hardship to the members of families of the\n              employees;\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_16\">              (c) loss of revenue to the State by way of\n              collection of taxes which otherwise should\n\n\n\n\n\n              have been collected, on account of customs,\n              excise duties, sales tax, income-tax, etc.;\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_17\">              (d) scarcity of goods and diminishing of\n              employment opportunities\n\n        (20) A winding up petition has to be submitted in the\n        prescribed form highlighting all the facts and\n        emphasising the inability of the company to pay its\n        debts. The form prescribed under the Companies\n        (Court) Rules, clearly, indicates that the petitioner\n        should, provide all the necessary material\n        particulars. The petitioner is obliged to show that the\n        financial status or the monetary substratum or the\n        commercial viability of the company has gone so low\n        and down that winding up is obviously, and\n        evidently, unavoidable.\n</blockquote>\n<blockquote id=\"blockquote_18\">        (21) It is a settled proposition of law that a winding\n        up petition is not a legitimate means of seeking to\n        enforce the payment of a debt which is disputed by\n        the company, bona fide. A winding up petition ought\n        not to be aimed at pressurising the company to pay\n        the money. Such an attempt would be nothing but\n        tantamount to blackmailing or stigmatizing the\n        concerned company by abusing the process of the\n        court.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                              ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_40\">                                    20</span>\n\n\n\n\n<blockquote id=\"blockquote_19\">                     (22) A winding up petition is not an appropriate\n                     mode enforcing bona fide disputed debts and it is\n                     nothing but misuse and abuse of the process of the\n\n\n\n\n                                                             .\n</blockquote><p data-structure=\"Precedent\" id=\"p_88\">                     court.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_89\">                     (23) A winding up petition is not an alternative form\n                     for resolving the debt dispute. In certain cases\n\n\n\n\n\n                     disputes are such that they are fit for resolving\n                     through the civil court rather than through the\n                     company court.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_90\">                                    of\n                     (24) What is bona fide and what is not is a question\n                     of fact. The expression &quot;bona fide&quot; would mean\n                     genuine, in good faith and when a dispute is based\n                  rt on substantial grounds or when a defence is\n                     probable and with some substance, it is a bona fide\n                     dispute. It must be strictly noted that a winding up\n                     petition is not an alternative to a civil suit.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_91\">    39.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184195315\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"921001\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1414566\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196625540\" id=\"span_44\">In   <a href=\"/doc/196625540/\" id=\"a_18\">Soni Gulati &amp; Co. vs. JHS Svendgaard\n\n    Laboratories Limited, Company Petition No.8</a> of 2009, decided\n\n\n\n    on 07.05.2015, one of us ( Justice Tarlok Singh Chauhan, Judge),\n\n\n\n\n    after taking into consideration the comprehensive law <a href=\"/doc/196625540/\" id=\"a_19\">laid down\n\n\n\n\n\n    by</a> the Hon&#x27;ble Supreme Court in (<a href=\"/doc/1414566/\" id=\"a_20\">i) Amalgamated Commercial\n\n    Traders (P) Ltd. vs. A.C.K. Krishnaswami</a> reported in 1965 (35)\n\n\n\n\n\n    Company Cases 456, (ii) Madhusudan Gordhandas &amp; Co. vs.\n\n    Madhu Woollen Industries (P) Ltd. reported in 1971(3) SCC\n\n    632, (iii) Pradeshiya Industrial and Investment Corporation of\n\n    Uttar Pradesh vs. North India Petro Chemical and Another\n\n    reported in 1994 (<a href=\"/doc/921001/\" id=\"a_21\">79) Company Cases 835, (iv) Mediquip\n\n    Systems (P) Ltd. vs. Proxima Medical System GmbH</a> reported\n\n    in 2005 (7) SCC 42, (v) Vijay Industries vs. NATL Technologies\n\n    Limited reported in 2009 (<a href=\"/doc/184195315/\" id=\"a_22\">3) SCC 527, (vi) IBA Health (India)\n\n    Private Limited vs. INFO-Drive Systems SDN</a>. BHD. (2010) 10\n\n    SCC 553, deduced the following broad principles which are\n\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                          ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_46\">                                     21</span>\n\n\n\n\n    required to be borne in mind while adjudicating a petition for\n\n    winding up:-</span></span></span></span>\n</p>\n\n\n\n<blockquote id=\"blockquote_20\">                                                               .\n</blockquote>\n<blockquote id=\"blockquote_21\">               1.    If the debt is bonafide disputed and the defense is a\n               substantial one, the Court will not wind up the company.\n</blockquote>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_92\">               Conversely, if the plea of denial of debit is moonshine or a\n               cloak, spurious, speculative, illusory or misconceived, the\n\n\n\n\n                                      of\n               Court can exercise the discretion to order the company to\n               be wound up.\n</p><p data-structure=\"Conclusion\" id=\"p_93\">               2.    A petition presented ostensibly for winding up order,\n                     rt\n               but in reality to exert pressure to pay the bonafide disputed\n               debt is liable to be dismissed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_94\">               3.    Solvency is not a stand alone ground. It is relevant\n               to test whether denial of debt is bonafide.\n</p><p data-structure=\"Precedent\" id=\"p_95\">               4.    Where the debt is undisputed and the company\n\n\n\n               does not choose to pay the particular debt, its defence that\n               it has the ability to pay the debt will not be acted upon by\n\n\n\n\n               the Court.\n</p><p data-structure=\"Conclusion\" id=\"p_96\">               5.    Where there is no dispute regarding the liability, but\n\n\n\n\n\n               the dispute is confined only to the exact amount of the\n               debt, the Court will make the winding up order.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_97\">               6.    An order to wind up a company is discretionary.\n               Even in a case where the companys liability to pay the\n               debt was proved, order to wind up the company is not\n               automatic.   The   Court    will   consider      the     wishes      of\n               shareholders and creditors and it may attach greater\n               weight to the views of the creditors.\n</p><p data-structure=\"CDiscource\" id=\"p_98\">               7.    A winding up order will not be made on a creditors\n               petition if it would not benefit him or the companys\n               creditors generally and the grounds furnished by the\n               creditors opposing winding up will have an impact on the\n               reasonableness of the case.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_99\">    40.        Having considered the rival submissions, we are of the\n\n    considered view that in order to resolve and determine the issue in\n\n    question, it is absolutely necessary that we first advert to the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                            ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_48\">                                    22</span>\n\n\n\n\n    various board meetings of the appellant, commencing from 205 th\n\n    meeting held on 14.07.2011 which reads thus:-\n</p>\n\n\n\n<blockquote id=\"blockquote_22\">                                                               .\n</blockquote>\n<blockquote id=\"blockquote_23\">               &quot;EXTRACT OF MINUTES OF 205TH MEETING OF THE\n               BOARD OF DIRECTORS HELD ON 14TH JULY 2011\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">               ITEM NO.205/5</span>\n\n               PENDING ISSUES OF CONTRACT NO.1.0 AND 2.1 OF\n\n\n\n\n                                     of\n               NJHEP   AWARDED      TO  M/S   CONTINENTAL\n               FOUNDATION JOINT VENTURE\n\n               Recalling the earlier discussions on the proposal, the\n               Board was informed that there were 10 claims for an\n                  rt\n               aggregate amount of Rs.25.72 crore under both the\n               contracts, pending for settlement and these claims were\n\n               not referred to any dispute resolution body. On noticing\n               these claims require settlement, the Board constituted a\n               Committee consisting of Director (Civil), Director (F) and\n               two Independent Directors, namely, Shri K.S.Sarma and\n               Shri S.M. Lodha.          The Recommendations        of the\n\n\n\n               Functional      Directors    of    the   Committee      and\n               correspondence of the Independent Directors were placed\n               before the Board.          According to the Independent\n\n\n\n\n               Directors, the aggregate claim of Rs.25.72 crore could be\n               settled up to Rs.15 crore and whereas the Functional\n\n\n\n\n\n               Directors are of the view that the aggregate claim of\n               Rs.25.72 crore could be settled at Rs.14.50 crore. In the\n               absence of the written response from the contractor during\n\n\n\n\n\n               the meetings for the settlement, the matter remained\n               pending. Thereafter, M/s CFJV vide their letter dated 25 th\n               May 2011 confirmed acceptance of Rs.14.50 crore as full\n               and final settlement and closure of contract no.1.0 and 2.1.\n</blockquote>\n<blockquote id=\"blockquote_24\">               The Board perused the proposal, internal committee\n               recommendations, Reports and correspondence of the\n               Functional and Independent Directors. The Board desired\n               to know the rationale for arriving the sum of Rs.14.50\n               crore.\n</blockquote>\n<blockquote id=\"blockquote_25\">               The Board also noted that:\n</blockquote>\n<blockquote id=\"blockquote_26\">                     a)    the first internal committee of senior officers\n                           has analysed the claim and recommended\n                           the payment of Rs.16.66 crore;\n</blockquote>\n<blockquote id=\"blockquote_27\">                     b)    the final bills of CFJV were passed by\n                           Engineer-in-charge but were paid after the\n                           lapse of about 2  to 4 years and this amount\n                           payable to CFJV yielded interest from banks;\n</blockquote>\n<blockquote id=\"blockquote_28\">                     c)    the escalation in respect of contract # 1.0 was\n                           released after receipt of arbitral award on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                            ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_51\">                                    23</span>\n\n\n\n\n                           EOT and cost compensation of CFJV. The\n                           payment escalation was made about 5 years\n                           after completion of work. Arbitral award in\n\n\n\n\n                                                              .\n</blockquote><p data-structure=\"Conclusion\" id=\"p_100\">                           respect of similar case in contract # 2.1 of\n\n\n\n\n\n                           CFJV had allowed interest and if that interest\n                           is allowed, it would work out to higher amount\n                           than proposed;\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_101\">                     d)    Independent directors on the Committee have\n                           examined and recommended an amount upto\n                           Rs.15 crores to be paid to CFJV;\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_102\">                                     of\n</p><p data-structure=\"Conclusion\" id=\"p_103\">                     e)    The amount of interest now proposed is\n                           considering rate of interest with quarterly\n                   rt      compounding earned by company on its\n                           deposits during the relevant periods;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_104\">                     f)    the Director (Ci vil), the Director (Finance) and\n\n                           CMD confirms that the above settlement is in\n                           the best interests of the organization, in view\n                           of the facts and circumstances.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_105\">               The Board approved unanimously the one time settlement\n               in full and final and closure of the contract no.1.0 and 2.1.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_106\">               The Board further directed that a detailed legal settlement\n               by executing agreement shall be entered into before\n               release of payment.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_107\">               The Board also directed that in all future proposals to be\n               brought before the Board should contai n specific\n\n\n\n\n\n               recommendations of the Management.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\">    41.        The 206 th meeting of the Board of Directors was held\n\n    on 26.08.2011, the relevant portion whereof reads thus:-\n</p>\n<blockquote id=\"blockquote_29\">               &quot;On the above subject matter, the Board was informed that\n               Chief Vigilance Officer, SJVN Ltd., called for detailed\n               information vide his letter dated 08th August 2011 which is\n               being furnished. The Board noted the contents of the letter\n               and desired the management to furnish the information\n               without any delay. The Board also desired that before\n               implementing the decision, the views of CVO, if any, may\n               be secured.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_109\">    42.        In the 207 th meeting, the views of the CVO had not\n\n    been received and consequently the settlement was deferred to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                                           ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_53\">                                      24</span>\n\n\n\n\n    the next meeting and the matter was ordered to be placed before\n\n    the Board in its next meeting.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_110\">                                                              .\n</p>\n<p data-structure=\"Precedent\" id=\"p_111\">    43.         In the Board meeting held on 30.11.2011, no decision\n\n    could be arrived at as the matter was under investigation with the\n\n\n\n\n\n    CVO.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_112\">                                      of\n</p><p data-structure=\"Precedent\" id=\"p_113\">    44.         The 209 th meeting of the Board was held on\n\n    27.12.2011 wherein again no decision could be arrived at as no\n                   rt\n    response was received from the CVO.\n</p>\n<p data-structure=\"Precedent\" id=\"p_114\">    45.         It appears that the matter was finally put up in the\n\n    240 th meeting of the Board of Directors held on 30th July, 2015\n\n\n    wherein it was decided as under:-\n</p>\n<blockquote id=\"blockquote_30\">                &quot;The Board after due deliberations, decided and directed\n\n\n\n\n                that in supersession of its earlier decision in the 205 th\n                Meeting held on 14-07-2011 and in accordance with the\n\n\n\n\n\n                opinion of CVO, the claims made by the Contractor may be\n                examined and processed strictly in line with the relevant\n\n\n\n\n\n                contract provisions, keeping in view the interests of the\n                SJVN uppermost.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_115\">    46.         It is evidently clear from the aforesaid that earlier\n\n    decision of the appellant in the 205 th meeting held on 14.07.2011\n\n    was never approved in any of the subsequent meetings and infact\n\n    was expressly superseded in the 240th meeting of Board of\n\n    Directors held on 30 th July, 2015.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_116\">    47.         Thus, it is clear that the deliberations of the Board of\n\n    Directors in its various meetings were only proposals which\n\n    definitely were required to be looked into and final decision\n\n    thereupon came to be taken only on 30.07.2015 when the minutes\n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                           ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_55\">                                        25</span>\n\n\n\n\n    of 205 th meeting stood superseded. Therefore, no benefit\n\n    whatsoever can be claimed by the respondent on the basis of\n\n\n\n\n                                                                 .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_117\">    205 th meeting, particularly, when the final settlement thereupon\n\n    was arrived at much later.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_118\">    48.          As regards the contention of the respondent that the\n\n\n\n\n                                           of\n    appellant    had     in   the    aforesaid     meeting        admitted         and\n\n    acknowledged the debt due in favour of the respondent, we find\n                     rt\n    the submission to be far-fetched. An acknowledgement of liability\n\n    has to be clear, unambiguous, unequivocal and unconditional\n\n    which is not the fact situation obtaining in the instant case. A\n\n\n    company may deliberate on a number of issues and unless and\n\n    until some decision is taken and thereafter conveyed to the\n\n\n\n\n    opposite party (respondent herein), these would only remain and\n\n\n\n\n\n    can only be considered as proposals or at best the internal\n\n    matters of the company and can by no legitimate or even legal\n\n\n\n\n\n    standards be termed to be &quot;admissions&quot; or &quot;acknowledgments&quot; of\n\n    debt.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_119\">    49.          Now adverting to the other contention of the respondent\n\n    that the interest on arbitration awards has been duly reflected in the\n\n    balance sheet of the appellant, we deem it necessary to extract the\n\n    relevant portion of the balance sheet which reads thus:-\n</p>\n<blockquote id=\"blockquote_31\">                 &quot;3. Current Liabilities\n                                                                    (` in Crores)\n\n                                                     As of March 31,\n                                                  2014             2013\n    Short Term Borrowings (Note 2.6)            ---               ---</blockquote><pre id=\"pre_2\">\n    Trade Payables (Note 2.7)                 23.35              26.86\n    Other Current Liabilities (Note 2.8)     725.54             576.77\n    Short Term Provisions (Note 2.9)         609.49             594.31\n                      Total                 1358.38            1197.94\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                              ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_57\">                                      26</span>\n\n\n\n\n</pre><blockquote id=\"blockquote_32\">         The Current Liabilities as at March 31, 2014 and 2013 were\n\n\n\n\n                                                             .\n</blockquote><blockquote id=\"blockquote_33\">         `1358.38 crore and `1197.94 crore respectively. The Current\n\n\n\n\n\n         Liabilities have increased by 13.39% mainly due to increase in\n         Other Current Liabilities.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_34\">         Trade Payables\n\n         Trade payables includes liabilities in respect of amount due on\n         account of goods purchased or services received in normal\n\n\n\n\n                                      of\n         course of business operations other than liability for\n         Purchase/Construction of Fixed Assets. Trade Payables at the\n         end of current fiscal is ` 23.35 crore as compared to `.26.86\n         crore during the previous fiscal.\n</blockquote><blockquote id=\"blockquote_35\">                   rt\n         Other Current Liabilities\n\n         Other Current Liabilities mainly includes Current Maturities of\n         Long Term Debts payable within Twelve Months, Liabilities for\n         Employees Remuneration and Benefits, Liabilities for Purchase/\n         Construction of Fixed Assets and Deposits, Retention Money\n\n\n         from Contractors and others. Other Current Liabilities has\n         increased by 25.79% to ` 725.54 crore as compared to ` 576.77\n         crore during the previous fiscal. The increase is mainly due to\n         commencement of repayment of World Bank Loan of Rampur\n\n\n\n\n         Hydro Electric Project included in Current Maturities of Long\n         Term Debts &amp; increase in Deposits, Retention Money from\n\n\n\n\n\n         contractors and others:\n</blockquote>\n<blockquote id=\"blockquote_36\">         Short Term Provisions\n\n\n\n\n\n         Short Term Provisions includes Unfunded Employees Benefits\n         payable within Twelve Months as per Actuarial Valuation,\n         Dividend, Dividend Tax, Income Tax and Interest on Arbitration\n         Awards etc. Short Term Provisions has increased marginally by\n         2.55% in Fiscal 2014 to ` 609.49 crore as compared to ` 594.31\n         crore during Fiscal 2013.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_120\">         Non-Current Assets\n                                                                (` in Crores)\n\n                                                        As of March 31,\n                                                      2014      2013\n    Tangible Assets (Note 2.10)                     5668.25     5819.12\n    Intangible Assets (Note 2.10)                      0.41       0.71\n    Capital Works In Progress (Note 2.11)           3925.79    2981.54\n    Non-Current Investments (Note 2.12)                4.95       4.94\n    Deferred Tax Assets (Net) (Note 2.13)            226.76     169.82\n    Long Term Loans and Advances(Note 2.14)          158.74     147.93\n    Other Non-Current Assets (Note 2.15)              11.03       0.67\n                                 Total              9995.93    9124.73\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                          ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_59\">                                      27</span>\n\n\n\n\n          Non-Current Assets as on March 31,2014 has increased by\n          9.55% to ` 9995.93 crore as compared to ` 9124.73 crore as on\n          March 31,2013.&quot;\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_121\">                                                                .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_122\">    50.        No doubt, the interest on arbitration awards has been\n\n    duly reflected in the current liabilities and short term provisions,\n\n\n\n\n\n    but then nowhere are these amounts shown as due towards the\n\n\n\n\n                                       of\n    respondent. Even otherwise, there is no material available on the\n\n    record to infer that these amounts were actually acknowledged by\n                   rt\n    the appellant as debt due towards the respondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_123\">    51.        That apart, the amount reflected in the balance sheet\n\n    does not even tally with the amount claimed by the respondent in\n\n    its winding up petition. Thus, in such circumstances, the entries\n\n\n\n    can at best be termed to be contingent provisional liabilities and,\n\n\n\n\n    therefore, would fall under para 10.4 of the accountancy standards\n\n\n\n\n\n    which reads thus:-\n</p>\n<blockquote id=\"blockquote_37\">               &quot;10.4 A contingent liability is:\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_38\">                     (a) a possible obligation that arises from past events\n                     and the existence of which will be confirmed only by\n                     the occurrence or non-occurrence of one or more\n                     uncertain future events not wholly within the control\n                     of the enterprise; or\n</blockquote><blockquote id=\"blockquote_39\">                     (b) a present obligation that arises from past events\n                     but is not recognized because:\n</blockquote><blockquote id=\"blockquote_40\">                            (i) it is not probable that an outflow of\n                            resources embodying economic benefits will\n                            be required to settle the obligation; or\n</blockquote><blockquote id=\"blockquote_41\">                            (ii) a reliable estimate of the amount of the\n                            obligation cannot be made.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_124\">    52.        We may now deal with the last contention of the\n\n    respondent regarding failure of the appellant to reply to the notice\n\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">                                             ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_61\">                                      28</span>\n\n\n\n\n    of winding up petition under <a href=\"/doc/1883142/\" id=\"a_23\">Section 434</a> of the Act. Undoubtedly,\n\n    failure to reply to the notice is an important factor in determining\n\n\n\n\n                                                               .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_125\">    whether a bonafide defence has been put-forth, but the same does\n\n    not inexorably lead to the conclusion that the winding up order\n\n\n\n\n\n    must invariably be passed where no response to a statutory notice\n\n\n\n\n                                       of\n    has been made.\n</p>\n<p data-structure=\"Precedent\" id=\"p_126\">    53.         It is more than settled that the presumptions are\n                   rt\n    always rebuttable and, therefore, the question is whether the\n\n    appellant company has been able to rebut the presumption. For\n\n    that purpose, we will have to fall back to the decision of the\n\n\n    Hon&#x27;ble Supreme Court in Madhusudan Gordhandas case\n\n    (supra) wherein it was observed that two rules are well settled:-\n</p>\n\n\n\n<blockquote id=\"blockquote_42\">          &quot;i)   In order to see the bonafide, we will have to see if the debt\n\n\n\n\n\n                is bonafidely disputed and the defence is a substantial one,\n                then this Court will not order winding up;\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_43\">          ii)   However, if the debt is undisputed the Court will not act\n                upon a defence of the company that it has the ability to pay\n                the debt, but chooses not to pay that particular debt.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_127\">    54.         The discussion so far clearly goes to indicate that the\n\n    entire case of the respondent only hinges around the so-called\n\n    admission/acknowledgment of the debt by the appellant. Reliance\n\n    has been placed by the respondent upon the Audited Financial\n\n    Statements dated 30.09.2008 and 31.03.2010 and also the Board\n\n    of Directors meeting No.205 dated 14.07.2011(supra) wherein the\n\n    debt due, according to the respondent, stood admitted by the\n\n    appellant company. If it was so, then why the debt was not\n\n    enforced straightaway, is not forthcoming. On the contrary, it is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                            ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_63\">                                     29</span>\n\n\n\n\n    established on record that in response to the appellant&#x27;s letter\n\n    dated 25.05.2011 whereby the appellant had in an unequivocal\n\n\n\n\n                                                              .\n</p>\n<p data-structure=\"CDiscource\" id=\"p_128\">    terms informed the respondent that in case it was dissatisfied with\n\n    any of the actions of the appellant, then it should follow dispute\n\n\n\n\n\n    resolution procedure as provided by the contract under modified\n\n\n\n\n                                      of\n    Clause 67 of the GCC of the respective contract agreement, the\n\n    respondent vide its letter dated 25.05.2012 had informed the\n                   rt\n    appellant that in case of non release of due payments within 30\n\n    days from this letter, the letter dated 25.05.2012 itself be treated\n\n    as notice under Clause 67 of the GCC. It is apt to reproduce this\n\n\n    letter in its entirety and the same reads thus:-\n</p>\n<blockquote id=\"blockquote_44\">                            &quot;Continental-Foundation\n                                  JOINT VENTURE\n\n\n\n\n                SJVN/401/cc/1544\n\n\n\n\n\n                25th May 2012\n                                                             Without Prejudice\n                The Chairman &amp; Managing Director\n\n\n\n\n\n                Satluj Jal Vidyut Nigam Limited\n                Nathpa Jhakri Hydroelectric Project\n                Himfed Building\n                New Shimla 171 009 (H.P)\n\n                Sub:        Release of agreed payment in full settlement\n                            of all claims against Contract # 1.0 and 2.1 for\n                            construction of Nathpa Jhakri Hydroelectric\n                            Project.\n</blockquote>\n<blockquote id=\"blockquote_45\">                Ref:        Our letter No.SJVN/401/1537 dated 25.5.2011\n                            and SJVN/401/539 dated 14.12.11.\n</blockquote>\n<blockquote id=\"blockquote_46\">                Dear Sir,\n\n                With reference to the above, we would like to draw your\n                attention towards non-payment of the amount as agreed by\n                SJVN against settlement of all claims of contract 1.0 and\n                2.1 since 25.5.2011. Finally CFJV agreed to settle the\n                claim with a clear understanding that the settlement is\n                being made just to avoid further litigation and release of\n                payments immediately by SJVN so that the contracts can\n                be closed.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                           ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_65\">                                     30</span>\n\n\n\n\n<blockquote id=\"blockquote_47\">               During these times, whenever there is a discussion on this\n               matter, SJVN has given the understanding that the matter\n               is under process and the payments will be released soon.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_48\">                                                               .\n</blockquote><blockquote id=\"blockquote_49\">               After waiting 6 months from our first letter we have\n\n\n\n\n\n               reminded you in December 2011, approaching again for\n               the payment which has not been replied so far, neither due\n               payment, as per terms of settlement, has been released.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_50\">               This has resulted in CFJV incurring unexpected financial\n               loss and cost without any valid reason.\n</blockquote>\n<blockquote id=\"blockquote_51\">               Having no other alternative left now, it appears that CFJV\n\n\n\n\n                                      of\n               has been compelled to refer the matter for adjudication to\n               Arbitral Tribunal and/or Court of Law for the full amount\n               plus accrued interest thereagainst from the date it became\n               due, till the date of payment.\n</blockquote><blockquote id=\"blockquote_52\">                   rt\n               Accordingly, in case this payment is not released within 30\n               days from the date of receipt of this letter, kindly treat this\n\n               letter as notice of arbitration under clause No.67 of the\n               General Conditions of the Contract and initiate the process\n               of constituting Arbitral Tribunal in accordance with the\n               provisions of the contract.\n</blockquote>\n\n\n<blockquote id=\"blockquote_53\">               Thanking you,\n\n\n\n\n               Yours faithfully,\n               For Continental Foundation Joint Venture,\n\n\n\n\n\n               Sd/-</blockquote>\n\n<blockquote id=\"blockquote_54\">               M.Verma-DPM\n\n\n\n\n\n               cc:    Shri R N Misra, D(C), SJVNL\n                      Shri A S Bindra, D(F), SJVNL\n                      EIC, Contracts # 1.0&amp; 2.1, SJVNL\n\n               CONTINENTAL HOUSE, 28, NEHRU PLACE, NEW\n               DELHI-110019 (INDIA) TEL: 011-47660900 FAX: (011)-\n               47660920.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_129\">    55.        It would be evident from a perusal of the aforesaid\n\n    letter that nowhere is it the case of the respondent that the\n\n    appellant had acknowledged or even admitted any specific amount\n\n    due, rather, the respondent itself asked the appellant to treat the\n\n    letter as a notice of arbitration under Clause 67 of the GCC and\n\n    initiate the process of constituting Arbitral Tribunal in accordance\n\n    with the provisions of the contract. Not only this, the request was\n\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">                                            ::: Downloaded on - 15/04/2017 21:02:03 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_67\">                                    31</span>\n\n\n\n\n    thereafter again reiterated by the respondent in its letter dated\n\n    31.08.2012. In such circumstances, it is not only difficult but\n\n\n\n\n                                                             .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_130\">    impossible to hold that the appellant had infact admitted or\n\n    acknowledged the debt much less a specific debt.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_131\">    56.         In addition to the above, it is evident that the\n\n\n\n\n                                     of\n    respondent vide its aforesaid letter dated 25.05.2012 had itself\n\n    agreed to resolve the dispute by invoking modified Clause 67 of\n                   rt\n    the GCC which stand was reiterated vide its letter dated\n\n    31.08.2012. This shift-in stand of the respondent is quite contrary\n\n    and antithetical to its earlier stand wherein it was categorically\n\n\n    claimed that the debt due had been admitted/acknowledged by the\n\n    appellant. Obviously, the respondent opted for latter stand\n\n\n\n\n    knowing fully well that there infact exists &#x27;dispute&#x27; within the\n\n\n\n\n\n    meaning of GCC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_132\">    57.         &#x27;Dispute&#x27; in normal parlance would mean &quot;difference\n\n\n\n\n\n    over an issue&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_133\">                Black&#x27;s Law Dictionary defines &#x27;dispute&#x27; to mean &quot;a\n\n    conflict or controversy&quot;, esp. one that has given rise to a particular\n\n    lawsuit.\n</p>\n<p data-structure=\"Precedent\" id=\"p_134\">                &#x27;Arbitral dispute&#x27; has been defined to mean &quot;a dispute\n\n    that can properly be resolved by arbitration&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_135\">    58.         The term &#x27;dispute&#x27; means &quot;a controversy having both\n\n    positive and negative aspects&quot;. It postulates the assertion of claim\n\n    by one party and its denial by the other. (Refer: Gujarat State Co-\n</p>\n<p data-structure=\"Precedent\" id=\"p_136\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"594047\" id=\"span_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31559077\" id=\"span_69\">operative <a href=\"/doc/31559077/\" id=\"a_24\">Land Development Bank Ltd. vs. P.R.Mankad</a> <a href=\"/doc/594047/\" id=\"a_25\">AIR\n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">                                          ::: Downloaded on - 15/04/2017 21:02:04 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_71\">                                     32</span>\n\n\n\n\n    1979 SC 1203, Canara Bank vs. National Thermal Power\n\n    Corporation</a> 2001 (1) SCC 43, ANZ Grindlays Bank Ltd. vs.\n\n\n\n\n                                                              .</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_137\">    Union of India (2005) 9 Scale 174).\n</p>\n<p data-structure=\"Precedent\" id=\"p_138\">    59.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"119286\" id=\"span_72\">In <a href=\"/doc/119286/\" id=\"a_26\">P. Neelakanteswararaju vs. J.Mangamma</a> AIR\n\n\n\n\n\n    1970 AP 1 at 7 (FB), the Hon&#x27;ble Full Bench of the Andhra\n\n\n\n\n                                      of\n    Pradesh High Court held that the term &#x27;dispute&#x27; in its wider sense\n\n    may mean the wranglings or quarrels between the parties, one\n                   rt\n    party asserting and the other denying the liability.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_139\">    60.         There can be no gainsaying that &#x27;admission or\n\n    acknowledgement of debt&#x27; and &#x27;disputed debt&#x27; are irreconcible and\n\n\n    are pleas which are diametrically opposed to each other. Once\n\n    there is a disputed debt, then there can be no acknowledged or\n\n\n\n\n    admitted debt.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_140\">    61.         Thus, we have no hesitation to conclude that the so-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_141\">    called debts were never infact acknowledged or admitted, but\n\n\n\n\n\n    were rather disputed by the appellant and that is why the\n\n    respondent itself chose to invoke the modified Clause 67 of the\n\n    GCC to have the matter referred to the Arbitral Tribunal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_142\">    62.         From the various factors, facets, contours and\n\n    chronicles emerging from the facts of the case, it is clearly evident\n\n    that the respondent could not have used the machinery of winding\n\n    up as a means of realizing the so-called debt due from the\n\n    appellant company as it is not a legitimate means of seeking\n\n    enforcement of payment of debt which has bonafidely been\n\n    disputed by the appellant. The petition presented by the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_73\">                                           ::: Downloaded on - 15/04/2017 21:02:04 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_74\">                                    33</span>\n\n\n\n\n    respondent is though ostensibly for a winding up order, but in\n\n    reality, it appears to have been filed in order to exercise pressure\n\n\n\n\n                                                             .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_143\">    and the same is, therefore, liable to be dismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_144\">    63.         As observed earlier, the defence raised by the\n\n\n\n\n\n    appellant company is a substantial and bonafide one and not mere\n\n\n\n\n                                     of\n    moonshine and has to be finally adjudicated upon merits before\n\n    the appropriate forum. Even the so-called &#x27;dues&#x27; have not been\n                   rt\n    admitted by the appellant. The appellant company is not only a\n\n    commercially solvent company, but is a government company as\n\n    defined under the Act. It is a &#x27;Mini Ratna&#x27; company of the\n\n\n    Government of India. The respondent cannot gain any advantage\n\n    on the basis of Board meeting No.205 dated 14.07.2011 which as\n\n\n\n\n    observed earlier was only a proposal and final decision thereupon\n\n\n\n\n\n    was taken by the appellant in its 240 th meeting held on 30.07.2015\n\n    wherein the minutes of 205 th meeting of the Board of Directors\n\n\n\n\n\n    came to be superseded. The instant is not a case where the\n\n    appellant company has refused to pay without good reason.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_145\">    64.         It is beyond dispute that the machinery for winding up\n\n    will not be allowed to be utilized merely as a means to realizing its\n\n    debt due from a company. In case, there exists a bonafide dispute\n\n    and the dues are not admitted, the winding up petition is required\n\n    to be dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_146\">    65.         This Court cannot remain oblivious to the fact that a\n\n    creditor&#x27;s winding up petition in certain situations would give rise\n\n    to speculation and may rather imply insolvency or bad financial\n\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">                                          ::: Downloaded on - 15/04/2017 21:02:04 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_76\">                                     34</span>\n\n\n\n\n    position of the company sought to be wound up and would\n\n    damage the creditworthiness or the financial standing of the\n\n\n\n\n                                                            .\n</p>\n<p data-structure=\"Conclusion\" id=\"p_147\">    company and may also lead to other economic and social\n\n    ramifications. In such situations, the competitors would rejoice and\n\n\n\n\n\n    the same in turn would adversely affect its reputations and shares\n\n\n\n\n                                     of\n    in the market and thereby push the company into a state of acute\n\n    insolvency. In such situations, the Company Courts are required\n                   rt\n    to be more vigilant and ensure that its process is not misused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_148\">    66.        A    Company     Court    is   required         to     act     with\n\n    circumspection, care and caution and ensure that any attempt\n\n\n    made to pressurize the company to pay a debt which is seriously\n\n    and substantially disputed is refuted. The Company Court cannot\n\n\n\n\n    function as a debt collecting agency and has to guard itself against\n\n\n\n\n\n    vexatious abuse of its process and should, therefore, not permit a\n\n    party to unreasonably set the law into motion, especially, when the\n\n\n\n\n\n    defence raised by the company sought to be wound up is bonafide\n\n    and substantial one and in these circumstances the remedy of the\n\n    aggrieved party is elsewhere.\n</p>\n<p data-structure=\"Precedent\" id=\"p_149\">    67.        Considering the facts of the case, the law on the\n\n    subject including the statutory notice and also the other\n\n    correspondence between the parties, we are absolutely clear in\n\n    our mind that the debt is not admitted debt and the dispute raised\n\n    by the appellant is not only a substantial but a bonafide one and it\n\n    cannot be held that the appellant has neglected to pay. Therefore,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">                                         ::: Downloaded on - 15/04/2017 21:02:04 :::HCHP</span>\n<span class=\"hidden_text\" id=\"span_78\">                                     35</span>\n\n\n\n\n    the case would not fall under <a href=\"/doc/1901728/\" id=\"a_27\">Sections 433 (e)</a>, <a href=\"/doc/1676812/\" id=\"a_28\">433 (1) (a)</a> and <a href=\"/doc/265830/\" id=\"a_29\">439</a>\n\n    of the Act.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_150\">                                                              .\n</p>\n<p data-structure=\"Precedent\" id=\"p_151\">    68.           Notably, it is not even represented by the respondent\n\n    that the company is not a going concern and, therefore, it cannot\n\n\n\n\n\n    be said that the appellant company has lost its financial\n\n\n\n\n                                     of\n    substratum. As already observed, the jurisdiction of this Court\n\n    under the aforesaid provisions of the Act cannot be permitted to be\n                     rt\n    used as a substitute for deciding the bonafide dispute which can\n\n    only be done by way of filing an appropriate civil suit before the\n\n    competent Court.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_152\">    69.           For the foregoing reasons, we find merit in these\n\n    appeals and are of the firm view that no case for winding up of the\n\n\n\n\n    appellant company is made out. In the result, both the appeals\n\n\n\n\n\n    succeed and the Company Petition No.4 of 2015 filed before the\n\n    learned Company Judge fails and is accordingly dismissed,\n\n\n\n\n\n    leaving the respondent to resort to such remedies, as may be\n\n    available to it, under the law. Pending applications, if any, also\n\n    stand disposed of. Costs easy.       Registry is directed to place a\n\n    copy of this judgment on the file of connected matter.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_153\">                                         (Dharam Chand Chaudhary),\n                                                  Judge.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_154\">    August 17th, 2016.                     (Tarlok Singh Chauhan),\n    (krt)                                            Judge.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">                                           ::: Downloaded on - 15/04/2017 21:02:04 :::HCHP</span>\n ","numcites":19,"numcitedby":0,"docsource":"Himachal Pradesh High Court","citetid":96075575,"divtype":"judgments","relatedqs":[{"value":"who is an independent director ","formInput":"who%20is%20an%20independent%20director%20"},{"value":"acknowledgement of debt","formInput":"acknowledgement%20of%20debt"},{"value":"winding up petition  ","formInput":"winding%20up%20petition%20%20"},{"value":"e contracts","formInput":"e%20contracts"},{"value":"one time settlement","formInput":"one%20time%20settlement"},{"value":"inability to pay debt","formInput":"inability%20to%20pay%20debt"},{"value":"\"independent directors\"","formInput":"%22independent%20directors%22"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"companies act 1956","formInput":"companies%20act%201956"},{"value":"bonafide dispute","formInput":"bonafide%20dispute"},{"value":"winding up of company","formInput":"winding%20up%20of%20company"},{"value":"winding up of a company","formInput":"winding%20up%20of%20a%20company"},{"value":"No admitted debt","formInput":"No%20admitted%20debt"},{"value":"Section 433","formInput":"Section%20433"},{"value":"joint ventures","formInput":"joint%20ventures"},{"value":"escalation","formInput":"escalation"},{"value":"winding-up petitions","formInput":"winding-up%20petitions"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"company petition","formInput":"company%20petition"},{"value":"bonafidely","formInput":"bonafidely"}],"cats":[{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":true,"query_alert":null,"agreement":false}