{"tid":552935,"publishdate":"2005-08-03","title":"Tahir Khan @ Shakeel vs State Of Rajasthan on 3 August, 2005","doc":"<h2 class=\"doc_title\">Tahir Khan @ Shakeel vs State Of Rajasthan on 3 August, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: RLW2005(4)RAJ2773, 2005(4)WLC637</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-kothari\">Vineet Kothari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-kothari\">Vineet Kothari</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nV.K. Bali, J.\n \n\n</pre><p data-structure=\"CDiscource\" id=\"p_1\">1. The dockets of this Court and various other High Courts in the country are not only full but over brimming. Admitted matters are lying in the archives of the High Court and are blessed with touch of hand of the Judge after number of years. In such matters awaiting listing before the Hon&#x27;ble Judge, there are 2,784 D.B. Criminal Appeals that are pending in Rajasthan High Court (Jaipur Bench). Out of the number of cases mentioned above, 885 appeals are such where accused are in jail. Some criminal appeals pertaining to the year 1980 are also pending hearing. Out of 885 appeals, where accused are in jail, 184 have been listed for checking the paper book by the office. 430 appeals are such where preparation/comparison of paper book is going on. 350 appeals are such in which the office is still to take the exercise of preparing paper books, in hand. 80 cases are such where learned Counsel appearing for the parties have on their own placed on record paper books which are still to be compared by the office. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1309326\" id=\"span_1\">There are 40 cases which are ready for hearing but have not been listed in court. During the last three years, 1278 appeals were filed. As compared to that, disposal during the last three years was only of 497 cases. The oldest DB Criminal Appeal pending in this Court, where the accused are in custody, is stated to be D.B. Criminal Appeal No. 605/98 <a href=\"/doc/1309326/\" id=\"a_1\">Ram Swaroop v. State</a>. Accused therein have already undergone sentence for a period of six years nine months and twenty six days as on 30.4.2005. This period only pertains to the time the appeal is pending in this Court.</span> In D.B. Criminal Appeal No. 780/2003 Sudama Das v. State, accused therein have already undergone sentence for a period of 12 years 15 days. In as many as 188 criminal appeals, the accused concerned are in jail for last more than five years. The aforesaid statistics has been supplied by the office pursuant to our detailed order dated 2.5.2005. The report dated 13.5.2005 submitted by the office has been placed on records.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007347\" id=\"span_2\">2. Hon&#x27;ble Supreme Court of India in <a href=\"/doc/1007347/\" id=\"a_2\">Hussainara Khatoon and Ors. v. State of Bihar</a>  while dealing with the miserable plight of jail inmates facing trial for a number of years, observed as follows:</span>\n</p><blockquote id=\"blockquote_1\"> &quot;It is a crying shame on the judicial system which permits incarceration of men and women for such long periods of time without trial. We are shouting from house tops about the protection and enforcement of human rights. We are talking passionately and eloquently about the maintenance and preservation of basic freedoms. But, are we not denying human rights to these nameless persons who are languishing in jails for years for offences which perhaps they might ultimately be found not to have committed ? Are we not withholding basic freedoms from these neglected and helpless human beings who have been condemned to a life of imprisonment and degradation for years on end ? Are expeditious trial and freedom from detention not part of human rights and basic freedoms ? Many of these unfortunate men and women must not even be remembering when they entered the jail and for what offence ? They have over the years ceased to be human beings; they are mere ticket-numbers. It is high time that the public conscience is awakened and the Government as well as the judiciary begin to realise that in the dark cells of our prisons there are large number of men and women who are waiting patiently, impatiently perhaps, but in vain, for justice-a commodity which is tragically beyond their reach and grasp. Law has become for them an instrument of injustice and they are helpless and despairing victims of the callousness of the legal and judicial system. The time has come when the legal and judicial system has to be revamped and restructured so that such injustices do not occur and disfigure the fair and otherwise luminous face of our nascent democracy.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_3\">3. A period of two and half decades has gone by when the observations extracted above came to be made by the Supreme Court. It was specifically observed that the time had come when legal and judicial system had to be revamped and restructured so that such injustices do not occur and disfigure the fair and otherwise luminous face of our nascent democracy. Nothing at all has changed; there has been no revamping and restructuring of the judicial system and the injustice noted by the Supreme Court, that is disfiguring the face of democracy, is continuing unabated. The situation far from improving appears to have further deteriorated. We need not examine the causes leading to massive delay in disposal of criminal appeals before the High Court as such an exercise has been done on a number of occasions by the Hon&#x27;ble Supreme Court and High Courts in the country.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\">4. In wake of such trying circumstances, some of the accused in pending appeals have approached this Court for suspension of their sentences. The ground for seeking suspension of sentence is only long incarceration in jail.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. Mr. S.R. Surana, learned Counsel appearing for the applicant Mohan Meena in D.B. Criminal VIth Bail Application No. 372/2005 states that the applicant was convicted vide judgment and order dated 14.8.2001 for life imprisonment Under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> IPC. He was arrested on 27.3.2000. By now, he has undergone sentence for a period of approximately five years and four months. It is stated that the family conditions of the applicant are precarious. His wife expired and he has got small children who are minor. His son Nitin is 15 years of age and another son Sachin is 13 years of age. There is no other family member to look after them.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">6. Mr. A.K. Gupta, learned Counsel appearing for the applicant Budhram in D.B. Criminal Misc. (SOS) Application No. 532/2005 states that the applicant has remained in jail for about six years and the appeal was admitted on 24.9.2003 and has even not been listed for hearing as yet. There is no need to give facts of all the cases listed for hearing before us and suffice is to mention at this stage that the learned Counsel appearing for the applicants in all the matters listed before us, seek suspension of sentence of the applicants represented by them in various appeals, primarily on the ground of long incarceration in jail.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. We have heard contentions raised by galaxy of lawyers appearing in various cases on behalf of the applicants as also Mr. M. Rafiq, Addl. A.G. who represents the State. The matter, it appears to us, is no more res Integra. The precise points that have been urged before us have been the subject matter of debate before the Hon&#x27;ble Supreme Court and some of the High Courts in the country. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_3\">In <a href=\"/doc/193152/\" id=\"a_4\">Kashmira Singh v. State of Punjab</a>  where the accused had undergone sentence for a period of 4 years and a half, he was granted bail by holding that it would be highly unjust to detain him in jail any longer during hearing of appeal. Facts of the case aforesaid reveal that Kashmira Singh was charged for offences Under <a href=\"/doc/1011035/\" id=\"a_5\">Section 323</a> and <a href=\"/doc/1560742/\" id=\"a_6\">302</a> IPC; was convicted for offence Under <a href=\"/doc/1011035/\" id=\"a_7\">Section 323</a> IPC and sentenced to undergo RI for a period of six months. State preferred appeal ,against his acquittal Under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a> IPC which was accepted by the High Court. He was thus convicted Under <a href=\"/doc/1560742/\" id=\"a_9\">Section 302</a> IPC and sentenced to R.I. for life. Kashmira Singh surrendered before the Trial Court and preferred special leave which was granted on 28.2.1974. His application for bail, preferred subsequently, was rejected on 10.1.1975. Simply for the reason that the appeal did not come up for bearing for a long period, he moved yet another application for grant of bail. Supreme Court after making observations with regard to practice prevalent in the said Court and many of the High Courts which was not to release on bail a person who had been sentenced to life imprisonment for an offence Under <a href=\"/doc/1560742/\" id=\"a_10\">Section 302</a> IPC, framed a question as to whether the said practice should be departed from and if so, in what circumstances. The question framed above was answered by observing--</span>\n</p><blockquote id=\"blockquote_2\"> &quot;It is obvious that no practice howsoever sanctified by usage and hallowed by time can be allowed to prevail if it operates to cause injustice. Every practice of the court must find its ultimate justification in the interest of justice. The practice not to release on bail a person who has been sentenced to life imprisonment was evolved in the High Courts and in this Court on the basis that once a person has been found guilty and sentenced to life imprisonment, he should not be let loose, so long as his conviction and sentence are not set aside, but the underlying postulate of this practice was that the appeal of such person would be disposed of within a measurable distance of time, so that if he is ultimately found to be innocent, he would not have to remain in jail for an unduly long period. The rationale of this practice can have no application where the Court is not in a position to dispose of the appeal for five or six years. It would indeed be a travesity of justice to keep a person in jail for a period of five or six years for an offence which is ultimately found not to have been committed by him. Can the Court ever compensate him for his incarceration which is found to unjustified ? Would it be just at all for the Court to tell a person: &quot;We have admitted your appeal because we think you have a prima facie case, but unfortunately we have no time to hear your appeal for quite a few years and, therefore, until we hear your appeal, you must remain in jail, even though you may be innocent?&quot; What confidence would such administration of justice inspire in the mind of the public ? It may quite conceivably happen and it has in fact happened in a few cases in this Court, that a person may serve out his full term of imprisonment before his appeal is taken up for hearing. Would a judge not be overwhelmed with a feeling of contrition while acquitting such a person after hearing the appeal ? Would it not be an affront to his sense of justice ? Of what avail would the acquittal be to such a person who has already served out his term of imprisonment or at any rate a major part of it ? It is, therefore, absolutely essential that the practice which this Court has been following in the past must be reconsidered and so long as this Court is not in a position to hear the appeal of an accused within a reasonable period of time, the Court should ordinarily, unless there are cogent grounds for acting otherwise, release the accused on bail in cases where special leave has been granted to the accused to appeal against his conviction and sentence.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\">8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766147\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_5\">In <a href=\"/doc/193152/\" id=\"a_11\">Kashmira Singh v. State of Punjab</a> (supra), Supreme Court while dealing with writ of habeas corpus in which it was reported that alarmingly large number of men and women including children were behind prison for years waiting trial in courts of law, after observing, as extracted in the earlier part of this judgment and taking into consideration <a href=\"/doc/1199182/\" id=\"a_12\">Article 21</a> of the Constitution of India and its judgment in <a href=\"/doc/1766147/\" id=\"a_13\">Maneka Gandhi v. Union of India</a>  and further observed as under:</span></span>\n</p><blockquote id=\"blockquote_3\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766147\" id=\"span_6\">&quot;We have held <a href=\"/doc/1766147/\" id=\"a_14\">in that case</a> that <a href=\"/doc/1199182/\" id=\"a_15\">Article 21</a> confers a fundamental right on every person not to be deprived of his life or liberty except in accordance with the procedure prescribed by law and it is not enough to constitute compliance with the requirement of that Article that some semblance of a procedure should be prescribed by law, but that the procedure should be &#x27;reasonable, fair and just&#x27;. If a person is deprived of his liberty under a procedure which is not &#x27;reasonable, fair or just&#x27;, such deprivation would be violative of his fundamental right under <a href=\"/doc/1199182/\" id=\"a_16\">Article 21</a> and he would be entitled to enforce such fundamental right and secure his release. Now obviously procedure prescribed by law for depriving a person of his liberty cannot be &#x27;reasonable, fair or just&#x27; unless that procedure ensures a speedy trial for determination of the guilt of such person. No procedure which does not ensure a reasonably quick trial can be regarded as &#x27;reasonable, fair or just&#x27; and it would fall foul of <a href=\"/doc/1199182/\" id=\"a_17\">Article 21.</a> There can, therefore, be no doubt that speedy trial, and by speedy trial we mean reasonably expeditious trial, is an integral and essential part of the fundamental, right to life and liberty enshrined in <a href=\"/doc/1199182/\" id=\"a_18\">Article 21.</a> The question which would, however, arise is as to what would be the consequence if a person accused of an offence is denied speedy trial and is sought to be deprived of his liberty by imprisonment as a result of a long delayed trial in violation of his fundamental right under <a href=\"/doc/1199182/\" id=\"a_19\">Article 21.</a> Would he be entitled to be released unconditionally freed from the charge levelled against him on the ground that trying him after an unduly long period of time and convicting him after such trial would constitute violation of his fundamental right under <a href=\"/doc/1199182/\" id=\"a_20\">Article 21 ?</a> That is a question we shall have to consider when we hear the writ petition on merits on the adjourned date. But one thing is certain and we cannot impress it too strongly on the State Government that it is high time that the State Government realises its responsibility to the people in the matter of administration of justice and set up more courts for the trial of cases. We may point out that it would not be enough merely to established more courts but the State Government would also have to man them by competent Judges and whatever is necessary for the purpose of recruiting competent Judges, such as improving their conditions of service, would have to be done by the State Government, if they want to improve the system of administration of justice and make it an effective instrument for reaching justice to the large masses of people for whom justice is today a meaningless and empty word.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136788839\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"32630\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007347\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1713684\" id=\"span_10\">9. A division bench of Punjab and Haryana High Court in <a href=\"/doc/1713684/\" id=\"a_21\">Dharam Pal v. State of Haryana</a> (1994) 4 RCR (Criminal) 600 while dealing with the precise proposition as in hand, after placing reliance upon two judgments of the Supreme Court in <a href=\"/doc/1007347/\" id=\"a_22\">Kashmira Singh and Hussainara Khatoon</a> (supra), as also <a href=\"/doc/32630/\" id=\"a_23\">Kadra Pehadiya and Ors. v. State of Bihar</a>  and Supreme Court Legal Aid Committee representing <a href=\"/doc/136788839/\" id=\"a_24\">Undetrial Prisoners v. Union of India and Ors.</a> ((1994) 3 RCR (Criminal) 639 (SC), directed as follows:</span></span></span></span>\n</p><blockquote id=\"blockquote_4\"> &quot;We, however, order that the appeals filed by such prisoners in which bail is denied should be accorded priority in hearing. Our experience, however, tells us that the largest number of appeals are covered by categories C, D and E and it is these categories, which are our primary concern. We are firmly of the view that these prisoners are entitled to some consideration. We do appreciate that Category &#x27;D&#x27; also deals with heinous crimes pertaining to a great social evil but in the light of the fact that in prosecutions under <a href=\"/doc/653797/\" id=\"a_25\">Section 304B</a>, the net is often cast far and wide by the complainant (and very often unjustifiably so), this category must also be included in our decision. We, therefore, direct that life convicts, who have undergone at least five years of imprisonment of which at least three years should be after conviction, should be released on bail pending the hearing of their appeals should they make an application for this purpose. We are also of the opinion that the same principles ought to apply to those convicted by the Courts Martial and such prisoners should also be entitled to release after seeking a suspension of their sentences. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_11\">We further direct that the period of five years would be reduced to four for females and minors, with at least 2 years imprisonment after conviction. We, however, clarify that these directions shall not be applicable in cases where the very grant of bail is forbidden by law. We are cognizant of the fact that the time frame looked at in isolation can have no obvious rationale but it stems from an attempt to balance the interest of the prisoners with the interest of the State and the complainant. We also find precedent for our view from the observations of the Supreme Court in <a href=\"/doc/193152/\" id=\"a_26\">Kashmir Singh</a>&#x27;s case wherein it was observed that if an appeal could not be heard for five or six years, the prisoner could well be entitled to release on bail.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\">10. The court accepted the categorisation of crimes given in the Punjab Government circular and the actual imprisonment and imprisonment with remission qua each category was taken into consideration. With regard to Column B and D that pertained to heinous crimes, reproduced therein, the court observed that it would not issue any general guidelines for prisoners who stand convicted of such offences as mentioned in Category &#x27;B&#x27; and directed that their matters should be left to the decision of the Judges to whom application for bail is made. Directions, as mentioned above, to release prisoners on bail were thus issued in Category &#x27;C&#x27;, &#x27;D&#x27; and &#x27;E&#x27;. Balance of interest of the prisoner with the interest of State was thus struck by issuing directions for grant of bail, as mentioned above. The criteria and time frame for grant of bail in pending appeals for long periods, as culled out by the Division Bench of the Punjab and Haryana High Court appears to be reasonable and we are in respectful agreement with the same.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">11. Mr. M. Rafiq, learned Addl. Advocate General despite impressive array of judicial precedents, as <a href=\"/doc/193152/\" id=\"a_27\">referred to above</a>, however, vehemently opposes the prayer of the petitioners for grant of bail by primarily contending that no time frame for grant of bail can be made by the Court as the same would amount to legislation which is in the exclusive domain for the law makers and not the courts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83470448\" id=\"span_12\">12. For his aforestated contention, learned Counsel relies upon a judgment of Hon&#x27;ble Supreme Court rendered by the constitutional bench in <a href=\"/doc/83470448/\" id=\"a_28\">P. Ramachandra Rao v. State of Karnataka</a> . The question that came to be debated before the Hon&#x27;ble Supreme Court, as framed by it, was as to whether in its zeal to protect the right to speedy trial of an accused, can the Court device and almost enact such bars of limitation though the legislature and the statutes have not chosen to do so. This question, as observed by the Supreme Court, was of far reaching implications which had led to the constitution of bench of seven Judges. The facts of one of the cases before the Supreme Court were that the appellant was working as Electric Superintendent in Mangalore City Corporation. For the check period 1.5.86 to 25.8.87, he was found to have amassed assets disproportionate to his known sources of income. Charge sheet Under <a href=\"/doc/86648814/\" id=\"a_29\">Section 13(1) (e)</a> read with <a href=\"/doc/1259316/\" id=\"a_30\">Section 13(2)</a> of the Prevention of Corruption Act, 1988 was filed on 15.3.1994. He appeared before the Special Court and was enlarged on bail on 6.6.1994. Charges were framed on 10.8.1994 and the case proceeded for trial on 8.11.1994. Trial, however, did not commence. On 23.2.1999, the concerned Judge seized of the trial directed the accused to be acquitted. Trial had not commenced till then and a period of two years had elapsed.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"411958\" id=\"span_13\">This order was passed by the concerned Judge in view of the directions issued by the Supreme Court in <a href=\"/doc/411958/\" id=\"a_31\">Raj Deo Sharma v. State of Bihar</a> .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"411958\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"411958\" id=\"span_15\">State preferred an appeal before the High Court against the order aforesaid and the learned Single Judge vide order impugned before the Supreme Court allowed the appeal, set aside order of acquittal and remanded case to the Trial Court by expressing opinion that a case charging accused with corruption was an exception to the directions made in <a href=\"/doc/411958/\" id=\"a_32\">Raj Deo Sharma</a> (supra), as clarified by the Supreme Court in <a href=\"/doc/411958/\" id=\"a_33\">Raj Deo Sharma v. State of Bihar</a> (1999) 7 SCC 804.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"411958\" id=\"span_16\">Besides the questions framed by the Supreme Court, as noted above, what was further required to be decided was as to whether earlier two decisions in <a href=\"/doc/411958/\" id=\"a_34\">Raj Deo Sharma (I) and Raj Deo Sharma (II</a>) (supra), had laid down the correct law.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"83470448\" id=\"span_17\">13. Mr. M. Rafiq, learned Addl. AG placed pertinent reliance on para 22 of judgment of the Supreme Court in <a href=\"/doc/83470448/\" id=\"a_35\">P. Ramachandra Rao</a> (supra), wherein it has been held that legislation is that source of law which consists in the declaration of legal rules by a competent authority. When Judges by judicial decisions lay down a new principle of general application of the nature specifically reserved for the legislature they may be said to have legislated and not merely declared the law. He also <a href=\"/doc/83470448/\" id=\"a_36\">placed reliance upon</a> the observations of the Supreme Court that &quot;it is not difficult to perceive the dividing line between permissible legislation by judicial directives and enacting law-the field exclusively reserved for the legislature.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"83470448\" id=\"span_18\">He also <a href=\"/doc/83470448/\" id=\"a_37\">placed reliance upon</a> the following observations of the Supreme Court recorded in para 23 at page 660 in (<a href=\"/doc/83470448/\" id=\"a_38\">P. Ramachandra Rao</a> (supra):</span>\n</p><blockquote id=\"blockquote_5\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"83470448\" id=\"span_19\">&quot;There cannot be any quarrel on the proposition of law as canvassed by the learned Addl. Advocate General, particularly when the same stems from the constitutional bench judgment of the Hon&#x27;ble Supreme Court in which view taken to the contrary by itself in two earlier judgments mentioned above, was over ruled. We, however, do not find any merit in the contention of the learned Additional Advocate General that the bar of limitation created by judicial fiat for scuttling a trial by providing limitation would apply in the matter of grant of bails by the High Court in exercise of its power Under <a href=\"/doc/1290514/\" id=\"a_39\">Section 439</a> Cr.P.C. We would have given our own reasons for the observations made above but there will be no need to do so for the simple reason that the constitutional bench of the Supreme Court in <a href=\"/doc/83470448/\" id=\"a_40\">P. Ramachandra Rao</a> (supra), itself in paragraph 31 has clearly mentioned that it was dealing with the directions made by the Supreme Court in Common Cause Case-I, Common Cause Case-II and Raj Deo Sharma-I and Raj Deo Sharma-II regarding trial of cases and the directions made in those cases regarding enlargement of accused persons on bail were not the subject matter of the reference or appeals and therefore, they had abstained from dealing with the legality, propriety or otherwise of directions in regard to grant of bail. It was further observed that the reason was that different considerations arise before the criminal courts while dealing with the termination of trial or proceedings and while dealing with right of accused to be enlarged on bail. A complete answer to the contentions raised by the learned Additional Advocate General, as noted above, is thus forthcoming from the very judgment relied upon by him. It would further necessarily follow that the directions which were given with regard to the grant of bail in Common Cause Cases-I and II, and Raj Deo Sharma-I and Raj Deo Sharma-II still hold the field.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1353689\" id=\"span_20\">14. Confronted with the position aforesaid, learned Additional Advocate General then contends that the directions with regard to the bail in the cases mentioned above, were to enlarge the accused on bail if he had undergone at least half period of the sentence that could be imposed upon him for the offence for which he was facing trial. This contention of the learned Additional Advocate General, in our view, cannot be accepted as surely, the Supreme Court in the matter aforesaid was dealing with an offence Under <a href=\"/doc/171288855/\" id=\"a_41\">Section 5(2) (1) (e)</a> of the P.C. Act, 1947. A charge sheet was submitted against the accused in the said case on 30.8.1985 by the CBI. He appeared before the Court on 24.4.1997 and was granted bail. The charges were framed by the Special Judge on 4.3.1993. Three out of 40 witnesses were examined by the prosecution till 1.6.1995. He filed writ petition before the High Court seeking quashing of entire prosecution including FIR on the ground that long delay since inception of the FIR had violated his right to speedy trial. Relying upon its judgment in <a href=\"/doc/1353689/\" id=\"a_42\">A.R. Antulay v. R.S. Nayak</a>  as also <a href=\"/doc/1199182/\" id=\"a_43\">Article 21</a> of the Constitution of India and <a href=\"/doc/1645292/\" id=\"a_44\">Section 309(1)</a> Cr.P.C. it was held as follows:</span>\n</p>  \n\n<blockquote id=\"blockquote_6\">&quot;The <a href=\"/doc/445276/\" id=\"a_45\">Code of Criminal Procedure</a> is comprehensive enough to enable the Magistrate to close the prosecution if the prosecution is unable to produce its witnesses in spite of repeated opportunities. <a href=\"/doc/1645292/\" id=\"a_46\">Section 309(1)</a> Cr.P.C. supports the above view as it enjoins expeditious holding of the proceedings and continuous examination of witnesses from day to day. The section also provides for recording reasons for adjourning the case beyond the following day.\n</blockquote>  \n\n<blockquote id=\"blockquote_7\">(i) Where the offence is punishable with imprisonment for a period not exceeding seven years, whether the accused is in jail or not, the court shall close the prosecution evidence on completion of a period of two years from the date of recording the plea of the accused on the charges framed whether the prosecution has examined all the witnesses or not within the said period and the court can proceed to the next step provided by law for the trial of the case.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(ii) In such cases, if the accused has been in jail for a period of not less than one-half of the maximum period of punishment prescribed for the offence, the Trial Court shall release the accused on bail forthwith on such conditions as it deems fit.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(iii) If the offence under trial is punishable with imprisonment for a period exceeding 7 years, whether the accused is in jail or not, the court shall close the prosecution evidence on completion of three years from the date of recording the plea of the accused on the charge framed, whether the prosecution has examined all the witnesses or not within the said period and the court can proceed to the next step provided by law for the trial of the case, unless for very exceptional reasons to be recorded and in the interest of justice the court considers it necessary to grant further time to the prosecution to adduce evidence beyond the said time-limit.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(iv) But if the inability for completing the prosecution within the said period is attributable to the conduct of the accused in protracting the trial, the time-limit for closing the prosecution evidence mentioned in the preceding clause would not apply.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\">15. The observation/directions made by the Supreme Court, as extracted above, would clearly manifest that depending upon the period that the accused could be convicted and when he was in jail, it was held that in case the offence was punishable with imprisonment not exceeding seven years or where the accused is in jail or not, the court shall close the prosecution case on completion of a period of two years from the date of recording plea of the accused on charges and in case, he had been in jail for a period of not less than one half of the maximum period of punishment he should be released on bail. If the offence was such that the accused could be imprisoned for a period exceeding seven years, whether he was in jail or not, the Court would close prosecution evidence on completion of three years from the date of framing of charge. The case primarily pertained to quashing of the FIR in case of delay in trial. If, however, period as mentioned in the directions issued by the Supreme Court for closing the case had not reached, the accused concerned was to be granted bail if he had undergone half period of sentence.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">16. We have already referred to the decisions of Hon&#x27;ble Supreme Court specifically dealing with bail and that too, in offences which are punishable with imprisonment for life. Direct judgments of the Supreme Court on the precise issue in hand regarding period of sentence undergone are available. It is for that reason, we have observed in the earlier part of the judgment that the matter is no more res integra.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"883981\" id=\"span_21\">17. Mr. M. Rafiq, learned Addl. AG then relied upon a full bench judgment of this Court in <a href=\"/doc/883981/\" id=\"a_47\">Damo v. State of Rajasthan</a> (1985 RLW 374) in support of his contention that if the appeals are not decided even for six years, the remedy is not to suspend the sentence of every accused and to release him on bail on that ground alone.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\">18. Facts of Damo v. State of Rajasthan (supra), reveal that the accused had filed an application Under <a href=\"/doc/985477/\" id=\"a_48\">Section 389</a> Cr.P.C. Public Prosecutor raised an objection that the court cannot pass order for early hearing of the appeal. Learned Single Judge before whom the matter came up, referred the following question for decision to a larger bench:\n</p><blockquote id=\"blockquote_11\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1722108\" id=\"span_22\">&quot;Whether the law laid down in <a href=\"/doc/1722108/\" id=\"a_49\">Ramju v. State</a> (supra), admits of no exception and fetters the discretion of a Judge in ordering a case to be listed at an early date even though the case involves a shorter sentence and can be disposed of in a considerable shorter period ?&quot;</span>\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_19\">19. The matter before the Full Bench pertained to a question which had nothing at all to do with the proposition for discussion and determination in the present case. It is, however, relevant to mention that during the course of arguments, it was urged that no time limit had been fixed in the <a href=\"/doc/445276/\" id=\"a_50\">Cr.P.C</a>. for deciding criminal revision or criminal appeal. Under <a href=\"/doc/839149/\" id=\"a_51\">Section 167(2)</a> Cr.P.C. there was safeguard that the accused cannot be detained in the custody of police for a term exceeding fifteen days in the whole. Under Sub-section (5) of <a href=\"/doc/1687975/\" id=\"a_52\">Section 167</a> Cr.P.C. in any case triable by a Magistrate as a summons case, if the investigation is not concluded within a period of six months from the date on which the accused was arrested, the Magistrate shall make an order stopping further investigation into the offence unless the officer making investigation satisfies the Magistrate that for special reasons and in the interests of justice the continuation of the investigation beyond the period of six months is necessary. It was also urged that under Sub-section (6) of <a href=\"/doc/1687975/\" id=\"a_53\">Section 167</a> Cr.P.C. it was provided that if in any case triable by a Magistrate, the trial of a person accused of a non-bailable offence was not concluded within a period of sixty days from the first date fixed for taking evidence in the case, such person shall, if he is in custody during whole of the said period, be released on bail to the satisfaction of the Magistrate unless for reasons to be recorded in writing, the Magistrate otherwise directs.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1722108\" id=\"span_23\">20. The contention of the learned Counsel was that though safeguards were provided to the accused persons at several stages of the criminal proceedings but no such safeguard in the matter of suspension of sentence or release on bail had been granted, during the pendency of the appeal after his conviction from the Trial Court. It was then submitted that in absence of such provisions, every appeal should be heard and decided within a short time or accused persons should be released on bail if the appeals were not decided even after five or six years. The whole debate in the case centred around the power of the court to fix matters for early hearing. The full bench held that the view taken in <a href=\"/doc/1722108/\" id=\"a_54\">Ramju v. The State of Rajasthan</a> (1985 (1) WLN 57) : (1985 RLW 152) was not correct, meaning thereby that there was no fetter on the power of the Judge to fix the case for early hearing.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1722108\" id=\"span_24\">In <a href=\"/doc/1722108/\" id=\"a_55\">Ramju v. State of Rajasthan</a> (supra), the court on the contentions raised before it had directed that all the convicts and appellants, whose sentences have not been suspended, should be treated at part and their cases should be listed for hearing either on the basis of the date of institution of the appeals before the Court or on the basis of period spent in jail as under trial prisoners as well as the period spent after conviction and during the pendency of appeals. When despite directions<a href=\"/doc/1722108/\" id=\"a_56\">, <a href=\"/doc/1722108/\" id=\"a_57\">referred to above</a></a>, it was ordered that the cases be listed at an early date, an objection came to be raised by the Public Prosecutor that no such order of early hearing could be passed.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"883981\" id=\"span_25\">21. Judgment of the full bench in <a href=\"/doc/883981/\" id=\"a_58\">Damo v. State</a> (supra), was not on the issue as is before this Court in the present cases. It is no doubt true that before parting with the case, the full bench observed that it was anxious and earnest desire of every Court to hear and decide every case at the earliest as also to dispose of old cases but in the present set up when there were large number of cases and in their proportion the judges are few, it was difficult to dispose of every case within a year or two of its institution at least in the High Court. It is in that context that it was observed that the remedy was not to suspend the sentence of every accused and to release him on bail on this ground alone nor it was possible to decide every case within a short time. The observations relied upon by Mr. M. Rafiq, learned Addl. AG that the remedy was not to suspend sentence of the accused and to release him on bail, were made in the context of the facts and circumstances of the case, while parting with the judgment. It is too well settled that the ratio of the larger bench decision would be binding upon the court only if it lays down law on which there has been an issue, a proper debate and then a finding. It is only the law declared which is binding on all courts within the territory of India. Under <a href=\"/doc/882644/\" id=\"a_59\">Article 141</a> of the Constitution of India, law declared by the Supreme Court is binding on all courts within the territory of India. What is binding is ratio of the decision and not any finding on facts or the opinion of the court on any question which was not required to be decided in a particular case. It is the principle found upon a reading of the judgment as a whole in the light of the question before the court and in not particular orders or sentence which are binding. Sans a proper issue and discussion thereon any observation that may be made, would not be law declared even by Supreme Court under <a href=\"/doc/882644/\" id=\"a_60\">Article 141</a> of the Constitution of India. If perhaps there was an issue before the Hon&#x27;ble Full Bench with regard to entitlement of a convict for grant of bail or suspension of sentence for the reason that the appeal has not been heard for a number of years, we would have considered the contentions raised by Mr. M. Rafiq more seriously but that admittedly is not the situation. The only question that came to be debated in the Full Bench decision was with regard to the powers of the High Court in making an order for early hearing of the case. The observations relied upon by Mr. M. Rafiq in any case, came while parting with the judgment, in the context of the earlier observations made by the Full Bench with regard to the desirability to decide every case at its earliest.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"494566\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"486717\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"966922\" id=\"span_28\">22. In considered view of this Court, judicial precedents relied upon by Mr. M. Rafiq, Addl. AG-Vijay Kumar v. Narendra and Ors. , <a href=\"/doc/966922/\" id=\"a_61\">Ramji Prasad v. Rattan Kumar Jaiswal and Anr.</a> , <a href=\"/doc/486717/\" id=\"a_62\">Kishori Lal v. Rupa and Ors.</a> , <a href=\"/doc/494566/\" id=\"a_63\">State of Haryana v. Hasmat</a>  too, would not advance the proposition of law canvassed by Mr. Rafiq.</span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">23. In Vijay Kumar v. Narendra and Ors. (supra), Supreme Court only laid down guidelines for grant of bail. The accused in the said case was held guilty for offence Under <a href=\"/doc/1560742/\" id=\"a_64\">Section 302</a> IPC and sentenced to undergo R.I. for life. In the appeal preferred by him against the order of the High Court, he was granted bail by cryptic order passed on 27.3.2001. The order passed by the High Court is reproduced below:\n</p>  \n\n<blockquote id=\"blockquote_12\">&quot;Mr. Misra contended that the appellants were on bail during trial.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">Perused the findings recorded by the Trial Court, it is a fit case for grant of bail.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">Let appellants Narendra, Harbir and Kamendra @ Chilli, be released on bail on furnishing a personal bond and two sureties of the like amount to the satisfaction of the CJM concerned in ST No. 218 of 1992&quot;.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">24. It is this order of the High Court that was challenged before the Supreme Court. The primary contention of the learned Counsel representing appellants in the Supreme Court, was that the High Court, on the facts and circumstances of the case and the findings recorded by learned Trial Court, had committed error in granting bail to the appellants in the appeal pending in court. It was submitted that in view of the serious nature of offence, gravity of the accusations, the manner in which crime was committed, conduct of the accused persons in delaying trial, High Court should not have exercised its discretion to the grant of bail to him. Supreme Court while upholding contention of the learned Counsel for the appellants held that &quot;on perusal of the record and on consideration of the submissions made by the learned Counsel appearing for the parties, we are of the view that in the context of the facts and circumstances of the case the High Court was in error in passing the order releasing the respondents on bail. The High Court has neither given any reason nor has indicated any exceptional circumstance for granting bail to the respondents. In the above circumstances, it is difficult for us to even surmise the circumstance which prompted the learned Single Judge to consider the accused persons to be entitled to the discretionary relief of bail pending appeal. The principle is well settled that in considering the prayer for bail in a case involving a serious offence like murder punishable under <a href=\"/doc/1560742/\" id=\"a_65\">Section 302</a> IPC, the court should consider the relevant factors like the nature of the accusation made against the accused, the manner in which the crime is alleged to have been committed, the gravity of the offence, and the desirability of releasing the accused on bail after they have been convicted for committing the serious offence or murder.&quot;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">25. Hon&#x27;ble Supreme Court, it is quite apparent, declined bail to the accused in the context of the facts and circumstances of the case. Entitlement of a convict to be released on bail because of non hearing of his appeal for long years was not even remotely under consideration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"486717\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"494566\" id=\"span_30\">26. The other three judgments of the Supreme Court <a href=\"/doc/494566/\" id=\"a_66\">State of Haryana v. Hasmat</a>, <a href=\"/doc/486717/\" id=\"a_67\">Kishori Lal v. Rupa and Ors.</a>, and Vijay Kumar v. Narendra and Ors. (supra), are again on facts wherein it has also been observed that while granting bail, reasons have also to be recorded. Surely, these judicial precedents too could be of no avail to the State in opposing grant of bail or suspension of sentence on the ground that the appeal could not be heard for over a period of 5-6 years.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\">27. Learned Counsel appearing for the petitioners in various matters listed before us have also relied upon number of judicial precedents but in as much as, the same once again, pertain to grant of bail on merits of the case, we feel no necessity of making a reference of the same.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">28. We are conscious that even though every person accused of a crime is supposed to be innocent, but presumption of innocence comes to an end after he is found guilty by a court of competent jurisdiction. The court however cannot turn its eyes to the stark reality that even though found guilty and sentenced, a large percentage of the accused convicted who challenge the said order are acquitted by the higher courts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1713684\" id=\"span_31\">29. Division Bench of the Punjab and Haryana High Court in <a href=\"/doc/1713684/\" id=\"a_68\">Dharmpal</a>&#x27;s case (supra), had called upon the Joint Registrar (Judicial) to give an yearwise statement of D.B. Criminal Appeals against convictions of the year 1990 onwards, detailing the number of appeals instituted, those which were allowed wholly or in part and those which were ultimately dismissed. The relevant data was reproduced by the Division Bench which had shown acquittal rate in whole or in part to be fifty percent.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_32\">Keeping in view such rate of acquittal, it was observed that &quot;what is perhaps more alarming is the fact that apprehensions as specified by the Supreme Court in <a href=\"/doc/193152/\" id=\"a_69\">Kashmir Singh</a>&#x27;s case (supra), with regard to the number of conviction and appeals that have been allowed, wholly or in part, have been proved to be right.&quot;</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">30. We have not had the figures from the Registry with regard to the rate of acquittal but experience shows that by and large rate of acquittal or where appeals are allowed in toto or partly, varies between 25 to 45 per cent. The Court Master attached to this Division Bench headed by one of us (V.K. Bali J.) has worked out percentage of the appeals that were allowed or partly allowed since 1.3.2005 upto 31.5.2005. The same shows that 42 D.B. Criminal appeals were decided, out of which eight were allowed whereas fourteen were partly allowed. Right of speedy trial is constitutional guarantee which stems from <a href=\"/doc/1199182/\" id=\"a_70\">Article 21</a> of the Constitution of India. It is admitted position that trial includes first appeals particularly against the original order of conviction and sentence wherein appeal is filed as a matter of right and the same is invariably admitted. Every first criminal appeal requires perusal of the record for its decision. Every convicted person hopes for speedy disposal of the appeal preferred by him. The court would be failing in its duty and in the way, denying right of speedy disposal to the person convicted of a crime who has filed appeal if it is unable to decide the same for number of years. It is of no concern to the citizen that the delay is because of inadequate number of Judges commensurate to the workload or any other reason conceivable under the sun. He is only interested in disposal of his appeal. It would be travesty of justice if he is acquitted of crime alleged to have been committed by him after remaining in lock up for number of years. Would anyone on the earth be able to compensate his lost years ? The very conviction changes course of life of a human being and Incarceration for long years in dark cell of the jail almost ruins his life. Such massive is the loss that no compensation would be of any solace to him.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1713684\" id=\"span_33\">31. Whereas the court is conscious of right of the party affected, the court is also conscious of the victim of the crime and the interest of the State. The court is not oblivious of the fact that victims of crime too have rights and therefore, enlargement on bail of a person convicted of serious crime who ultimately could be held guilty would seriously hurt the feelings of the victims. The court has thus to strike the balance between the two conflicting Interests. This is what precisely has been done by the Division Bench of Punjab and Haryana High Court in <a href=\"/doc/1713684/\" id=\"a_71\">Dharmpal</a>&#x27;s case (supra). The categorisation of crimes given in the Punjab Government circular, dated July 8, 1991 issued by the Department of Home Affairs and Justice dealing with the question of premature release, has identified the nature of offences and the period of imprisonment to be actually undergone by the prisoners. In this table, crimes have been divided into five categories i.e., &#x27;A&#x27; to &#x27;E&#x27;, with Categories &#x27;A&#x27; and &#x27;B&#x27; detailing the most serious crimes and category &#x27;E&#x27; being the least of them. This circular with suitable modifications, in our view, as a whole could form the basis for issue of guidelines for this Court as to the manner in which bails ought to be granted to the prisoners whose appeals cannot be heard expeditiously. The categorisation of crimes given in the circular issued by the Punjab Government<a href=\"/doc/1713684/\" id=\"a_72\">, <a href=\"/doc/1713684/\" id=\"a_73\">referred to above</a></a>, is reproduced below:&#x27;\n (Periods in years)\n  \n      A                   B                  C                   D                E\nFor     con-         Convicts           Convicts           Other  life        Other  life\nvicts whose          who   have         who   have         convicts           convicts\ndeath sen-           been               been               imprisoned\ntence   has          imprisoned         imprisoned         for life for\nbeen com-            for life for       for life for       offences for\nmuted    to          offences for       offences for       which the\nlife impris-         which              which              death\nonment.              death is a         death is a         penalty is\n                     punishment         penalty but        not a\n                     and    have        crimes are         punishment\n                     committed          not                and    have\n                     heinous            considered         committed\n                     crime              heinous.           heinous\n                                                           crimes.</span>\n</p>\n     \n\n<p data-structure=\"Conclusion\" id=\"p_32\"> Actual Impriso actual Impriso Actual impriso Actual Impriso Actual Impriso\n        impriso nment impriso nment impriso nment impriso nment impriso nment\n        nment   with    nment   with    nment   with    nment   with    nment   with\n  remiss-         remiss-         remiss-  remiss-  remiss-\n</p><p data-structure=\"CDiscource\" id=\"p_33\">  ion  ion  ion  ion  ion\n\nResults 14 20 12 18 10 14 10 14 8-1/2 14\nFema 10 14 8 12 8 12 8-1/2 12 6 10\nles/mi\nnors\n\n \n\n</p><p data-structure=\"Precedent\" id=\"p_34\">17. Columns B &amp; D pertain to heinous crimes, the same are reproduced below:\n</p>  \n\n<blockquote id=\"blockquote_15\">&quot;A. Heinous crimes with reference to column B of 1(1) above are defined as follows:\n</blockquote>  \n\n<blockquote id=\"blockquote_16\">(i) Offence under Section 302 along with Section 347 of the 1PC i.e., Murder with wrongful confinement for extortion.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(ii) Section 302 with Section 375 i.e., murder with rape.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">(iii) Offence under <a href=\"/doc/958439/\" id=\"a_74\">Section 396(sic)</a> of IPC i.e., dacoity with murder.\n</blockquote> \n\n<blockquote id=\"blockquote_19\">(iv) Offence under Section 302 along with offences under the terrorist and <a href=\"/doc/17848451/\" id=\"a_75\">Disruptive Activities (Prevention) Act, 1987</a>.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">(v) Offences under Section 302 along with offence under the Untouchability (Offences) Act, 1955.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">(vi) Offence under Section 302 where murder has been committed in connection with any dispute over dowry and this is indicated in the judgment of the Trial Court.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">(vii) Offence under Section 302 where the victim is a child under age of 14 years.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">(viii) Any conviction under <a href=\"/doc/1897847/\" id=\"a_76\">Section 120B</a> of the IPC.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_35\">Henious crimes with reference to column &#x27;D&#x27; of the revised policy are defined as follows:\n</p>  \n\n<blockquote id=\"blockquote_24\">(i) Offence under <a href=\"/doc/653797/\" id=\"a_77\">Section 304B</a> of the IPC i.e., A dowry death.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">(ii) Offence under Section 304  along with <a href=\"/doc/996413/\" id=\"a_78\">Section 347</a> of the IPC i.e., culpable homicide with wrongful confinement for extortion.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">(iii) Offence under Section 304 with Section 375 i.e., culpable homicide with rape.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">(iv) Offence under Section 304 along with offence under the <a href=\"/doc/17848451/\" id=\"a_79\">Terrorist and Disruptive Activities and Disruptive Activities (Prevention) Act, 1987</a>.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">(v) Offence under Section 304 where culpable homicide has been committed in connection with any dispute on dowry and this is indicated in the judgment of the Trial Court.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">(vi) Offence under Section 304 where the victim is a child under the age of 14 years.\n</blockquote> \n\n<blockquote id=\"blockquote_30\">(vii) Any conviction under <a href=\"/doc/1897847/\" id=\"a_80\">Section 120B</a> of the IPC i.e., for criminal conspiracy in connection with the above crimes.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1713684\" id=\"span_34\">32. The circular making mention of nature of crimes might have been issued by the Department of Home Affairs and Justice of Punjab but in our considered view, if it lays down an acceptable criteria it can be adopted by this Court as well. The nature of crime would be a determining factor in laying down the guidelines. We have already mentioned that we are in agreement with the directions issued in <a href=\"/doc/1713684/\" id=\"a_81\">Dharampal</a> (supra), in the matter of grant of bail or suspension of sentence, as the case may be, where the convicts are in jail and have undergone long period of sentence and their appeals have not been listed for hearing.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\">33. In view of the discussions made above, there will be no need at all to issue any general directions for prisoners who stand convicted of offence, which finds mentioned in Category &#x27;B&#x27;. We direct that matters should be left to the decision of the Judges to whom application for bail is made. We, however, direct that the appeals filed by such persons in which bail is denied, should be accorded priority in hearing. Prisoners belonging to Category &#x27;C&#x27;, &#x27;D&#x27; and &#x27;E&#x27; need to be enlarged on bail or their sentences need to be suspended if they have undergone at least five years of imprisonment in which at least three years should be after conviction, if they might make an application for the same. The same principle ought to apply to those convicted by court martial and such prisoners should also be entitled to be released after seeking suspension of their sentence. The period of five years should be reduced to four years for female and minors, with at least two years of imprisonment after conviction. We clarify that these directions shall not be applicable in cases where the very grant of bail is forbidden by law. The directions made above, besides being applicable to all the prisoners of category &#x27;C&#x27;, &#x27;D&#x27; and &#x27;E&#x27;, shall also be applicable to those convicted Under <a href=\"/doc/653797/\" id=\"a_82\">Section 304B</a> IPC. Let all these matters be now placed for hearing in view guidelines, as fully detailed above.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">34. Before parting with this order, we would like to mention that during the course of arguments, learned Counsel appearing for the petitioners stated that it is only in such matters where paper books have been prepared, the cases are being listed for hearing and office is taking about six years in preparing the paper book. They also stated that it is only in such D.B. Criminal Appeals in which the counsel makes a request for hearing the matter on the basis of mini paper book that the matter is being listed for hearing after mini paper book is checked by the office. They argued that it is no duty of the accused and particularly those who are lodged in jail to provide complete paper book or the mini paper book out of court. Office report was asked for and it has been reported that due to paucity of staff, the work of preparation of paper books in cases where accused have been granted bail is not being done for the last 10-15 years and that the work of preparation of the paper books with regard to the appeals in which accused are in jail, is done in accordance with the orders and directions dated 30.8.2001 passed by this Court in D.B. Criminal Appeal No. 564/1997. The work of preparation of paper book is done by getting the record photo copied. It takes nearly 2-3 years in preparation of paper book. The oldest case which is pending in paper book section is D.B. Criminal Appeal No. 481/1999. It was sent to the Paper Book section on 13.1.2003 for comparison and checking. It was ultimately the counsel who filed the paper book on 9.1.2003. Reasons for delay in preparation of the paper book have been enumerated as follows:\n</p>  \n\n<blockquote id=\"blockquote_31\">--The work of preparation of paper book in above mentioned cases through typing of the document is not carried out for last more than 10-15 years due to shortage of staff. Presently, neither a single Hindi Typist nor Hindi Typewriter is provided in the Paper Book section and extremely meagre staff is deputed in Paper Book Section consisting of three translators, four comparison clerks, one Paper Book Clerk and one computer typist. In the paper book section in addition to preparation of paper book the work of Supreme Court Cases and its compliance etc. and translation work of Supreme Court Cases is also done.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">--Initially, at the time of establishment of the Jaipur Bench in the year 1977 there were about 30-35 officials posted in the Paper Book Section including Translators, Hindi Typists, English Typists, Comparison Clerks and Paper Book Clerk etc. At that time the work of the preparation of paper book was done by typing out and comparison of the record as per rules. Gradually number of members of the staff of the Paper Book Section was decreased and now there are only 10 officials posted in the Paper Book Section including 3 Translators. Out of three translators, one translator is posted in I.L.R. Section in Library Department and two translators are working in the Paper Book Section, four officials are disputed for doing the work of comparison work in which counsel files the paper books out of court.\n</blockquote> \n\n<blockquote id=\"blockquote_33\">--In spite of non-availability of required staff in the Section earlier whenever any Court Master or Cause List Incharge goes on short or long leave, substitute arrangements were made by deputing translators of this Section in cause list section as Cause List Incharge and to different Courts as Court Master also.\n</blockquote> \n\n<blockquote id=\"blockquote_34\">--In about 22 cases Hon&#x27;ble Supreme Court has issued directions to send five translated copies of judgments of the lower courts. Presently the work of translation of judgments of lower court is also done by two translators only. Resulting the work of preparation of index in paper books is totally held up due to paucity of staff.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\">35. We have been informed that besides there being wholly inadequate staff in the Translation Branch, there is shortage of Judgment Writers as well. So much so, adequate Judgment Writers have not been attached even to the Hon&#x27;ble Judges of this Court. There may be number of reasons resulting into massive delay in disposing cases in the High Court but shortage of staff should not be an attributing and contributory factor. The Court should invariably be in a position to set its house in order. It appears to this Court that the State Government is not making available to the High Court sufficient funds to fill up the vacant posts nor is it increasing strength commensurate to the increase of the sanctioned strength of the Judges and the workload. Before we might take this aspect into consideration and pass appropriate orders, if required, we would, however, like to know exactly the shortage of staff in the High Court in all its Branches and the requirement of the High Court with regard to the additional posts that may be necessarily required to cope up with the pending work. Registry of this Court would give information, as mentioned above, within fifteen days.\n</p> \n\n","numcites":33,"numcitedby":18,"docsource":"Rajasthan High Court - Jaipur","citetid":552935,"divtype":"judgments","relatedqs":[{"value":"closed prosecution evidence: supremecourt,allahabad,uttaranchal","formInput":"closed%20prosecution%20evidence%3A%20supremecourt%2Callahabad%2Cuttaranchal"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"article 21","formInput":"article%2021"},{"value":"suspension of sentence","formInput":"suspension%20of%20sentence"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"-culpable homicide","formInput":"-culpable%20homicide"},{"value":"human rights","formInput":"human%20rights"},{"value":"304b","formInput":"304b"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"early hearing","formInput":"early%20hearing"},{"value":"p ramachandra rao","formInput":"p%20ramachandra%20rao"},{"value":"bail application","formInput":"bail%20application"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"bail granted","formInput":"bail%20granted"},{"value":"judicial precedent","formInput":"judicial%20precedent"},{"value":"raj deo sharma","formInput":"raj%20deo%20sharma"},{"value":"sentence undergone","formInput":"sentence%20undergone"},{"value":"common cause ","formInput":"common%20cause%20"},{"value":"section 304b","formInput":"section%20304b"},{"value":"kashmira singh","formInput":"kashmira%20singh"}],"cats":[{"value":"protection-of-life-and-liberty","formInput":"tag:protection-of-life-and-liberty"},{"value":"murder","formInput":"tag:murder"},{"value":"dowry-death","formInput":"tag:dowry-death"}],"courtcopy":false,"query_alert":null,"agreement":false}