{"tid":113283980,"publishdate":"2017-05-05","title":"Viva Highways Ltd. vs Madhya Pradesh Road Development ... on 5 May, 2017","doc":"<h2 class=\"doc_title\">Viva Highways Ltd. vs Madhya Pradesh Road Development ... on 5 May, 2017</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2017 MADHYA PRADESH 103, (2017) 6 ARBILR 49, (2017) 2 MPLJ 681, (2017) 3 KER LT 52, (2018) 3 ESC 1675</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-paul\">Sujoy Paul</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-seth\">S.K. Seth</a>, <a href=\"/search/?formInput=benchid:s-paul\">Sujoy Paul</a>, <a href=\"/search/?formInput=benchid:j-p-gupta\">J.P. Gupta</a></h3>\n\n<pre id=\"pre_1\">                                     (1)\n\n\n  HIGH COURT OF MADHYA PRADESH, PRINCIPAL SEAT AT\n                    JABALPUR.\n\n                              FULL BENCH\n\n                  HON&#x27;BLE SHRI JUSTICE S.K. SETH\n                 HON&#x27;BLE SHRI JUSTICE SUJOY PAUL\n                  HON&#x27;BLE SHRI JUSTICE J.P. GUPTA\n\n                             A.A. No.14/2017.\n                       Viva Highways Ltd.\n                              Vs.\n         Madhya Pradesh Road Development Corporation Ltd.\n\n              (Shri Jai Savla, Advocate with Shri Akshay Sapre,\n                               Adv. for appellant.\n             Shri P.K. Kaurav, Additional Advocate General with\n                    Shri Amit Seth, Government Advocate.)\n\n                              A.C. No.27/2013\n                       M/s ESSEL Infra Projects Ltd.\n                                   Vs.\n                              State of M.P.\n\n                    (Shri Naman Nagrath, Senior Advocate with\n                    Shri Jubin Prasad, Advocate for the applicant\n                 Shri P.K. Kaurav, Additional Advocate General with\n                       Shri Amit Seth, Government Advocate.)\n\n                              A.C. No.79/2016\n                 M/s Tapi Prestressed Products Ltd.\n                                Vs.\n         Madhya Pradesh Road Development Corporation Ltd.\n\n                       (Shri Shekhar Sharma for the applicant.\n                 Shri P.K. Kaurav, Additional Advocate General with\n                       Shri Amit Seth, Government Advocate.)\n\n                             JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                              (05.05.2017)\n\nSujoy Paul, J:\n</p><blockquote id=\"blockquote_1\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83492643\" id=\"span_1\">The order of reference dated 31.1.2017 which has occasioned the\nconstitution of this Full Bench has been passed by a Division Bench in\nAC No.27/2013 (M/s <a href=\"/doc/83492643/\" id=\"a_1\">ESSEL Infra Projects Ltd. vs. State of M.P.</a>).</span>\n</blockquote><span class=\"hidden_text\" id=\"span_2\">                                      (2)</span>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_2\">2.     The relevant facts giving rise to the reference are that the aforesaid\narbitration case filed under <a href=\"/doc/605764/\" id=\"a_2\">Section 11(6)</a> of Arbitration and Conciliation\nAct, 1996 (for short &#x27;Act of 1996&#x27;) was listed before the learned Single\nJudge wherein it is prayed that an appropriate Arbitrator may be appointed\nas per the relevant dispute resolution clause in the agreement. During the\ncourse of hearing of the said matter before the learned Single Judge, the\nrespondents have raised an objection as to maintainability of the\napplication under <a href=\"/doc/605764/\" id=\"a_3\">Section 11(6)</a> of the Act of 1996 on the ground that the\nprovisions of the Madhya Pradesh Madhyastham Adhikaran Adhiniyam,\n1983 (Adhiniyam of 1983) are applicable for the dispute between the\nparties and; therefore, matter has to be referred to the Tribunal constituted\nunder the Adhiniyam of 1983.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_4\">3.     During the course of hearing before the learned Single Judge, the\nparties cited single bench decision of this court rendered in the case of\n<a href=\"/doc/112214907/\" id=\"a_4\">Jabalpur Corridor (India) Pvt. Ltd. vs. M.P. Road Development\nCorporation</a>, 2014 (2) MPLJ 276 and judgment of another Single Bench\nin the case of <a href=\"/doc/457544/\" id=\"a_5\">Mrs. Kamini Malhotra vs. State of M.P.</a>, AIR 2003 MP 13.\nThe learned single judge opined that there is a conflict between the\naforesaid two decisions and therefore ordered that the matter be placed\nbefore Hon&#x27;ble the Chief Justice for constituting a larger bench.</span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_6\">4.     In view of aforesaid order of learned Single Judge, the matter was\nplaced before the Division Bench. Before the Division Bench, it was\nfairly admitted by the parties that earlier decision in the case of <a href=\"/doc/457544/\" id=\"a_6\">Mrs.\nKamini Malhotra</a>(Supra) was not brought to the notice of the subsequent\nbench which decided the case of <a href=\"/doc/112214907/\" id=\"a_7\">Jabalpur Corridor</a>(Supra).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_7\">Before the\nDivision Bench, two Division Bench decisions were placed i.e. in the case\nof <a href=\"/doc/45672968/\" id=\"a_8\">Ashok Infraways Ltd. And another vs. State of M.P. and another</a>, 2016\n(2) MPLJ 685 and State of M.P. and another vs. M/s K.T. Construction\n(India) Ltd. and another (A.A. No.5/2009 decided on 27.4.2016).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_8\">It was\nargued before the Division Bench that in aforesaid two Division Bench\n<span class=\"hidden_text\" id=\"span_9\">                                     (3)</span>\n\n\ndecisions, the judgment in the case of <a href=\"/doc/112214907/\" id=\"a_9\">Jabalpur Corridor</a>(Supra) has been\naffirmed and confirmed. Since the Single Bench judgment of Jabalpur\nCorridor was applied and affirmed in aforesaid two Division Bench\njudgments, the question of any conflict between Jabalpur Corridor and\nMrs. Kamini Malhotra does not arise.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"45672968\" id=\"span_10\">5.    The Division Bench during the course of hearing noticed that\nbetween the same parties who were involved in Division Bench decision\nrendered in the case of <a href=\"/doc/45672968/\" id=\"a_10\">Ashok Infraways Ltd.</a>(Supra) previously WP\nNo.1122/2015 was filed wherein challenge was made to the order of\nDistrict Judge, Dewas passed while deciding an application under <a href=\"/doc/1079220/\" id=\"a_11\">Section\n9</a> of the Act of 1996.      The said WP was initially dismissed as not\nmaintainable but subsequently taken up in Review Petition No.191/2015.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_11\">The Division Bench in said RP passed an order dated 31.7.2015 holding\nthat contract between the parties i.e. <a href=\"/doc/45672968/\" id=\"a_12\">Ashoka Infraways Ltd. and another\nvs. State of Madhya Pradesh and another</a> was in the nature of a &quot;works\ncontract&quot; and; therefore, the provisions of Adhiniyam of 1983 would\napply. It was noticed by Division Bench that the aforesaid order passed in\nwrit petition as well as review petition was challenged before the Supreme\nCourt in SLP(Civil) No.22890-22891/2015. The Supreme Court disposed\nof the aforesaid SLPs by quoting findings recorded by Division Bench of\nthis Court to the effect that the dispute between the parties pertains to a\nworks contract and shall be referred to the Tribunal under the provisions of\nAdhiniyam, 1983. Thereafter, taking note of the fact that an arbitration\nappeal under <a href=\"/doc/318136/\" id=\"a_13\">Section 17</a> of the Act of 1996 was pending before this court,\ndisposed of the SLP by observing that the aforesaid observation regarding\nthe contract being a works contract would not come in the way of\npetitioner Ashoka Infraways Ltd. in prosecuting the appeal under <a href=\"/doc/772406/\" id=\"a_14\">Section\n37</a> of the Act of 1996 which was pending before the High Court.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_13\">6.    The Division Bench was apprised that subsequently another IA was\nfiled in the SLP which was again disposed of on 2.9.2015 observing that\nthe learned Single Judge of the High Court shall consider the said\n<span class=\"hidden_text\" id=\"span_14\">                                      (4)</span>\n\n\napplication under <a href=\"/doc/605764/\" id=\"a_15\">Section 11(6)</a> of the Act of 1996 on its own merit\nwithout getting influenced by the earlier orders passed by the High Court\non 9.7.2015 and 31.7.2015 i.e. the orders passed in the writ petition and\nthe review petition. It was pointed out that subsequent to the aforesaid\nproceedings before the Supreme Court, the matter has been considered and\ndecided by the Division Bench in the case of Ashoka Infraways Ltd. In\n<a href=\"/doc/45672968/\" id=\"a_16\">Ashoka Infraways</a>(Supra), it was held that the agreement between the\nparties was a &quot;concession agreement&quot; and not a &quot;works contract&quot; relying\non the decision rendered in the case of <a href=\"/doc/112214907/\" id=\"a_17\">Jabalpur Corridor</a>(Supra).</span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_7\">7.     The Division Bench further recorded that the orders passed by the\nDivision Bench in WP No.1122/2015 and RP No.191/2015 have not been\nset aside by the Supreme Court though it was observed that the High Court\nshould proceed to decide the matter between the parties. The Division\nBench further recorded that this fact assumed importance for the purpose\nof reference although the Supreme Court has directed the High Court to\ndecide the appeal under <a href=\"/doc/104566/\" id=\"a_18\">Section 37</a> of Act, 1996 by ignoring the findings\nrecorded in WP No.1122/2015 and RP No.191/2015. This direction is\nconfined to the parties inter se and the order passed in WP No.1122/2015\nand RP NO.191/2015 may still be relied upon in other cases to contend\nthat the agreement of that nature is actually a &quot;works contract&quot;.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_8\">8.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_15\">In the aforesaid factual backdrop, the Division Bench expressed its\nview that while the Division Bench in WP No.1122/2015 and RP\nNo.191/2015 has held the agreement between the parties to be a &quot;works\ncontract&quot;, the Division Bench in the case of <a href=\"/doc/45672968/\" id=\"a_19\">Ashoka Infraways</a>(Supra)\nbetween the same parties has held that the said agreement is a &quot;concession\nagreement&quot; and not a &quot;works contract&quot;. It was, thus, apparent before the\nDivision Bench that two divergent views have been taken in aforesaid two\nDivision Bench decisions and the effect and impact thereof can only be\nreconciled by a Larger Bench.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_16\">9.     In this view of the matter, the Division Bench referred the matter\n<span class=\"hidden_text\" id=\"span_17\">                                     (5)</span>\n\n\nfor constituting a Full Bench. The Division Bench while referring the\nmatter for constitution of Full Bench has taken note of the findings given\nby the learned Single Judge who decided the case of <a href=\"/doc/112214907/\" id=\"a_20\">Jabalpur\nCorridor</a>(Supra) in a subsequent decision referred in the case of M/s\nLandlord Infrastructure vs. Engineering-in-Chief (AC No.12/2014 decided\non 21.4.2015).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_18\">It was pointed out to the Division Bench that the findings\ngiven in the case of <a href=\"/doc/112214907/\" id=\"a_21\">Jabalpur Corridor</a>(Supra) were diluted by the same\nHon&#x27;ble    Judge    in   the   subsequent    case    i.e.   M/s     Landlord\nInfrastructure(Supra).   The observations given by the learned Single\nJudge were reproduced by the Division Bench in the reference order dated\n31.1.2017. It is apposite to quote the same which reads as under:</span>\n</p>\n\n<blockquote id=\"blockquote_2\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94601064\" id=\"span_19\">&quot;9. ....Alternatively, it was held that even if the contract\n      in question is considered to be a work contract, then also, in\n      view of the decision laid down by the Supreme Court in the\n      case of <a href=\"/doc/94601064/\" id=\"a_22\">APS Kushwaha (SSI Unit) vs. The Municipal\n      Corporation, Gwalior and others</a>, 2011 (13) SCC 258, the\n      dispute has to be resolved as per the provisions of 1996 Act.</span>\n      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94601064\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_21\">However, in the case of <a href=\"/doc/112214907/\" id=\"a_23\">Jabalpur Corridor</a>(Supra), it has not\n      been noticed that the decision in the case of <a href=\"/doc/94601064/\" id=\"a_24\">APS Kushwaha</a>\n      (Supra) is based on the view taken in VA Tech Escher Wyass\n      Flowel Ltd. vs. MPSEB, 2011 (13) SCC 261 which was held\n      to be per incurium in L.G. Choudhary&#x27;s case, and the\n      submission pertaining to works contract has been dealt with\n      by way of alternative submission only.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"112214907\" id=\"span_22\">Therefore, the\n      decision in the case of <a href=\"/doc/112214907/\" id=\"a_25\">Jabalpur Corridor</a> (Supra) is of no\n      assistance to the petitioner in the facts, as admittedly, in the\n      instant case, the agreement in question is a works contract.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_10\">10.   In the light of aforesaid events and the orders of various Benches of\nthis Court, the Division Bench referred the issues to be decided by Full\nBench by detailing them in para 14 to 16 of the reference order dated\n31.1.2017. This is how this matter has travelled to this Full Bench.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_11\">11.   The Full Bench broadly framed following questions for\nconsideration :\n</p>\n\n<blockquote id=\"blockquote_3\">(i)   Whether, any agreement by whatever name called, if it falls within\n<span class=\"hidden_text\" id=\"span_23\">                                       (6)</span>\n\n\nthe meaning and definition of work contract as defined under <a href=\"/doc/1804257/\" id=\"a_26\">Section 2(I)</a>\nof the M.P. Madhyastham Adhikaran Adhiniyam, 1983 has to be referred\nfor adjudication before the M.P. Arbitration Tribunal constituted under\n<a href=\"/doc/686376/\" id=\"a_27\">Section 3</a> of the 1983 Adhiniyam?\n</blockquote>\n\n<blockquote id=\"blockquote_4\">(ii)    Whether, in view of statutory provisions of <a href=\"/doc/1846895/\" id=\"a_28\">Section 7</a> of the\nAdhiniyam of 1983, the matter has to be referred to the M.P. Arbitration\nTribunal constituted under <a href=\"/doc/686376/\" id=\"a_29\">Section 3</a> of the 1983 Adhiniym, even in cases\nwhere the parties have incorporated a clause in agreement regarding\nresolution of dispute by some other forum or under the <a href=\"/doc/1306164/\" id=\"a_30\">Arbitration and\nConciliation Act, 1996</a>?\n</blockquote>\n\n<blockquote id=\"blockquote_5\">(iii)   Which of the views taken by the Division Bench of Ashoka\nInfraways Ltd. is correct relying on Jabalpur Corridor (India) Pvt. Ltd. ?\n</blockquote>\n\n<blockquote id=\"blockquote_6\">(iv)    Whether, the substituted definition of work contract in the M.P.\nMadhyastham Adhikaran Adhiniyam, 1983 by Act No.7 of 2017 is\nclarifactory and is applicable to the pending or future contracts?\n</blockquote>\n\n<blockquote id=\"blockquote_7\">(v)     Any other ancillary issues arising out of the reference order.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_12\">12.     Contention of the applicants/appellants- In A.C. No.27/2013, Shri\nNaman Nagrath, learned senior counsel for the applicants submits that the\n&quot;works contract&quot; is defined under <a href=\"/doc/1804257/\" id=\"a_31\">Section 2(i)</a> of the Adhiniyam of 1983.\nThe &quot;works contract&quot; is an agreement in writing for execution of three\nkinds of work namely, (i) construction; (ii) repair; &amp; (iii) maintenance. He\nsubmits that any agreement which is confined to these three kinds of\nactivities may fall within the ambit of &quot;works contract&quot;. He urged that the\ndefinition of &quot;works contract&quot; is a narrow and restricted definition which\ndoes not include the present agreement which is a &quot;concession agreement&quot;.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_13\">13.     To elaborate, it is stated that the present concession agreement is\nrelated to establishment of sports city at Satghari village, Bhopal on Public\n<span class=\"hidden_text\" id=\"span_24\">                                      (7)</span>\n\n\nPrivate Partnership (PPP) basis. The Government of M.P. (GOMP) was\ndesirous of promoting the development of sports infrastructure in the State\nof M.P. with a view to enable the growth of sports in the State. In order to\nenable more efficient use of public resources, GOMP has taken decision to\nsupport the development of sports infrastructure in the State through PPP\nroute. The State Government realized that the development, operation and\nmaintenance of sports infrastructure is not a commercial viably business\non its own. The GOMP has accordingly decided to structure projects for\ndevelopment of sports infrastructure by associating them with related real\nstate development.\n</p>\n\n<p data-structure=\"Section\" id=\"p_14\">14.    Learned senior counsel pointed out that in furtherance of aforesaid\nobjective, the authority has resolved to develop sports infrastructure on a\n&quot;build &amp; transfer (BT)&quot; basis for sports infrastructure and build, own\noperate and transfer (&quot;BOOT&quot;) basis for real state development in\naccordance with terms and conditions set forth in the said concession\nagreement. The reference is made to Clause D (e) (g) (h) (j) &amp; (k) of this\nagreement. The attention of the Bench is drawn on the definition of\n&#x27;construction&#x27; mentioned in Clause 1.2.1 (f) of <a href=\"/doc/1406924/\" id=\"a_32\">Article 1</a> of the agreement.\nHe also relied on <a href=\"/doc/1659104/\" id=\"a_33\">Article 3</a> of the agreement, which deals with &quot;grant of\nconcession&quot;. On the basis of various clauses of this article, it is urged that\nthe petitioner obtained license or lease to construct, develop, operate and\nmaintain the project for a period of 99 years. Emphasis is placed on the\nwords &quot;on lease&quot; mentioned in the Clause 3.1.1. Clause 3.1.2 is relied\nupon to show that authority is under an obligation to facilitate and assist\nthe concessionaire in obtaining all approvals and applicable permits from\nvarious government authorities/bodies. It is further submitted that clause\n3.2.1 makes it clear that concessionaire has exclusive right and authority\nduring the concession period to investigate, study, design, engineer,\nprocure, construct, finance the project as specified in schedule &#x27;A&#x27;. The\nconcessionaire    can    enter    into     further   contracts   with   other\ncontractors/bodies. Shri Nagrath, contends that concessionaire by no\nstretch of imagination can be treated as a contractor, on the contrary, the\n<span class=\"hidden_text\" id=\"span_25\">                                      (8)</span>\n\n\ncontracts are being given to other contractors by the concessionaire. The\nagreement contains the provision for grant of lease and sub-lease. The\nobligations of concessionaire are mentioned in <a href=\"/doc/1937835/\" id=\"a_34\">Article 5</a> of the agreement.\nThe <a href=\"/doc/631708/\" id=\"a_35\">Article 25</a> deals with &quot;premium and annual rent&quot;. In consideration of\ngrant of concession, as per clause 25.1.1, the concessionaire shall pay to\nthe authority the premium whereas as per Clause 25.2, the concessionaire\nshall pay to the authority an annual rent of Rs.4,94,000/- at the rate of\nrupees one per sq.mt. (rounded of) for the area of real state infrastructure.\n<a href=\"/doc/111604/\" id=\"a_36\">Article 42</a> defines &quot;agreement&quot; or &quot;concession agreement&quot;. The agreement\nincludes schedules annexed hereto. <a href=\"/doc/1052228/\" id=\"a_37\">The Arbitration Act</a> is defined as\n<a href=\"/doc/1306164/\" id=\"a_38\">Arbitration and Conciliation Act, 1996</a>. The &#x27;contractor&#x27; is defined, which\nshows that contractor will be a person with whom the concessionaire has\nentered into any of the EPC contract, the O &amp; M contract or any other\nagreement or contract for construction, operation and maintenance of the\nproject or matters incidental thereto. However, as pointed out, it does not\ninclude a persons who had entered into an agreement for providing\nfinancial assistance to the concessionaire. The dispute which can be\nresolved as per dispute resolution mechanism mentioned in <a href=\"/doc/1673816/\" id=\"a_39\">Article 38</a> is\nalso defined which shows that any dispute, difference or controversy of\nwhatever nature howsoever arising, under or out of in relation to this\ncontract (including its interpretation) between the parties, and so notified\nin writing shall be attempted to be resolved amicably in accordance with\nprocedure <a href=\"/doc/112214907/\" id=\"a_40\">laid down in</a> this chapter. Clause 38.4 is relied upon to submit\nthat this clause makes it clear that intention of the respondents was to\nreserve their rights to send the dispute for adjudication/resolution to a\nstatutory regulatory body/commission which may be constituted at a later\npoint of time. Hence, it is urged that the respondents were conscious about\nthe fact that present statutory body namely Tribunal constituted under the\nAdhiniyam of 1983 is not an appropriate body for resolving the disputes\narising out of concession agreement. Any such regulatory authority could\nbe constituted in future which may deal with such disputes which may\narise after constitution of said authority/commission.\n</p><span class=\"hidden_text\" id=\"span_26\">                                      (9)</span>\n\n\n<p data-structure=\"PetArg\" id=\"p_15\">15.     Shri Naman Nagrath, learned senior counsel for the applicant\nfurther relied on certain portions of the agreement which deals with\n&quot;project account agreement&quot;, which is a tripartite agreement, substitution\nagreement etc. He submits that every such agreement in which third party\n(other than State or its agency) are involved, a separate dispute resolution\nmechanism under the Act of 1996 is prescribed.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_16\">16.     The argument of the applicants is that the nature of concession\nagreement clearly shows that it is out side the scope of &quot;works contract&quot; as\ndefined under the Adhiniyam of 1983. At the cost of repetition, Shri\nNagrath, learned senior counsel submits that &quot;works contract&quot; is confined\nto (i) construction; (ii) repairs; (iii) maintenance activities whereas, as\npointed out, the concession agreement is differently worded and is much\nwider than the definition of &quot;works contract&quot;.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_27\">17.     It is common ground that the judgment passed in <a href=\"/doc/457544/\" id=\"a_41\">Kamini Malhotra</a>\n(Supra) was related to construction of a &quot;water tank&quot;. On this factual basis,\nthis Court opined that it falls within the definition of &quot;works contract&quot;.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"112214907\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"457544\" id=\"span_29\">The\nconcession agreement was not subject matter of adjudication in case of\n<a href=\"/doc/457544/\" id=\"a_42\">Kamini Malhotra</a>(Supra), whereas the concession agreement was\nconsidered in extenso in the case of <a href=\"/doc/112214907/\" id=\"a_43\">Jabalpur Corridor</a>(Supra).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_31\">Hence\nthere is no conflict of opinion between said two Benches nor non-\nconsideration of judgment of <a href=\"/doc/457544/\" id=\"a_44\">Kamini Malhotra</a>(Supra) will make the order\nof <a href=\"/doc/112214907/\" id=\"a_45\">Jabalpur Corridor</a> (Supra) as per in curium.</span></span>\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_18\">18.     Shri Nagrath, learned senior counsel relied on 2010 (2) MPLJ 357\n(R.V.      Infrastructure       Engineers        Pvt.     Ltd.       vs.\nState of M.P. and others), and urged that this Court opined that concession\nagreement is a &quot;lease&quot;, whereas the stand of concessionaire was that it is a\n&quot;license&quot;. Learned senior counsel submits that although the judgment\npassed in R.V. Infrastructure Engineers Pvt. Ltd.(Supra) is presently\nsubject matter of challenge before the Supreme Court, the fact remains that\nthe said agreement will either be treated as &quot;lease&quot; or a &quot;license&quot; and it\n<span class=\"hidden_text\" id=\"span_32\">                                     (10)</span>\n\n\ncannot fall within the four corners of &quot;works contract&quot;.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_19\">19.    Learned counsel for the parties, during the course of argument,\nfairly submitted that in the case reported in 2012 (3) SCC 495 [MPRRDA\nvs. LG Choudhary], there was a cleavage of opinion amongst the judges in\nrelation to a terminated contract. One view was that even in the cases of\nterminated work contract, the Tribunal constituted under the Adhiniyam,\n1983 is competent to decide the dispute whereas the other view is that the\nsaid Tribunal would not be competent to deal with the dispute arising out\nof a terminated contract. The matter, as informed, is referred to a Larger\nBench and the decision of Larger Bench is still awaited. It is also admitted\nbetween    the parties that constitutionality of the Adhiniyam, 1983 is\nalready upheld and it is settled that in case of &quot;works contract&quot; the dispute\ncan be resolved by the Tribunal constituted under the 1983 Adhiniyam.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_20\">20.    The further contention of learned counsel for the applicant is that\nthe &quot;Concession Agreement&quot; is not merely a use of another terminology in\nplace of &quot;Works Contract&quot; but it has a statutory basis as well. Reliance is\nplaced on <a href=\"/doc/1502697/\" id=\"a_46\">Section 80 (IA)</a> of the Income Tax Act wherein the word\n&quot;Concession Agreement&quot; is differently dealt with in comparison to the\n&quot;Works Contract&quot;. Shri Nagrath, supplied copy of a railway contract to\nthe Bench during the course of hearing wherein the certificate issued by\nthe concessionaire is recognized by the railway administration.\n</p>\n\n<p data-structure=\"Section\" id=\"p_21\">21.    It is an admitted fact between the parties that during pendency of\nthese matters, <a href=\"/doc/1804257/\" id=\"a_47\">Section 2(i)</a> which defines &quot;works contract&quot; has been\namended by notification dated 17.01.2017. It is also not in dispute that\nconstitutionality of the amended definition of &quot;works contract&quot; is not the\nsubject matter of challenge in the present matters.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_33\">22.    Shri Nagrath and Shri Jai Savla submits that a conjoint reading of\n&quot;Statement of Object and Reasons&quot; and amended definition of &quot;works\ncontract&quot; makes it clear that it is prospective in nature. The &quot;Statement of\n<span class=\"hidden_text\" id=\"span_34\">                                     (11)</span>\n\n\nObject and Reasons&quot; shows that in order to overcome the effect of the\norder passed in the matter of <a href=\"/doc/112214907/\" id=\"a_48\">Jabalpur Corridor</a>(Supra), the amendment\nwas brought into force by issuing the notification dated 17.01.2017.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_23\">23.   The stand of the applicants is that even this amendment in the\ndefinition of &quot;works contract&quot; will not bring the &quot;concession agreement&quot;\n</p><blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1876725\" id=\"span_35\">within its purview.     Shri Nagrath submits that mere use of word\n&quot;substitution&quot; does not mean that it is essentially retrospective in nature.\nReliance is placed on <a href=\"/doc/1876725/\" id=\"a_49\">Bhagat Ram Sharma Vs. Union of India</a>, 1988\nSCC (Suppl)-30.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"35745659\" id=\"span_36\">He placed heavy reliance on (2015) 1 SCC-1\n(<a href=\"/doc/35745659/\" id=\"a_50\">Commissioner of Income Tax (Central)-I, New Delhi vs. Vatika\nTownship Pvt. Ltd.</a>, wherein general principles relating to retrospectively\nof a statute were <a href=\"/doc/35745659/\" id=\"a_51\">laid down by</a> the Supreme Court. The argument is that\nwhile deciding the question of retrospectivity, the court has to keep into\nmind the aspect of fairness and hardship.</span>\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1087556\" id=\"span_37\">24.   The case of      <a href=\"/doc/1087556/\" id=\"a_52\">Mahalakshmi         Oil Mills Vs. State of Andhra\nPradesh-</a> (1989) 1 SCC-164, is relied upon to contend that use of the word\n&quot;means&quot; in the definition of &quot;works contract&quot; makes it exhaustive and\nsubsequent use of word &quot;includes&quot; will not make it further extensive.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1443197\" id=\"span_38\">Reliance is placed on <a href=\"/doc/1443197/\" id=\"a_53\">P. Kasilingam and others Vs. P.S.G. College of\nTechnology and others</a>, 1995 supp-2 SCC-348 to contend that in the\nmanner the word &quot;means and includes&quot; are used in the definition of\n&quot;works contract&quot; under the 1983 Adhiniyam, it has to mean an hard and\nfast definition which includes only such work which are related to\nconstruction, repair and maintenance.       The agreement of applicant is\nhaving a different feature and, therefore, even this amended application\nwill not bring the concession agreement within the purview of &quot;Works\nContract&quot;.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"112214907\" id=\"span_39\">25.   Shri Nagrath placed reliance on the order of Supreme Court dated\n12.10.2015 whereby SLP (C) No.381/2014 was dismissed against the\norder passed by this Court in the case of <a href=\"/doc/112214907/\" id=\"a_54\">Jabalpur Corridor</a>(supra). He\n<span class=\"hidden_text\" id=\"span_40\">                                     (12)</span>\n\n\ncontended that it is not a case of simple dismissal of SLP without\nassigning any reason. Indeed, the Apex Court opined that the SLP is\ndismissed on merits also.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_41\">Hence, the order of Supreme Court aforesaid is\ndifferently worded and has a different impact which shows that the\ncorrectness of the order passed by this court in the case of <a href=\"/doc/112214907/\" id=\"a_55\">Jabalpur\nCorridor</a>(Supra), cannot be questioned.</span>\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_26\">26.    Shri Jai Savla appearing in AC No.79/16 contended that in his case,\nthere exist State support agreement and substitution agreement etc.\nClause-38.1 deals with the right and title which shows that the applicant is\na licensee. He submits that <a href=\"/doc/1846895/\" id=\"a_56\">section 7</a> of the Act of 1983 talks about\n&quot;dispute&quot;. The &quot;dispute&quot; is defined in <a href=\"/doc/1804257/\" id=\"a_57\">section 2(d)</a> of the Adhiniyam of\n1983. He submits that in the present cases, the claim of the applicants is\nnot related to any ascertained money valued at Rs.50,000/- or more and,\nhence, the dispute existing between the present parties does not fall within\nthe ambit and scope of <a href=\"/doc/1804257/\" id=\"a_58\">section 2(d)</a> of the Adhiniyam. It is a common\nground that in the present cases, if applicant/ appellant ultimately succeed,\nthey will get some extension of period to operate/ function which shall be\nin terms of further days and not in terms of any ascertained money. Shri\nNagrath, in addition to aforesaid, urged that the definition of &quot;dispute&quot; was\nearlier wider which included any kind of differences between the parties\nwhich definition was amended w.e.f 24.4.1990 and it is now restricted to\nthe claims of &quot;ascertained money&quot;. His contention is that this amendment\nshows that the legislature intended to restrict the meaning of &quot;dispute&quot;\nand, therefore, no useful purpose would be served in relegating the parties\nto approach the tribunal constituted under the Adhiniyam of 1983.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1787277\" id=\"span_42\">27.    Shri Shekhar Sharma, learned counsel for the applicant appearing in\nAC No.79/16 contended that <a href=\"/doc/92143428/\" id=\"a_59\">Article 366(29-A)</a> deals with the &quot;works\ncontract&quot;. As per the judgment of Supreme Court in (2004) 8 SCC-1 (<a href=\"/doc/1787277/\" id=\"a_60\">Zile\nSingh vs. State of Haryana and others</a>), the amendment in the definition\nof &quot;works contract&quot; will not relate back to the date of original definition.</span>\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"879535\" id=\"span_43\">During the course of arguments, he contended that the judgment of\n<span class=\"hidden_text\" id=\"span_44\">                                     (13)</span>\n\n\nViatech(supra) cannot be treated as over ruled in the light of judgment of\nSupreme Court in <a href=\"/doc/879535/\" id=\"a_61\">State of W.B Vs. Kesoram Industries Ltd and others</a>,\n(2004) 10 SCC-201.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94601064\" id=\"span_45\">Lastly, it is urged that the judgment of Supreme Court\nin the case of M/s <a href=\"/doc/94601064/\" id=\"a_62\">APS Kushwaha and Ravikant Bansal</a> (supra) will still\nhold the field.</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_46\">28.    Apart from this, it is common ground that the tribunal constituted\nunder the Adhiniyam of 1983 cannot be treated to be an efficacious\nalternative forum. As per Section 17-A of the Adhiniyam, the tribunal\ncannot grant any interim relief.     It is also common ground that the\nagreement talks about the &quot;concession period&quot;, escrow account, fee\nnotification, State support agreement, substitution agreement etc. These\nfeatures are not available in &quot;works contract&quot;. Hence, the view taken in\n<a href=\"/doc/112214907/\" id=\"a_63\">Jabalpur Corridor</a> (supra) is in consonance with law. Reliance is also\nplaced on State support agreement filed along with A.A.No.14/07.</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"185400685\" id=\"span_47\">29.    Shri Jai Savla relied on <a href=\"/doc/185400685/\" id=\"a_64\">Union of India Vs. Indusind Bank Ltd.</a>,\n(2016) 9 SCC 720, to contend that the amended definition of &quot;works\ncontract&quot; will not have any retrospective effect. He submits that at best the\namended definition of &quot;works contract&quot; can be made applicable to those\nagreements which are signed after 7.12.2016, the date when the bill for\namending the definition &#x27;works contract&#x27; was introduced.</span>\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1363234\" id=\"span_48\">30.    Shri Akshay Sapre appearing for the appellant contended that the\nfull bench can look into the vires/constitutionality of the amended\ndefinition of &quot;works contract&quot;. He argued that the timing of introducing\nthe amended definition is important. Amendment is being introduced\nrecently and its validity can be gone into in the present case. Reliance is\nplaced on the judgment of Supreme Court in the case of <a href=\"/doc/1363234/\" id=\"a_65\">Indira Sawhney\nvs. Union of India</a>, 1992 Suppl. III SCC 217.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1674022\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"396862\" id=\"span_50\">In addition, he placed\nreliance on the judgments reported in 2013 (5) SCC 1, State of Punjab v.\nSalil Sabhlok &amp; Others, 1996 (<a href=\"/doc/396862/\" id=\"a_66\">7) SCC 637, Indian Aluminium Co. &amp;\nOthers vs. State of Kerala &amp; others</a>, and 2009 (<a href=\"/doc/1674022/\" id=\"a_67\">13) SCC 165, State of\n<span class=\"hidden_text\" id=\"span_51\">                                     (14)</span>\n\n\nHimachal Pradesh vs. Narain Singh</a>.</span></span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_31\">31.    Contention of respondents- Shri Purushendra Kourav, Amit Seth\nand Shri Dhurv Verma appeared on behalf of the respondents and opposed\nthe said contentions. Shri Kourav submits that even unamended definition\nof &quot;works contract&quot; is wide enough to include all matters relating to\nexecution of work. He relied on the dictionary meaning of &quot;work&quot; as\ngiven in the Black&#x27;s Law Dictionary. By placing reliance on &quot;Statement\nof Object and Reasons&quot; behind insertion of new definition, it is urged that\namendment in the definition is clarificatory in nature. It does not create\nany new burden or liability on the parties. Such clarificatory notification\nhas retrospective operation. Moreso when the legislature has chosen to\nuse the word &quot;substitution&quot; in place of &quot;amendment&quot;. He relied on certain\nportion of the book &quot;Principles of Interpretation of Statute by Justice\nG.P.Singh&quot;.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"112214907\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"457544\" id=\"span_53\">32.    Shri Kourav, learned Additional Advocate General relied on the\nfindings given in the case of <a href=\"/doc/457544/\" id=\"a_68\">Kamini Malhotra and D.D.Sharma</a>(Supra)\nwherein the respective Single benches have opined that the definition of\n&quot;works contract&quot; under the Adhiniyam is a wide definition whereas in\n<a href=\"/doc/112214907/\" id=\"a_69\">Jabalpur Corridor</a>(Supra) a contrary finding is given that it is a restrictive\ndefinition.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"112214907\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"112214907\" id=\"span_55\">It is submitted that the judgment of <a href=\"/doc/112214907/\" id=\"a_70\">Jabalpur Corridor</a>(Supra)\nis passed in ignorance of the earlier view taken by the benches of similar\nstrength and, therefore, the judgment of <a href=\"/doc/112214907/\" id=\"a_71\">Jabalpur Corridor</a>(Supra) is a per\nincurium judgment.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"112214907\" id=\"span_56\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1876725\" id=\"span_57\">Moreso, when the earlier judgment in the case of\n<a href=\"/doc/1876725/\" id=\"a_72\">D.D.Sharma</a>(supra) was brought to the notice of the bench hearing the\ncase of <a href=\"/doc/112214907/\" id=\"a_73\">Jabalpur Corridor</a>(Supra).</span></span>\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"94601064\" id=\"span_58\">33.    Shri Kourav further relied on the Adhiniyam of 1983 to contend\nthat &quot;dispute&quot; is required to be decided by the tribunal within four months.\nHence, it cannot be said that the remedy under the Adhiniyam is not an\nefficacious remedy. He submits that in the case of <a href=\"/doc/94601064/\" id=\"a_74\">APS Kushwaha</a>(supra)\nthe Supreme Court simply followed the judgment of Viatech(supra).</span>\n</p><span class=\"hidden_text\" id=\"span_59\">                                      (15)</span>\n\n\n<p data-structure=\"RespArg\" id=\"p_34\">However, since the judgment of Viatech(supra) is held to be per incuriam\nin the case of L.G.Choudhary(supra), the judgment of APS Kushwaha is\nof no assistance to the applicants. He further submits that the nature of\nactivity of construction, maintenance, repair required to be carried-on by\nthe applicant brings it within the four corners of &#x27;works contract&#x27;. If a\ndifferent nomenclature is used (concession agreement), it will not change\nthe nature of the agreement.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"155272316\" id=\"span_60\">34.    By taking this bench to relevant clauses of &quot;Concession\nagreement&quot;, it is urged that ultimately activity of the applicants is in\nrelation to the development, operation and maintenance of supportive\ninfrastructure which is related with Real Estate Development.          Hence\nwhether it is called &quot;BT&quot; or &quot;BOOT&quot;, in fact, it falls within the ambit of\n&quot;works contract&quot;. Reliance is placed on <a href=\"/doc/155272316/\" id=\"a_75\">Larsen and Toubro Ltd. Vs.\nState of Karnataka-</a>(2014) 1 SCC-708 wherein the Apex Court had an\noccasion to deal with the words &quot;works contract&quot;. It is common stand on\nthe part of the respondents that reliance on taxing statute is totally\nirrelevant.</span>\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_36\">35.    Learned counsel for the State contended that the applicants do not\nhave any choice of forum. No legal, vested or statutory right of applicant\nis taken away by amending the definition.         As per <a href=\"/doc/1846895/\" id=\"a_76\">Section 7</a> of the\nAdhiniyam of 1983 coupled with the full bench judgment of this Court\nreported in 2007(4) MPHT-444 [Shri Shankarnarayan Construction Co.\nvs. State of M.P.], it is clear that the appropriate remedy for the applicants\nis before the tribunal constituted under the Adhiniyam of 1983.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1625415\" id=\"span_61\">36.    Respondents relied on AIR 1954 SC 340 (<a href=\"/doc/1625415/\" id=\"a_77\">Kiran Singh and others\nvs. Chaman Paswan and others</a>)               to submit that the question of\njurisdiction can be raised at any point of time. This can be raised at the\nappellate stage or even at the stage of execution proceedings. Lack of\njurisdiction nullifies every thing. It is also urged that in view of judgment\nof Supreme Court in AIR 2000 SC 2587 (Kunhayammed &amp; ors. vs. State\n<span class=\"hidden_text\" id=\"span_62\">                                     (16)</span>\n\n\nof Kerla), it is clear that when SLP is dismissed in limine, the findings\ngiven by the Supreme Court does not mean that the order of the High\nCourt got a stamp of approval on merits or it got merged in the order of\nApex Court on the basis of doctrine of merger. Such findings on merits\ncan be presumed only when order is passed after grant of leave and SLP is\nconverted into a civil appeal.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_38\">37.    In rejoinder submission, Shri Nagrath reiterated his earlier stand. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"4906569\" id=\"span_63\">In\naddition to that, he relied on 2003(2) MPLJ-46 (<a href=\"/doc/4906569/\" id=\"a_78\">MP Housing Board vs.\nSatish Kumar</a>). The point raised is that the word &quot;dispute&quot; as defined in\n<a href=\"/doc/318471/\" id=\"a_79\">section 2(1)(d)</a> of the Adhiniyam does not take within its fold the disputes\nwhich are not related with &quot;ascertained money&quot;.</span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_39\">38.    In support of the oral submissions, written submissions were filed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_40\">39.    We have heard the parties at length and perused the record related to\nthe said submissions.\n</p>\n\n<p data-structure=\"Section\" id=\"p_41\">40.    Before dealing with rival contentions, it is useful to quote the\nunamended and amended definition of &quot;works contract&quot;         hereinbelow in\njuxtaposition. Underlined portion of amended definition shows that this\nportion is inserted by way of amendment w.e.f. 17.1.2017.\n</p>\n\n\n<pre id=\"pre_2\">            Un-amended                              Amended\n&quot;2(i). &quot;Works-contract&quot; means an       &quot;2(i) &quot;Work-contract&quot; means an\nagreement in writing for the           agreement in writing or a letter of\nexecution of any work relating to      intent or work order issued for the\nconstruction, repair or maintenance    execution of any work relating to\nof any building or superstructure,     construction, repair or maintenance\ndam, weir, canal, reservoir, tank,     of any building or superstructure,\nlake, road, well, bridge, culvert,     dam, weir, canal, reservoir, tank,\nfactory work-shop, powerhouse,         lake, road, well, bridge, culvert,\ntransformers or such other works of    factory, work-shop, powerhouse,\nthe State Government or Public         transformer or such other works of\nUndertaking      as     the    State   the State Government or public\nGovernment may by notification,        undertakings or of the Corporations\n<span class=\"hidden_text\" id=\"span_64\">                                    (17)</span>\n\n\n</pre><p data-structure=\"RespArg\" id=\"p_42\">specify in this behalf at any of its   of the State as the State Government\nstages, entered into by the State      may, by notification, specify in this\nGovernment or by an official of the    behalf at any of its stages, entered\nState Government or Public             into by the State Government or by\nUndertaking or its official for and    any official of the State Government\non behalf of such Public               or by public undertakings or\nUndertaking and includes an            Corporation or by any official of the\nagreement for the supply of goods      State Government for and on behalf\nor material and all other matters      of such Corporation or public\nrelating to the execution of any of    undertakings and includes an\nthe said works.                        agreement for supply of goods or\n                                       material and all other matters\n                                       relating to execution of any of the\n                                       said works and also includes the\n                                       services so hired for carrying out\n                                       the aforesaid works and also include\n                                       all concession agreement, so\n                                       entered into by the, State\n                                       Government or public undertakings\n                                       or Corporation, wherein an State\n                                       support is involved or not,&quot;.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_43\">41.   In the fitness of things, we deem it apposite to deal with the\ncontentions in the light of questions framed by the Full Bench.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_44\">As to question No.(i) &amp; (iii)\n\n</p><p data-structure=\"Section\" id=\"p_45\">42.   Since these questions are interrelated, it is apt to deal with these\nquestions simultaneously. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_65\">In the case of <a href=\"/doc/457544/\" id=\"a_80\">Kamini Malhotra</a> (Supra), the\nlearned single Judge considered the definition of &#x27;works contract&#x27;. In\naddition, the meaning of word &quot;building&quot; was also considered. It was held\nthat the definition of works contract is in wide spectrum. Its a definition\nof wide amplitude and application. The relevant portion of this judgment\nreads as under:</span>\n</p>\n<blockquote id=\"blockquote_9\">      &quot;14. Learned counsel for appellant has submitted that the use\n      of word &#x27;means&#x27; in clause (i) of <a href=\"/doc/1804257/\" id=\"a_81\">section 2</a> of Adhiniyam, clearly\n      indicates that the defination is a hard and fast definition and\n      therefore except for the works specified in the said clause, no\n      other work could be treated as &#x27;Works Contract&#x27;. In other words\n      the said definition excludes all other works, which are not\n      specified in the said definition.\n</blockquote><span class=\"hidden_text\" id=\"span_66\">                              (18)</span>\n\n\n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1443197\" id=\"span_67\">15. Learned counsel for appellant in the above context\nreferred to <a href=\"/doc/1443197/\" id=\"a_82\">P. Kasilingam and others vs. P.S.G. College of\nTechnology and others</a>, AIR 1995 Sc 1395 wherein, it has been\nobserved that the use of word &#x27;means&#x27; indicates that the\ndefinition is a hard and fast definition and no other meaning can\nbe assigned to the expression than is put down in definition.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1178872\" id=\"span_68\">In\n<a href=\"/doc/1178872/\" id=\"a_83\">Punjab Land Development and Reclamation Corportion Ltd.\nChandigarh vs. Presiding Officer, Labour</a> Court Chandigarh\nand others. (1990) 3 SCC 682 it has been observed by the Apex\nCourt that a definition is an explicit statement of full\nconnotation of a term. It has further been observed that when a\nstatute says that a word or phase shall &#x27;mean&#x27; certain things or\nacts, the definition is a hard and fast definition and no other\nmeaning can be assigned to the expression than is put down in\ndefinition.</span>\n</blockquote><blockquote id=\"blockquote_11\">16. Since, as per <a href=\"/doc/1804257/\" id=\"a_84\">section 2(i)</a> of the Adhiniyam &#x27;Work\nContract&#x27; means an agreement in writing for the execution of\nany work specified therein; it is clear that a work to constitute\nand to be construed as &#x27;Works Contract&#x27; must be strictly covered\nby the works specified in the said definition and that no other\nwork should be treated as &#x27;Works Contracts&#x27;.\n</blockquote><blockquote id=\"blockquote_12\">17. Learned counsel for the respondents in the above context\nsubmitted that, Water Treatment Plant, essentially consists of\nbuilding and water tanks. It was therefore submitted that the\nname &quot;Water Treatment Plant&quot; used in the contract between the\nparties, by itself would not exclude the said work executed by\nthe appellant, from the category or definition of &#x27;Works\nContract&#x27;. It has been submitted that the Water Treatment Plant\nwas construction of such buildings and tanks, the details of\nwhich are given in (Annexure R-3). It was submitted in the\nabove context that all the components of Water Treatment Plant\nbasically consisted of building or storage tanks. In the above\ncontext photographs (Annexure R-4) to (Annexure R-9) are also\nfiled, to indicate the nature of work and construction relating to\nthe Water Treatment Plant executed by the appellant.\n</blockquote><blockquote id=\"blockquote_13\">18. It has further been submitted by the learned counsel for\nrespondents that <a href=\"/doc/1804257/\" id=\"a_85\">section 2(i)</a> of the Adhiniyam provides that a\n&#x27;Works Contract&#x27; means an agreement in writing for the\nexecution of any work relating to construction, repair or\nmaintenance of any building or superstructure, dam, weir,\ncanal, reservoir, tank, etc. Learned counsel for respondents\nemphasised that thus the definition of &#x27;Works Contract&#x27; covers\n&#x27;any&#x27; work relating to construction, repair or maintenance of\n&#x27;any&#x27; building or superstructure, which clearly indicates that all\nbuildings, or superstructures or constructions are to be covered\nby the said definition of &#x27;Works Contract&#x27;. It was therefore\nsubmitted that, since the Water Treatment Plant basically\nincludes construction or building and water, storage plant, it\nwas fully covered by the definition of &#x27;Works Contract&#x27;.\n</blockquote><span class=\"hidden_text\" id=\"span_69\">                               (19)</span>\n\n\n<blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1375046\" id=\"span_70\">19. In the above context learned counsel for respondents\nsubmitted that, the word &quot;any&quot; has been explained in Black&#x27;s\nLaw Dictionary and it has been stated therein that the word &#x27;any&#x27;\nhas a diversity of meaning and may be employed to indicate &#x27;all&#x27;\nor &#x27;every&#x27; as well as &#x27;some&#x27; or &#x27;one&#x27; and its meaning in a given\nstatute depends upon the context and subject matter of statute. It\nis often synonymous with &#x27;either&#x27;, &#x27;every&#x27; or &#x27;all&#x27;. The Supreme\nCourt in <a href=\"/doc/1375046/\" id=\"a_86\">Lucknow Development Authority vs. M.K. Gupta</a>, AIR\n1994 SC 787 had considered the meaning and purport of word\n&#x27;any&#x27; in the context of <a href=\"/doc/1733066/\" id=\"a_87\">Consumer Protection Act, 1986</a> and has\nquoted the above definition of the said word in Black&#x27;s Law\nDictionary and has observed that its meaning in a given statute\ndepends upon the context and subject matter of the statute.</span>\n</blockquote><blockquote id=\"blockquote_15\">20. In the instant case, it is clear that the word &#x27;any&#x27; in <a href=\"/doc/1804257/\" id=\"a_88\">section\n2(i)</a> of the Adhiniyam appears to have a very wide spectrum,\nbecause it relates to the execution of any work relating to\nconstruction, repairs or maintenance of &#x27;any&#x27; building or\nsuperstructure, tank, canal, reservoir, etc. the repetition of word\n&#x27;any&#x27; in the said definition prior to the word &#x27;Work&#x27; as well as\nbefore the nature of construction, e.g. building, superstructure,\netc., clearly indicates the intention of legislature to provide for\nits wide amplitude and application. Therefore, it appears that the\ndefinition of &#x27;Works Contracts&#x27; as given in <a href=\"/doc/1804257/\" id=\"a_89\">section 2(i)</a> of the Act,\napplies to all works of construction, repairs or maintenance of\nall types of buildings, superstructures, reservoirs, tanks etc.\n</blockquote><blockquote id=\"blockquote_16\">21. Therefore, all types of buildings, tanks whatever be its\ntechnical nomenclature, would be covered under the said\ndefinition of &#x27;Works Contract&#x27;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007279\" id=\"span_71\">In <a href=\"/doc/1007279/\" id=\"a_90\">Ghanshim Das vs. Debi Prasad\nand another</a>, AIR 1966 SC 1998 the Supreme Court with\nreference to <a href=\"/doc/91098237/\" id=\"a_91\">U.P. Zamindari Abolition and Land Reforms Act</a>,\nobserved:</span>\n</blockquote><blockquote id=\"blockquote_17\">        &quot;The word building has not been defined in the Act an\n        is, therefore, to be construed in its ordinary\n        grammatical sense unless there is something in the\n        context or object of the statute to show that it is used\n        in a special sense different from its ordinary\n        grammatical sense. So construed according to the\n        dictionary meaning, the existence of a roof is not\n        always necessary for a structure to be regarded as a\n        building. Residential, buildings ordinarily have roofs\n        but there can be a non-residential building for which a\n        roof is not necessary. A large stadium or an open air\n        swimming pool constructed at a considerable expense\n        would be a building as it is a permanent structure and\n        designed for useful purpose.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_46\">22. As noticed earlier, the use of word &#x27;any&#x27; building etc.,\nused in <a href=\"/doc/1804257/\" id=\"a_92\">section 2(i)</a> of the Adhiniyam appears to be a very wide\nconnotation and &#x27;any&#x27; work relating to building appears to have\nbeen intended to be included in the definition of &#x27;Works\n<span class=\"hidden_text\" id=\"span_72\">                                      (20)</span>\n\n\n       Contract&#x27;. As noticed earlier, in the instant case basic work\n       constituting Water Treatment Plant, included construction of\n       building as well as of storage tanks and reservoirs. Necessary\n       ancillary, gadgets and implements for purification and cleansing\n       of water would also have to be constructed. But such ancillaries\n       would not change the basic nature of work to be executed by the\n       appellant, which essentially was the construction of buildings\n       and storage tanks. Therefore, the work undertaken to be\n       executed by the appellant was covered within the meaning and\n       definition of &#x27;Works Contract&#x27;.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_47\">                                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_73\">(Emphasis Supplied)\n\nAs per the view taken in the case of <a href=\"/doc/457544/\" id=\"a_93\">Kamini Malhotra</a>(supra), the\nnomenclature of agreement is immaterial.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_48\">43.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1876725\" id=\"span_74\">In the case of <a href=\"/doc/1876725/\" id=\"a_94\">D.D. Sharma</a>(Supra), another Single Judge\nconsidered the definition of &#x27;works contract&#x27; and opined that it is elaborate,\nexhaustive and inclusive.</span>         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1876725\" id=\"span_75\">While deciding the case of            <a href=\"/doc/1876725/\" id=\"a_95\">D.D.\nSharma</a>(Supra), the learned Single Judge considered earlier judgment\ndelivered in M.C.C. No.850/2005 (M/s Technogem Consultant Pvt. Ltd.\nvs. G.M. M.P.R.R.D.A.).</span> In D.D. Sharma (Supra), it was held that even if\nthe State has formed a society for execution of a work, that would not\nmake such society, a distinct legal entity from the State thereby loosing all\nthe attributes of the State. It was further held that the words &quot;all other\nmatters relating to execution of any of the said work&quot; mentioned under\n<a href=\"/doc/1804257/\" id=\"a_96\">Section 2(i)</a> of the Adhiniyam are wide enough and brings within its ambit\neven the consultancy services. The relevant portion of this order in the\ncase of D.D. Sharma(Supra) reads as under:\n</p>\n<blockquote id=\"blockquote_18\">       &quot;9. Now the crucial question which has been raised by the\n       applicant in this petition is that the agreement and work\n       assigned to the applicant does not fall within the definition of\n       &#x27;Works Contract&#x27;, may be examined.\n</blockquote><blockquote id=\"blockquote_19\">       To assess the nature of contract entered into between the parties\n       it would be necessary to refer certain clauses of the agreement\n       which provides the works to be done under the supervision\n       consultancy for the work of construction/upgradation of rural\n       roads in Madhya Pradesh under the Pradhan Mantri Gram\n       Sadak Yojna scheme. Clause 4.2, 4.3, 4.5, 4.6 and 7.1 are\n       relevant, which provides construction, supervision to check\n       quality of materials and works, measurement of works,\n<span class=\"hidden_text\" id=\"span_76\">                             (21)</span>\n\n\nscrutinize the claim raised by the contractor and held the\nmanagement to clear the payment. The petitioner was to\nmonitor progress of the work with certain services as\nenumerated in clause 4.6 and to submit various reports as\nenumerated in Clause 7.1 of the scheme. The aforesaid all the\nworks are related to the works contract. Clause 2 of the terms of\nreference provides objectives for providing consultancy services,\nwhich reads thus:\n</blockquote><blockquote id=\"blockquote_20\">2.      Objectives- The objectives of the proposed Consultancy\nServices are:\n</blockquote><blockquote id=\"blockquote_21\">i. Proper management of civil works contract as &#x27;Engineer&#x27; in\nterms of civil works contract including field measurements and\nquality assurance work.\n</blockquote><blockquote id=\"blockquote_22\">ii. Comprehensive supervision of project implementation\nactivities carried out by the Contractors to ensure complete\ncompliance with the drawings, technical specifications and\nvarious stipulations contained in the Contract Documents.\niii. Efficient construction supervision by personnel who are\nexperienced in the modern methods of construction supervision\nand contract management.\n</blockquote><blockquote id=\"blockquote_23\">iv. Ensure high standards of quality assurance in the\nsupervision/execution of work.\n</blockquote><blockquote id=\"blockquote_24\">v. Completion of the work within the stipulated period of\ncompletion. Consultants will specially be responsible for quality\nand early completion.\n</blockquote><blockquote id=\"blockquote_25\">10. the definition of Woks Contract under <a href=\"/doc/1804257/\" id=\"a_97\">Section 2(i)</a> of the\nAdhiniyam is elaborate and includes an agreement for supply of\ngoods or material and all other matters relating to the execution\nof any of the said works. Meaning thereby that all other matters\nrelating to the execution of works contract are included in the\ndefinition of works contract. The aforesaid definition is\nexhaustive and inclusive in nature. The work assigned to the\napplicant as per the contract were supervision of construction\nand the applicant had to carry out checking and verification of\nall the works as per the working drawings and regular\ninspection of contractors equipment, plant and machinery.\n</blockquote><p data-structure=\"Section\" id=\"p_49\">Applicant was also entitled to direct the contractor to carry out\nall such works or to do all things as may be necessary to avoid\nor reduce the risk affecting the safety of life of workers, or\nadjoining property etc. the applicant was under an obligation to\ninspect the works on completion before taking over by the\nrespondents. The applicant was also to report in respect of\nquality of material and work. The applicant was to inform the\nprogress as per the working plan and was to prepare all reports\nand documents. In nutshell the applicant was to supervise\nconstruction, to report in respect of quality and progress of\nwork and was to measure the work after completion of works.\nMeaning thereby the applicant was deeply concerned with the\nwork and works contract and in absence of works contract or\n<span class=\"hidden_text\" id=\"span_77\">                                    (22)</span>\n\n\n       that of contractor the applicants existence cannot be presumed.\n       The entire work of applicant was related to the works contract\n       and the contract of applicant falls within the purview of matters\n       relating to the &#x27;execution of works contracts&#x27;. M/s Technogem\n       Consultants Pvt. Ltd. (supra) the learned Judge considering this\n       aspect held thus:\n</p><blockquote id=\"blockquote_26\">       18. Mere perusal of aforequoted definition of &quot;works\n       contract&quot; in <a href=\"/doc/1804257/\" id=\"a_98\">Section 2(i)</a> and in particular the words underlined\n       would go to show that if the State Government or its official\n       enters into a contract with any person for construction, repairs\n       and maintenance of road then it becomes a works contract, as\n       defined in <a href=\"/doc/1804257/\" id=\"a_99\">Section 2(i)</a>. Similarly, definition of &quot;works\n       contract&quot;, also includes an agreement in relation to all other\n       matters relating to execution of any of the said work i.e., road.\n</blockquote><p data-structure=\"Section\" id=\"p_50\">       In other word, if in execution of main work as in this case road,\n       any other agreement is entered into by State Government with\n       any person for accomplishing execution of road work then the\n       said agreement would also be regarded as &quot;works contract&quot;\n</p><blockquote id=\"blockquote_27\">       within the meaning of <a href=\"/doc/1804257/\" id=\"a_100\">Section 2(i)</a> ibid.\n</blockquote><blockquote id=\"blockquote_28\">       19. In my considered view, therefore, the agreement in\n       question (Annexure P-1) being in the nature of providing all\n       kind of consultancy services by the petitioner to State\n       Government which are necessary for construction and\n       development of road and hence, it becomes a &quot;works contract&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_51\">       as defined under <a href=\"/doc/1561485/\" id=\"a_101\">Section 2(1)</a> ibid. In other words, it is a\n       contract which falls in second category of &quot;works contract&quot; in\n       its inclusive definition namely &quot;all other matter relating to\n       execution of any of the said work&quot; i.e., road.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">It is apparent that in this case the learned Single Judge considered the\neffect of existence of other agreements also which are entered into for\naccomplishment of work which is related with activities related to a\n&#x27;works contract&#x27;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">44.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_79\">In the case of <a href=\"/doc/112214907/\" id=\"a_102\">Jabalpur Corridor</a>(Supra), the judgment of <a href=\"/doc/457544/\" id=\"a_103\">Kamini\nMalhotra</a>(Supra) was not considered.</span></span> However, the judgment passed in\nthe case of M/s Technogem Consultant Pvt. Ltd.(Supra) and D.D.\nSharma(Supra) were relied upon by the state. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"112214907\" id=\"span_80\">The learned Single Judge\ndid not discuss the aforesaid judgments in the case of <a href=\"/doc/112214907/\" id=\"a_104\">Jabalpur\nCorridor</a>(Supra). It needs no emphasis that an order passed by a previous\nbench of same strength is binding on the subsequent bench unless the\nearlier judgments are distinguishable or there exists any other judgment on\nthe same point which is rendered by more number of judges of the High\n<span class=\"hidden_text\" id=\"span_81\">                                         (23)</span>\n\n\nCourt or there exists a judgment of Supreme Court on that point.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_82\">45.    True it is that in <a href=\"/doc/457544/\" id=\"a_105\">Kamini Malhotra</a> (Supra), this Court was\nconsidering a works contract in relation to construction of a water tank.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_83\">Concession agreement was not subject matter of adjudication in the case\nof <a href=\"/doc/457544/\" id=\"a_106\">Kamini Malhotra</a>(Supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_84\">However, in <a href=\"/doc/457544/\" id=\"a_107\">Kamini Malhotra</a>(Supra), this\nCourt opined that the definition of works contract is of wide\nspectrum/amplitude.</span>      Almost similar view was taken in the case of\nTechnogem (supra) and D.D. Sharma(Supra). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_85\">Thus, in our view, to the\nextent interpretation of definition of &#x27;works contract&#x27; is concerned, in\n<a href=\"/doc/457544/\" id=\"a_108\">Kamini Malhotra, Technogem and D.D. Sharma</a>(Supra), it was laid\ndown that the definition is very wide.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_55\">46.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_86\">In <a href=\"/doc/112214907/\" id=\"a_109\">Jabalpur Corridor</a>(Supra), the learned Single Judge held that the\nexpression &quot;works contract&quot; as defined in the 1983 Adhiniyam has a\n&quot;restrictive meaning and has special and limited conotation&quot;. It is further\nheld that definition aforesaid does not include detail and design.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"457544\" id=\"span_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_88\">In our\nconsidered view, this finding in <a href=\"/doc/112214907/\" id=\"a_110\">Jabalpur Corridor</a>(Supra) is diametrically\nopposite to the interpretation given by previous Benches in <a href=\"/doc/457544/\" id=\"a_111\">Kamini\nMalhotra, Technogem and D.D. Sharma</a>(Supra). Detail and design etc.\nare essential part of activity of &#x27;construction&#x27;.</span></span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_56\">47.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_89\">In <a href=\"/doc/112214907/\" id=\"a_112\">Jabalpur Corridor</a> (Supra), the            reasons for holding that\nconcession agreement is not a works contract are - the concession\nagreement does not include detailed design, financing and operation of the\ncontract, the works contract is a lump sum contract wherein the contractor\nhas to quote the amount for execution of the work based on details\nfurnished by the employer, there is no necessity for creation of any escrow\naccount in works contract, in works contract the payment is made against\nthe running account bills prepared by the contractor and submitted to the\nemployer     periodically     whereas      in   concession   agreement,   the\nConcessionaire has to utilize and arrange the funds, the concessionaire\nunder the agreement after completion of construction recovers the amount\n<span class=\"hidden_text\" id=\"span_90\">                                     (24)</span>\n\n\ninvested by him for completion of the project by way of toll, no State\nsupport agreement is executed in case of a works contract whereas it takes\nplace in a case of concession agreement. The Concessionaire is not liable\nto pay value added tax, sales tax and other taxes under the concession\nagreement which are otherwise payable under the works contract.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_91\">The\nBench considered that 17 concession agreement were entered into between\nthe parties in case of <a href=\"/doc/112214907/\" id=\"a_113\">Jabalpur Corridor</a>(Supra). A EPC contract was also\nentered into. On the basis of these &quot;salient features&quot; the Bench came to\nhold that concession agreement cannot be treated as a works contract. In\naddition, it was held that parties have clearly understood the agreement to\nbe a concession agreement and decided to resolve their dispute as per the\nAct of 1996.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_57\">48.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_93\">In the case of <a href=\"/doc/45672968/\" id=\"a_114\">Ashoka Infraways Ltd. vs. State of M.P.</a>, 2016 (2)\nMPLJ 685, the Division Bench relied upon and followed the judgment\nrendered in the case of <a href=\"/doc/112214907/\" id=\"a_115\">Jabalpur Corridor</a>(Supra).</span></span>         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_94\">The view of the\nDivision Bench is mainly based on the dicta of <a href=\"/doc/112214907/\" id=\"a_116\">Jabalpur Corridor</a>(Supra).\nIn addition, it was held that the Bench is reinforced in its decision due to\nthe use of the term &quot;concession&quot; used at several places in the agreement\nitself. The Bench noticed that the words &quot;concession area&quot;, &quot;concession\nperiod&quot;, &quot;concession agreement&quot;, etc. are repeatedly used in various\nparagraphs of the concession agreement. Hence, it was held that the\nconcession agreement is not &#x27;a works contract&#x27;.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_58\">49.   Reverting back to the unamended definition of &#x27;works contract&#x27;, it is\nnoteworthy that works contract means an agreement which must be in\nwriting for the execution of any work relating to construction, repair or\nmaintenance of any building or super structure or other entities mentioned\nin the said definition. In the definition, it was made clear that other\nmatters relating to execution of any of the said work are also included. In\nour considered view, whether a concession agreement or any agreement by\nwhatever name called is a works contract or not will depend whether\nessential ingredients of works contract are available in the said agreement.\n</p><span class=\"hidden_text\" id=\"span_95\">                                      (25)</span>\n\n\n<p data-structure=\"Section\" id=\"p_59\">The essential ingredients in the definition of &quot;works contract&quot; are that the\nagreement must be in writing, it must be for execution of &quot;any work&quot;\n</p><blockquote id=\"blockquote_29\">relating to construction, repair or maintenance of any building, super\nstructure or other entities mentioned in the definition. The words &quot;any\nwork relating to construction, repair or maintenance&quot; are very wide. If\nactivity of construction, repair or maintenance is involved, nature of\nconstruction, repair or maintenance is immaterial. If aforesaid essential\ningredients of works contract are available in the agreement and in\naddition thereto certain other elements are added in the agreement which\nare not included in the definition of &quot;works contract&quot;, it will not take out\nthe agreement outside the purview of works contract.               If present\nagreement is tested on the anvil of aforesaid principle, it will be clear like\nnoon day that the agreement fulfills the said requirement i.e. there exists\nan agreement in writing for execution of work relating to construction,\nrepair and maintenance of building and other entities. In addition, the\nConcessionaires can operate the contract.             Apart from this, it is\nnoteworthy that the definition of &#x27;works contract&#x27; is totally silent about the\nmode and method of payment. It is also silent as to how the work relating\nto construction, repair or maintenance should be carried out.             The\ndefinition of &#x27;works contract&#x27; contains the word &quot;construction&quot;, &quot;repair&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_96\">and &quot;maintenance&quot;. These words can be further divided and bifurcated.\nThe definition of word &quot;construction&quot; in the concession agreement\nmentioned above is an example of the same. Its a matter of common\nknowledge that there cannot be any construction activity without\nundertaking    the   exercise   of   investigation,    engineering,   design,\nprocurement, etc. The aforesaid ancillary activities are essential part of a\nconstruction activity. Likewise, the word repair or maintenance can be\nsubdivided in various sub heads. However, such division or elaboration\nwill not change the basic nature of the activity. Thus, we are not able to\nagree with the view taken in <a href=\"/doc/112214907/\" id=\"a_117\">Jabalpur Corridor</a>(Supra) that definition of\nworks contract has a restrictive meaning and has a limited conotation.\nThe design and finance etc. are also        essential parts of construction\nactivity.</span>\n</p><span class=\"hidden_text\" id=\"span_97\">                                     (26)</span>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_61\">50.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_98\">In <a href=\"/doc/112214907/\" id=\"a_118\">Jabalpur Corridor</a>(Supra), it was held that there are certain\nelements which are special to the concession agreement and such &quot;salient\nfeatures&quot; are absent in works contract. In our view, the requirement of\nmaintaining account of a particular nature (whether it is Escrow Account\nor any other account), the method of payment, requirement to pay taxes\nunder various Statutes are not relevant for determining whether concession\nagreement is a &#x27;works contract&#x27; or not.         If agreement satisfies the\nrequirement of a &#x27;works contract&#x27;, on the basis of parameters <a href=\"/doc/112214907/\" id=\"a_119\">laid down in</a>\nthe definition of &#x27;works contract&#x27; it can be safely concluded that said\nagreement is a &#x27;works contract&#x27;. As per the definition of &#x27;works contract&#x27;,\nthe &#x27;salient features&#x27; aforesaid are not decisive.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"155272316\" id=\"span_99\">In this regard reference\nmay be made to the judgment of Supreme Court reported in 2014 (<a href=\"/doc/155272316/\" id=\"a_120\">1) SCC\n708, Larsen and Toubro Ltd. vs. State of Karnataka</a>. The Apex Court\nconsidered the term &quot;works contract&quot; used in <a href=\"/doc/92143428/\" id=\"a_121\">Art. 366 (29A)</a>b of the\nConstitution.   It is laid down that even if in a contract besides the\nobligations of supply of goods and material and performance of labour and\nservices, some additional obligations are imposed, such contract does not\ncease to be a &#x27;works contract&#x27;. The additional obligations in the contract\nwould not alter the nature of contract so long as the contract provides for a\ncontract of work and satisfied the primary description of works contract.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"85571316\" id=\"span_100\">It is apt to mention that this view is subsequently affirmed by the\nConstitution Bench in 2014 (<a href=\"/doc/85571316/\" id=\"a_122\">7) SCC 1 [Kone Elevator India Pvt. Ltd. vs.\nState of Tamil Nadu</a>]</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_62\">51.    As analyzed, the present agreements satisfy the primary\ndescriptions, of the works contract.       If in addition to these primary\ndescription, applicant are engaged in other activity like operation of\nproject or maintaining a particular type of account etc. or signed other\ncontracts also, this will not take away the agreements outside the scope of\n&#x27;works contract&#x27;. The requirement of payment of tax is a different facet\nand as per <a href=\"/doc/1804257/\" id=\"a_123\">Section 2(i)</a> of the Adhiniyam it will not determine the nature of\nagreement. Similarly, mode of payment and method of arranging and\n<span class=\"hidden_text\" id=\"span_101\">                                      (27)</span>\n\n\nutilizing money will not determine          the nature of agreement.     The\ndefinition of &#x27;works contract&#x27; alone will determine whether a particular\nagreement falls within its ambit or not. For this reason, the argument of\nShri Naman Nagrath based on relevant provisions of <a href=\"/doc/789969/\" id=\"a_124\">IT Act</a> and railway\ncontract must fail.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_63\">52.    Similarly, in the case of R.V. Infrastructure Engineers Pvt. Ltd.\n(supra), this court had no occasion to test the agreement on the anvil of\ndefinition of works contract. In the said case, the question was whether\nthe particular agreement is a lease or licence within the meaning of\nTransfer of Property Act and Easement Act. The question was relating to\npayment of stamp duty and registration under the Indian Stamp Act and\nRegistration Act.     The aforesaid judgment is of no assistance to the\napplicants.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_64\">53.    In the case of Kunya Ahmed(Supra), it was held that while hearing\na SLP, the Supreme Court is not exercising its appellate jurisdiction. It is\nmerely exercising its discretionary jurisdiction to grant or not to grant\nleave to appeal. The petitioner is still outside the gate of entry though\naspiring to enter the appellate arena of Supreme Court. Whether he enters\nor not would depend on the fate of his petition for special leave. It is\nfurther held that neither the principle of resjudicata nor the principle of\npublic policy analogous thereto, would bar the trial of identical issues in a\nseparate proceedings before the High Court merely on the basis of an\nuncertain assumption that the issues must have been decided by the\nSupreme Court at least by implication. In no uncertain terms, it was made\nclear that it is not correct or safe to extend the principle of resjudicata or\nconstructive resjudicata to such an extent so as to found it on mere guess\nwork. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_102\">In view of this judgment, it cannot be held that the order of this\ncourt in <a href=\"/doc/112214907/\" id=\"a_125\">Jabalpur Corridor</a> (supra) has got a seal of approval from the\nSupreme Court. The order of Supreme Court shows that leave was not\ngranted and SLP was dismissed before its conversion in to a civil appeal.</span>\n</p><span class=\"hidden_text\" id=\"span_103\">                                     (28)</span>\n\n\n<p data-structure=\"Section\" id=\"p_65\">54.   On the basis of foregoing analysis, it is clear that any agreement by\nwhatever name called, if it falls within the meaning and definition of\n&quot;works contract&quot; as per Adhiniyam of 1983, it must be treated as a works\ncontract. In that case, the appropriate forum is the Tribunal constituted\nunder <a href=\"/doc/686376/\" id=\"a_126\">Section 3</a> of Adhiniyam of 1983 if differences between the parties\nare covered<a href=\"/doc/1804257/\" id=\"a_127\"> u/s 2(d)</a> of the Adhiniyam of 1983.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_66\">55.   The aforesaid discussion further shows that nomenclature of\nagreement is immaterial for determining whether it falls within the ambit\nof &#x27;works contract&#x27;. By applying an artistic linguistic engineering, an\nagreement can be worded in a unique or a different manner. It may have a\ndifferent nomenclature but these factors will not determine its real nature.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_104\">In <a href=\"/doc/45672968/\" id=\"a_128\">Ashoka Infraways</a>(Supra), the Division Bench paid much emphasis to\nthe repeated use of word &quot;concession&quot;.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"112214907\" id=\"span_105\">The Division Bench further relied\non the judgment of <a href=\"/doc/112214907/\" id=\"a_129\">Jabalpur Corridor</a>(Supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_106\">We are unable to agree\nwithin the reasoning given in <a href=\"/doc/45672968/\" id=\"a_130\">Ashoka Infraways</a> (Supra) for the reasons\nstated above. In addition, it is well settled that question of jurisdiction\ngoes to very root of the matter and this legal question needs to be\nexamined on the basis of interpretation of enabling provisions. The\njurisdiction cannot be assumed by consent of parties.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1625415\" id=\"span_107\">See AIR 1954 SC\n340 (<a href=\"/doc/1625415/\" id=\"a_131\">Kiran Singh vs. Chaman Paswan</a>).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_108\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_109\">For the aforementioned reasons,\nin <a href=\"/doc/112214907/\" id=\"a_132\">Jabalpur Corridor</a>(Supra) and in <a href=\"/doc/45672968/\" id=\"a_133\">Ashoka Infraways</a>(Supra), the\nBenches have committed an error in holding that the &quot;concession\nagreement&quot; is not a &quot;works contract&quot;. Hence, these orders to the said\nextent are overruled.</span></span>\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_67\">As to question No.(ii) :\n</p>\n\n<blockquote id=\"blockquote_30\">56.   <a href=\"/doc/1846895/\" id=\"a_134\">Section 7</a> of the Adhiniyam, 1983 reads as under:\n</blockquote>\n\n<blockquote id=\"blockquote_31\">      &quot;7. Reference to Tribunal (1) Either party to a works contract\n      shall irrespective of the fact whether the agreement contains\n      an arbitration clause or not, refer in writing the dispute to the\n<span class=\"hidden_text\" id=\"span_110\">                                    (29)</span>\n\n\n      Tribunal.\n</blockquote><blockquote id=\"blockquote_32\">      (2) Such reference shall be drawn up in such form as may be\n      prescribed and shall be supported by an affidavit verifying\n      the averments.\n</blockquote><blockquote id=\"blockquote_33\">      (3) The reference shall be accompanied by such fee as may be\n      prescribed.\n</blockquote><blockquote id=\"blockquote_34\">      (4) Every reference shall be accompanied by such documents\n      or other evidence and by such other fees for service or\n      execution of processes as may be prescribed.\n      (5) On receipt of the reference under sub-section (1), if the\n      Tribunal is satisfied that the reference is a fit case for\n      adjudication, it may admit the reference but where the\n      Tribunal is not so satisfied it may summarily reject the\n      reference after recording reasons therefor.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_68\">Sub-section (1) makes it clear that the aggrieved party to a works contract\nmay refer its dispute in writing to the Tribunal irrespective of the fact\nwhether there exists any agreement between the parties which contains an\narbitration clause or not. Indisputably, the Adhiniyam of 1983 was held to\nbe intra vires. A Full Bench of this Court in 2007 (4) MPHT 444, (Shri\nShankarnarayan Construction Co. vs. State of M.P.) held as under:\n</p>\n\n<blockquote id=\"blockquote_35\">      &quot;Thus, if a works contract, as defined in <a href=\"/doc/193545766/\" id=\"a_135\">Section 2(1)(i)</a> of the\n      1983 Adhiniyam contains an arbitration clause, either party to\n      the woks contract will have to refer the dispute to the Arbitration\n      Tribunal as constituted under <a href=\"/doc/686376/\" id=\"a_136\">Section 3</a> of the 1983 Adhiniyam\n      and cannot refer it to any other arbitrator for arbitration. The\n      1983 Adhiniyam is, therefore, a law for the time being in force\n      relating to arbitration pursuant to an arbitration agreement\n      between the State Government or its Undertaking and the\n      contractor and is saved under sub-section (5) of <a href=\"/doc/1804257/\" id=\"a_137\">Section 2</a> of the\n      1996 Act from the provisions of Part-I of the 1996 Act which are\n      inconsistent with the provisions of the 1983 Adhiniyam.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_69\">57.   In the said judgment it was held that the jurisdiction to decide a\n&#x27;dispute&#x27; in a case of a works contract is with the Tribunal constituted\nunder the Adhiniyam of 1983. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1625415\" id=\"span_111\">In the case of <a href=\"/doc/1625415/\" id=\"a_138\">Kiran Singh</a> (Supra), the\n<span class=\"hidden_text\" id=\"span_112\">                                        (30)</span>\n\n\nApex Court held as under:</span>\n</p>\n\n<blockquote id=\"blockquote_36\">         &quot;6. The answer to these contentions must depend on what the\n         position in law is when a Court entertain a suit or an appeal\n         over which it has no jurisdiction and what the effect of <a href=\"/doc/139253378/\" id=\"a_139\">Section\n         11</a> of the Suit Valuation Act is on that position. It is a\n         fundamental principle well-established that a decree passed by a\n         Court without jurisdiction is a nullity and that is invaldity could\n         be set up whenever and wherever it is sought to be enforced or\n         relied upon, even at the stage of execution and even in collateral\n         proceedings. A defect of jurisdiction, whether it is pecuniary or\n         territorial or whether, it is in respect of the subject-matter of the\n         action, strikes at the very authority of the Court to pose any\n         decree, and such a defect cannot be cured even by consent of\n         parties.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_70\">                                                      (Emphasis Supplied)\n\n</p><p data-structure=\"Conclusion\" id=\"p_71\">58.      In view of statutory mandate contained in <a href=\"/doc/1846895/\" id=\"a_140\">Section 7(i)</a> of the\nAdhiniyam, the parties to a works contract needs to approach the Tribunal\nfor resolution of their &#x27;dispute&#x27;. However, whether this mandate will be\napplicable in cases of terminated contract or not will be decided by the\nSupreme      Court    in   a   reference      made   in   the   case   of   L.G.\nChoudhary(Supra). The curtains will be finally drawn on this issue by the\nSupreme Court. Since the said question is pending before the Supreme\nCourt, we are not inclined to deal with the said aspect and the present\norder shall not be construed as an order dealing with aforesaid aspect.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_72\">As to question No.(iv)\n\n\n</p><p data-structure=\"Section\" id=\"p_73\">59.      Before dealing with rival contentions, it is apposite to take note of\n&quot;statement of object and reasons&quot; behind introduction of M.P.\nMadhyastham Adhikaran Sanshodhan Adhiniyam, 2016 which reads as\nunder:\n</p>\n\n<blockquote id=\"blockquote_37\">                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_113\">&quot;Statement of Objects and Reasons\n\n               In Civil Writ Petition No.6557/2013 M/s <a href=\"/doc/112214907/\" id=\"a_141\">Jabalpur\n         Corridor (India) Private Limited and another versus Madhya\n         Pradesh Road Development Corporation Limited and others</a>,\n<span class=\"hidden_text\" id=\"span_114\">                                     (31)</span>\n\n\n       the High Court of Madhya Pradesh in its order dated 4 th\n       December, 2013 has not regarded the concession agreement in\n       the sense of works-contract, due to which dispute under a\n       concession agreement is settled under the <a href=\"/doc/1306164/\" id=\"a_142\">Arbitration and\n       Conciliation Act, 1996</a> (Nos. 26 of 1996). Various departments\n       and public undertakings are spending huge amount of money for\n       payment of fees to arbitrators appointed under the said Act and\n       for conducting meeting of the arbitrators. Also there is no\n       uniform system for settlement of such disputes. Therefore, it is\n       proposed to subsitute the definition of &#x27;works-contract&#x27; in the\n       Madhya Pradesh Madhyastham Adhikaran Adhiniyam, 1983\n       (No. 29 of 1983) so that the &quot;concession agreement&quot; is included\n       in the terms &quot;works-contract&#x27;.</span>\n</blockquote><blockquote id=\"blockquote_38\">                                               (Emphasis Supplied)\n</blockquote><p data-structure=\"CDiscource\" id=\"p_74\">60.    The parties are at loggerheads on the question of applicability of\nthe amended provision. It is apt to mention that while deciding issues no.\n</p><p data-structure=\"Section\" id=\"p_75\">(i) and (iii) this Bench has already held that unamended definition of\nworks contract is wide enough to include the concession agreement if it\nfulfills the necessary ingredients of a works contract.       It is common\nground on behalf of applicants/appellants that mere use the word\n&quot;substitution&quot; will not make the provision retrospective.         The word\n&quot;substitution&quot; must be seen as per the scheme of the Statute.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_76\">61.    There cannot be any quarrel about this preposition. The golden rule\nof interpretation of a Statute is that interpretation must depend on the text\nand the context. Neither can be ignored. Both are important. That\ninterpretation is best which makes the textual interpretation match the\ncontextual. A Statute is best interpreted when we know why it was\nenacted. (See: 1987 (1) SCC 424, R.B.I. vs. Peerless General Finance\nCo. Ltd.).    It is well settled that adopting the principle of literal\nconstruction of the Statute alone, in all circumstances, without examining\nthe context and scheme of the Statute, may not subserve the purpose of the\nStatute. In the words of V.R. Krishna Aiyer, J, such an approach would be\n&quot;to see the skin and miss the soul&quot;,        Whereas &quot;the judicial key to\nconstruction is the composite perception of deha and the dehi of the\nprovision. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"9416036\" id=\"span_115\">(See: 1977 (2) SCC 256, Board of Mining Examining vs.\nRamjee followed in 2013 (<a href=\"/doc/9416036/\" id=\"a_143\">3) SCC 489, Ajay Maken vs. Adesh Kumar</a>).</span>\n</p><span class=\"hidden_text\" id=\"span_116\">                                     (32)</span>\n\n\n<p data-structure=\"Section\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_117\">The statement of object and reasons shows that the reason for bringing this\namendment is that this Court in the case of <a href=\"/doc/112214907/\" id=\"a_144\">Jabalpur Corridor</a>(Supra) has\nnot regarded the concession agreement in the sense of &#x27;works contract&#x27; due\nto which the dispute under the concession agreement is settled under the\nAct of 1996. The basic reason for introducing the amendment is to clarify\nthat the definition of works contract will include concession agreement.\nNo new liabilities are fastened on the parties by bringing this amendment.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1087556\" id=\"span_118\">62.    Shri Nagrath, learned senior counsel placed reliance on the\njudgment of Supreme Court in the case of M/s <a href=\"/doc/1087556/\" id=\"a_145\">Mahalaxmi Oil\nMills</a>(Supra). In the said case, the question was whether tobacco seed and\ntobacco cake will falls within relevant entry of the <a href=\"/doc/102616839/\" id=\"a_146\">Excise Act</a>. The Apex\nCourt noted that the expression &quot;means&quot; as well as &quot;includes&quot; were used.\nIt was held to be exhaustive. In the said case, in the first part of the\ndefinition, tobacco seed and cake was not mentioned. In the second part\nof definition, leaves, stalks and stems were mentioned but there was no\nmention about the seed. Tobacco seeds did not fall within the definition.\nHence, Apex Court accepted the contention of the State that in absence of\nmentioning of words tobacco seeds in the definition clause, it will not be\ncovered by the definition. In the present case, the amended definition is\ndifferently worded.    The definition includes the services so hired for\ncarrying out the aforesaid work and it also included the &#x27;concession\nagreement&#x27;. On plain reading of the amended definition, we are unable to\nhold that it does not include concession agreement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"35745659\" id=\"span_119\">The general principles\n<a href=\"/doc/1087556/\" id=\"a_147\">laid down in</a> the case of <a href=\"/doc/35745659/\" id=\"a_148\">Vatika Township</a>(Supra) are clear. In the said\ncase, it is held that one established rule of interpretation is that unless a\ncontrary intention appears, a legislation is presumed not to be intended to\nhave a retrospective operation. As noticed, the present amendment in the\ndefinition of works contract is clarificatory in nature and in statement of\nobject and reasons and in <a href=\"/doc/1804257/\" id=\"a_149\">Section 2</a> of amending provision, it is made\nclear that the definition is &quot;substituted&quot;. At the cost of repetition, by way\nof amendment, respondents have neither imposed any new obligation and\nnew duties nor attached any new disability on the applicants.            The\n<span class=\"hidden_text\" id=\"span_120\">                                      (33)</span>\n\n\namendment is in the nature of explaining a formal legislation.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"35745659\" id=\"span_121\"><a href=\"/doc/35745659/\" id=\"a_150\">Hence,\nVatika Township</a>(Supra) is of no assistance to the applicants.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1443197\" id=\"span_122\">In the case\nof <a href=\"/doc/1443197/\" id=\"a_151\">P. Kasilingam</a>(Supra), it was held that the words &#x27;means and includes&#x27;\nindicates an exhaustive explanation of meaning. The expression &#x27;private\ncollege&#x27; was considered by the Apex Court in the said case. In that case\nlaw making authority deliberately refrained from including professional\nand technical colleges. In the present case, in the amended definition of\n&#x27;works contract&#x27; the &#x27;concession agreement&#x27; is included and, hence, said\njudgment is of no help to the applicants.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_79\">63.    In our view, since intention behind the amendment is to clarify that\nconcession agreement will also fall within the definition of works contract,\nit will be an amendment by which earlier definition is &quot;substituted&quot; and\nnot &quot;superseded&quot;.      In other words, there is a difference between\n&quot;supercession&quot; and &quot;substitution&quot; of a provision. (See AIR 1969 SC 504,\nKoteshwar Vitthal Kamad vs. K. Rangappa Baliga). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"835829\" id=\"span_123\">Such substitution is\njudicially recognized by Supreme Court in AIR 2004 SC 5100, Zile Singh\nvs State of Haryana and in AIR 1996 SC 2181 (<a href=\"/doc/835829/\" id=\"a_152\">State of Rajasthan vs.\nMangilal Pindwal</a>).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1584421\" id=\"span_124\">A Full Bench of Karnataka High Court, in its recent\njudgment, reported in AIR 2014 (Karnataka) 120 (<a href=\"/doc/1584421/\" id=\"a_153\">The Hassan\nCooperative Milk Producers Societies Union Ltd. vs. State of\nKarnataka</a>) opined that when amendment is made by substitution of a\nprovision, it has the effect of replacing the old provision by the substituted\nprovision and in absence of repugnancy, inconsistency and absurdity, it\nmust be construed as if it is incorporated in the Act right from ab initio.\nHence, in the present case of substitution of definition, it will be presumed\nthat the amended definition is in force from the date unamended definition\ncame into being.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_80\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"185400685\" id=\"span_125\">64.    The appellants also relied on 2016 (<a href=\"/doc/185400685/\" id=\"a_154\">9) SCC 720, Union of India vs.\nIndusind Bank Ltd. and another</a> to bolster their submission that\namendment in the definition cannot have any retrospective effect. The\nsaid judgment is of no help to the applicants . In the said case, it was held\n<span class=\"hidden_text\" id=\"span_126\">                                        (34)</span>\n\n\nthat the amendment was remedial in nature and not clarificatory or\ndeclaratory of the law.        Certain agreements covered by unamended\nprovision were made void for the first time. It was found that rights and\nliabilities that have already accrued between the parties are sought to be\ntaken away. In this backdrop, it was held that amended section will not\napply retrospectively. In the present case, no legal statutory, vested or\nconstitutional right of the applicants is taken away or altered by the\namendment in the definition nor any fresh liability has been created.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1275754\" id=\"span_127\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21652\" id=\"span_128\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1432986\" id=\"span_129\">65.      This is trite law that right of preferring appeal or avail legal remedy\nis a substantive right whereas right relating to forum is procedural in\nnature. It is equally well settled that in contrast to Statutes dealing with\nthe substantive rights, Statutes dealing with merely matters of procedure\nare presumed to be retrospective unless such a construction is textually\ninadmissible. See AIR 1927 P.C. 242 (<a href=\"/doc/1432986/\" id=\"a_155\">Delhi Cloth and General Mills\nLtd. vs. CIT Delhi</a>), AIR 1975 SC 1843 (<a href=\"/doc/21652/\" id=\"a_156\">Gurbachan Singh vs. Satpal\nSingh</a>), AIR 1990 SC 209 (<a href=\"/doc/1275754/\" id=\"a_157\">Hitendra Vishnu Thakur vs. State of\nMaharashtra</a>), AIR 1994 SC 2623.</span></span></span> Lord Denning, in Blyth vs. Blyth,\n1966 (1) ALL ER 524 opined that the rule that an act of Parliament is not\nto be given retrospective effect applies only to Statute which affect vested\nrights. It does not apply to Statute which only alter the form of procedure\nor admissibility of evidence, or the effect which the court gives to\nevidence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91180225\" id=\"span_130\">The said principle is followed by this court in the case reported\nin 2016 (<a href=\"/doc/91180225/\" id=\"a_158\">1) MPLJ 48, [Mescot Hospital &amp; Research Centre vs. State of\nM.P.</a>].</span>\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_82\">66.      In view of foregoing analysis,we are constrained to hold that the\namendment by Act No.7 of 2017 is clarificatory in nature and is applicable\nto pending and future contracts.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_83\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"539740\" id=\"span_131\">67.      We are not oblivious of the fact that this order may create\ninconvenience in certain cases where parties may be required to resolve\ntheir dispute before a forum constituted under 1983 Adhiniyam. However,\n<span class=\"hidden_text\" id=\"span_132\">                                     (35)</span>\n\n\ninconvenience etc. cannot be a ground to interpret a definition or to\nprovide a redressal forum which is otherwise not available as per law [see\nAIR 1965 SC 1449 (<a href=\"/doc/539740/\" id=\"a_159\">Raja Soap Factory and others vs. S.P. Shantharaj\nand others</a>) Para 9].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"319060\" id=\"span_133\">In view of 1999 (<a href=\"/doc/319060/\" id=\"a_160\">9) SCC 559, State of H.P. vs.\nNurpur Private Bus Operator Union</a>, the doctrine of prospective\noverruling cannot be utilised by the High Court.</span> In 2001 (1) SCC 534,\nRaymonds Ltd. vs. MPEB, it was again held that doctrine of prospective\noverruling can be invoked only in matters arising under the constitution\nand that it can be applied by the Supreme Court of India.\n</p>\n\n<p data-structure=\"Section\" id=\"p_84\">68.    Shri Nagrath urged that in the concession agreement it was made\nclear that the present dispute will be decided by the arbitration\nproceedings as per the Act of 1996 and Regulatory Body etc. may deal\nwith future disputes. Suffice it to say that no clause of agreement can\nprevail over the statutory provisions of the Adhiniyam of 1983. If a\ndispute falls within the ambit of <a href=\"/doc/1804257/\" id=\"a_161\">Section 2(i)(d)</a> &amp; (i) as per <a href=\"/doc/1846895/\" id=\"a_162\">Section 7</a> of\nthe Adhiniyam, the Tribunal constituted under the 1983 Adhiniyam alone\nwill have jurisdiction.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_85\">As to question No.(v) :\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_86\">69.    The applicants/appellants advanced an alternative submission. It is\ncontended that even if concession agreement is treated to be a works\ncontract, the remedy under the Adhiniyam of 1983 can be invoked only\nwhen there exists a &quot;dispute&quot; between the parties.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"4906569\" id=\"span_134\">70.    It is common ground that only claim of ascertained money valued\nat Rs.50,000/- or more falls within the ambit of definition of &quot;dispute&quot;. In\nthe present case, if applicants succeed, they will get some additional days\nto operate their projects. How much they will earn during those additional\ndays is not quantifiable in terms of money. Hence, the remedy under the\nAdhiniyam cannot be invoked and the parties may be directed to settle\ntheir dispute under the provisions of Act of 1996. The said contention is\n<span class=\"hidden_text\" id=\"span_135\">                                     (36)</span>\n\n\nadvanced on the basis of <a href=\"/doc/4906569/\" id=\"a_163\">Satish Kumar Riazada</a>(Supra). Shri Nagrath,\nlearned senior counsel contended that the amended definition of dispute\nbrings within its fold only claims regarding &#x27;ascertained money&#x27;. Thus, a\ndispute regarding interpretation of any provision of agreement etc. cannot\nbe a subject matter of &quot;dispute&quot;. He submits that the amendment in the\ndefinition of &quot;dispute&quot; shows that the Legislature intended to restrict the\nmeaning and confined it to the &quot;disputes&quot; relating to claim of ascertain\nmoney.</span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_88\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"45672968\" id=\"span_136\">71.    Shri Amit Seth, learned counsel for the State opposed the same by\ncontending that before the Concessionaire submits his bid, he undertakes\nan exercise by which he determines the gain in terms of money. On the\nbasis of this determination only, he decides to proceed further and prepare\nhis bid. It is further submitted that in order to compute and ascertain the\nsum of money in lieu of work executed, the average toll collection for a\nspecified period, the cash flow chart, the financial identical rate of return\n(FIRR) and the yearly cash flow statement (YCFS) etc. are formed basis\nfor ascertaining sum of money in terms of concession period. The said\nmechanism is provided in the terms of contract agreement itself. Reliance\nis placed on the order passed in WP No.3057/2016 (<a href=\"/doc/45672968/\" id=\"a_164\">Ashoka Infraways\nLtd. and another vs. State of M.P</a>.) decided on 28.7.2016.</span>\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_89\">72.    The aforesaid point raised by the parties requires serious\nconsideration.    For ready reference, the unamended and amended\ndefinition of &quot;dispute&quot; are reproduced in juxtaposition.\n</p>\n<p data-structure=\"Precedent\" id=\"p_90\">Amended [as by Madhya Pradesh Madhyastham Adhikaran (Sanshodhan)\n Adhiniyam, 1990], definition of &quot;dispute&quot; under the Madhya Pradesh\n             Madhyastham Adhikaran Adhiniyam, 1983-</p><pre id=\"pre_3\">\n\n\nUnamended w.e.f. 7.10.1983             Amended w.e.f. 21.4.1990\n2(d) &quot;dispute&quot; means any               2(d) &quot;dispute&quot; means claim\ndifference relating to any             of ascertained money valued\nclaim valued at Rupees                 at Rupees 50,000 or more\n50,000 or more, arising out            relating to any difference\n<span class=\"hidden_text\" id=\"span_137\">                                    (37)</span>\n\n\nof the execution or non-              arising out of the execution\nexecution of a works contract         or non-execution of a works\nor part thereof.                      contract or part thereof.\n\n\n</pre><p data-structure=\"Section\" id=\"p_91\">      The unamended definition of dispute includes &quot;any difference&quot;\n</p><blockquote id=\"blockquote_39\">relating to &quot;any claim&quot; valued at Rs.50,000/- or more. In our view, the\nwords &quot;any difference&quot;&quot; and &quot;any claim&quot; are much wider than the words\nused in the amended definition which confined the dispute to the &quot;claim of\nascertained money&quot;.      The Legislature has definitely restricted the\ndefinition of dispute by consciously employing the words dispute means\n&quot;claim of ascertained money&quot;. In unamended definition, any difference\nrelating to any claim which was valued at Rs.50000/- or more arising out\nof the execution or non-execution of works contract or part thereto was\nrecognised as a dispute. Whereas, in the amended definition &#x27;dispute&#x27; is\nconfined to &quot;claim of ascertained money&quot;.         There is a remarkable\ndifference in the language employed in both the definitions. In amended\ndefinition, the law makers have not chosen the words &quot;claim of\nascertainable money.       Indeed, they consciously used the word\n&quot;ascertained&quot;. The words &quot;ascertainable&quot; and &quot;ascertained&quot; have different\nmeaning. &quot;Ascertainable&quot; means an amount which can be ascertained by\nany process of reasoning, formula, procedure, investigation, etc. whereas\n&quot;ascertained&quot; is the outcome of an exercise already undertaken for\nquantification of the amount. Hence, claim of &quot;ascertained money&quot; will\narise only when such claim in terms of money has already been\n&quot;ascertained&quot;.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_92\">73.   The Legislature has chosen to use the words &quot;claim of ascertained\nmoney&quot; and not the words claim of &quot;ascertainable&quot; money. The word\n&quot;ascertain&quot; is defined in Black&#x27;s Law Dictionary as under:\n</p>\n<blockquote id=\"blockquote_40\">      &quot;Ascertain. To fix; to render certain or definite; to estimate\n      and determine; to clear of doubt or obscurity. To insure as a\n      certainty. To find out by investigation. U.S. v. Carver, 260 U.S.\n      482, <a href=\"/doc/1724405/\" id=\"a_165\">43</a> S.Ct. 181, 182, 67 L.Ed. 361. Sometimes it means to\n      &quot;assess&quot;; or to &quot;hear, try and determine&quot;.\n</blockquote><span class=\"hidden_text\" id=\"span_138\">                                      (38)</span>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_93\">         In Webster&#x27;s Dictionary, the meaning of word &quot;ascertain&quot; reads as\nunder:\n</p><blockquote id=\"blockquote_41\">         &quot;ascertain 1 To learn with certainty about; find out. 2 Obs. To\n         make certain; determine; define.            See synonyms under\n         DISCOVER. KNOW [ &lt;OF acertener, a- to (&lt;L ad-) + certain.\n         See CERTAIN ] -ascer-tain&#x27;a-ble adj. -as&#x27;cer-tain&#x27;a-ble-ness n.\n</blockquote><blockquote id=\"blockquote_42\">         -as&#x27;-cer-tain&#x27;ably adv. -as&#x27;cer-tain&#x27;ment n.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_94\">         In Stroud&#x27;s Judicial Dictionary of Words and Phrases, Seventh\nEdition, Volume 1, it is mentioned that the word &quot;ascertained&quot; has two\nmeanings, (1) &quot;known&quot;, (2) &quot;made certain&quot;. It is further expressed that\nwhere money to be paid, has &quot;to be ascertained&quot; in a certain way. It is\nfurther observed that the words &quot;to be ascertained&quot; are very strong words,\nand they look very like a condition precedent&quot; (per Crompton J.,\nBraunstein vs. Accidential Insurance, 31 L.J.Q.B.24. In P. Ramanatha\nAiyar&#x27;s The Law Lexicon, The Encyclopaedic Law Dictionary with Legal\nMaxims Latin Terms and Words &amp; Phrases, 2nd Edition, 1997, same\nmeaning is given.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_95\">         In &#x27;Corpus Juris Secundum&#x27;, Vol. VI published by American Law\nBook Company, it is mentioned that &#x27;ascertained&#x27; preterit and past\nparticiple of the verb &quot;ascertain&quot;.         It has been defined as meaning\ndetermined; made certain; and, under certain conditions, has been held to\nimply knowledge and gained from evidence rather than from exercise of\nthe senses. It is further observed that it is a condition precedent rather\nthan a submission to the arbitration.\n</p>\n\n<p data-structure=\"Section\" id=\"p_96\">74.      The meaning of &#x27;ascertain&#x27;/ascertained given in various dictionaries\nmentioned hereinabove shows that it is an activity undertaken by which a\nclaim is fixed or made definite. In other words, claim is learnt with\ncertainty or it is made definite or determined. The Stroud&#x27;s Dictionary\nmakes it clear that where &quot;ascertained&quot; is used in relation to a claim of\nmoney to be paid, it has to be ascertained in a particular way. &quot;To be\nascertained&quot; were held to be very strong words and were treated to be a\n<span class=\"hidden_text\" id=\"span_139\">                                      (39)</span>\n\n\ncondition precedent.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_97\">75.    We find substantial force in the arguments of Shri Nagrath and Shri\nSavla that even if the present agreement is treated as a works contract, the\nTribunal will have no jurisdiction to decide the difference between the\nparties unless it falls within the statutory definition of &quot;dispute&quot; under the\nAct of 1983.\n</p>\n\n\n<p data-structure=\"CDiscource\" id=\"p_98\">76.    Shri Amit Seth submitted that money can be ascertained on the\nbasis of average toll collection for a specified period or on the basis of\ncash flow chart, financial identical rate of return (FIRR) and yearly cash\nflow statement (YCFS). We do not see much merit in the said contention.\nAs the applicants have based their claim to operate the project for a\nspecified period, if they succeed in their claim, they will get extra days for\noperating the project. For example, if a Concessionaire who is operating a\ntoll plaza succeeds, what he will get will be in terms of extension of days\nand not in terms of money which is ascertainable or ascertained. During\nextended period of operation of projects, how much will be the vehicular\nmovement and how much toll will be collected cannot be ascertained at\nthis point of time by any process of reasoning. Similarly, while operating\na sports complex, how much the Concessionaire will earn cannot be\ndetermined/ascertained by any guess work. For this reason, the claim of\nthe applicants is in terms of extension of days to operate the project and\nthey are unable to putforth a claim of ascertained money. However, at this\nstage, it must be made clear that when a claim is ascertainable and yet the\nconcessionaire has not ascertained the claim in order to wriggle out of\ndefinition of &quot;dispute&quot;, the matter would be different and in such cases the\nforum for adjudication would be the Tribunal under the Adhiniyam of\n1983. Hence, each case needs to be examined in this regard.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_140\">77.    The respondents have placed reliance on the judgment of Indore\nBench in WP No.3057/2016 (<a href=\"/doc/45672968/\" id=\"a_166\">Ashoka Infraways Ltd. vs. State of MP</a>). In\n<span class=\"hidden_text\" id=\"span_141\">                                      (40)</span>\n\n\nthis judgment, the court has reproduced relevant parts of minutes of\nAdditional Work Approval Committee dated 5.6.2006.                 The said\nreproduced portion shows that claim of the Concessionaire was in terms of\nmore days whereas the approval was given for lesser number of days. For\nexample, the Concessionaire claimed 1542 extra days whereas the\nCommittee decided to give extra days to the extent of 1194 days. In para\n8, this court calculated and taken into account extended number days.\nThus, in our view, no principle of law is <a href=\"/doc/45672968/\" id=\"a_167\">laid down in</a> this order which\nshows that the amount in terms of money can be ascertained when claim of\nthe concessionaire is regarding grant of extra number of days to operate\nthe project.</span>\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_100\">78.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"195440\" id=\"span_142\">In AIR 1964 Madras 108 (<a href=\"/doc/195440/\" id=\"a_168\">Thanjavur Permanent Bank Ltd. vs.\nDharmasamvardhani Ammal</a>) , the words &quot;ascertained claim&quot; were\nconsidered. The Division Bench opined as under :</span>\n</p>\n<blockquote id=\"blockquote_43\">        &quot;Ascertained sum&quot; clearly means a sum which has been\n        determined and quantified. It is not the appellant&#x27;s case that\n        its claim on account of alleged misappropriation by the\n        respondent&#x27;s husband of the bank&#x27;s money has been\n        established, and, if so, quantified or ascertained. So long as\n        the liability, if any, of the respondent&#x27;s husband is not\n        established and ascertained in a precise sum, we do not see\n        how the appellant could be permitted to claim a set off.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_101\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1069919\" id=\"span_143\">In 1971 (3) SCC 23 (<a href=\"/doc/1069919/\" id=\"a_169\">Badri Prasas vs. State of MP</a>), the Apex Court\nconsidered the meaning of words &#x27;ascertained goods&#x27;. It is held that &quot;it has\nto be ascertained which trees fall within that description. Till this was\nascertained, they were not &#x27;ascertained goods&#x27; within <a href=\"/doc/137624/\" id=\"a_170\">Section 19</a> of the Sale\nof Goods Act&quot;. No doubt, these judgments are arising out of different\nStatutes. Still one thing is clear that the word &quot;ascertained&quot; means the\namount/good is quantified, fixed or determined. In our view, in absence of\nany such claim of ascertained money by the applicants, their claim does\nnot fall within the ambit of dispute as per <a href=\"/doc/1804257/\" id=\"a_171\">Section 2(d)</a> of the Adhiniyam of\n1983.</span>\n</p><span class=\"hidden_text\" id=\"span_144\">                                      (41)</span>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_102\">79.     In C.R. No.136/1988 (Progressive Construction Pvt. Ltd. vs.\nMPSEB) decided on 24.6.1996, this Court expressed its view that if a law\nprescribes a thing to be done in a particular manner, it has to be done in the\nsame manner and other methods are forbidden.            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"4906569\" id=\"span_145\">Following the said\nprinciples in <a href=\"/doc/4906569/\" id=\"a_172\">Satish Kumar Raizada</a>(Supra), this court considered the word\n&quot;dispute&quot; in the Adhiniyam and opined that the Tribunal can decide only\nsuch disputes which are covered by this definition. The &quot;dispute&quot; under\nthis definition must be for &quot;ascertained money&quot;. It means the sum which\nis &quot;known&quot; or &quot;made certain&quot; or &quot;fixed&quot; or &quot;determined&quot; or &quot;quantified&quot;.\nSince in the said case, the reference was relating to fixing the rates of work\nit was held to be not relating to any &quot;ascertained sum of money&quot;.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"4906569\" id=\"span_146\">We are in\nrespectful agreement with the view taken by this court in <a href=\"/doc/4906569/\" id=\"a_173\">Satish Kumar\nRaizada</a>(Supra). In absence of claim of ascertained money, the cases of\npresent applicants do not fall within the ambit of dispute and for this\nreason they cannot be relegated before the Tribunal constituted under the\nAdhiniyam of 1983. Thus, even if the concession agreement are works\ncontract, in our view, the remedy before the Tribunal under the Act of 1983\nis not available. The parties cannot be left remedy less and hence in our\nview the applicants&#x27;/appellant may pursue their remedy under the Act of\n1996.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_103\">        A conjoint reading of <a href=\"/doc/1804257/\" id=\"a_174\">section 2(d)</a> and <a href=\"/doc/1846895/\" id=\"a_175\">section 7</a> of the Adhiniyam\nmakes it clear that a reference to the Tribunal can be made and entertained\nonly when it is in relation to &quot;the dispute&quot;.       This ancillary issue is\nanswered accordingly.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_104\">80.     So far contention of Shri Akshay Sapre is concerned, suffice it to\nsay that in 2000 (4) SCC 285 [Molar Mal (Dead)] Through LRs. vs. KAY\nIron Works (P) Ltd., the Apex Court held that if the constitutionality of a\nprovision is not under challenge, the court has to proceed by treating it to\nbe an intra vires provision and interpret the same.          In the present\nproceedings which are arising out of different sections of Act of 1996, we\nare unable to hold that we can still examine and decide the\n<span class=\"hidden_text\" id=\"span_147\">                                     (42)</span>\n\n\nconstitutionality of notification by which the definition of works contract\nis substituted. The other judgments cited by Shri Sapre are not relevant in\nthe facts and circumstances of this case.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_105\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"879535\" id=\"span_148\">81.    Shri Shekhar Sharma by placing reliance on the judgment of\n<a href=\"/doc/879535/\" id=\"a_176\">Kesoram Industries Ltd</a> (Supra) contended that the judgment of Supreme\nCourt in Viatech Escher Wyass Flowel Ltd.(Supra) cannot be treated to be\noverruled.</span> We are afraid that such finding cannot be given by this Court\nin the teeth of specific finding given in this regard in the case of L.G.\nChoudhary (Supra). The Apex Court held that the judgment of Viatech\nEscher Wyass Flowel Ltd. (Supra) is per incurium. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94601064\" id=\"span_149\">In the light of\njudgment of L.G. Choudhary (Supra), the judgment of M/s <a href=\"/doc/94601064/\" id=\"a_177\">APS\nKushwaha</a> (Supra) is also of no assistance.</span> The judgment of Ravikant\nBansal (Supra) cannot hold the field. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769368\" id=\"span_150\">In view of judgment of this Court\nreported in 1988 AIR (MP) 111 (DB) (<a href=\"/doc/1769368/\" id=\"a_178\">Spedra Engineering Corporation\nvs. State of M.P.</a>), it is clear that the Adhiniyam of 1983 is intra vires and\nits provisions are required to be read as such.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1189990\" id=\"span_151\">Similarly, in view of\njudgment reported in 2008 (7) SCC 487 (<a href=\"/doc/1189990/\" id=\"a_179\">State of M.P. vs. Anshuman\nShukla</a>), whether or not there exists different arbitration clause giving\npower of resolution of dispute to any authority, the jurisdiction to decide\nthe dispute will remain with the Tribunal constituted under the Adhiniyam\nof 1983.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_106\">82.    On the basis of foregoing analysis, we may summarize our\nconclusions as under:\n</p><blockquote id=\"blockquote_44\">       (i)     If an agreement by whatever name called falls within the\n       definition of &quot;works contract&quot; and difference between the parties\n       is covered in the definition of &#x27;dispute&#x27; as defined under the\n       Adhiniyam of 1983, it has to be referred for adjudication before\n       the Tribunal constituted under <a href=\"/doc/686376/\" id=\"a_180\">Section 3</a> of the Adhiniyam of\n       1983.\n</blockquote>\n\n<blockquote id=\"blockquote_45\">       (ii)    In view of statutory provision of <a href=\"/doc/1846895/\" id=\"a_181\">Section 7</a> of the\n<span class=\"hidden_text\" id=\"span_152\">                                                       (43)</span>\n\n\n                        Adhiniyam of 1983, even in cases where the parties have\n                        incorporated a clause in such agreement regarding resolution of\n                        dispute by some other forum or under the Act of 1996, the forum\n                        subject to (i) above, would be the Tribunal under the Adhiniyam\n                        of 1983. This conclusion, however, will presently not include the\n                        cases of terminated contract, which aspect is pending\n                        consideration before a Larger Bench of the Supreme Court. The\n                        decision of Larger Bench will draw the curtains on this aspect.\n</blockquote>\n\n<blockquote id=\"blockquote_46\">                        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_153\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_154\">(iii)   The judgment of <a href=\"/doc/112214907/\" id=\"a_182\">Jabalpur Corridor</a>(Supra) reported in\n                        2014 (2) <a href=\"/doc/45672968/\" id=\"a_183\">MPLJ 276 and Ashoka Infraways Ltd.</a>(Supra) reported\n                        in 2016 (2) MPLJ 685 are overruled.</span></span>\n</blockquote>\n\n<blockquote id=\"blockquote_47\">                        (iv)    The substituted definition of &quot;works contract&quot; is\n                        clarificatory in nature, hence it will be retrospective in operation.\n</blockquote>\n\n<blockquote id=\"blockquote_48\">                        (v)     The words &quot;claim of ascertained money&quot; have a definite\n                        connotation and therefore only such difference arising out of\n                        execution or non-execution of a &#x27;works contract&#x27; which are\n                        related with claims of above nature will be covered under\n                        <a href=\"/doc/1804257/\" id=\"a_184\">Section 2(d)</a> of the Adhiniyam of 1983.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_107\">                  82.   This reference is decided accordingly.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_108\">                  83.   Registry shall place these matters before the appropriate Bench\n                  expeditiously.\n</p>\n\n\n\n<pre id=\"pre_4\">                        (S.K. Seth)              (Sujoy Paul)             (J.P. Gupta)\n                          Judge                     Judge                    Judge\n\nmkl/ys/as/dm/sk\n </pre>","numcites":63,"numcitedby":42,"docsource":"Madhya Pradesh High Court","citetid":113283980,"divtype":"judgments","relatedqs":[{"value":"madhya pradesh madhyastham adhikaran adhiniyam","formInput":"madhya%20pradesh%20madhyastham%20adhikaran%20adhiniyam"},{"value":"m.p. madhyastham adhikaran adhiniyam 1983","formInput":"m.p.%20madhyastham%20adhikaran%20adhiniyam%201983"},{"value":"contract of construction","formInput":"contract%20of%20construction"},{"value":"agreement is not a contract","formInput":"agreement%20is%20not%20a%20contract"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":" resjudicata","formInput":"%20resjudicata"},{"value":"per incurium","formInput":"per%20incurium"},{"value":"Define works contract","formInput":"Define%20works%20contract"},{"value":"works contract","formInput":"works%20contract"},{"value":"review petitions","formInput":"review%20petitions"},{"value":"Naman nagrath","formInput":"Naman%20nagrath"},{"value":"akshay sapre","formInput":"akshay%20sapre"},{"value":"Madhyastham Adhiniyam","formInput":"Madhyastham%20Adhiniyam"},{"value":"definition of construction","formInput":"definition%20of%20construction"},{"value":"black's law dictionary","formInput":"black%27s%20law%20dictionary"},{"value":"definition of relatives","formInput":"definition%20of%20relatives"},{"value":"\"State support\" ","formInput":"%22State%20support%22%20"},{"value":"definition in an agreement","formInput":"definition%20in%20an%20agreement"},{"value":"clarificatory","formInput":"clarificatory"},{"value":"concession agreement","formInput":"concession%20agreement"}],"cats":[{"value":"definitions","formInput":"tag:definitions"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"receipt-of-written-communications","formInput":"tag:receipt-of-written-communications"}],"courtcopy":true,"query_alert":null,"agreement":false}