{"tid":1185079,"publishdate":"2009-05-05","title":"Akbar Sheikh & Ors vs State Of West Bengal on 5 May, 2009","doc":"<h2 class=\"doc_title\">Akbar Sheikh &amp; Ors vs State Of West Bengal on 5 May, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-b-sinha\">S.B. Sinha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-m-lodha\">R.M. Lodha</a>, <a href=\"/search/?formInput=benchid:s-b-sinha\">S.B. Sinha</a></h3>\n\n<pre id=\"pre_1\">                                                              REPORTABLE\n\n                 IN THE SUPREME COURT OF INDIA\n\n               CRIMINAL APPELLATE JURISDICTION\n\n                CRIMINAL APPEAL NO. 2040 OF 2008\n\n\nAkbar Sheikh &amp; Ors.                            ...Appellants\n\n                                    Versus\n\nState of West Bengal                           ...Respondent\n\n                                   WITH\n\n                CRIMINAL APPEAL NO. 2041 OF 2008\n\n\nAkhtar Alam Alias Aktarul Sheikh               ...Appellant\n\n                                    Versus\n\nState of West Bengal                           ...Respondent\n\n\n                  CRIMINAL APPEAL NO. 2042 OF 2008\n\n\nKabir Sheikh &amp; Ors.                            ...Appellants\n\n                                    Versus\n\nState of West Bengal                           ...Respondent\n\f                                       2\n\n\n                   CRIMINAL APPEAL NO. 28 OF 2009\n\n\nKazem Sheikh @ Kamruzzaman                                  ...Appellant\n\n                                        Versus\n\nState of West Bengal                                        ...Respondent\n\n\n\n\n                              JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">S.B. SINHA, J :\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><blockquote id=\"blockquote_1\">1.    Sajaedar Rahman (Complainant - PW-1) was a resident of a small\n\nvillage Bujung situated within the Police Station of Nalhati, in the district of\n\nBirbhum (West Bengal). He had a two-storeyed house made of mud with a\n\ntin shed. It had a verandah on the ground floor as also on the upper floor. It\n\nconsisted of four rooms; two on the ground floor and two on the upper floor.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_3\">There was another house in the same compound. It was thatched with straw.\n\nIt was also a two-storeyed one.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><p data-structure=\"Facts\" id=\"p_5\">2.    The deceased Akramul Sheikh and Samsul Haque were his sons.\n\nAshraful (PW-9) and Nasir were his two other sons. His wife is Latifa Bibi\n\n(PW-6) and Ahmuda Khatun (PW-7) is his daughter. Kazem (Accused No.\n\n</p><p data-structure=\"Issue\" id=\"p_6\">8) is his nephew. Ali Mohammed alias Kalu (PW-5) is his another brother.\n<span class=\"hidden_text\" id=\"span_1\">\f                                     3</span>\n\n\n</p><p data-structure=\"Facts\" id=\"p_7\">3.    On the fateful day, i.e., 16.05.1982 in the mid night, the complainant\n\nwas sleeping inside his room. On the verandah thereof his wife, two sons\n\nNasir and Saidul were sleeping. Ashraful and Kalu were sleeping in the first\n\nfloor of another house. In the `Baithakkana&#x27; (living room) Akramul and his\n\nwife Nadira were sleeping. Samsul Haque was sleeping in the courtyard. At\n\nabout 1 a.m. in the night, the complainant was woken up by his son Ashraful\n\nand his nephew Kalu. He was informed that a large number of people had\n\nattacked his house. They were armed with deadly weapons. A hurricane\n\nwas hanging in the verandah. He also came out with a torch. He found that\n\nabout 100 persons were there. They started assaulting Samsul with lathi and\n\nballam.   Kazem (Accused No. 8) directed that he should be beheaded\n\nwhereupon Saifuddin cut his neck with one stroke by a big knife ordinarily\n\nused by a butcher for slaughtering goats. Samsul was also assaulted by\n\nBuddik (Accused No. 14) with a knife. Samsul Arefin assaulted him with\n\nlathi. Kamruzzaman assaulted him with a ballam whereas Sadek (Accused\n\nNo. 4) assaulted him with tangi. He identified all of them. The accused\n\nchased the inmates of the house who were standing on the verandah. Out of\n\nfear, they entered into the room and bolted it from inside. Two-three bombs\n\nwere hurled at the door. They exploded. An attempt was made to break\n\nopen the door with an axe whereupon a gap was created. Ashraful (PW-9)\n<span class=\"hidden_text\" id=\"span_2\">\f                                      4</span>\n\n\ntook out a sword from the room and pushed it through the gap towards the\n\naccused persons. Then, Kazem asked Wahed to set fire on the chals of the\n\nsouth-facing room. He also asked Maddin to do the same thing. Fire was\n\nset in the house with thatched straw. They took shelter in the vacant space\n\noutside the house. Akramul and his wife also came out from the house\n\nwhich was set on fire. Buddik assaulted Akramul on his back with an axe.\n\nOn resistance offered by his wife and an appeal to the assailants not to kill\n\nhim, Sadek assaulted her on her forearm of right hand with a shovel.\n\nAccused Buddik, Ruli, Sadek and Kabir forcibly kidnapped Akramul to the\n\nhouse of the accused Arefin as directed by Kazem.           All the accused\n\nthereafter dispersed.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"Facts\" id=\"p_9\">      The complainant received an information that Akramul was killed\n\nnear the pond. He went to the spot and found him dead with his neck\n\nchopped and a long cut injury on his chest upto abdomen.\n\n\n</p><p data-structure=\"Facts\" id=\"p_10\">      D.N. Ghosh (PW-13), officer incharge of the Police Station received\n\nan information about the incident on telephone. They came to the village in\n\nthe early hours of the morning.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"Facts\" id=\"p_12\">      A First Information Report was lodged at about 6 a.m. In the said\n\nFirst Information Report, about thirty persons were named. Chargesheet\n<span class=\"hidden_text\" id=\"span_3\">\f                                      5</span>\n\n\nwas issued as against twenty-nine persons. The trial took a long time.\n\nWhereas the complainant was examined in 1992, his son Ashraful (PW-9)\n\nwas examined in 2001. The learned Sessions Judge convicted 20 persons.\n\nNine persons died during the pendency of the trial. Appeals were preferred\n\nthereagainst. By reason of the impugned judgment, the High Court, while\n\naffirming the judgment of conviction, remanded the case back to the learned\n\nTrial Judge for determining the age of five appellants who advanced a plea\n\nthat they were `children&#x27; on the date of commission of the offence.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_13\">5.    In Criminal Appeal No. 2040 of 2008, there are seven appellants.\n\nCriminal Appeal No. 2041 of 2008 was filed by Akhtar Alam alias Aktarul\n\nSheikh. Criminal Appeal No. 2042 of 2008 was filed by Kabir Sheikh with\n\nthree others. The Special Leave Petition of three petitioners was dismissed\n\nleaving Kabir Sheikh as the only appellant. Criminal Appeal No. 28 of 2009\n\nhas been preferred by Kazem Sheikh alias Kamuruzzaman.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">5.    Mr. Pradip K. Ghosh, learned senior counsel appearing on behalf of\n\nthe appellants in Criminal Appeal Nos. 2040 and 2041 of 2008, would urge:\n<span class=\"hidden_text\" id=\"span_4\">\f                                  6</span>\n\n\n</p><blockquote id=\"blockquote_2\">(a)   Most of the accused persons having not taken active part and some\n\n      of them having not been named at all by the prosecution witnesses,\n\n      the learned Sessions Judge as also the High Court committed a\n\n      serious error in passing the impugned judgments.\n</blockquote>\n<blockquote id=\"blockquote_3\">(b)   Appellants had falsely been implicated due to long standing enmity\n\n      as:\n</blockquote>\n<blockquote id=\"blockquote_4\">      (i)    Even according to prosecution, Nadira, sister of Kazem, was\n\n             married to the son of PW-1. He committed suicide. The\n\n             said marriage took place without the consent of Kazem\n\n             Sheikh. Allegedly, a rein of terror was unleashed. They\n\n             have to leave the village. 20 days prior thereto, they came\n\n             back and got Nadira married with the deceased Akramul.\n</blockquote>\n<blockquote id=\"blockquote_5\">      (ii)   Asgar and Kuddus had deposted against the family of PW-1\n\n             in the matter of murder of one Dol Gobinda Acharya (ex-\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">             Pradhan). PW-9 accepted that he had committed his murder\n\n             and was convicted in the criminal case and sentenced to life\n\n             imprisonment. In that case Kuddus had deposed and, thus,\n\n             all his brothers Sadek, Ruli, Kudrat and Kabir had been\n\n             roped in. Similarly, as Asgar had deposed in the said case,\n\n             his three nephews, viz., Habal, Hosi and Chosi, who were\n<span class=\"hidden_text\" id=\"span_5\">\f                                   7</span>\n\n\n              said to be minors at the time of alleged incident were also\n\n              roped in.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">      (iii)   It has furthermore come in evidence that father of Monir and\n\n              Maddin, i.e., Gastul had filed some criminal cases against\n\n              PW-1.\n</p>\n<p data-structure=\"Facts\" id=\"p_17\">      (iv)    Five persons who were named in the First Information\n\n              Report, being children in the age group of 12-15 years had\n\n              not been spared.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">      (v)     Gado and Kaku being son of Jabrish Sheikh were roped in as\n\n              Jabrish deposed against PW-1 in a criminal case wherein he\n\n              was convicted for commission of murder of one Munsef\n\n              Hazi.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">(c)   The prosecution case must be held to have not been proved as all\n\n      eye-witnesses are interested witnesses.       Even Kalu (PW-5),\n\n      nephew of PW-1 was declared hostile. Moreover, out of four eye-\n\n      witnesses named in the First Information Report, only one had\n\n      been examined and three were not even examined as witnesses for\n\n      reasons best known to the State.       Those villagers tendered as\n\n      witnesses by prosecution being PWs 2, 3 and 4 were also declared\n<span class=\"hidden_text\" id=\"span_6\">\f                                             8</span>\n\n\n              hostile.   Even PW-11, i.e., husband of PW-7 did not name\n\n              anybody.     Nasir Sheikh, son of PW-1, who is said to have\n\n              identified the dead body of his brother Samsul at the time of\n\n              inquest was also not examined. Nazrul, another son of PW-1, who\n\n              was staying just outside the compound, was also not examined.\n\n</p><p data-structure=\"Issue\" id=\"p_21\">     (d)      The First Information Report was ante-dated and ante-timed.\n\n</p><p data-structure=\"Facts\" id=\"p_22\">              According to PW-1, the inquest took place before the First\n\n              Information Report was lodged.     The inquest report bears the\n\n              police case number although by then the First Information Report\n\n              was not lodged.\n</p>\n<p data-structure=\"Facts\" id=\"p_23\">     (e)      The First Information Report having been sent to the Magistrate\n\n              after 24 hours, viz., on 17.05.1982, no reliance should be placed\n\n              thereupon.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">     (f)      In any event, most of the appellants having not taken any active\n\n              part, the rule of prudence would demand that in absence of any\n\n              corroboration in material particulars benefit of doubt should be\n\n              according to the appellants.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">\n\n</p><p data-structure=\"PetArg\" id=\"p_26\">6.         Mr. Rauf Rahim, learned counsel appearing on behalf of the appellant\n\nin Criminal Appeal No. 2042 of 2008 would urge that Kabir Sheikh\n<span class=\"hidden_text\" id=\"span_7\">\f                                        9</span>\n\n\n(Accused No. 7) being a minor on the date of offence, also deserves the\n\nsame treatment as accorded to other similarly situated, viz., remission of the\n\ncase to the Trial Court for determination of his age.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_27\">      In support of the said contention, reliance has been placed on the\n\nstatement of the said appellant before the Trial Court under <a href=\"/doc/767287/\" id=\"a_1\">Section 313</a> of\n\nthe Code of Criminal Procedure as also a voters&#x27; list.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_28\">7.    Mr. Seshadri Sekhar Ray, learned Amicus Curiae appearing on behalf\n\nof the appellant Kazem Sheikh in Criminal Appeal No. 28 of 2009\n\nsupplementing the submissions of Mr. Ghosh urged that the learned Sessions\n\nJudge as also the High Court failed to take into consideration the defence of\n\nthe said accused viz. he at the relevant time was physically handicapped.\n\nThere was no reason as to why the evidences of defence witnesses including\n\nthe certificate of a doctor to that effect should not be believed.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_29\">8.    Mr. Avijit Bhattacharjee, learned counsel appearing on behalf of the\n\nState, on the other hand, supported the impugned judgment contending that\n\nthe fact that more than thirty persons had attacked the deceased and the\n\nprosecution witnesses with deadly weapons and they had not only murdered\n\nSamsul Haque but also took away Akramul Sheikh and murdered him near\n<span class=\"hidden_text\" id=\"span_8\">\f                                       10</span>\n\n\nthe pond clearly goes to show that each one of them had the requisite\n\ncommon object.\n</p>\n<p data-structure=\"Issue\" id=\"p_30\">\n\n</p><p data-structure=\"RespArg\" id=\"p_31\">      It was furthermore contended that PW-1 having identified all the\n\naccused in the court, there is no reason as to why his evidence should not be\n\nrelied upon.\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_33\">9.    Before adverting to the rival contentions raised before us by the\n\nlearned counsel for the parties, we may notice the following salient features:\n\n\n\n</p><blockquote id=\"blockquote_6\">      PW-1 Sajedar Rahman is the informant/complainant. PW-9 Ashraful\n\nSheikh is the son of PW-1. Like PW-1, he was also an eye-witness.\n</blockquote>\n\n<blockquote id=\"blockquote_7\">      PW-6 Latifa Bibi is the wife of PW-1 but as at the time of her\n\ndeposition, she having been found to have become senile, neither the learned\n\nTrial Judge nor the High Court has placed any reliance on her evidence.\n</blockquote>\n<blockquote id=\"blockquote_8\">PW-7 Ahmuda Khatun is the daughter of PW-1. On the date of incident, she\n\nhad been residing in her matrimonial home and only upon receipt of the\n\ninformation, she came to her parents&#x27; place and came to know about the\n\nincident from her father. Her evidence is, therefore, a hearsay one and not\n\nconsidered by the High Court at all.\n</blockquote><span class=\"hidden_text\" id=\"span_9\">\f                                    11</span>\n\n\n<blockquote id=\"blockquote_9\">       Other witnesses, viz., PWs. 2 to 4 and PW-5 were declared hostile.\n</blockquote>\n<blockquote id=\"blockquote_10\">We are, therefore, left with the evidences of PW-1 and PW-9 only.\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_34\">10.    Whereas according to PW-1, Akbar Sheikh (Accused No. 5) who had\n\nbeen named but had not taken any active part in the incident, PW-9 merely\n\nsaw him as a member of the mob. Asgar Sheikh (Accused No. 1), Kuddus\n\nSheikh (Accused No. 3) and Kudrat Sheikh (Accused No. 6) had not been\n\nnamed by PW-1 but they had been named by PW-9. Whereas Gado Sheikh\n\n(Accused No. 11) was named by PW-1 as a person who had not taken active\n\npart, he had not been named by PW-9. Kanku Sheikh (Accused No. 13) had\n\nbeen named both by PW-1 and PW-9, although, according to PW - 1, he\n\nalso did not take any active part. Monir Sheikh (Accused No. 15) was\n\nnamed by PW-1 without taking any active part. PW-9 did not name him at\n\nall.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_36\">11.    Akhtar (Accused No. 9) appellant in Criminal Appeal No. 2041 had\n\nnot been named at all either by PW-1 or PW-9.\n</p>\n<p data-structure=\"Section\" id=\"p_37\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\">12.    Allegation against Kabir Sheikh (Accused No.7) appellant in Criminal\n\nAppeal No. 2042 of 2008, is that he was one of the four accused who had\n<span class=\"hidden_text\" id=\"span_10\">\f                                    12</span>\n\n\nkidnapped Akramul and whose dead body was found at a distance of 500\n\nyards from the house.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_40\">13.   We have noticed hereinbefore that the role of Kazem Sheikh (Accused\n\nNo. 8), according to PW-1, was positive. He not only ordered that Samsul\n\nHaque should be beheaded, pursuant whereto Saifuddin cut his neck with\n\none stroke; he furthermore, at the second stage of the occurrence, directed\n\nWahed and Maddin to set fire to the thatched house which was complied\n\nwith. The overt act of kidnapping Akramul has been attributed to Buddik,\n\nRuli, Sadek and Kabir. Buddik had also been attributed with the act of\n\nassault on Akramul on his back with the axe. Sadek injured Latifa (PW-6)\n\non her forearm.\n</p>\n<p data-structure=\"Section\" id=\"p_41\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_42\">      The summary of the evidences of PW-1 and PW-9, therefore,\n\ndemonstrates that whereas Akbar, Gado, Monir had been named by PW-1,\n\nthey had not been named by PW-9. Only Kanku has been named as a\n\nmiscreant person in the assembly by both PW-1 and PW-9.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_43\">      The core question which arises for consideration is as to whether\n\nsome of the appellants who had not committed any overt act must be held to\n<span class=\"hidden_text\" id=\"span_11\">\f                                      13</span>\n\n\nbe a part of the unlawful assembly or shared the common object with the\n\nmain accused.\n</p>\n<p data-structure=\"Section\" id=\"p_44\">\n\n</p><p data-structure=\"Section\" id=\"p_45\">      Chapter VIII of the <a href=\"/doc/1569253/\" id=\"a_2\">Indian Penal Code</a> provides for the offences\n\nagainst the public tranquility. <a href=\"/doc/390500/\" id=\"a_3\">Section 141</a> defines `Unlawful Assembly&#x27; to\n\nbe an assembly of five or more persons. They must have a common object\n\ninter alia to commit any mischief or criminal trespass or other offence.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_46\">      <a href=\"/doc/1364868/\" id=\"a_4\">Section 142</a> of the Indian Penal Code postulates that whoever, being\n\naware of facts which render any assembly an unlawful one, intentionally\n\njoins the same would be a member thereof.\n</p>\n<p data-structure=\"Section\" id=\"p_47\">\n\n</p><p data-structure=\"Section\" id=\"p_48\">      <a href=\"/doc/1096965/\" id=\"a_5\">Section 143</a> of the Indian Penal Code provides for punishment of\n\nbeing a member of unlawful assembly.             <a href=\"/doc/999134/\" id=\"a_6\">Section 149</a> provides for\n\nconstructive liability on every person of an unlawful assembly if an offence\n\nis committed by any member thereof in prosecution of the common object of\n\nthat assembly or such of the members of that assembly knew to be likely to\n\nbe committed in prosecution of that object.\n</p><span class=\"hidden_text\" id=\"span_12\">\f                                    14</span><p data-structure=\"Section\" id=\"p_49\">\n\n\n</p><p data-structure=\"Section\" id=\"p_50\">14.   Whether an assembly is unlawful one or not, thus, would depend on\n\nvarious factors, the principal amongst them being a common object formed\n\nby the members thereof to commit an offence specified in one or the other\n\nclauses contained in <a href=\"/doc/1542085/\" id=\"a_7\">Section 141</a> of the Indian Penal Code. Constructive\n\nliability on a person on the ground of being a member of unlawful assembly\n\ncan be fastened for an act of offence created by one or more members of that\n\nassembly if they had formed a common object. The distinction between a\n\ncommon object and common intention is well-known.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_51\">15.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1541058\" id=\"span_13\">In <a href=\"/doc/1541058/\" id=\"a_8\">Munna Chanda v. State of Assam</a> [(2006) 3 SCC 752], this Court\n\nheld as under:</span>\n</p>\n<p data-structure=\"Section\" id=\"p_52\">\n</p><blockquote id=\"blockquote_11\">            &quot;10. The concept of common object, it is well\n            known, is different from common intention. It is\n            true that so far as common object is concerned no\n            prior concert is required. Common object can be\n            formed on the spur of the moment. Course of\n            conduct adopted by the members of the assembly,\n            however, is a relevant factor. At what point of time\n            the common object of the unlawful assembly was\n            formed would depend upon the facts and\n            circumstances of each case.\n</blockquote><blockquote id=\"blockquote_12\">            11. <a href=\"/doc/999134/\" id=\"a_9\">Section 149</a> IPC creates a specific and distinct\n            offence. There are two essential ingredients\n            thereof:\n</blockquote><blockquote id=\"blockquote_13\">            (i) commission of an offence by any member of an\n            unlawful assembly, and\n<span class=\"hidden_text\" id=\"span_14\">\f                          15</span>\n\n\n</blockquote><blockquote id=\"blockquote_14\">(ii) such offence must have been committed in\nprosecution of the common object of that assembly\nor must be such as the members of that assembly\nknew to be likely to be committed.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_53\">12. It is, thus, essential to prove that the person\nsought to be charged with an offence with the aid\nof <a href=\"/doc/999134/\" id=\"a_10\">Section 149</a> was a member of the unlawful\nassembly at the time the offence was committed.\n</p>\n<p data-structure=\"Facts\" id=\"p_54\">13. The appellants herein were not armed with\nweapons. They except Bhuttu were not parties to\nall the three stages of the dispute. At the third stage\nof the quarrel, they wanted to teach the deceased\nand others a lesson. For picking up quarrel with\nBhuttu, they might have become agitated and\nasked for apologies from Moti. Admittedly, it was\nso done at the instance of Nirmal, Moti was\nassaulted by Bhuttu at the instance of Ratan.\n</p><p data-structure=\"PetArg\" id=\"p_55\">However, it cannot be said that they had common\nobject of intentional killing of the deceased. Moti,\nhowever, while being assaulted could free himself\nfrom the grip of the appellants and fled from the\nscene. The deceased was being chased not only by\nthe appellants herein but by many others. He was\nfound dead the next morning. There is, however,\nnothing to show as to what role the appellants\neither conjointly or separately played. It is also not\nknown as to whether if one or all of the appellants\nwere present, when the last blow was given. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"524773\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1713684\" id=\"span_16\">Who\nare those who had assaulted the deceased is also\nnot known. At whose hands he received injuries is\nagain a mystery. Neither <a href=\"/doc/37788/\" id=\"a_11\">Section 34</a> nor <a href=\"/doc/999134/\" id=\"a_12\">Section\n149</a> of the Penal Code is, therefore, attracted. (See\n<a href=\"/doc/1713684/\" id=\"a_13\">Dharam Pal v. State of Haryana</a> and <a href=\"/doc/524773/\" id=\"a_14\">Shambhu\nKuer v. State of Bihar</a>)&quot;</span></span>\n</p><span class=\"hidden_text\" id=\"span_17\">\f                                      16</span><p data-structure=\"Precedent\" id=\"p_56\">\n\n\n</p><blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"808611\" id=\"span_18\">16.   The question came up for consideration before this Court in <a href=\"/doc/808611/\" id=\"a_15\">Baladin\n\n&amp; Others v. State of Uttar Pradesh</a> [AIR 1956 SC 181] wherein B.P. Sinha,\n\nJ., as the learned Chief Justice then was, opined that with a view to invoke\n\nthe provisions of <a href=\"/doc/999134/\" id=\"a_16\">Section 149</a> of the Indian Penal Code, &quot;it was necessary\n\ntherefore for the prosecution to lead evidence pointing to the conclusion that\n\nall the appellants before us had done or been committing some overt act in\n\nprosecution of the common object of the unlawful assembly&quot;.            It was\n\nfurthermore stated:</span>\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_16\">             &quot;...The evidence as recorded is in general terms to\n             the effect that all these persons and many more\n             were the miscreants and were armed with deadly\n             weapons, like guns, spears, pharsas, axes, lathis,\n             etc. This kind of omnibus evidence naturally has to\n             be very closely scrutinised in order to eliminate all\n             chances of false or mistaken implication. That\n             feelings were running high on both sides is beyond\n             question. That the six male members who were\n             done to death that morning found themselves\n             trapped in the house of Mangal Singh has been\n             found by the courts below on good evidence. We\n             have therefore to examine the case of each\n             individual accused to satisfy ourselves that mere\n             spectators who had not joined the assembly and\n             who were unaware of its motive had not been\n             branded as members of the unlawful assembly\n             which committed the dastardly crimes that\n             morning. It has been found that the common object\n             of the unlawful assembly was not only to kill the\n             male members of the refugee families but also to\n<span class=\"hidden_text\" id=\"span_19\">\f                                       17</span>\n\n\n             destroy all evidence of those crimes. Thus even\n             those who did something in connection with the\n             carrying of the dead bodies or disposal of them by\n             burning them as aforesaid must be taken to have\n             been actuated by the common objective.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_57\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_20\">The aforementioned observation was, however, not accepted later by\n\nthis Court as an absolute proposition of law and was held to be limited to the\n\npeculiar fact of the case in <a href=\"/doc/1048134/\" id=\"a_17\">Masalti v. State of U.P.</a> [(1964) 8 SCR 133] in\n\nthe following terms:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\n\n\n</p><blockquote id=\"blockquote_17\">             &quot;...What has to be proved against a person who is\n             alleged to be a member of an unlawful assembly is\n             that he was one of the persons constituting the\n             assembly and he entertained long with the other\n             members of the assembly the common object as\n             defined by <a href=\"/doc/1542085/\" id=\"a_18\">Section 141</a> IPC <a href=\"/doc/1364868/\" id=\"a_19\">Section 142</a> provides\n             that however, being aware of facts which render\n             any assembly an unlawful assembly intentionally\n             joins that assembly, or continue in it, is said to be a\n             member of an unlawful assembly. In other words,\n             an assembly of five or more persons actuated by,\n             and entertaining one or more of the common object\n             specified by the five clauses of <a href=\"/doc/1542085/\" id=\"a_20\">Section 141</a>, is an\n             unlawful assembly. The crucial question to\n             determine in such a case is whether the assembly\n             consisted of five or more persons and whether the\n             said persons entertained one or more of the\n             common objects as specified by <a href=\"/doc/1542085/\" id=\"a_21\">Section 141</a>.\n             While determining this question, it becomes\n             relevant to consider whether the assembly\n             consisted of some persons who were merely\n             passive witnesses and had joined the assembly as a\n<span class=\"hidden_text\" id=\"span_21\">\f                                      18</span>\n\n\n             matter of idle curiosity without intending to\n             entertain the common object of the assembly...&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_22\">17.   We may, however, notice that whereas the principle of law <a href=\"/doc/1048134/\" id=\"a_22\">laid down\n\nin</a> <a href=\"/doc/1048134/\" id=\"a_23\">Masalti</a> (supra) is beyond any doubt or dispute, its application in the later\n\ncases has not been strictly adhered to. This Court, as would appear from the\n\ndiscussions made hereinafter, in some of its decisions had proceeded to\n\ndetermine the issue in the factual matrix obtaining therein although some\n\nobservations of general nature had been made.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">18.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1686451\" id=\"span_23\">In <a href=\"/doc/1686451/\" id=\"a_24\">Sherey and Others v. State of U.P.</a> [1991 Supp (2) SCC 437]\n\ninvolved a case where there was a dispute between Hindus and Muslims of a\n\nvillage regarding a grove. Whereas the Hindus were claiming that it was a\n\ngrove, the Muslims were claiming it to be a graveyard. A large number of\n\nMuslims, about 25 in number, came out with lethal weapons and killed three\n\npersons and injured others. Before this Court an argument was advanced\n\nthat the appellants against whom no overt act was attributed but were part of\n\nthe unlawful assembly should be held to be not guilty was accepted, stating:</span>\n\n\n</p><blockquote id=\"blockquote_18\">             &quot;...Therefore, it is difficult to accept the\n             prosecution case that the other appellants were\n             members of the unlawful assembly with the object\n             of committing the offences with which they are\n             charged. We feel it is highly unsafe to apply\n<span class=\"hidden_text\" id=\"span_24\">\f                                    19</span>\n\n\n            <a href=\"/doc/999134/\" id=\"a_25\">Section 149</a> IPC and make everyone of them\n            constructively liable. But so far as the above nine\n            accused are concerned the prosecution version is\n            consistent namely that they were armed with lethal\n            weapons like swords and axes and attacked the\n            deceased and others. This strong circumstance\n            against them establishes their presence as well as\n            their membership of the unlawful assembly. The\n            learned counsel appearing for the State vehemently\n            contended that the fact that the Muslims as a body\n            came to the scene of occurrence would show that\n            they were members of an unlawful assembly with\n            the common object of committing various offences\n            including that of murder. Therefore all of them\n            should be made constructively liable. But when\n            there is a general allegation against a large number\n            of persons the Court naturally hesitates to convict\n            all of them on such vague evidence. Therefore we\n            have to find some reasonable circumstance which\n            lends assurance. From that point of view it is safe\n            only to convict the abovementioned nine accused\n            whose presence is not only consistently mentioned\n            from the stage of FIR but also to whom overt acts\n            are attributed...&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_62\">19.   Similarly, in Musa Khan and Others v. State of Maharashtra [(1977) 1\n\nSCC 733], it was opined:\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">\n\n\n</p><blockquote id=\"blockquote_19\">                 &quot;...It is well settled that a mere innocent\n            presence in an assembly of persons, as for example\n            a bystander, does not make the accused a member\n            of an unlawful assembly, unless it is shown by\n            direct or circumstantial evidence that the accused\n            shared the common object of the assembly. Thus a\n<span class=\"hidden_text\" id=\"span_25\">\f                                       20</span>\n\n\n              court is not entitled to presume that any and every\n              person who is proved to have been present near a\n              riotous mob at any time or to have joined or left it\n              at any stage during its activities is in law guilty of\n              every act committed by it from the beginning to\n              the end, or that each member of such a crowd must\n              from the beginning have anticipated and\n              contemplated the nature of the illegal activities in\n              which the assembly would subsequently indulge.\n              In other words, it must be proved in each case that\n              the person concerned was not only a member of\n              the unlawful assembly at some stage, but at all the\n              crucial stages and shared the common object of the\n              assembly at all these stages...&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_64\">      It was opined therein that as evidence was wholly lacking that all of\n\nthem had taken part at all stages of the commission of offence, they were\n\nheld to be not guilty of the charges levelled against them.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158741\" id=\"span_26\">20.   Yet again in <a href=\"/doc/158741/\" id=\"a_26\">Nagarjit Ahir v. State of Bihar</a> [(2005) 10 SCC 369], it\n\nwas opined:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">\n\n\n</p><blockquote id=\"blockquote_20\">              &quot;...Moreover, in such situations though many\n              people may have seen the occurrence, it may not\n              be possible for the prosecution to examine each\n              one of them. In fact, there is evidence on record to\n              suggest that when the occurrence took place,\n              people started running helter-skelter. In such a\n              situation it would be indeed difficult to find out the\n              other persons who had witnessed the\n              occurrence...&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_27\">\f                                      21</span>\n\n\n<p data-structure=\"Precedent\" id=\"p_67\">      It was furthermore observed:\n</p>\n<p data-structure=\"Precedent\" id=\"p_68\">\n\n\n</p><blockquote id=\"blockquote_21\">             &quot;...In such a case, it may be safe to convict only\n             those persons against whom overt act is alleged\n             with the aid of <a href=\"/doc/999134/\" id=\"a_27\">Section 149</a> IPC, lest some innocent\n             spectators may get involved. This is only a rule of\n             caution and not a rule of law...&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"808611\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"479696\" id=\"span_30\">21.   Almost a similar view has been taken in <a href=\"/doc/479696/\" id=\"a_28\">Hori Lal and Another v. State\n\nof U.P.</a> [(2006) 13 SCC 79] wherein this Court noticed both <a href=\"/doc/808611/\" id=\"a_29\">Baladin</a> (supra)\n\nand <a href=\"/doc/1048134/\" id=\"a_30\">Masalti</a> (supra) as also other decisions to opine:</span></span></span>\n\n\n\n\n</p><blockquote id=\"blockquote_22\">             &quot;23. Common object would mean the purpose or\n             design shared by all the members of such\n             assembly. It may be formed at any stage.\n</blockquote><blockquote id=\"blockquote_23\">             24. Whether in a given case the accused persons\n             shared common object or not, must be ascertained\n             from the acts and conduct of the accused persons.\n             The surrounding circumstances are also relevant\n             and may be taken into consideration in arriving at\n             a conclusion in this behalf.\n</blockquote><blockquote id=\"blockquote_24\">             25. It is in two parts. The first part would be\n             attracted when the offence is committed in\n             furtherance of the common object. The offence,\n             even if is not committed in direct prosecution of\n             the common object of the assembly, <a href=\"/doc/999134/\" id=\"a_31\">Section 149</a>\n             IPC may still be attracted.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_31\">\f                                      22</span>\n\n\n<p data-structure=\"CDiscource\" id=\"p_70\">      What was, therefore, emphasized was that not only the acts but also\n\nthe conduct and surrounding circumstances would be the guiding factors.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_71\">22.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"728469\" id=\"span_32\">In <a href=\"/doc/728469/\" id=\"a_32\">Shankaraya Naik &amp; Ors. v. State of Karnataka</a> [2008 (12) SCALE\n\n742], this Court held:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">\n\n\n</p><blockquote id=\"blockquote_25\">             &quot;5...It is clear from the record that the accused had\n             come to the place of incident duly armed and had\n             immediately proceeded with the attack on the\n             opposite party and had caused serious injuries to\n             the deceased and to as many as eight witnesses. It\n             is also clear from the facts preceding the attack\n             that there was great animosity between the parties\n             and it must, therefore, be inferred that when the\n             accused had come armed with lethal weapons, the\n             chance that somebody might be killed was a real\n             possibility.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_73\">23.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1239375\" id=\"span_33\">In <a href=\"/doc/1239375/\" id=\"a_33\">Maranadu and Anr. v. State By Inspector of Police, Tamil Nadu</a>\n\n[2008 (12) SCALE 420], this Court stated the law, thus:</span>\n\n\n</p><blockquote id=\"blockquote_26\">             &quot;17. `Common object&#x27; is different from `common\n             intention&#x27; as it does not require a prior concert and\n             a common meeting of minds before the attack. It is\n             enough if each has the same object in view and\n             their number is five or more and that they act as an\n             assembly to achieve that object. The `common\n             object&#x27; of an assembly is to be ascertained from the\n             acts and language of the members composing it,\n             and from a consideration of all the surrounding\n<span class=\"hidden_text\" id=\"span_34\">\f                                      23</span>\n\n\n            circumstances. It may be gathered from the course\n            of conduct adopted by the members of the\n            assembly. For determination of the common object\n            of the unlawful assembly, the conduct of each of\n            the members of the unlawful assembly, before and\n            at the time of attack and thereafter, the motive for\n            the crime, are some of the relevant considerations.\n            What the common object of the unlawful assembly\n            is at a particular stage of the incident is essentially\n            a question of fact to be determined, keeping in\n            view the nature of the assembly, the arms carried\n            by the members, and the behaviour of the members\n            at or near the scene of the incident. It is not\n            necessary under law that in all cases of unlawful\n            assembly, with an unlawful common object, the\n            same must be translated into action or be\n            successful. Under the Explanation to <a href=\"/doc/1542085/\" id=\"a_34\">Section 141</a>,\n            an assembly which was not unlawful when it was\n            assembled, may subsequently become unlawful. It\n            is not necessary that the intention or the purpose,\n            which is necessary to render an assembly an\n            unlawful one comes into existence at the outset.</blockquote>\n<blockquote id=\"blockquote_27\">            The time of forming an unlawful intent is not\n            material.     An      assembly     which,     at    its\n            commencement or even for some time thereafter,\n            is lawful, may subsequently become unlawful. In\n            other words it can develop during the course of\n            incident at the spot co instanti.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_74\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1142123\" id=\"span_35\">24.   We may, however, notice that therein this Court had taken note of an\n\nearlier decision of this Court in <a href=\"/doc/1142123/\" id=\"a_35\">State of U.P. v. Dan Singh and Ors.</a> [(1997)\n\n3 SCC 747] wherein it was held:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">\n</p><blockquote id=\"blockquote_28\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_36\">&quot;34. Mr Lalit is right in submitting that the\n            witnesses would be revengeful as a large-scale\n<span class=\"hidden_text\" id=\"span_37\">\f                        24</span>\n\n\nviolence had taken place where the party, to which\nthe eyewitnesses belonged, had suffered and it is,\ntherefore, necessary to fix the identity and\nparticipation of each accused with reasonable\ncertainty. Dealing with a similar case of riot where\na large number of assailants who were members of\nan unlawful assembly committed an offence of\nmurder in pursuance of a common object, the\nmanner in which the evidence should be\nappreciated was adverted to by this Court in\n<a href=\"/doc/1048134/\" id=\"a_36\">Masalti</a> case at p. 210 as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_29\">&quot;Then it is urged that the evidence given by the\nwitnesses conforms to the same uniform pattern\nand since no specific part is assigned to all the\nassailants, that evidence should not have been\naccepted. This criticism again is not well-founded.\nWhere a crowd of assailants who are members of\nan unlawful assembly proceeds to commit an\noffence of murder in pursuance of the common\nobject of the unlawful assembly, it is often not\npossible for witnesses to describe accurately the\npart played by each one of the assailants. Besides,\nif a large crowd of persons armed with weapons\nassaults the intended victims, it may not be\nnecessary that all of them have to take part in the\nactual assault. In the present case, for instance,\nseveral weapons were carried by different\nmembers of the unlawful assembly, but it appears\nthat the guns were used and that was enough to kill\n5 persons. In such a case, it would be unreasonable\nto contend that because the other weapons carried\nby the members of the unlawful assembly were not\nused, the story in regard to the said weapons itself\nshould be rejected. Appreciation of evidence in\nsuch a complex case is no doubt a difficult task;\nbut criminal courts have to do their best in dealing\nwith such cases and it is their duty to sift the\nevidence carefully and decide which part of it is\ntrue and which is not.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_38\">\f                                      25</span>\n\n\n<p data-structure=\"Precedent\" id=\"p_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1239375\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"728469\" id=\"span_40\">25.    The decisions of this Court in <a href=\"/doc/728469/\" id=\"a_37\">Shankaraya Naik</a> (supra) and <a href=\"/doc/1239375/\" id=\"a_38\">Maranadu</a>\n\n(supra), therefore, do not militate against the proposition of law in regard to\n\nappreciation of evidence, which we have to apply herein.</span></span>\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_77\">26.    The prosecution in a case of this nature was required to establish (i)\n\nwhether the appellants were present; and (ii) whether they shared a common\n\nobject.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_78\">\n</p><p data-structure=\"Section\" id=\"p_79\">       The mob indisputably raided the house of the first informant. Most of\n\nthe members thereof were armed with deadly weapons. They not only\n\ncommitted gruesome acts but also when their attempt to assault others was\n\nfrustrated as the prosecution witnesses bolted themselves in a room, set the\n\ntwo portions of the house on fire, as a result whereof they had to come out.\n\nIt had not been denied or disputed that they were inimically disposed of\n\ntowards the family.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_81\">       We have been taken through the evidences of PWs 1 and 9 almost in\n\ntheir entirety. We did not find even a suggestion having been thrown at\n\nthem that their story that the sister of the appellant Kazem was married twice\n\nto two sons of PW-1 as a result whereof Kazem bore a grudge against them\n\nis incorrect.\n</p><span class=\"hidden_text\" id=\"span_41\">\f                                    26</span><p data-structure=\"Conclusion\" id=\"p_82\">\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_83\">27.   We also do not find any material on record to disbelieve that part of\n\nthe evidences of PWs 1 and 9 that keeping in view the rein of terror\n\nunleashed by Kazem they had to leave the village and they came back only\n\nafter 20 days prior to the occurrence. In the meanwhile, the sister of Kazem\n\nhaving come to their residence, she was married to Akramul.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_42\">28.   Whereas this part of the prosecution story, in our considered opinion,\n\nhas rightly been relied upon by the learned Sessions Judge as also the High\n\nCourt in arriving at their conclusion, the defence side of the story should\n\nalso not be ignored. While saying so, we are not oblivious of the dicta that\n\nenmity is a two-edged weapon. Whereas it is possible as was the case in\n\n<a href=\"/doc/1048134/\" id=\"a_39\">Masalti</a> (supra) that the accused had formed a common object, the chances\n\nof some of the accused having been falsely implicated for extraneous\n\nreasons also cannot be ruled out.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_86\">29.   The discrepancies in the statements of PWs 1 and 9 with regard to the\n\npresence of some of the appellants have been noticed by us hereinbefore.\n\nAkhtar, appellant in Criminal Appeal No. 2041 of 2008 had not been named\n\nby any of those witnesses. On what basis, a judgment of conviction could be\n<span class=\"hidden_text\" id=\"span_43\">\f                                     27</span>\n\n\nrecorded against him is beyond our comprehension. Similarly, three others\n\nhad not been named by PW-1 at all. In the court, PW-1 identified 19\n\npersons. Three were absent. He, therefore, did not identify the others.\n\nAccording to him, he did not remember the names of other persons.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_87\">30.   Mr. Bhattacharjee would contend that whereas PW-1 was examined\n\nten years after the occurrence, PW-9 had been examined after twenty years\n\nafter the occurrence. This may be so. It is unfortunate that for one reason or\n\nthe other the trial was not completed for a period of twenty years. Pendency\n\nof a criminal case for a long time, as is evident from the fact noticed\n\nhereinbefore, is extremely hazardous. But, then omission on the part of a\n\nprosecution witness to name and identify an accused in the dock cannot be\n\nheld to be wholly insignificant so as to record a judgment of conviction.\n\nPresence of an accused while the offence was committed is a sine qua non to\n\nfind him guilty of being a member of unlawful assembly. If his presence is\n\ndoubted, question of finding him guilty does not arise.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_88\">31.   In a case of this nature, the rule of prudence should be applied.\n\nSomething more than their being cited as an accused in a witness box would\n\nbe necessary. The court must have before it some materials to form an\n<span class=\"hidden_text\" id=\"span_44\">\f                                     28</span>\n\n\nopinion that they had shared a common object. It has not been denied or\n\ndisputed that whereas five brothers were implicated as one brother had\n\ndeposed against PW-9 and sons had also been implicated because a father\n\nhad deposed against them. Whereas PW-1 in his deposition denied that the\n\naccused deposed in the case in which a son was found to be guilty of murder\n\nof Dol Gobinda Acharya (ex-Pradhan), PW-9 admitted that he committed\n\nthe said murder in broad daylight. The defence that there were other reasons\n\nfor their false implication cannot also be ruled out. In our opinion, there\n\nexists absence of any clinching evidence as against the seven appellants in\n\nCriminal Appeal No. 2040 of 2008, particularly when three of them had not\n\nbeen named at all by PW-1 and four of them had not been named by PW-9.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_89\">32.   We are not unmindful that Akbar and Kanku have been named by\n\nboth the witnesses but even against them no overt act has been attributed.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_90\">33.   We, therefore, are of the opinion that doubts legitimately arise as\n\nregards their presence and/ or sharing of common object. While saying so,\n\nwe are not oblivious of the fact that the incident had taken place at the dead\n\nof night. Enmity between two groups in the village is admitted. But, we\n\ncannot also lose sight of the fact that a person should not suffer rigorous\n<span class=\"hidden_text\" id=\"span_45\">\f                                       29</span>\n\n\nimprisonment for life although he might have just been a bystander without\n\nanything more.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_91\">\n\n</p><p data-structure=\"Precedent\" id=\"p_92\">34.   Submission of Mr. Ghosh that the First Information Report is ante-\n\ntimed cannot be accepted. It is possible that PW-1 because of lapse of time\n\nhas made certain statements which go beyond the record, viz., holding of\n\ninquest before the FIR was recorded. The number of accused persons in the\n\nFirst Information Report might have also been put by the investigating\n\nofficer at a later point of time. The fact that the post mortem examination\n\nhad been held on 16.05.1982 itself goes a long way to establish the genesis\n\nof the occurrence. While saying so, we are not unmindful of the fact that the\n\nFirst Information Report was sent to the Magistrate after 24 hours. But then,\n\nin a case of this nature such a delay may not, by itself, be held to be fatal.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_93\">35.   We are also unable to accept the submission of Mr. Rauf Rahim that\n\nKabir was a juvenile on the date of occurrence. No such question had ever\n\nbeen raised. Even where a similar question was raised by five other accused,\n\nviz., Jahangir, Motahar, Mosi, Chosi and Habal, no such plea was raised\n\neven before the High Court. Reliance inter alia has been placed on the\n\nstatement of Kabir under <a href=\"/doc/767287/\" id=\"a_40\">Section 313</a> of the Code of Criminal Procedure\n<span class=\"hidden_text\" id=\"span_46\">\f                                     30</span>\n\n\nwherein he stated his age to be 33 years in 2001. Such a statement, in our\n\nopinion, is not decisive. Reliance has also been placed on a voters&#x27; list. The\n\nsaid voters&#x27; list had been prepared long after the incident occurred. The\n\nsame is again not decisive.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_94\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_95\">36.     In the facts and circumstance of this case and particularly having\n\nregard to the specific role attributed to him, viz., he was one of the four\n\npersons who had taken away Akramul with Buddik, Ruli and Sadek and the\n\nsaid evidence brought on record by the prosecution having been relied upon\n\nby both the courts below, we do not see any reason to interfere therewith.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_96\">        Similarly, not only in the First Information Report but also the\n\nprosecution witnesses, viz., PWs 1 and 9, specifically attributed role of\n\nKazem. Kazem took a specific defence of alibi. It was for him to prove the\n\nsame.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_97\">\n\n</p><p data-structure=\"Precedent\" id=\"p_98\">37.     The Trial Court noticed that the certificate issued by Dr. Dulal\n\nChowdhury was issued by him in his private capacity as Medical\n\nPractitioner. The Trial Court noticed:\n</p><span class=\"hidden_text\" id=\"span_47\">\f                                      31</span><p data-structure=\"Conclusion\" id=\"p_99\">\n\n\n</p><blockquote id=\"blockquote_30\">            &quot;In cross-examination it transpires that he issued\n            the certificate in the year 1991 but he cannot\n            recollect the time and date when Kazem Ali was\n            admitted at Suri Hospital and also cannot say also\n            under what condition he was discharged from Suri\n            Hospital without perusal of the records.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_100\">      The Trial Court held:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">\n\n</p><blockquote id=\"blockquote_31\">            &quot;Ext. B and C are the certificates dated 7.5.91 and\n            the discharge certificate issued by Dr. Dulal\n            Chowdhury was issued on 7.5.91 and Ext. C was\n            issued on 5.12.81. It is crystal clear from Ext. C\n            that Kazem Ali was discharged on 5.12.81 and on\n            the reverse side of this certificate it is also crystal\n            clear that pt. can resume his usual duty. This\n            shows that on and from 05.12.81 the pt. i.e. Kazem\n            Ali was fit to resume his normal duty. That\n            Kazem Ali was not fit on the date of incident i.e.\n            on 16.05.82 does not arise at all. The defence\n            lawyer has failed to establish the fact that Kazem\n            was under the treatment of Dr. Chowdhury on the\n            date of occurrence i.e. 16.05.82 does not stand at\n            all. Therefore, the contention of the defence is that\n            at the time of the said occurrence, accused Kazem\n            was under the treatment of Dr. Dule Chowdhury\n            has not been established.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_102\">38.   The learned Trial Judge, in our opinion, has for good reasons\n\ndisbelieved the certificate given by Dr. Dulal Chowdhury. If the appellant\n\ncould not establish his plea of alibi, in our opinion, on the face of the\n<span class=\"hidden_text\" id=\"span_48\">\f                                   32</span>\n\n\nrecords, no case has been made out to interfere with the judgment of Trial\n\nCourt/ High Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_103\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_104\">39.   In the result, Criminal Appeal Nos. 2040 and 2041 of 2008 are\n\nallowed and Criminal Appeal Nos. 2042 of 2008 and 28 of 2009 are\n\ndismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_105\">\n\n</p><p data-structure=\"Precedent\" id=\"p_106\">                                           ...............................J.\n                                           [S.B. Sinha]\n\n\n\n                                           ................................J.\n                                           [R.M. Lodha]\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_107\">May 05, 2009\n\f</p>","numcites":19,"numcitedby":60,"docsource":"Supreme Court of India","citetid":1185079,"divtype":"judgments","relatedqs":[{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"common object","formInput":"common%20object"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"deadly weapon","formInput":"deadly%20weapon"},{"value":"voter list","formInput":"voter%20list"},{"value":"\"s b sinha\"","formInput":"%22s%20b%20sinha%22"},{"value":"member of an unlawful assembly","formInput":"member%20of%20an%20unlawful%20assembly"},{"value":"no overt act ","formInput":"no%20overt%20act%20"},{"value":"section 141","formInput":"section%20141"},{"value":"inquest","formInput":"inquest"},{"value":"muslim","formInput":"muslim"},{"value":"West Bengal   filter:  2006 Murder case judgments","formInput":"West%20Bengal%20%20%20filter%3A%20%202006%20Murder%20case%20judgments"},{"value":"unlawful object","formInput":"unlawful%20object"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"s b sinha ","formInput":"s%20b%20sinha%20"},{"value":"lathi","formInput":"lathi"},{"value":"VERANDAH","formInput":"VERANDAH"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"common-intention","formInput":"tag:common-intention"}],"courtcopy":true,"query_alert":null,"agreement":false}