{"tid":11325311,"publishdate":"2014-07-28","title":"Vinay Sharma And Ors. vs Indraprastha Gas Ltd. And Anr. on 28 July, 2014","doc":"<h2 class=\"doc_title\">Vinay Sharma And Ors. vs Indraprastha Gas Ltd. And Anr. on 28 July, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-k-rao\">V.Kameswar Rao</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-k-rao\">V.Kameswar Rao</a></h3>\n\n<pre id=\"pre_1\">*       IN THE HIGH COURT OF DELHI AT NEW DELHI\n                                     Judgment Reserved on July 09, 2014\n                                    Judgment Delivered on July 28, 2014\n\n+                          W.P.(C) 6657/2012\n\n\nVINAY SHARMA AND ORS.                                        ..... Petitioner\n\n                    Represented by:    Mr.Arjun Krishnan, Advocate\n\n\n                    Versus\n\n\nINDRAPRASTHA GAS LTD. AND ANR.\n                                                           ..... Respondents\n\n                    Represented by:    Mr.K.K.Rai, Sr. Advocate with\n                                       Mr.Anil Bhat, Ms. Raavi Birbal,\n                                       Mr. S.K.Pandey, Advocates\n\nCORAM:\nHON&#x27;BLE MR. JUSTICE V.KAMESWAR RAO\nV.KAMESWAR RAO, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.      The challenge in this writ petition is to the award dated December\n20, 2011 passed by the Industrial Tribunal, Karkardooma Courts, Delhi\nin I.D. No. 99/2003 whereby the Industrial Tribunal has answered the\nreference by holding that the petitioners-workmen are not the employees\nof the management M/s. Indraprastha Gas Limited (respondent No. 1\nherein) and denied the relief of regularization to them.\n</p><p data-structure=\"Issue\" id=\"p_2\">2.      It may be noted here that the Industrial Dispute was espoused by a\nUnion called „Vyapar Thatha Udyog Karamchari Sangh‟ with respect to\n216 claimants/workmen. The present writ petition has been filed by 15\n\n\n<span class=\"hidden_text\" id=\"span_1\">W.P.(C) 6657/2012                                          Page 1 of 22</span>\n claimants/workmen out of the 216 claimants/workmen represented\nthrough Union.\n</p><p data-structure=\"Facts\" id=\"p_3\">3.      The impugned order has been passed on a reference made by the\nappropriate government on the following terms:\n</p><blockquote id=\"blockquote_1\">         &quot;Whether the workmen performing the duties of D.S.M. and\n         Technician are entitled to be regularized with the\n         management in corresponding pay-scale and posts, if so,\n         what directions are necessary in this respect&quot;?\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">4.      It was the claim of the workmen before the Industrial Tribunal that\nthey have been working with the management as „Technicians‟ and\n„Driver Sales Men‟ (DSM) and are entitled to be regularized with the\nmanagement at the corresponding pay scales and posts. It was their case\nthat they have been working at 120 pump stations of the respondent\nNo.1-management since the date of their appointment. According to\nthem, the management has given the pump stations to the commission\nagents for supervision for the last few months preceding the date of\nreference. According to them, the management was not providing any\nlegal facilities to them like weekly off, festival off, national holidays,\nmedical leaves, annual increments etc. on the basis of equal pay for equal\nwork. Their work has been satisfactory. They also pleaded that the\ndemand notice was sent, but, was not replied to. Pursuant to the failure\nof the conciliation proceedings, the claim has been filed.\n</p><p data-structure=\"RespArg\" id=\"p_5\">5.      On the other hand, the respondent No.1-management, has, in its\nstand before the Industrial Tribunal challenged locus standi of the Union\nto represent the 216 claimants/workmen. According to the respondent\nNo.1, the claim has been signed by the Secretary of the Union and the\npower to sign the claim cannot be delegated. The Respondent No.1 has\n\n<span class=\"hidden_text\" id=\"span_2\">W.P.(C) 6657/2012                                          Page 2 of 22</span>\n also taken a stand that the claimants have never been in their\nemployment but in the employment of various contractors.                  The\nmanagement would rely upon the contract between it and various\ncontractors. It had also pleaded that it is the Principal employer having\nRegistration Certificate under the <a href=\"/doc/1810788/\" id=\"a_1\">Contract Labour (Regulation and\nAbolition) Act, 1970</a> and the contractors had the licence to engage the\ncontract labour. The PF and ESI have been deducted and deposited by\nthe contractors. There is no Master-Servant relationship between the\nclaimants and the respondent No.1-management.\n</p><p data-structure=\"Issue\" id=\"p_6\">6.      The Industrial Tribunal framed the following issues:\n</p><blockquote id=\"blockquote_2\">        1.          Whether the cause of workmen has been duly\n        espoused? OPW?\n</blockquote><blockquote id=\"blockquote_3\">        2.          Whether the claimants are employees of management?\n</blockquote><blockquote id=\"blockquote_4\">        3.          Whether the workmen are entitled for regularization\n        with the management in the corresponding pay scale?\n</blockquote><blockquote id=\"blockquote_5\">        4.          In terms of reference.\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">7.      The claimants/workmen have examined three witnesses namely\nRam Lakhan Yadav, General Secretary of the Union as WW1, Shokeen\nPal and Nihal Singh as WW2 &amp; WW3 respectively, wherein, they have\nreiterated the contents of the claim.\n</p><p data-structure=\"RespArg\" id=\"p_8\">8.      The management, on the other hand, examined Mr. Ashim Batra,\nGeneral Manager (Marketing) as MW1. That apart, it had also examined\nvarious contractors from MW2 to MW18.\n</p><p data-structure=\"Issue\" id=\"p_9\">9.      The Industrial Tribunal, on issue No. 1, has held that the Industrial\nDispute has been properly espoused.\n</p><p data-structure=\"Facts\" id=\"p_10\">10.     On the issue No. 2, the Industrial Tribunal was of the view, relying\nupon the agreements between the respondent No.1-management and the\n\n<span class=\"hidden_text\" id=\"span_3\">W.P.(C) 6657/2012                                          Page 3 of 22</span>\n various contractors, that the workmen were in the employment of\ncontractors and not in the employment of the respondent No.1-\nmanagement.         Based on the findings of issue No. 2, the Industrial\nTribunal held that the claimants/petitioners, are not entitled to the\nregularization.\n</p><p data-structure=\"PetArg\" id=\"p_11\">11.     Mr. Arjun Krishnan, learned counsel appearing for the petitioners\nwould submit that the petitioners herein were in the actual employment\nof the respondent No.1-management prior to 2003 inasmuch during that\nperiod the respondent No.1-management had started appointing\ncommission agents and thereby shifting employment of the petitioners\nunder the commission agents. According to him, this is clear from Exh.\nWW1/1 which is a Salary Sheet of October 2001; Exh. WW1/4, which is\na Shift Rota for Technicians for the month of March 2002; Exh. WW1/7-\nDaily Shift/DSM-wise sales for May, July, 2002; grant of Diwali gift for\nthe month of October 2002 to DSM/Technicians which included the\nnames of the petitioners herein. He would also rely upon the Attendance\nRegister for the month of - October 2001; Identity Card issued to the\npetitioners on December 26, 2001 and log book entries. He would also\nstate that the petitioners are really aggrieved by the findings of the\nIndustrial Tribunal, wherein, the Industrial Tribunal has held that the\npetitioners are not the employees of the respondent No.1-management\nbut the contractors. He would further state that the contracts of the\nrespondent No.1-management with the commission agents were sham\ncontracts and the petitioners were real employees of the M/s.\nIndraprastha Gas Limited.         According to him, all the operating\nagreements were identical. He would rely upon certain clauses of the\ncontract like Clause 9, wherein, the contractor was paid entire manpower\n\n<span class=\"hidden_text\" id=\"span_4\">W.P.(C) 6657/2012                                       Page 4 of 22</span>\n cost + 15% as commission; Clause 5(b), wherein, the IGL has power to\nremove persons it considers incompetent or unsuitable; Clause 4,\nwherein, overall control and supervision was with the IGL, who appoints\nthe Executive Incharge of the Station; Clause 6(g), wherein, the Operator\ncan appoint his personnel on fixed terms which was coterminous with\nthe operating agreement with IGL. He would state that there was no\noperating contract prior to end of 2002 with any contractor. He would\nstate that the respondent No.1 had failed to produce the relevant records\nof the past two years from the date of claim. It would have been the best\nevidence to prove their case. He would state that the contracts are\nmerely on paper as for all purposes, the real and effective control and\nsupervision remains with the respondent No.1-management.                The\nemployer could not have been changed without following the due\nprocess under the <a href=\"/doc/500379/\" id=\"a_2\">Industrial Disputes Act, 1947</a>. He would support the\nreference made by the appropriate government inasmuch the              issue,\nwhether the petitioners were employed by IGL or whether operating\nagreements were sham and nominal, are two sides of the same coin. It\nhas been their consistent stand that they are the employees of the IGL\nand not of the contractors. He would state that in the claim statement,\nthe petitioners had made out a case of contract being sham, nominal and\ncamouflage.         He would also state that the claim has to be seen in\nsubstance rather than the usage of nomenclature like „sham‟ and\n„camouflage‟. According to him, it is a settled law that the Industrial\nTribunal can adjudicate the real dispute between the parties, even if the\nreference presupposes certain facts. According to him, the real grievance\nin the writ petition is with regard to the finding on issue No. 2. He\nwould state, Industrial Tribunal has not given a finding on the operating\n\n<span class=\"hidden_text\" id=\"span_5\">W.P.(C) 6657/2012                                       Page 5 of 22</span>\n agreements being sham. He would state, it is not necessary, all the\nclaimants must come in the witness box to prove his/her case.\nAccording to him, since the Industrial Dispute was espoused by the\nUnion in a representative capacity, there was no need for all the\nworkmen to depose. He would state that WW1 has deposed generally\nand not about any individual workman. He states that WW1 has proved\nthe exhibited 13 documents i.e. Exh. WW1 to WW1/13, which show that\nthe petitioners were employees of IGL from 1998 onwards. He would\nfurther state that WW2 has deposed that throughout, the work was being\ngot done by the respondent No. 1 and not by the commission agents. In\nother words, it was the respondent No.1-management, which was\nsupervising the work and the contractors were nowhere on the ground\nand it was only a paper arrangement. Similarly, WW3 had also deposed,\nnot about himself but about the other Technicians. He would state that\nMW1 has admitted that the work done by the petitioners was of a\npermanent and perennial nature and the same workman was employed,\nthrough more than one contractor.     He would state that the petitioners\nwere working for IGL in 2001-02 and non-production of documents of\nperiod prior to 2003 ought to result in adverse inference against the\nrespondent No.1-management.         He would rely upon the following\njudgments in support of his case:\n</p><blockquote id=\"blockquote_6\">        1. Steel Authority of India Ltd. and ors. etc. vs. National\n        Union Water Front Workers and ors. etc., (2001) 7 SCC 1.\n</blockquote><blockquote id=\"blockquote_7\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"807037\" id=\"span_6\">2. <a href=\"/doc/807037/\" id=\"a_3\">G.M. ONGC, Shilchar V. ONGC Contractual Workers\n        Union</a>, (2008) 12 SCC 275</span>\n</blockquote><blockquote id=\"blockquote_8\">        3. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1199548\" id=\"span_7\"><a href=\"/doc/1199548/\" id=\"a_4\">Indian Farmers Fertilizer Cooperative Ltd. V. Industrial\n        Tribunal I, Allahabad and Ors.</a>,(2002) 3 SCC 544</span>\n\n<span class=\"hidden_text\" id=\"span_8\">W.P.(C) 6657/2012                                       Page 6 of 22</span>\n</blockquote><blockquote id=\"blockquote_9\">         4. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_9\"><a href=\"/doc/144538253/\" id=\"a_5\">International Airport Authority of India V. International\n        Air Cargo Workers&#x27; Union and Anr.</a>, (2009) 13 SCC 374</span>\n</blockquote><blockquote id=\"blockquote_10\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"341085\" id=\"span_10\">5. <a href=\"/doc/341085/\" id=\"a_6\">Bharat Heavy Electrical Limited V. State of U.P. and Ors.</a>,\n        (2003) 6 SCC 528</span>\n</blockquote><p data-structure=\"PetArg\" id=\"p_12\">12.     On the other hand, Mr. K.K.Rai, learned Senior Counsel appearing\nfor the respondent No.1 would submit that the present petition filed by\n15 claimants/workmen is not maintainable inasmuch as neither the\npetitioners herein have filed their affidavit(s) nor they have appeared in\nthe witness box to depose the case in their favour. He would submit that\nthe espousal being through the Union, it is the Union which could have\nfiled the present writ petition and not anyone else. He would also state\nthat the espousal before the Industrial Tribunal has not been done as per\nlaw. According to him, either it should be by the Union belonging to the\nestablishment or Union of another establishment belonging to the same\nindustry.      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1720002\" id=\"span_11\">In this regard, he would rely upon the judgment of the\nSupreme Court in the case reported as (<a href=\"/doc/1720002/\" id=\"a_7\">2005) 3 SCC 202, J.H.Jadhav Vs.\nForbes Gokak Ltd.</a> and also on <a href=\"/doc/1695126/\" id=\"a_8\">Section 4(1)</a> of the Trade Union Act,\n1926. He would also state that the reference to the extent that the\nclaimants/petitioners are entitled to the regularization, is itself bad as\nreference       presupposes   the existence of   an   employer-employee\nrelationship between the claimants-petitioners and the respondent No.1-\nmanagement, which otherwise it not. According to him, the reference\nshould have been whether there exists a relationship of employer-\nemployee between the claimants-petitioners and the respondent No.1-\nmanagement. In the absence of such a reference, the reference which has\nbeen answered by the Industrial Tribunal should have been rejected at\nthe outset. He would further state, even the reference does not contain a\n\n<span class=\"hidden_text\" id=\"span_12\">W.P.(C) 6657/2012                                        Page 7 of 22</span>\n case of the contract   being sham and camouflage, which is further\napparent from the statement of claim; issues framed; examination-in-\nchief and cross examination of the witnesses, where, even the existence\nof a contract has been denied. According to him, there has to be a case\nof existence of contract to claim it sham and camouflage. He would also\nstate that the contract being sham and camouflage, even though not\npleaded, even otherwise, cannot be adjudicated as an ancillary issue and\nit has to be a primary issue based on the reference having been made\nwhich has not been done in the present case. It is his case that no\nfoundation was laid in the pleadings that the contract is sham and\ncamouflage. It was not open to the claimants/petitioners to argue before\nthis Court that the contract was a sham and camouflage. Even otherwise\naccording to him to hold a contract, sham, it is necessary to determine\nthat the workman engaged through a contractor is really a workman of\nthe principal employer. To hold such, the tests are (i) who pays the\nsalary; (ii) who has power to remove/dismiss from service or initiate\ndisciplinary action against the workman concerned; (iii) who has\ndiscretion and control over the employees. He would state that if the\ncontract is for supply of labour, the labour supplied by the contractor\nworks under the direction, supervision and control of the principal\nemployer but that would not make the worker a direct employee of the\nprincipal employer. If the salary is paid by the contractor, the right to\nrecall the employment is with the contractor and the entire supervision\nand control lies with the contractor.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"144538253\" id=\"span_13\">In this regard he relied upon the\njudgments of the Supreme Court in the case reported as „2009 (<a href=\"/doc/144538253/\" id=\"a_9\">13) SCC\n374&#x27; International Airport Authority of India vs. International Air Cargo\nWorkers&#x27; Union &amp; Anr</a>; 2011 (1) SCC 635 General Manager (OD)\n\n<span class=\"hidden_text\" id=\"span_14\">W.P.(C) 6657/2012                                      Page 8 of 22</span>\n Bengal Nagpur Cotton Mills, Raj Nandgaon vs. Bharat Lal &amp; Anr. It is\nalso his case that the claimants/petitioners being a contract labour could\nnot have raised industrial dispute.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_15\">In this regard he relied upon the\njudgment of the Supreme Court reported as 1995 (<a href=\"/doc/366376/\" id=\"a_10\">5) SCC 27 Gujarat\nElectricity Board, Thermal Power Station, Ukal, Gujarat vs. Hind\nMazdoor Sabha &amp; Ors</a>.</span>\n</p><p data-structure=\"PetArg\" id=\"p_13\">13.     That apart it is his submission that the Tribunal has rightly rejected\nthe reference. He would further state that the following pertinent aspects\nwould still be necessary as a mode of proof for the petitioners to\nestablish their case inasmuch as the petitioners must enter the witness\nbox to prove their case regarding employment; mere non-production of\ndocuments per-se would not draw an adverse inference against the\nmanagement; mere pleadings does not substitute the evidence so also a\nself serving affidavit would not be a proof in support of the case; to get\nthe benefit of <a href=\"/doc/731516/\" id=\"a_11\">Section 114(3)(g)</a> of the Evidence Act, one must place\nsome evidence in support of his case. In this regard he relied upon the\nfollowing judgments:\n</p><blockquote id=\"blockquote_11\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"536359\" id=\"span_16\">(<a href=\"/doc/536359/\" id=\"a_12\">a) (2004) 8 SCC 195 Municipal Corporation of Faridabad\n        vs. Siri Niwas</a></span>\n</blockquote><blockquote id=\"blockquote_12\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"770156\" id=\"span_17\">(<a href=\"/doc/770156/\" id=\"a_13\">b) (2002) 3 SCC 25 Range Forest Officer vs. S.T.Hadimani</a></span>\n</blockquote><blockquote id=\"blockquote_13\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"93828\" id=\"span_18\">(<a href=\"/doc/93828/\" id=\"a_14\">c) (2005) 5 SCC 100 Manager, Reserve Bank of India,\n        Banglore vs. S.Mani and Others</a></span>\n</blockquote><blockquote id=\"blockquote_14\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1274317\" id=\"span_19\">(<a href=\"/doc/1274317/\" id=\"a_15\">d) (2006) 1 SCC 106 R.M.K.Yellatti vs. Asstt. Executive\n        Engineer</a></span>\n</blockquote><p data-structure=\"PetArg\" id=\"p_14\">14.     That apart on the issue of summoning of documents of the period\nbefore contractors were engaged it is the submission of Mr.Rai that such\nan application was never pressed by the claimants/petitioners and\n\n<span class=\"hidden_text\" id=\"span_20\">W.P.(C) 6657/2012                                           Page 9 of 22</span>\n therefore no case for summoning of the documents was made out. He\nwould also state, the application for summoning of the documents was\nmade after filing of the evidence by the respondent No.1. He would also\ntake support from the Rule 14(5) of Delhi Shops &amp; Establishment Rules,\n1954 to contend that the record was maintained by the respondent No.1\nonly for a period of two years and therefore the application for\nsummoning the records having been moved in the year 2005 the\nrespondent No. 1 could not have produced the same and even the\nsubsequent application filed in the year 2006 demanded entirely different\ndocuments which would also show that the workmen did not press their\nearlier application. He would further state that mere ex-gratia payment of\nDiwali would have no bearing on the employer-employee relationship. It\nis a document which has been denied by the management. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"920363\" id=\"span_21\">In any case he\nstates that the ex-gratia payment is not part of wages and rely upon the\njudgment of the Supreme Court reported as 1985 (5) SCC 460 Regional\nDirector, Employees&#x27; State Insurance Corporation &amp; Anr.; 2007 (<a href=\"/doc/920363/\" id=\"a_16\">11)\nSCC 756 Ghaziabad Zila Sehkari Bank Ltd. vs. Additional Labour\nCommissioner &amp; Ors. In</a> the last it is his case that regularization pre-\nsupposes the existence of vacancy, a selection process, before\nappointment is made as per rules. He states that the respondent No. 1 in\nits affidavit has specifically stated that procedure for recruitment of\nregular employee involves advertising vacancy, calling applications,\nscreening, calling eligible candidates, interview/test, merit list and\nappointment of the candidates. On these aspects no cross examination\nwas effected by the claimants/petitioners. He would state that the\nrespondent No. 1 is duly registered under the <a href=\"/doc/1810788/\" id=\"a_17\">Contract Labour\n(Regulation &amp; Abolition) Act, 1970</a>.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_22\">He rely upon the judgment of the\n\n<span class=\"hidden_text\" id=\"span_23\">W.P.(C) 6657/2012                                       Page 10 of 22</span>\n Supreme Court reported as 2006 (4) SCC 1, Secretary, State of\nKarnataka &amp; Ors. vs. Uma Devi &amp; Anr. He also take support of the\njudgment of the Supreme Court in the case reported as 2001 (<a href=\"/doc/277653/\" id=\"a_18\">7) SCC 1\nSteel Authority of India Ltd. &amp; Ors. vs. National Union Water Front\nWorkers &amp; Ors.</a> to contend that mere engagement of contract labour, the\nrelationship of master and servant is not established. Even if the contract\nis found to be not genuine, absorption would not follow automatically. In\nthe last it is his case that this Court in exercise of jurisdiction under\n<a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution of India would not interfere with the\nfindings of fact unless the same is perverse or is a case of no evidence.</span>\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1274317\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"609478\" id=\"span_25\">He take support of the judgments of the Supreme Court reported as 1980\n(<a href=\"/doc/609478/\" id=\"a_20\">2) SCC 593 Gujarat Steel Tubes Ltd. &amp; Ors. vs. Gujarat Steel Tubes\nMazdoor Sabha &amp; Ors.</a>; 2006 (<a href=\"/doc/1274317/\" id=\"a_21\">1) SCC 106 R.M.Yellati vs. Assistant\nExecutive Engineer</a>.</span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_15\">15.     Having considered the rival submissions made by the counsel for\nthe parties, the first and foremost issue which need to be decided is\nwhether the 15 petitioners herein, who even though claimants before the\nTribunal and had not filed affidavits in support of their claim nor entered\nthe witness box, could have filed the present writ petition challenging the\nimpugned award. I note, the Union has been arrayed in the memo of\nparties as respondent No. 2. In any case, the espousal by Union would\nbe relevant for the purpose of Industrial Dispute. To contend that it is\nthe Union which can challenge the award in a writ petition may not be\ncorrect in as much as; (i) the industrial dispute stood decided by the\nTribunal answering the reference; (ii) the writ petition before this Court\nunder <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution would not be continuance of the\nreference but a remedy available to the claimants under the Constitution;\n</p>\n<span class=\"hidden_text\" id=\"span_26\">W.P.(C) 6657/2012                                        Page 11 of 22</span>\n<p data-structure=\"PetArg\" id=\"p_16\"> (iii) it may so happen, a Union or a claimant, before an Industrial\nAdjudicator has accepted the award of the Industrial Adjudicator and is\nnot interested in pursuing the remedy further, but, that would not\npreclude a claimant or petitioner willing to seek further remedy invoking\nthe provisions of the Constitution from challenging the award. If the\ncontention as advanced by Mr. Rai, learned Senior Counsel is accepted,\nthat would make such a claimant remedy-less or to say the least, at the\nmercy of the Union/uninterested claimant. The plea urged by learned\nSenior Counsel for the respondent No. 1 cannot be a ground to non-suit\nthe petitioners. Further, I find that the Industrial Dispute having been\nespoused by Union on behalf of             216 claimants/workmen, in a\nrepresentative capacity, the Secretary of the Union has entered the\nwitness box and has deposed on behalf of all the claimants/petitioners.\nHe has got exhibited the documents as Exh. WW1/1 to WW1/13 which\nincluded the salary sheets in respect of all the claimants. Even, his\ndeposition was general in nature with regard to all the claimants. In an\nIndustrial Dispute, the deposition of the person representing similarly\nplaced persons would suffice.       Even otherwise, merely because the\npetitioners have not entered the witness box before the Tribunal would\nnot affect the maintainability of the writ petition. It would be a different\nsubmission to make that on the testimony of the representative, the\npetitioners are not entitled to the relief. Further, if the contention of the\nlearned Senior Counsel for the respondent No. 1 is accepted, then, every\nclaimant, i.e. 216 claimants, need to have entered the witness box,\nwhich would be contrary to the intent of espousal required under the Act.\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1720002\" id=\"span_27\">16.     On the issue of espousal by &quot;Vyapar Thatha Udyog Karamchari\nSangh&quot;, the Supreme Court in the case of <a href=\"/doc/1720002/\" id=\"a_23\">J.H.Jadhav</a> (supra) while,\n\n<span class=\"hidden_text\" id=\"span_28\">W.P.(C) 6657/2012                                         Page 12 of 22</span>\n interpreting the word „Industrial Dispute‟ as defined in <a href=\"/doc/1817848/\" id=\"a_24\">Section 2(k)</a> of\nthe Act has held the phrase „Union‟ indicates the Union to which the\nemployee belongs even though it may be a Union of the minority and\nincludes the Union of another establishment belonging to the same\nIndustry. The said Union would also be competent to take up the cause\nof the workman.       The said submission need to be rejected for two\nreasons; (i) no such contention was either raised/urged before the\nTribunal; (ii) such an issue is a mixed question of law and fact and in the\nabsence of any material to show that the Union which espoused the\ncause of the petitioners herein belonged to the establishment or another\nestablishment of the same industry, it may not be possible for this Court\nto give a finding on the same.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_18\">17.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_29\">Insofar as the submission of Mr. Rai that the contract labour could\nnot have raised an Industrial Dispute against the respondent No. 1, is\nconcerned, suffice to state, with regard to the judgment relied upon by\nhim in <a href=\"/doc/366376/\" id=\"a_25\">Gujarat Electricity Board, Thermal Power Station, Ukal Gujarat</a>\n(supra), wherein, a two judges‟ Bench of the Supreme Court has held\nthat if there is a genuine labour contract between the principal employer\nand the contractor, the authority to abolish the contract labour vests in\nthe appropriate government and not in any court including Industrial\nAdjudicator. If the appropriate govt. abolishes the contract             labour\nsystem in respect of an establishment, the Industrial Adjudicator, would\nafter giving opportunity to the parties to place material before it, decide\nwhether the workman be absorbed by the principal employer, if so, how\nmany of them and on what terms, but, if the appropriate government\ndeclines to abolish the contract labour, the Industrial Adjudicator has to\nreject the reference. If however, the so called contract is not genuine,\n\n<span class=\"hidden_text\" id=\"span_30\">W.P.(C) 6657/2012                                        Page 13 of 22</span>\n but, is a sham and camouflage to hide the reality, <a href=\"/doc/45909/\" id=\"a_26\">Section 10</a> would not\napply and workman can raise an Industrial Dispute for relief that they\nshould be deemed to be employees of the principal employer. The Court\nor the Industrial Adjudicator would have jurisdiction to entertain such a\ndispute and grant necessary relief.</span>\n</p><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_31\">18.     Further, the issue has also been put to rest by the Supreme Court\nin <a href=\"/doc/277653/\" id=\"a_27\">Steel Authority of India Ltd.</a>&#x27;s case (supra), wherein the Supreme\nCourt, in para 125(5), has held as under:</span>\n</p><blockquote id=\"blockquote_15\">         &quot;125.......\n</blockquote><blockquote id=\"blockquote_16\">         (5) On issuance of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_28\">Section\n         10(1)</a> of the CLRA Act prohibiting employment of contract\n         labour or otherwise, in an industrial dispute brought\n         before it by any contract labour in regard to conditions of\n         service, the industrial adjudicator will have to consider the\n         question whether the contractor has been interposed either\n         on the ground of having undertaken to produce any given\n         result for the establishment or for supply of contract\n         labour for work of the establishment under a genuine\n         contract or is a mere ruse/camouflage to evade compliance\n         of various beneficial legislations so as to deprive the\n         workers of the benefit thereunder. If the contract is found\n         to be not genuine but a mere camouflage, the so-called\n         contract labour will have to be treated as employees of the\n         principal employer who shall be directed to regularise the\n         services of the contract labour in the concerned\n         establishment subject to the conditions as may be specified\n         by it for that purpose in the light of para 6 hereunder&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_20\">The aforesaid being conclusive, it is clear that a contract labour can raise\nan Industrial Dispute for seeking declaration that the contract is genuine\nor not. If it is not genuine, the contract labour need to be treated as the\nemployee of the principal employer.\n</p><p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"807037\" id=\"span_32\">19.     Insofar as the submission of Mr. Rai that the reference made by\nthe appropriate Government was bad as the reference presupposes the\n<span class=\"hidden_text\" id=\"span_33\">W.P.(C) 6657/2012                                         Page 14 of 22</span>\n existence of a employer-employee relationship between the petitioners\nand the respondent No. 1, is concerned, I note that the respondent No. 1\nhas disputed the relationship on the ground that the claimants have been\nengaged through a contractor. In view of this averment, an issue No. 2\nwas framed by the Industrial Tribunal &quot;whether the claimants are the\nemployees of the management&quot;. The Industrial Tribunal has answered\nthis issue in the negative.    I note, the parties proceeded before the\nIndustrial Tribunal on an understanding that there exists a dispute on\nrelationship. The respondent No. 1 had not opposed the framing of such\nan issue. The issue on employer-employee relationship is an incidental\nissue. <a href=\"/doc/506329/\" id=\"a_29\">Section 10(4)</a> of the Industrial Disputes Act, 1947 permits the\nIndustrial Adjudicator to confine its adjudication to the terms of\nreference and to those points and matter incidental thereto. The Supreme\nCourt in <a href=\"/doc/807037/\" id=\"a_30\">G.M. ONGC, Shilchar</a>&#x27;s case (supra) and IFFCO&#x27;s case (supra)\nhas justified the decision of the Industrial Adjudicator for deciding the\nissue of relationship between the claimants and the management i.e.\nONGC and IFFCO in those cases, even though, the reference in both the\ncases was for seeking regularization and against termination. In the facts\nof this case, even if it is said that reference presupposes the existence of\nrelationship of employer-employees between the respondent No. 1 and\nthe petitioners, the said relationship could have been determined in view\nof the above position of law, and in any case, the defect has been cured\nby framing issue No. 2 which has been answered by the Tribunal against\nthe petitioners.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_34\">Insofar as the judgments relied upon by the learned\ncounsel for the respondent No. 1, in <a href=\"/doc/277653/\" id=\"a_31\">Tata Iron and Steel Co. Ltd.</a>&#x27;s case\n(supra), the Supreme Court was dealing with a defective reference, as\nthe real issue, that the transfer of the workmen, to M/s. Lafarge India\n\n<span class=\"hidden_text\" id=\"span_35\">W.P.(C) 6657/2012                                        Page 15 of 22</span>\n Ltd. was justified, was not referred for adjudication.           Rather, the\nreference was, whether, not to take back the workmen by TISCO after\ntheir transfer is justified.   Further, the TISCO has challenged the\nreference itself, whereas in this case, the respondent No. 1 has filed its\nreply to the claim petition, allowed framing of issue No. 2 and also a\ndecision on the reference. The objection taken by Mr. Rai is not\nsustainable in the facts of this case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"760168\" id=\"span_36\">The judgments in BSNL&#x27;s cases\n(supra) were primarily related to an issue whether contract being sham\nand camouflage need to be referred by the appropriate government, the\nSingle Judge and the Division Bench, referred and concurred with the\nearlier judgment of the Single Judge of this Court in <a href=\"/doc/760168/\" id=\"a_32\">Ashok Kumar and\nOrs. Vs. The State and Anr.</a> in WPC 9438-42/2004 decided on 20-12-\n2006, wherein the learned Single Judge has held as under:</span>\n</p><blockquote id=\"blockquote_17\">        &quot;It is now settled law that where the workmen claim that the\n       contract between principle employer and contractor was\n       sham and camouflage, they have to raise an industrial\n       dispute to that effect and it is industrial adjudicator who,\n       after going through the evidence and the terms and\n       conditions of the contract and other circumstances has to\n       decide whether the contract between principal employer and\n       the contractor was sham and camouflage&quot;.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_22\">20.     I agree with the learned counsel for the respondent No. 1 that the\nissue of sham and camouflage need to have been referred by the\nappropriate Government. For this reason, and for the reason that the\npetitioners have not even averred/pleaded that the contract between the\nrespondent No. 1 and the contractor is sham, nominal and camouflage,\nsuffice to state, that reference could not have been answered in favour of\nthe petitioners. Even on the merits of the conclusion of the Industrial\nTribunal, to prove such a relationship, the petitioners were necessary\n\n<span class=\"hidden_text\" id=\"span_37\">W.P.(C) 6657/2012                                        Page 16 of 22</span>\n required to plead and prove that the contract between the respondent No.\n1 and the contractor is a sham, nominal and camouflage as in reality,\nthey are the employees of the principal employer. The pleadings must\nmatch the test required to prove such a relationship. In the pleadings, the\npetitioners have though referred to commission agents, it was their case\nthat they are working with the respondent No. 1 as Technicians/DSMs\nand are entitled to be regularized with the respondent No. 1 at the\ncorresponding posts and pay scales. It was also their case that they have\nbeen working with the respondent No. 1 since their appointment, which\nis not providing any legal facilities to them like weekly off, festival off,\nnational holidays, medical leave, annual increments etc. Meaningfully,\nread, it was the case of the petitioners that they are the direct employees\nof the respondent No. 1 and their working is regulated by it. It was never\ntheir case that their services have been transferred under the contractor.\nThey have never accepted/admitted the contract between the respondent\nNo. 1 and the contractor. So, there was no pleading that the contract\nbeing sham, nominal and camouflage. Given the case set up by the\npetitioners in their claim petition, it was difficult to establish that they\nare the direct employees of the respondent No. 1, for which, it is\nnecessary to prove (1) salary is being paid by the respondent No. 1; (2)\ndisciplinary powers are with the respondent No. 1; (3) the employees-\npetitioners are working under the supervision and control of the\nrespondent No. 1. Further, in his deposition, WW1 has denied the fact\nthat the petrol pumps were being operated through the contractors. He\nhas denied the suggestion that the work is being done through\ncommission agents of the management. He has also denied the\nsuggestion that the claimants were not appointed by the management.\n</p>\n<span class=\"hidden_text\" id=\"span_38\">W.P.(C) 6657/2012                                        Page 17 of 22</span>\n<p data-structure=\"CDiscource\" id=\"p_23\"> He has denied the suggestion that the petitioners were not being paid\nsalaries by the management. Further, he has denied the suggestion that\nthe respondent No. 1 has no control or supervision over the petitioners.\nWW2, in his deposition, has even though denied that the respondent No.\n1 is getting the work done through the commission agents, he has\nadmitted that one V.K.Chandra was working as a Supervisor and he is\nbeing paid salary by him. There is nothing on record to show salary was\nbeing paid by the respondent No. 1. Further, it is not their case that\nsubsequent to the operating agreements, the disciplinary powers, were\nbeing exercised by the respondent No. 1. The reliance placed by Mr.\nKrishnan on Exh. WW1/1, WW1/4, WW1/7, Attendance Register for the\nmonth of October, 2001, Identity Cards issued to the petitioners on\nDecember 26, 2001 are for a period prior to December, 2002 as\nthereafter, the contractors were appointed.      I note, the case that the\ncontract is sham, nominal and camouflage has been set up by the\npetitioners for the first time in this Court, which is clear from the reading\nof the writ petition. Reference made by Mr. Krishnan to some of the\nclauses of the contract, suffice to state, the clauses in no way\ndemonstrate that the three test necessary to prove the relationship have\nbeen fulfilled. The aspect of supervision and control to the extent,\nensuring the work, for which, operating agreements have been executed\nis being carried out properly would always exist with the principal\nemployer. It is the cumulative effect of all the three tests which would\ndetermine the relationship and prove the contract as sham, nominal and\ncamouflage. In the given facts, I note, neither the reference was made\nabout the relationship, or the contract being sham, nominal and\ncamouflage nor the petitioners have pleaded/proved that the contract was\n\n<span class=\"hidden_text\" id=\"span_39\">W.P.(C) 6657/2012                                         Page 18 of 22</span>\n sham, nominal and camouflage. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_40\">In this regard, I reproduce the following\nobservations of the Supreme Court in the case of General Manager\n(OSD), Bengal Nagpur Cotton Mills Rajnandgaon&#x27;s case (supra),\nwherein the Supreme Court has referred to its earlier judgment in\n<a href=\"/doc/144538253/\" id=\"a_33\">International Airport Authority of India</a>&#x27;s case (supra) :</span>\n</p>\n<blockquote id=\"blockquote_18\">        &quot;10. It is now well-settled that if the industrial adjudicator\n        finds that contract between the principal employer and\n        contractor to be sham, nominal or merely a camouflage to\n        deny employment benefits to the employee and that there\n        was in fact a direct employment, it can grant relief to the\n        employee by holding that the workman is the direct\n        employee of the principal employer. Two of the well-\n        recognized tests to find out whether the contract labour are\n        the direct employees of the principal employer are (i)\n        whether the principal employer pays the salary instead of\n        the contractor; and (ii) whether the principal employer\n        controls and supervises the work of the employee. In this\n        case, the Industrial Court answered both questions in the\n        affirmative and as a consequence held that first respondent\n        is a direct employee of the appellant.\n</blockquote><blockquote id=\"blockquote_19\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_41\">11     On a careful consideration, we are of the view that\n        the Industrial Court committed a serious error in arriving at\n        those findings. In regard to the first test as to who pays the\n        salary, it placed the onus wrongly upon the appellant. It is\n        for the employee to aver and prove that he was paid salary\n        directly by the principal employer and not the contractor.\n        The first respondent did not discharge this onus. Even in\n        regard to second test, the employee did not establish that he\n        was working under the direct control and supervision of the\n        principal employer. The Industrial Court misconstrued the\n        meaning of the terms control and supervision&#x27; and held that\n        as the officers of appellant were giving some instructions to\n        the first respondent working as a guard, he was deemed to\n        be working under the control and supervision of the\n        appellant. The expression `control and supervision&#x27; in the\n        context of contract labour was explained by this court\n\n\n<span class=\"hidden_text\" id=\"span_42\">W.P.(C) 6657/2012                                         Page 19 of 22</span>\n         in <a href=\"/doc/144538253/\" id=\"a_34\">International Airport Authority of India v. International\n        Air Cargo Workers Union</a> [2009 (13) SCC 374] thus:</span>\n</blockquote><blockquote id=\"blockquote_20\">        &quot;38......If the contract is for supply of labour,\n        necessarily, the labour supplied by the contractor will\n        work under the directions, supervision and control of\n        the principal employer but that would not make the\n        worker a direct employee of the principal employer, if\n        the salary is paid by contractor, if the right to regulate\n        employment is with the contractor, and the ultimate\n        supervision and control lies with the contractor.\n</blockquote><blockquote id=\"blockquote_21\">        39. The principal employer only controls and directs\n        the work to be done by a contract labour, when such\n        labour is assigned/allotted/sent to him. But it is the\n        contractor as employer, who chooses whether the\n        worker is to be assigned/allotted to the principal\n        employer or used otherwise. In short, worker being the\n        employee of the contractor, the ultimate supervision\n        and control lies with the contractor as he decides where\n        the employee will work and how long he will work and\n        subject to what conditions. Only when the contractor\n        assigns/sends the worker to work under the principal\n        employer, the worker works under the supervision and\n        control of the principal employer but that is secondary\n        control. The primary control is with the contractor.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">        13. Therefore we are of the view that the Industrial Court\n        ought to have held that first respondent was not a direct\n        employee of the appellant, and rejected the application of the\n        first respondent.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"341085\" id=\"span_43\">21.     Insofar as the submission of Mr. Krishnan, learned counsel for the\npetitioners that failure on the part of the respondent No. 1 to produce\nrecord pertaining to pre-2003 period to demonstrate that they have been\nengaged by the management is concerned, the non-production is\ninconsequential inasmuch as pursuant to the operating agreements, the\nchange effected has not been challenged by the claimants at any point of\n\n<span class=\"hidden_text\" id=\"span_44\">W.P.(C) 6657/2012                                         Page 20 of 22</span>\n time. As stated above, the petitioners should have challenged their\ntransfer or their engagements through the contractors and the same\nshould have been a subject matter of reference for adjudication. In the\nabsence of any challenge, it must be presumed that their status was of a\ncontract labour having been engaged through contractors. The reliance\nplaced by Mr. Krishnan on the judgment of the Supreme Court in <a href=\"/doc/341085/\" id=\"a_35\">Bharat\nHeavy Electricals Ltd.</a>&#x27;s case (supra) would not be applicable to the\nfacts of this case. The petitioners could not able to establish the tests\nprescribed, for the Court to hold that they are the employees of the\nrespondent No. 1. Having said that, it is also necessary to get the relief of\nregularization, the petitioners were required to prove that their exists\nposts commensurating their qualifications, vacancies with the respondent\nNo. 1 and that they have been engaged through the process followed by\nthe respondent No. 1 for making regular appointments. Mr. Rai is correct\ninasmuch as to get the relief of regularization, the aforesaid pertinent\naspects need to be pleaded and established by the petitioners.</span> In any\ncase, in terms of the judgment of the Supreme Court in Uma Devi&#x27;s case\n(supra), the Court/Tribunal could not have given a direction to regularize\nthe petitioners. The consideration has to be through a process of open\nselection in terms of the Recruitment Rules. I find that for the reasons\nstated by the Tribunal and in view of the aforesaid reasons, more\nparticularly, in para 28, the Tribunal has rightly answered the reference\ndenying the claim of regularization of the petitioners. Insofar as the\nsubmission of Mr. Rai with regard to the scope of judicial review, more\nparticularly, on the findings of fact, I need not go into that issue keeping\nin view my conclusion above.\n</p><p data-structure=\"Conclusion\" id=\"p_26\">22.     The writ petition is accordingly dismissed with no order as to\n\n<span class=\"hidden_text\" id=\"span_45\">W.P.(C) 6657/2012                                         Page 21 of 22</span>\n costs.\n</p><p data-structure=\"Conclusion\" id=\"p_27\">                    (V.KAMESWAR RAO)\n                         JUDGE\n\nJULY 28, 2014/akb\n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">W.P.(C) 6657/2012       Page 22 of 22</span>\n </p>","numcites":23,"numcitedby":0,"docsource":"Delhi High Court","citetid":11325311,"divtype":"judgments","relatedqs":[{"value":"sham contract","formInput":"sham%20contract"},{"value":"contractor is the principal employer","formInput":"contractor%20is%20the%20principal%20employer"},{"value":"framing of issues","formInput":"framing%20of%20issues"},{"value":"sham and nominal","formInput":"sham%20and%20nominal"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"employer employee relationship","formInput":"employer%20employee%20relationship"},{"value":"agent commission","formInput":"agent%20commission"},{"value":"ONGC","formInput":"ONGC"},{"value":"\"contractor\"\"principal employer\"","formInput":"%22contractor%22%22principal%20employer%22"},{"value":"espousal ","formInput":"espousal%20"},{"value":"airport authority","formInput":"airport%20authority"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"pay scale","formInput":"pay%20scale"},{"value":"Airport","formInput":"Airport"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"},{"value":"steel authority is other authority","formInput":"steel%20authority%20is%20other%20authority"},{"value":"krishnan","formInput":"krishnan"},{"value":"steel authority","formInput":"steel%20authority"},{"value":"employee and employer","formInput":"employee%20and%20employer"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"}],"courtcopy":true,"query_alert":null,"agreement":false}