{"tid":19482106,"publishdate":"2022-01-10","title":"State By Narcotics Control Bureau vs Pallulabid Ahamad Arimutta on 10 January, 2022","doc":"<h2 class=\"doc_title\">State By Narcotics Control Bureau vs Pallulabid Ahamad Arimutta on 10 January, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-kohli\">Hima Kohli</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-kohli\">Hima Kohli</a>, <a href=\"/search/?formInput=benchid:s-kant\">Surya Kant</a>, <a href=\"/search/?formInput=benchid:n-v-ramana\">N. V. Ramana</a></h3>\n\n<pre id=\"pre_1\">         Petition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\n                                                                                                     REPORTABLE\n\n                                          IN THE SUPREME COURT OF INDIA\n                                      EXTRAORDINARY APPELLATE JURISDICTION\n\n         PETITION FOR SPECIAL LEAVE TO APPEAL (CRL.) NO.242 OF 2022\n                        ARISING OUT OF DIARY NO. 22702 OF 2020\n\n         STATE BY (NCB) BENGALURU                                                          …..    PETITIONER\n\n\n                                                                       VERSUS\n\n\n         PALLULABID AHMAD ARIMUTTA &amp; ANR.                                            …..   RESPONDENTS\n\n\n                                                                   ALONGWITH\n\n                         PETITION FOR SPECIAL LEAVE TO APPEAL (CRL.) NO. 1569 OF 2021\n\n\n         UNION OF INDIA                                                              …..    PETITIONER\n\n                                                                       VERSUS\n         MOHAMMED AFZAL                                                                    …..   RESPONDENT\n\n                                                                            WITH\n\n\n                          PETITION FOR SPECIAL LEAVE TO APPEAL (CRL.) 1454 OF 2021\n\n\n         UNION OF INDIA\n         NARCOTICS CONTROL BUREAU, BENGALURU                                               …..    PETITIONER\nSignature Not Verified\n\nDigitally signed by\nSATISH KUMAR YADAV\n                                                                       VERSUS\nDate: 2022.01.18\n17:03:56 IST\nReason:\n\n\n\n\n                                                                      Page 1 of 12\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\nMOHAMMED AFZAL                                                              …..   RESPONDENT\n                                                                   WITH\n\nPETITION FOR SPECIAL LEAVE TO APPEAL (CRL.) 1465 OF 2021\n\nSTATE BY INTELLIGENCE OFFICER,\nNARCOTICS CONTROL BUREAU                                                    …..    PETITIONER\n\n                                                             VERSUS\n\nMUNEES KAVIL PARAMABATH @ MUNEES KP                                         …..   RESPONDENT\n\n                                                                   WITH\n\nPETITION FOR SPECIAL LEAVE TO APPEAL (CRL.) 2080 OF 2021\n\nSTATE OF KARNATAKA                                                          …..    PETITIONER\n                                                             VERSUS\n\nMUNEES KAVIL PARAMABATH                                                     …..   RESPONDENT\n                                                                   AND\n\nPETITION FOR SPECIAL LEAVE TO APPEAL (CRL.) NO. 1773-74 OF 2021\nSTATE BY INTELLIGENCE OFFICER (NCB)\nBENGALURU ZONAL UNIT, BENGALURU                                             …..    PETITIONER\n\n                                                             VERSUS\nABU THAHIR @ ABDU &amp; ETC.                                                    …..   RESPONDENTS\n\n                                                            ORDER\n</pre><p data-structure=\"Precedent\" id=\"p_1\">HIMA KOHLI J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">          Delay condoned in SLP (Crl.) … Diary No. 22702 of 2020.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n<span class=\"hidden_text\" id=\"span_1\">                                                             Page 2 of 12</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_5\">1.        As the facts of the present petitions are intertwined, having arisen from\n\ntwo connected cases registered as NCB Case FN No. 48/01/03/2019/BZU and\n\nNCB Case FN No. 48/01/07/2019/BZU, it is proposed to dispose them by a\n\ncommon order. The petitioner-Narcotic Control Bureau, Bengaluru Zonal Unit 1,\n\nis aggrieved by an order dated 16 th September, 2019 passed in Criminal Leave\n\nPetition No. 4462/2019 (subject matter of SLP(Crl.) Diary No. 22702/2020),\n\norder dated 14th January, 2020 passed in Criminal Leave Petition No.\n\n8603/2019 (subject matter of SLP (Crl.) No. 1454/2021), order dated 16 th\n\nJanuary, 2020 passed in Criminal Petition No. 7861/2019 (subject matter of\n\nSLP (Crl.) No. 1465/2021), order dated 19 th December, 2019 passed in Criminal\n\nPetition No. 7624/2019 c/w Criminal Petition No. 6609/2019 (subject matter of\n\nSLP (Crl.) Nos. 1773-1774/2021), order dated 08 th January, 2020 passed in\n\nCriminal Petition No. 7714/2019 (subject matter of SLP (Crl.) No. 1569/2021)\n\nand order dated 20th January, 2020 passed in Criminal Petition No. 7897/2019\n\n(subject matter of SLP (Crl.) No. 2080/2021). By the aforesaid orders, the High\n\nCourt of Karnataka has released the respondents on bail for the offences\n\npunishable under Sections 8(c), 8A read with Sections 20(b), 21, 22, 27A, 27B,\n\n\n\n1 In short ‘NCB’\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                             Page 3 of 12</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\n28 and 29 of the Narcotic Drugs and Psychotropic Substances Act, 1985 2, as\n\nthe case may be.\n</p>\n<p data-structure=\"Section\" id=\"p_6\">\n</p><p data-structure=\"Facts\" id=\"p_7\">2.         The facts leading to registering of the aforesaid cases against the\n\nrespondents are that on 22nd March, 2019, the petitioner-NCB had received\n\ninformation that two persons i.e., Nausheer Mohammed [A-1] and Noushad\n\nMannakkamvalli [A-2] were going to carry drugs and travel to Doha by Oman\n\nAirways from Bengaluru International Airport. Immediately on receiving such\n\ninformation, a team of NCB officers arrived at the airport and on searching the\n\nluggage of A-1 and A-2, seized 4.525 Kgs of Hashish, 965 Grams of\n\nAmphetamine and 30 Grams of Cocaine. Both the respondents in SLP(Crl) @\n\nDiary No. 22702/2020 i.e. Pallulabid Ahamad Arimutta and Mohammed Majid\n\nSaleem were arraigned as Accused Nos. 3 and 4 in NCB Case FN No.\n\n48/01/03/2019/BZU3 and arrested for the offences stated above. Similarly,\n\nMohammed Afzal[A-6], respondent in SLP (Crl.) No. 1454/2021 was arrested on\n\nan allegation that his Call details record 4 revealed that he was in constant\n\nconversation with A-2 and one Abu Thahir @ Abdu [A-5]. Additionally, reliance\n\nwas placed by the Department on the statement of A-5 recorded under Section\n\n2    In short ‘<a href=\"/doc/1727139/\" id=\"a_1\">NDPS Act</a>’\n3    Hereinafter referred to as the ‘first case’\n4    For short ‘CDR’\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                             Page 4 of 12</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\n67 of the <a href=\"/doc/1727139/\" id=\"a_2\">NDPS Act</a> which purportedly revealed that both of them had arranged\n\nthe drugs that were delivered to A-1 and A-2 on 22 nd March 2019, who were\n\ngoing to carry the same in their luggage while flying to Doha.\n\n\n</p><p data-structure=\"Facts\" id=\"p_8\">3.        Munees Kavil Paramabath [A-8], respondent in SLP (Crl.) No. 1454/2021\n\nwas purportedly found to be in conversation with A-2, A-6, A-7 and A-8 as per\n\nthe CDR of A-5 on the date of the seizure. The petitioner-NCB claims that apart\n\nfrom the statement of A-5 recorded under <a href=\"/doc/1752792/\" id=\"a_3\">Section 67</a> of the NDPS Act, he had\n\nalso voluntarily stated during his examination that he was paid money by A-8 for\n\nfinancing the drugs. Abu Thahir @ Abdu [A-5] and Sabir Bayan [A-7],\n\nrespondents in SP (Crl.) No. 1773-1774/2021 were similarly arrested on the\n\nstatement of the co-accused, namely, A-2, A-6 and A-8 and on an allegation that\n\nflight tickets of A-1 were recovered from the house of A-5 and A-6.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_9\">4.        After registering the first case and in the course of conducting an\n\ninvestigation officers of the petitioner-NCB claimed to have gathered credible\n\ninformation that Abu Thahir @ Abdu and Mohammed Afzal arraigned as [A-1]\n\nand [A-2] in NCB Case FN No. 48/01/07/2019/BZU 5, were going to reach\n\nBengaluru            Airport         alongwith            persons       named   Khushboo   Sharma   and\n\n5    Hereinafter referred to as the ‘second case’\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                             Page 5 of 12</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\nMohammad Asif for trafficking drugs to Doha.                                The said accused were\n\napprehended in the parking area of Bengaluru Airport on 15 th June, 2019. It is\n\nstated that Khushboo Sharma was found to be in possession of a black bag that\n\nwhen searched, revealed 510 grams of Methamphetamine concealed in\n\nsanitary napkins. Further, when A-1 and A-2 were taken by the Department to a\n\ntenanted flat occupied by them, NCB officers found huge quantities of drugs\n\nstashed there, namely, 330 Grams of Methamphetamine, 13.680 Kgs of\n\nHashish, 2.850 Kgs of Hashish Oil, 9.050 Kgs of Ganja and 4586 Capsules of\n\nLyrica.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">\n</p><p data-structure=\"Facts\" id=\"p_11\">5.        The specific allegations levelled against Mohammed Afzal [A-2],\n\nrespondent in SLP (Crl.) No. 1569/2021 who was granted bail vide order dated\n\n08th January, 2020 in the second case registered by the NCB, is that apart from\n\nhis own inculpatory statement and the confessional statement of the co-\n\naccused, Abu Thahir @ Abdu [A-1] recorded under <a href=\"/doc/1752792/\" id=\"a_4\">Section 67</a> of the NDPS Act,\n\nlarge quantity of drugs were seized at his tenanted premises and from the hand\n\nbag of the co-accused, Khushboo Sharma also found to be in his possession at\n\nthe Airport, which concealed drugs.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\n</p><p data-structure=\"Issue\" id=\"p_13\">6.        As for Munees Kavil [A-5], respondent in Criminal Petition No. 7897/2019\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                             Page 6 of 12</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\nwho was granted bail vide order dated 20 th January, 2020 in the second case\n\nregistered by the NCB, the basis for arresting him was the statement made\n\nagainst him by the co-accused, A-1 under <a href=\"/doc/1752792/\" id=\"a_5\">Section 67</a> of the NDPS Act\n\ndisclosing therein that A-5 had sent drugs to Doha on several previous\n\noccasions on instructions received from his brother and that he was financing\n\nthe drug business.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">\n</p><p data-structure=\"RespArg\" id=\"p_15\">7.        Mr. S.V. Raju and Mr. K. M. Nataraj, learned Additional Solicitors General\n\nboth appearing for the petitioner-NCB in the connected petitions have\n\nchallenged the impugned orders primarily on the ground that the High Court has\n\nerred in returning a finding that the rigors of <a href=\"/doc/496325/\" id=\"a_6\">Section 37</a> of the NDPS Act are not\n\nattracted to the facts of the present cases; that none of the pre-conditions\n\nstipulated in <a href=\"/doc/496325/\" id=\"a_7\">Section 37</a> of the NDPS Act that starts with a non-obstante clause,\n\nhad been met in the instant cases for granting any relief to the respondents and\n\nthat a concession has been granted to the respondents on an erroneous\n\npresumption that there is a reasonable ground for believing that they are not\n\nguilty for such an offence.                         It has been vehemently argued by the learned\n\nAdditional Solicitors General that in the instant cases, there existed justifiable\n\nreasons to reject the bail applications of the respondents and there was hardly\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                             Page 7 of 12</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\nany ground to believe that they were not guilty of the offences alleged against\n\nthem or that they are not likely to commit any such offence while on bail.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">8.        Vide order dated 05th January, 2020, learned counsel for the petitioners-\n\nNCB were directed to prepare a comprehensive tabulated statement with\n\nrespect to the role attributed to each of the respondents, the evidence gathered\n\nagainst them at the time of their arrest, their antecedents, the dates on which\n\nthey were arrested and the period of custody undergone by them, for ready\n\nreference. The said tabulated statement has been filed and a perusal thereof\n\nreveals that in SLP (Crl.) @ Diary No.22702/2020, SLP (Crl.) No.1454/2021,\n\nSLP (Crl.) No. 1465/2021, SLP (Crl.) Nos. 1773-1774/2021, SLP (Crl.) No.\n\n2080/2021, heavy reliance has been placed by the petitioner-NCB on the\n\nvoluntary statements of the accused and the co-accused recorded under\n\n<a href=\"/doc/1752792/\" id=\"a_8\">Section 67</a> of the NDPS Act for arresting them.                              Another piece of evidence\n\nreferred to is the CDR details in respect of A-3, A-4, A-5, A-6 and A-8 in the first\n\ncase which as per the prosecution, goes to show that the said respondents\n\nwere constantly in touch with each other and with A-1 and A-2 on the date of the\n\nseizure.          The attention of this Court was also drawn to the fact that the\n\nantecedents of A-5, A-6 and A-8 in the first case and A-2 and A-5 in the second\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                             Page 8 of 12</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\ncase are not clean.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">\n</p><p data-structure=\"RespArg\" id=\"p_18\">9.        Having gone through the records alongwith the tabulated statement of the\n\nrespondents submitted on behalf of the petitioner-NCB and on carefully\n\nperusing the impugned orders passed in each case, it emerges that except for\n\nthe voluntary statements of A-1 and A-2 in the first case and that of the\n\nrespondents themselves recorded under <a href=\"/doc/1752792/\" id=\"a_9\">Section 67</a> of the NDPS Act, it\n\nappears, prima facie, that no substantial material was available with the\n\nprosecution at the time of arrest to connect the respondents with the allegations\n\nlevelled against them of indulging in drug trafficking. It has not been denied by\n\nthe prosecution that except for the respondent in SLP (Crl.) No. 1569/2021,\n\nnone of the other respondents were found to be in possession of commercial\n\nquantities of psychotropic substances, as contemplated under the <a href=\"/doc/1727139/\" id=\"a_10\">NDPS Act</a>.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143202244\" id=\"span_8\">10.       It has been held in clear terms in <a href=\"/doc/143202244/\" id=\"a_11\">Tofan Singh Vs. State of Tamil Nadu</a> 6,\n\nthat a confessional statement recorded under <a href=\"/doc/1752792/\" id=\"a_12\">Section 67</a> of the NDPS Act will\n\nremain inadmissible in the trial of an offence under the <a href=\"/doc/1727139/\" id=\"a_13\">NDPS Act</a>. In the teeth\n\nof the aforesaid decision, the arrests made by the petitioner-NCB, on the basis\n\nof the confession/voluntary statements of the respondents or the co-accused\n\n6    (2021) 4 SCC 1\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                             Page 9 of 12</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\nunder <a href=\"/doc/1752792/\" id=\"a_14\">Section 67</a> of the NDPS Act, cannot form the basis for overturning the\n\nimpugned orders releasing them on bail. The CDR details of some of the\n\naccused or the allegations of tampering of evidence on the part of one of the\n\nrespondents is an aspect that will be examined at the stage of trial. For the\n\naforesaid reason, this Court is not inclined to interfere in the orders dated 16 th\n\nSeptember, 2019, 14th January, 2020, 16th January, 2020, 19th December, 2019\n\nand 20th January, 2020 passed in SLP (Crl.) No@ Diary No. 22702/2020, SLP\n\n(Crl.) No. 1454/2021, SLP (Crl.) No. 1465/2021, SLP (Crl.) No. 1773-74/2021\n\nand SLP (Crl.) No. 2080/2021 respectively.                                   The impugned orders are,\n\naccordingly, upheld and the Special Leave Petitions filed by the petitioner-NCB\n\nseeking cancellation of bail granted to the respective respondents, are\n\ndismissed as meritless.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">\n</p><p data-structure=\"Facts\" id=\"p_21\">11.       However, the evidence brought before us against Mohammed Afzal [A-2],\n\nrespondent in SLP (Crl.) No. 1569/2021, subject matter of the second case i.e.,\n\nNCB Case FN No. 48/01/07/2019/BZU, who was granted bail vide order dated\n\n08th January, 2020, will have to be treated on an entirely different footing. There\n\nare specific allegations levelled against the said respondent regarding recovery\n\nof substantial commercial quantities of drugs from a rented accommodation\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                             Page 10 of 12</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\noccupied by him pursuant to which he was arrested on 16 th June, 2019. This\n\naspect has been completely overlooked while passing the order dated 08 th\n\nJanuary, 2020 wherein, the only reason that appears to have weighed with the\n\nHigh Court for releasing him on bail is that his case stands on the same footing\n\nas A-1, A-3 and A-4 who had been enlarged on bail vide orders dated 11 th\n\nOctober, 2019, 16th September, 2019 and 09th September, 2019, in connection\n\nwith the second case registered by the Department. We are of the firm view\n\nthat A-2 cannot seek parity with the aforesaid co-accused and no such benefit\n\ncould have been extended to him in view of <a href=\"/doc/496325/\" id=\"a_15\">Section 37</a> of the Act when he was\n\nfound to be in conscious possession of commercial quantity of psychotropic\n\nsubstances, as contemplated under the <a href=\"/doc/1727139/\" id=\"a_16\">NDPS Act</a>. That being the position, the\n\npetitioner-NCB succeeds in SLP (Crl.) No. 1569/2021. The bail granted to the\n\nrespondent-Mohmmed Afzal [A-2] is cancelled forthwith at this stage and he is\n\ndirected to surrender before the Sessions Court/Special Judge (NDPS) within a\n\nperiod of two weeks, for being taken into custody.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">\n</p><p data-structure=\"Conclusion\" id=\"p_23\">12.       The petitions are disposed of in terms of the aforesaid order.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_24\">13.       Needless to state that the observations made above are limited to\n\nexamining the relief sought in the present petitions for cancellation of bail. This\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                             Page 11 of 12</span>\n\fPetition for Special Leave to Appeal (Criminal) No. 1569 OF 2021\n\n\n\n\nCourt has refrained from making any observations on the merits of the case\n\npending before the trial Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">\n</p><p data-structure=\"Conclusion\" id=\"p_26\">                                                                             .................................CJI.\n</p><p data-structure=\"Precedent\" id=\"p_27\">                                                                                           [N. V. RAMANA]\n\n\n\n                                                                                 ...................................J.\n                                                                                              [SURYA KANT]\n\n\n\n                                                                                 ...................................J.\n                                                                                               [HIMA KOHLI]\nNew Delhi,\nJanuary 10, 2022.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                             Page 12 of 12</span>\n\f</p>","numcites":4,"numcitedby":12,"docsource":"Supreme Court of India","citetid":19482106,"divtype":"judgments","relatedqs":[{"value":"ndps act","formInput":"ndps%20act"},{"value":"special leave petition criminal","formInput":"special%20leave%20petition%20criminal"},{"value":"NDPS","formInput":"NDPS"},{"value":"Pallulabid","formInput":"Pallulabid"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"bail granted","formInput":"bail%20granted"},{"value":"leave to appeal","formInput":"leave%20to%20appeal"},{"value":"criminal appeal by special leave","formInput":"criminal%20appeal%20by%20special%20leave"},{"value":"slp","formInput":"slp"},{"value":" all section of ndps act","formInput":"%20all%20section%20of%20ndps%20act"},{"value":"narcotics control bureau","formInput":"narcotics%20control%20bureau"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"appeal by special leave","formInput":"appeal%20by%20special%20leave"},{"value":"special appeal","formInput":"special%20appeal"},{"value":"Airport","formInput":"Airport"},{"value":"the narcotic drugs and psychotropic substances act","formInput":"the%20narcotic%20drugs%20and%20psychotropic%20substances%20act"},{"value":"narcotics and drugs act","formInput":"narcotics%20and%20drugs%20act"},{"value":"Petition of appeal.","formInput":"Petition%20of%20appeal."},{"value":" psychotropic drug","formInput":"%20psychotropic%20drug"}],"cats":[{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"},{"value":"non-bailable-offences","formInput":"tag:non-bailable-offences"}],"courtcopy":true,"query_alert":null,"agreement":false}