{"tid":162455524,"publishdate":"2013-12-02","title":"Baburaj @ Babu vs The State Of Kerala Represented By on 2 December, 2013","doc":"<h2 class=\"doc_title\">Baburaj @ Babu vs The State Of Kerala Represented By on 2 December, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-bhavadasan\">P. Bhavadasan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-bhavadasan\">P.Bhavadasan</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n                          IN THE HIGH COURT OF KERALA AT ERNAKULAM\n\n                                                      PRESENT:\n\n                          THE HONOURABLE MR.JUSTICE P.BHAVADASAN\n\n           MONDAY,THE 2ND DAY OF DECEMBER 2013/11TH AGRAHAYANA, 1935\n\n                                           CRL.A.No. 2606 of 2008 ( )\n                                           -------------------------------------\n       AGAINST THE JUDGMENT IN SC 362/2003 of ASSISTANT SESSIONS COURT,\n                                                    CHERTHALA.\n                                                         ..........\n\nAPPELLANT(S)/ACCUSED:\n----------------------------------------\n\n            BABURAJ @ BABU, S/O. KUNJAN\n            AAYITHARAYIL VEEDU, WARD NO.5, AROOR PANCHAYATH\n\n            BY ADV. SRI.A.P.SUBHASH\n\nRESPONDENT(S)/COMPLAINANT:\n----------------------------------------------------\n\n            THE STATE OF KERALA REPRESENTED BY\n            THE PUBLIC PROSECUTOR, HIGH COURT OF, KERALA\n            ENAKULAM.\n\n\n                     BY PUBLIC PROSECUTOR SRI.DHANESH MATHEW MANJOORAN\n\n            THIS CRIMINAL APPEAL HAVING BEEN FINALLY HEARD ON 22/11/2013,\n            THE COURT ON 02/12/2013 DELIVERED THE FOLLOWING:\n\n\n\n\ntss\n\f\n\n\n                       P. BHAVADASAN, J.\n                  - - - - - - - - - - - - - - - - - - - - - -\n                  Crl.Appeal. No. 2606 of 2008\n                   - - - - - - - - - - - - - - - - - - - - - -\n            Dated this the 2nd day of December, 2013.\n\n                               JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">           The accused was prosecuted for the offences\n\npunishable under <a href=\"/doc/1982060/\" id=\"a_1\">Sections 450</a>, <a href=\"/doc/180217/\" id=\"a_2\">506(1)</a> and <a href=\"/doc/1279834/\" id=\"a_3\">376</a> of Indian\n\nPenal Code.     He was found guilty on all three counts and\n\ntherefore, he was convicted and sentenced to suffer rigorous\n\nimprisonment for ten years and to pay fine of Rs.50,000/-, in\n\ndefault to undergo simple imprisonment for six months for\n\nthe offence under <a href=\"/doc/1279834/\" id=\"a_4\">Section 376</a> of I.P.C. He was sentenced to\n\nundergo rigorous imprisonment for two years for the offence\n\nunder <a href=\"/doc/1982060/\" id=\"a_5\">Section 450</a> of I.P.C.              He was further sentenced to\n\nundergo rigorous imprisonment for                       six months for the\n\noffence under <a href=\"/doc/180217/\" id=\"a_6\">Section 506(1)</a> of I.P.C. Substantive terms of\n\nimprisonment were directed to run concurrently. It was also\n\ndirected that if the fine amount was realized, 50% shall be paid\n\nto the victim as compensation.\n</p>\f\n<p data-structure=\"Issue\" id=\"p_2\">Crl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_1\">                                 2</span><p data-structure=\"Issue\" id=\"p_3\">\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">             2.    The victim, namely, P.W.4 in this case, is a\n\nmarried woman with children and was aged 40 as on the date\n\nof the offence which is alleged to have been committed on\n\n18.4.2002. The victim and the accused are neighbours. Her\n\nhusband is a construction worker. They had put up a house\n\nafter purchasing two cents of property from the accused. The\n\ntwo families were on good terms. From March, 2002 onwards\n\nit is alleged that the accused began to misbehave with the\n\nvictim. While she was taking bath on a particular day, she\n\nhappened to see the accused peeping into the bath room\n\nsitting on the top of a coconut tree nearby. When questioned,\n\nthe accused is alleged to have told that he had taken a fancy\n\nfor her and he is in the habit of achieving what he desired.\n\nHowever, to avoid quarrel, she did not inform her husband.\n\nOn 18.4.2002, at about 2.30 p.m. while the victim, namely,\n\nP.W.4, was cleaning the utenzils in the kitchen, the accused\n\nentered the kitchen and stamped on the back of the victim.\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_2\">                               3</span><p data-structure=\"Facts\" id=\"p_5\">\n\nShe turned round and saw that it was the accused and when\n\nshe tried to cry aloud, her mouth was closed and the accused\n\nthreatened her that if dared to make a cry, she would be\n\ndone away with. When the attempt to wriggle out failed, she\n\nwas made to lie on the floor and then she says that she was\n\nravished. After the incident, he is alleged to have told the\n\nvictim that if she complained about the incident to anybody,\n\nher daughter would suffer the same fate. When she tried to\n\ncry aloud, the accused had bitten on her lip, which resulted in\n\na cut injury. After having accomplished the act, the accused\n\nleft the place. Exhausted, the victim was unable to move for a\n\nlong time. Her husband had gone out for work and the elder\n\ndaughter was in the house of her husband. Her younger son\n\nhad gone out to play.      Frightened, she did not reveal the\n\nincident to       anybody. When her husband returned in the\n\nevening, he noticed the injury on her lip and when asked\n\nabout the reason, she said that she had knocked against a\n\ndoor and suffered the injury. The next day she felt acute pain\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_3\">                                4</span><p data-structure=\"Facts\" id=\"p_6\">\n\nin her lower abdomen and she developed urinary infection. On\n\n20.4.2002 she went to the Government Hospital, Arookutty\n\nand consulted a doctor.     She told the doctor that she had\n\nknocked against a door. On 3.6.2002, it is alleged that, while\n\nthe victim was taking bath, the accused entered the bathroom\n\nand caught hold of her. When she threatened that she would\n\nraise an alarm and invite the attention of the neighbours, the\n\naccused threatened that if she did so, her daughter would\n\nsuffer the same fate. On that day evening, when her husband\n\nreturned home, the victim conveyed all the information to him.\n\nHer husband, namely, P.W.5 is said to have told her not to\n\nreveal it to anybody for fear of humiliation and he is alleged to\n\nhave told her that they would shift their residence.        They\n\nchanged the school of their daughter and they shifted their\n\nresidence to the tarwad house of P.W.5. On a few occasions,\n\nwhen they returned to their residence to take the articles from\n\nthere, it is alleged that the accused and his companions\n\nthreatened them with dire consequences. When her husband\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_4\">                                 5</span><p data-structure=\"CDiscource\" id=\"p_7\">\n\nfelt that they would not be left alone by the accused and his\n\ncompanions, they decided to lay a complaint and therefore,\n\nExt.P6 first information statement was laid on        12.6.2002.\n\nP.W.10, the Station House Officer at the relevant time,\n\nrecorded Ext.P6 FIS given by P.W.4 and registered crime as per\n\nExt.P6(a) FIR.       He then had the victim sent for medical\n\nexamination. P.W.7 examined the victim on 12.6.2002 and\n\nissued Ext.P9 certificate. In the meanwhile, investigation was\n\ntaken over by P.W.11. He prepared Ext.P4 scene mahazar and\n\nseized the clothes produced before him as             per Ext.P5\n\nmahazar. He recorded the statements of witnesses and had\n\nthe clothes collected during investigation sent for chemical\n\nexamination and obtained Ext.P14 certificate. After arresting\n\nthe accused, he had him subjected to potency test. Finally,\n\nafter completing the investigation he laid charge before court.\n\n</p><p data-structure=\"Precedent\" id=\"p_8\">             3. The court, before which final report was laid took\n\ncognizance of the offences.       Finding that the offences are\n\nexclusively triable by a court of Sessions, the said court\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_5\">                                 6</span><p data-structure=\"Precedent\" id=\"p_9\">\n\ncommitted the case to Sessions Court, Alappuzha. The said\n\ncourt made over the case to Assistant Sessions Court,\n\nCherthala for trial and disposal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">             4. The latter court, on receipt of records, framed\n\ncharge for the offences punishable under <a href=\"/doc/1982060/\" id=\"a_7\">Sections 450</a>, <a href=\"/doc/180217/\" id=\"a_8\">506(1)</a>\n\nand <a href=\"/doc/1279834/\" id=\"a_9\">376</a> of I.P.C. To the charge, the accused pleaded not\n\nguilty and claimed to be tried. The prosecution therefore had\n\nP.Ws.1 to 11 examined and had Exts.P1 to P16 marked. M.Os.\n\n1 to 4 were got identified and marked. On the defence side\n\nExt.D1 is marked. After the close of the prosecution evidence,\n\nthe accused was questioned under <a href=\"/doc/767287/\" id=\"a_10\">Section 313</a> Cr.P.C. He\n\ndenied all the incriminating circumstances       brought out in\n\nevidence against him and maintained that he is innocent. He\n\ndenied having done the act alleged against him and having\n\nthreatened the victim. He would say that there was a quarrel\n\nbetween the victim and his family when a rumour is spread in\n\nthe area that he had an illicit relationship with P.W.4. In order\n\nto escape from the consequences thereof, he has been falsely\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_6\">                                7</span><p data-structure=\"PetArg\" id=\"p_11\">\n\nimplicated. Finding that the accused could not be acquitted\n\nunder <a href=\"/doc/19163/\" id=\"a_11\">Section 232</a> Cr.P.C., he was asked to enter on his\n\ndefence. He chose to adduce no evidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">             5. The court below, impressed by the evidence of\n\nP.W.4 and other documentary evidence available in the case,\n\ncame to the conclusion that the offences have been made out.\n\nConviction and sentence as already mentioned followed.\n\n</p><p data-structure=\"PetArg\" id=\"p_13\">             6.    Learned counsel appearing for the appellant\n\nassailed the conviction on several grounds. According to the\n\nlearned counsel, the story spoken to by P.W.4 is inherently\n\nimprobable and unnatural and the court below has not\n\nscrutinized the evidence carefully. If as a matter of fact from\n\nMarch, 2002 onwards the accused had been misbehaving with\n\nthe victim, normally the victim would have informed the same\n\nto her husband or at least to the members in the family of the\n\naccused with whom she had an excellent relationship. It is\n\nsignificant to notice, according to the learned counsel, that the\n\nsolitary evidence regarding the incident is furnished by P.W.4\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_7\">                                8</span><p data-structure=\"RespArg\" id=\"p_14\">\n\nand there is no supporting evidence. According to the learned\n\ncounsel, the considerable delay in lodging the FIS, i.e., two\n\nmonths after the date of the incident, itself is sufficient to\n\nshow the falsity of the complaint. Drawing attention to Ext.P7,\n\nwhich is an O.P.ticket issued to P.W.4 when she visited the\n\nGovernment Hospital on 20.4.2002, it was contended that the\n\ncomplaint voiced by P.W.4 that       her lip was bitten by the\n\naccused and an injury was caused and also that she was\n\nsuffering from lower abdominal pain and obstruction to\n\nurinary track did not find a place in Ext.P7. There is nothing in\n\nExt.P7 to show that she had complained to the doctor\n\nregarding any of the matters when she met the doctor on\n\n20.4.2002. It was also pointed out that infact the examination\n\nwould appear to be on 25.4.2002 going by the date shown in\n\nExt.P7. Even though it is normally viewed that the delay is not\n\nof much consequence in the case on hand, it is not so because\n\nthe very story put forward by the victim is suspicious. When\n\nthat be the position, the delay in lodging the FIS and also the\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_8\">                                 9</span><p data-structure=\"PetArg\" id=\"p_15\">\n\nlack of corroboration assumes importance and it will be\n\nextremely dangerous to base the conviction on the solitary\n\ntestimony of P.W.4. Therefore, it is contended that conviction\n\nand sentence cannot stand.\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">             7.    Learned Public Prosecutor on the other hand\n\ncontended that the evidence of P.W.4 is clinching enough and\n\nthere is no inconsistency or contradiction pointed out in her\n\nevidence       in relation to Ext.P6 FIS and that is sufficient\n\nconfirmation of the incident as spoken to by P.W.4. P.W.4 has\n\ngiven cogent and convincing reasons for the delay in lodging\n\nthe FIS and that seems to be acceptable. If as a matter of fact,\n\ninitially the victim felt that if she revealed the incident to\n\nanybody, that would create a rift between the two families and\n\nalso that she felt that the threat meted out to her by the\n\naccused may come true, it is only natural not to reveal. She\n\nwas also cautioned that her daughter will meet the same fate.\n\nFinally when the mischief became unbearable, the victim had\n\nno choice but to reveal to her husband. Even thereafter, they\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_9\">                                  10</span><p data-structure=\"RespArg\" id=\"p_17\">\n\nkept quite for a while, but the harassment by the accused\n\ncontinued and finally Ext. P6 first information statement was\n\nlaid. On going through the evidence of P.W.4, there is nothing\n\nto show that she had any reason to falsely            implicate the\n\naccused and the court below has analysed the evidence in\n\nconsiderable detail and came to the conclusion that the\n\noffence have been made out. Accordingly, it is contended that\n\nthe conviction and sentence do not call for any interference.\n\n</p><p data-structure=\"CDiscource\" id=\"p_18\">             8. As is usual, in this case also regarding the actual\n\nincident, there is the solitary evidence of P.W.4, the victim. It\n\nis trite if the evidence of the victim is trustworthy, cogent and\n\ncreditworthy, the court need not look for corroboration. But\n\nhere, the story spoken to by the prosecutrix looks inherently\n\nimprobable and there is considerable delay in lodging the FIS.\n\nThen, it will be prudent on the part of the court to look for\n\ncorroborative items of evidence. There is no settled rule for\n\nappreciation of evidence       in a case of rape and each case\n\ndepends upon the facts and circumstances of that case. While\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_10\">                                 11</span><p data-structure=\"CDiscource\" id=\"p_19\">\n\nconsidering the allegation of rape, if the case solely depends\n\nupon the evidence of the prosecutrix, then the court should\n\nbe careful before arriving at a conclusion.      If there is any\n\ninherent improbability, that should alert the court. Normally\n\nthe delay in lodging the FIS is not taken seriously in such\n\ncases due to various reasons. But there may be circumstances\n\nthat the delay may assume significance. The courts have been\n\ncautioned that in the case of a married woman, if she comes\n\nforward with an allegation of rape, and when the medical\n\nevidence is not of much help at all, it may be proper for the\n\ncourt to insist for corroboration. However, that too depends\n\nupon the facts of each case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">             9. Bearing the above principles in mind, an attempt\n\nshall now be made to evaluate the         evidence of P.W.1 to\n\nascertain whether it is wholly trustworthy.\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">             10. It is not in dispute that the accused and the\n\nvictim were close neighbours and they were known to each\n\nother for a long time. In fact, the victim had purchased 2 =\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_11\">                                12</span><p data-structure=\"CDiscource\" id=\"p_22\">\n\ncents of property from the accused and they put up a house\n\nand started residence therein. It is significant to notice that\n\nthe victim says that the attitude of the accused towards her\n\nchanged considerably and he began to misbehave with her.\n\nFinally on 18.4.2002 while she was cleaning utenzils in her\n\nkitchen, the accused is alleged to have entered the kitchen and\n\nkicked her from behind.      When she turned round, she found\n\nthe accused and according to the evidence of P.W.4, when she\n\ntried to raise alarm her mouth was closed by the accused and\n\nright hand was twisted and she was made to lie on the floor.\n\nThen she spoke about what had transpired thereafter and that\n\nthe accused had threatened her that if she dared to reveal the\n\nincident to anybody, her daughter would meet the same fate.\n\nShe would say that on the date of occurrence at the particular\n\ntime, her husband had gone out for work and her daughter\n\nhad gone to the tarwad house of her husband. Her son had\n\ngone out to play. She would also say that when during the\n\nincident she tried to raise alarm, the accused had bitten on her\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_12\">                                  13</span><p data-structure=\"Facts\" id=\"p_23\">\n\nlip and caused an injury on her lip. Fearing the consequences\n\nthat may follow if she revealed the incident to her husband,\n\nshe kept quite. She says he noticed the injury on her lips and\n\nquestioned that. Then she is alleged to have replied that\n\nshe knocked herself on the door and thus suffered an injury.\n\nThe next day onwards, according to the victim, she had severe\n\nabdominal pain and she had urinary problems. On 20.4.2002,\n\nshe went to the Governmental Hospital at Arookutty and met a\n\ndoctor there.        Little over a month thereafter, to be more\n\nprecise, on 3.6.2002, according to the victim, while she was\n\ntaking bath, the accused entered the bath room and caught\n\nhold of her. When she threatened that she would raise an\n\nalarm and invite the attention of the neighbour, the accused\n\nthreatened that if she did so, her daughter would be dealt with\n\nin the same manner. At the time of evidence, she would say\n\nthat on that day when her husband came home, she revealed\n\nall the incident to him. She would say that her husband asked\n\nher not to make the issue public for fear of humiliation and act\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_13\">                                14</span><p data-structure=\"CDiscource\" id=\"p_24\">\n\nby the accused. P.W.4 would claim that P.W.5 told her that\n\nthey would shift their residence. In pursuance of the decision,\n\nthey shifted their residence to the house of the husband of the\n\nvictim who is examined        as P.W.5. P.W.4 would say that\n\nthereafter when they went to take articles from the house,\n\nthey were threatened by the accused and his associates and\n\nfinally she says that unable to bear the harassment any more,\n\nshe was constrained to lay the complaint.\n</p>\n<p data-structure=\"RespArg\" id=\"p_25\">             11. P.W.5 is her husband. He says that his wife had\n\ntold him about the incident on 3.6.2002.         On that day,\n\naccording to him, when he returned home after work, he found\n\nhis wife crying. When he enquired, he was told about what\n\nhad transpired. He says that he advised her not to reveal the\n\nincident to anybody and that they would shift their residence.\n\nOn the next day they shifted their residence to the tarwad\n\nhouse. On two or three occasions, they had visited their house\n\nto take articles from there       and at that time they were\n\nthreatened by the accused and his men. According to P.W.5,\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_14\">                                15</span><p data-structure=\"Conclusion\" id=\"p_26\">\n\nunable to bear the harassment any more, they laid the\n\ncomplaint.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">             12. Ext.P6 is the first information statement. The\n\nevidence of P.W.4 is almost in tune with the narration of the\n\nincident in Ext.P6.    There are no serious contradictions or\n\ninconsistencies between the evidence of P.W.4 and the same in\n\nExt.P6.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">             13. The two independent witnesses namely, P.Ws.1\n\nand 2 turned hostile to the prosecution.        The evidence of\n\nP.W.7, the doctor, who had examined the victim and issued\n\nExt.P9 certificate does not help the prosecution much.\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">             14. The question as to whether the offence have\n\nbeen made out depends upon the veracity of the testimony\n\nfurnished by P.W.4. As already noticed, there is not much\n\ninconsistency or contradiction in the evidence of P.W.4 in court\n\nand the statements contained in Ext.P6. That may to a certain\n\nextent justify the conclusion of the court below.\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_15\">                                16</span><p data-structure=\"Conclusion\" id=\"p_30\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\">             15. But certain aspects pointed out by the learned\n\ncounsel for the appellant needs serious consideration. Even\n\ngoing by the evidence of P.Ws.4 and 5, the victim and her\n\nhusband, on 18.4.2002, when the first incident occurred, the\n\naccused had bitten on the lips of the victim and caused a\n\nvisible injury on her lips.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">             16. The evidence of P.W.4 is to the effect that on\n\nthe very next day of the incident, she developed acute lower\n\nabdominal pain and obstruction to urinary track. Surprisingly\n\nshe does not go to the hospital on the next day, i.e., on\n\n19.4.2002.       She waits for one more day and gone to the\n\nhospital on 20.4.2002 as could be seen from the O.P. ticket.\n\nIt is also surprising to notice that there is nothing in Ext.P7\n\nO.P. ticket to show that she had complained of any injury on\n\nher lip or lower abdominal pain or obstruction while passing\n\nurine.       Going by the entries in Ext.P7, it only shows that\n\nParacetamol and B complex tables were prescribed.\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_16\">                                17</span><p data-structure=\"Conclusion\" id=\"p_33\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_34\">             17. If as a matter of fact Ext.P7 contained entries\n\nshowing that there was an injury on the lips of the victim or\n\nabdominal pain or obsession while passing urine, there could\n\nhave been some confirmation of the incident as spoken to by\n\nP.W.4. The total absence of any of these matters in Ext.P7\n\ndoes cause some doubt regarding the version given by P.W.4.\n\n</p><p data-structure=\"CDiscource\" id=\"p_35\">             18. In this regard, the evidence of P.W.5 assumes\n\nimportance. In cross-examination, he is not sure whether he\n\nhad asked the victim to go to the hospital after seeing the\n\ninjury on her lips. It is also surprising to note that even after\n\nP.W.4 says that she had gone to the hospital for the ailments\n\nsuffered by her, P.W.5 did not try to find out whether she had\n\nactually met the doctor and whether she had any relief.\n\n</p><p data-structure=\"CDiscource\" id=\"p_36\">             19. One cannot omit to notice the evidence of P.W.4\n\nto the effect that she was maintaining an excellent relationship\n\nwith the family of the accused. It is seen from the evidence of\n\nP.W.4 that they had known the accused for a long time and it\n\nwas for the first time in March, 2002 that mischief began to\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_17\">                                 18</span><p data-structure=\"CDiscource\" id=\"p_37\">\n\nbe made by the accused. The evidence of P.W.4 is to the effect\n\nthat she had maintained good relationship with the wife of the\n\naccused as well as his sister and it is surprising to note that\n\neven after suffering mischief at the hands of the accused, she\n\ndid not divulge the incident to them also.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">             20. It is in this context one will have to view the\n\ndelay in lodging the FIS. Normally considering the nature of\n\nthe offences involved and also the consequences of making\n\nthe issue public and the impact it can have on the victim and\n\nher family, delay is not considered very material. But that is\n\nnot so in all cases. In cases where the evidence consists solely\n\non the evidence of the prosecutrix and there is nothing else to\n\nsupport her evidence, the delay assumes importance.\n\n</p><p data-structure=\"CDiscource\" id=\"p_39\">             21.     Here one may notice that Ext.P9 certificate\n\nissued by P.W.7 the doctor, who had examined the victim on\n\n12.6.2002, does not help the prosecution much. The evidence\n\nof P.W.7 is also of not much help to the prosecution. Quite so\n\nbecause, the victim was a married woman and she was\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_18\">                                  19</span><p data-structure=\"CDiscource\" id=\"p_40\">\n\nexamined almost two months after the incident. But there is\n\none     significant     aspect   in   the   evidence   of    P.W.7\n\nwhich cannot be omitted to be noticed. In cross-examination,\n\nP.W.7 says that if there was a cut injury, when the allegation of\n\nP.W.4 is that her lip was bitten by the accused and that\n\nresulted in an injury, the marks remained there for 2 - 3\n\nmonths. No such marks have been noticed by P.W.7 while\n\nexamining the victim. The evidence of P.W.7 also shows that\n\nthe victim does not told him that the accused had caused a\n\nbite injury on her lip.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">             22. In this context, the stand taken by the accused\n\nmay be considered. He has a case that there was a rumour in\n\nthe locality about the illicit relationship between the victim and\n\nhimself and that finally resulted in a quarrel between the two\n\nfamilies.     His definite stand is that in order to escape the\n\nconsequences thereof, he has been falsely implicated.\n\n</p><p data-structure=\"Precedent\" id=\"p_42\">             23.     In a case where    a married woman comes\n\nforward with an allegation of rape and files a complaint two\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_19\">                                  20</span><p data-structure=\"CDiscource\" id=\"p_43\">\n\nmonths thereafter and there is no other evidence at all in\n\nsupport of the case, the court is put on alert.           Though\n\ncorroboration is not a sine qua non and since the victim of\n\nrape is      equated to the status of an injured witness, her\n\nevidence is certainly entitled to considerable significance and\n\nimportance. Normally, the court will be extremely reluctant to\n\ndisbelieve the prosecutrix.       But when there are inherent\n\nimprobabilities, the possibility of a false implication cannot be\n\nruled out. Then it will be only prudent on the part of the court\n\nto look for corroboration. It is in this context one may makes\n\nreference to Ext.P7 once again, i.e., the O.P.ticket issued from\n\nthe hospital.        Had it contained the entries regarding the\n\ncomplaint made by P.W.4 regarding the cut injury on her lip,\n\npain in the lower abdomen and obstruction while           passing\n\nurine, it would have gone a long way in establishing the case.\n\nBut the total absence of any mention of any of these aspects in\n\nExt.P7 certainly casts doubt regarding the version given by\n\nP.W.4. Viewed from that angle, it becomes difficult to accept\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_20\">                                 21</span><p data-structure=\"Conclusion\" id=\"p_44\">\n\nthe finding of the court below that the evidence of P.W.4 is\n\nsufficient to come to the conclusion that the offences have\n\nbeen made out.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">             24. There is also no independent evidence to show\n\nthat the victim had shifted her residence soon after the second\n\nincident. When there was an attempted rape as alleged by\n\nP.W.4 and spoken to by P.W.5, may be they had shifted their\n\nresidence      at one point of time.   But the   absence of any\n\nevidence to show that it was immediately after the second\n\nincident also casts doubt about the prosecution case.\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">             25. It is well settled by now that in order to base\n\nconviction on the solitary evidence of the prosecutrix, the\n\nevidence of the prosecutrix has to be of a high standard. It\n\nshould not leave any doubt in the mind of the court as to\n\nwhat is spoken to by the victim is true. It is possible that\n\nthere may not be any corroborative evidence or medical\n\nevidence in support of the allegation of rape. But the position\n\nis different when a married woman comes forward with an\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_21\">                                 22</span><p data-structure=\"Conclusion\" id=\"p_47\">\n\nallegation of rape some time back and no satisfactory\n\nexplanation is offered for the delay in lodging the complaint.\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">             26. Unlike in the case of a virgin victim, the case of\n\na married woman stands on a different footing.\n\n</p><p data-structure=\"CDiscource\" id=\"p_49\">             27. For the above reasons, it is difficult to accept\n\nthe finding of the court below that based on the solitary\n\nevidence furnished by P.W.4, it will be safe to conclude that\n\nthe offences have been made out.           For the reasons made\n\nmention of earlier, there are circumstances to show that the\n\nversion given by P.W.4 may not be wholly true. At any rate, it\n\ncould not be said that the evidence is not so clinching, cogent\n\nand creditworthy, that it satisfies the consciousness of the\n\ncourt and finding of guilt can be safely based on the evidence\n\nof P.W.4 alone.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">             28. The infirmities in the oral testimony and the\n\nabsence of entries in Ext.P7 coupled with the delay in lodging\n\nthe FIS makes the prosecution version open to serious doubt.\n\f\nCrl.Appeal.2606/2008.\n</p><span class=\"hidden_text\" id=\"span_22\">                               23</span><p data-structure=\"Conclusion\" id=\"p_51\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_52\">             For the above reasons, this appeal is allowed and\n\nthe conviction and sentence passed by the court below for the\n\noffences under <a href=\"/doc/1982060/\" id=\"a_12\">Sections 450</a>, <a href=\"/doc/180217/\" id=\"a_13\">506(1)</a> and <a href=\"/doc/1279834/\" id=\"a_14\">376</a> of I.P.C. are set\n\naside and the accused stands acquitted of the said charges.\n\nHis bail bond shall stand cancelled and he is set at liberty. If\n\nhe has paid the fine amount, the same shall be refunded to\n\nhim.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_54\">                                           P. BHAVADASAN,\n                                                 JUDGE\n\nsb.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_55\">\n\n</p>","numcites":5,"numcitedby":22,"docsource":"Kerala High Court","citetid":162455524,"divtype":"judgments","relatedqs":[{"value":"rape ","formInput":"rape%20"},{"value":"delay in lodging","formInput":"delay%20in%20lodging"},{"value":"376,","formInput":"376%2C"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"tarwad","formInput":"tarwad"},{"value":"mischief","formInput":"mischief"},{"value":"improbable","formInput":"improbable"},{"value":"obstruction ","formInput":"obstruction%20"},{"value":"fear","formInput":"fear"},{"value":"neighbour","formInput":"neighbour"}],"cats":[{"value":"house-trespass","formInput":"tag:house-trespass"},{"value":"criminal-intimidation","formInput":"tag:criminal-intimidation"},{"value":"rape","formInput":"tag:rape"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"acquittal < order-of-acquittal","formInput":"tag:acquittal < order-of-acquittal"}],"courtcopy":true,"query_alert":null,"agreement":false}