{"tid":52313515,"publishdate":"2010-07-09","title":"Antia Electricals Pvt. Ltd. vs National Building Construction ... on 9 July, 2010","doc":"<h2 class=\"doc_title\">Antia Electricals Pvt. Ltd. vs National Building Construction ... on 9 July, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:manmohan\">Manmohan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:manmohan\">Manmohan</a></h3>\n\n<pre id=\"pre_1\">                                        #F-49B &amp; 51\n*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+      O.M.P. 467/2003\n\nNATIONAL BUILDING CONSTRUCTION\nCORPORATION LTD.         ..... Petitioner\n                 Through Mr. Neeraj Kishan Kaul, Senior\n                         Advocate with Ms. Ginny Jetley\n                         Rautray and Ms. Supriya Jain,\n                         Advocates\n\n                       versus\n\nANTIA ELECTRICALS PVT. LTD. ..... Respondent\n                  Through: Mr. Naresh Markanda, Senior\n                            Advocate with Mrs. Kamlesh\n                            Mahajan, Advocate\n\n                                            AND\n\n+      O.M.P. 480/2003\n\nANTIA ELECTRICALS PVT. LTD. ..... Petitioner\n                  Through: Mr. Naresh Markanda, Senior\n                            Advocate with Mrs. Kamlesh\n                            Mahajan, Advocate\n\n                       versus\n\nNATIONAL BUILDING CONSTRUCTION\nCORPORATION LTD. &amp; ORS.   ..... Respondents\n                  Through Mr. Neeraj Kishan Kaul, Senior\n                          Advocate with Ms. Ginny Jetley\n                          Rautray and Ms. Supriya Jain,\n                          Advocates\n\n\n%                                  Date of Decision : 9th July, 2010\n\n\nCORAM:\nHON&#x27;BLE MR. JUSTICE MANMOHAN\n\n1. Whether the Reporters of local papers may be allowed to see the judgment?\n2. To be referred to the Reporter or not?                                        Yes.\n3. Whether the judgment should be reported in the Digest?                        Yes.\n\n\n\nO.M.P. 46/2003 &amp; 480/2003                                             Page 1 of 34\n                             JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">MANMOHAN, J (ORAL)\n\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1.     One of the primary questions that arises for consideration in the\n\npresent proceedings is whether the arbitration clause contained in the\n\nmain contract executed between the principal employer and the\n\ncontractor is incorporated by reference in the sub-contract executed\n\nbetween the contractor and the sub-contractor and if so, whether the\n\nsaid clause is inapt or inapplicable with reference to the sub-contract\n\nbetween the parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Facts\" id=\"p_4\">2.     The relevant facts of these two cases are that on 28th September,\n\n1982 a contract was executed between National Building Construction\n\nCorporation Ltd. (in short &quot;NBCC&quot;) and President of State Company\n\nfor Contracts of Industrial Projects (in short &quot;SCCIP&quot;) by virtue of\n\nwhich NBCC was awarded work of construction of Industrial Buildings\n\nand Main Railway Stations of Baghdad for Iraqi Dinar (in short &quot;ID&quot;)\n\n20861528.2. The relevant provisions of the aforesaid main contract are\n\nreproduced hereinbelow :-\n</p>\n<blockquote id=\"blockquote_1\">       ―Tenth- In case of any dispute between the two contracting\n       parties, the case will be forwarded to an Arbitration\n       Committee to be formed as follows:-\n</blockquote><blockquote id=\"blockquote_2\">       a)     Both the parties have to appoint an arbitrator for each\n              of them.\n</blockquote><blockquote id=\"blockquote_3\">       b)     Both the arbitrators have to agree on one third\n              arbitrator who will be the President of the Committee.\n</blockquote><blockquote id=\"blockquote_4\">       c)     In case both the arbitrators cannot agree on the\n              appointment of the 3rd arbitrator as the President of\n              the Committee within a period of 14 days from the\n\n\n<span class=\"hidden_text\" id=\"span_1\">O.M.P. 46/2003 &amp; 480/2003                                         Page 2 of 34</span>\n               dates of their appointment, both the parties have the\n              right to approach the competent court for appointment\n              of the President as per procedures mentioned in the\n              civil proceedings Law or as per any other procedure\n              or Law or resolution relating to the Arbitration\n              matters.\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_5\">       SPECIAL CONDITIONS OF CONTRACT\n</p><p data-structure=\"CDiscource\" id=\"p_6\">       8.-The advance bills will be paid to 2nd Party at 75% in US\n       Dollars and 25% in Iraqi Dinars. The US Dollar portion will\n       be transferred to the bank fixed by the 2nd party. The rate of\n       conversion per Iraqi Dinar is equal to US Dollars 3.377778.\n       GENERAL CONDITIONS OF CONTRACT\n       CLAUSE 17.\n</p><p data-structure=\"Issue\" id=\"p_7\">       Governing Law:\n</p><blockquote id=\"blockquote_5\">       17.0 The Contract shall be and shall be deemed to be an\n       Iraqi Contract and shall be governed by and construed\n       according to the Laws in force in Iraq and Iraqi Courts shall\n       have exclusive jurisdiction to hear and determine all actions\n       and proceedings arising out of the Contract and the\n       Contractor hereby submits himself to the jurisdiction of the\n       Iraqi Courts for any such actions and proceedings.\n</blockquote>\n\n<blockquote id=\"blockquote_6\">       45.1- If any dispute or difference of any kind whatsoever shall\n       arise between the Employer or the Engineer and the\n       Contractor in connection with or arising out of the contract\n       or the carrying out the Works (whether during the progress of\n       the works or after their completion, and whether before or\n       after the termination or abandonment of the Contract) it shall\n       in the first place be referred to and settled by the Engineer,\n       who within a period of (90) days after being requested by\n       either party to do so shall give written notice of his decision\n       to the Employer and the Contractor. Save as hereinafter\n       provided, such decision in respect of every matter so referred\n       shall be final and binding upon the Employer and the\n       Contractor until the completion of the work, and shall\n       forthwith be given effect to by the Contractor who shall\n       proceed with the Works with all due diligence, whether he or\n       the Employer requires Arbitration as hereinafter provided or\n       not. If the Engineer has given written notice of his decision to\n       the Employer and the Contractor and no claim to Arbitration\n       has been communicated to him by either the Employer or the\n       Contractor within a period of (90) days from receipt of such\n       notice the said decision shall remain final and binding upon\n       the Employer and the Contractor. If the Engineer shall fail to\n       give notice of his decision as aforesaid within a period of (90)\n       days after being requested as aforesaid, or if either the\n\n<span class=\"hidden_text\" id=\"span_2\">O.M.P. 46/2003 &amp; 480/2003                                           Page 3 of 34</span>\n        Employer or the Contractor be dissatisfied with any such\n       decision then and in any such case either the Employer or the\n       Contractor may within (90) days after receiving notice of\n       such decision or within (90) days after the expiration of the\n       first named period of (90) days (as the case may be required\n       that the matter or matter in dispute be referred to Arbitration\n       as hereinafter provided.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_8\">       The Employer and the Contractor shall each appoint an\n       independent member to a Committee of Arbitration and the\n       two members thus appointed shall agree upon a third member\n       to act as a Chairman of the Committee. If agreement on the\n       appointment of a Chairman cannot be reached within 14 days\n       from the last date of the their appointment then the Employer\n       or the Contractor shall each have the right to request a\n       competent court to appoint the third member in accordance\n       with proceedings provided in the Iraqi <a href=\"/doc/161831507/\" id=\"a_1\">Code of Civil\n       Procedure</a>s.\n</p><p data-structure=\"Conclusion\" id=\"p_9\">       The Committee of Arbitration shall have full powers to open\n       up review and revise any decision, opinion, direction,\n       certificate or variation of the Engineer and neither party shall\n       be limited in the proceedings before the Committee of\n       Arbitration to the evidence or arguments put before the\n       Engineer for the purpose of obtaining his said decision. No\n       decision given by the Engineer in accordance with the\n       foregoing provisions shall disqualify him from being called as\n       a witness and giving evidence before the Committee of\n       Arbitrators on any matter whatsoever relevant to the dispute\n       or difference referred to the Arbitrators as aforesaid.\n       The reference to arbitration may proceed notwithstanding\n       that the Works shall not be or be alleged to be complete,\n       provided always that the obligations of the Employer, the\n       Engineer and the Contractor shall not be altered by reason of\n       the Arbitration being conducted during the progress of the\n       Works\n\n       45.2- The venue of Arbitration shall be in Iraq. The party\n       requiring Arbitration shall pay the fees and other costs of\n       Arbitration which shall be finally borne by the party against\n       whom the Arbitration award shall be taken.‖\n                                                  (emphasis supplied)\n\n\n</p><p data-structure=\"Facts\" id=\"p_10\">3.     On 12th March, 1983, a separate sub-contract was executed\n\nbetween NBCC and Antia Electricals Pvt. Ltd. (in short &quot;AEPL&quot;) for\n\nelectrification of the aforesaid railway stations for an amount of ID\n\n\n<span class=\"hidden_text\" id=\"span_3\">O.M.P. 46/2003 &amp; 480/2003                                           Page 4 of 34</span>\n 631627.617.     The relevant terms of the aforesaid sub-contract are\n\nreproduced hereinbelow :-\n</p>\n<blockquote id=\"blockquote_7\">              ―1.    MODE OF PAYMENT\n              The Corporation will pay to the Contractor all the\n              sums against the electrical items contracted in lot\n              1,2,3 and 4 with the SCCIP less a discount of 21%\n              which amounts to a total sum of ID 631627.617 (Iraqi\n              Dinars SIX HUNDRED AND THIRTY ONE\n              THOUSAND SIX HUNDRED AND TWENTY SEVEN\n              AND FILS SIX HUNDRED AND SEVENTEEN ONLY)\n              The payment shall be released in the following manner\n              to the Contractor;\n</blockquote><blockquote id=\"blockquote_8\">              1. 80% of the amount of actual work done shall be\n                 paid in US Dollars at a fixed rate of 1 ID =\n                 3.377778 U.S. Dollars. The payment of US Dollar\n                 portion shall be made by remitting the amount\n                 directly by transfer to the bank account of the\n                 Contractor in the country designated by him.\n</blockquote><blockquote id=\"blockquote_9\">              2. 20% of the amount of actual work done shall be\n                 paid in Iraqi Dinars. The payment of Iraqi Dinar&#x27;s\n                 portion shall be made either by cheque or by\n                 remitting the due amount directly to the\n                 Contractor&#x27;s bank account in Iraq as designated by\n                 the Contractor.‖\n</blockquote><p data-structure=\"Facts\" id=\"p_11\">       4.4.- Monthly progress running bills of for work done and\n       technical fees shall be paid within one week of receipt of\n       money from Clients.\n</p><p data-structure=\"Section\" id=\"p_12\">       4.7- All conditions mentioned in the Contract with the Clients\n       by the Corporation shall be applicable to the Contractor on a\n       back-to-back basis except for those mentioned in this\n       agreement.‖\n                                                 (emphasis supplied)\n\n\n</p><p data-structure=\"Facts\" id=\"p_13\">4.     On 19th January, 1987, the contract was completed to the\n\nsatisfaction of the Iraqi client, SCCIP and on 24th November, 1988 the\n\nfinal bill was prepared. On 18th August, 1992, AEPL served a legal\n\nnotice upon NBCC seeking release of balance payment.                 On 31 st\n\nAugust, 1995 and 27th February, 1996, NBCC released RBI bonds of\n\n\n<span class=\"hidden_text\" id=\"span_4\">O.M.P. 46/2003 &amp; 480/2003                                         Page 5 of 34</span>\n Rs. 1.50 Crores and Rs. 42.10 lakhs to AEPL as payment for work\n\ndone.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n</p><p data-structure=\"Issue\" id=\"p_15\">5.      On 27th May, 1997, 24th June, 1997, 3rd July, 1997, 28th\n\nDecember,1998 and 4th May, 1999, APEL repeatedly requested NBCC\n\nto release the balance payment.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n</p><p data-structure=\"Facts\" id=\"p_17\">6.      On 8th June, 1999 in a meeting held between officials of NBCC\n\nand AEPL, &quot;NBCC assured AEPL that the matter would be resolved at\n\nthe earliest as per the terms of the contract conditions‖. However, on\n\n16th March, 2000 and 26th May, 2000, NBCC rejected the claim of\n\nAEPL and denied its liability to make any further payment.\n\n\n</p><p data-structure=\"Facts\" id=\"p_18\">7.      On 11th December, 2000, AEPL invoked the arbitration clause\n\nand appointed its nominee arbitrator. By this letter, AEPL called upon\n\nNBCC to appoint its nominee arbitrator. On 11th January, 2001, NBCC\n\nappointed its nominee arbitrator. Since during the arguments lot of\n\nemphasis was placed by all the counsel on the aforesaid two letters, the\n\nsame are reproduced hereinbelow :-\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n</p><pre id=\"pre_2\">A)      Letter dated 11th December, 2000\n\n        Antelec Ltd.                 73, Jollly Maker Chambers No. II\n</pre><p data-structure=\"Facts\" id=\"p_20\">        (Antia Group of Companies)   Nariman Point, Mumbai-400 021.\n\n        Ref. No. AEPL/102-A/00/6086               December 11, 2000\n\n\n        The Chairman-cum-Managing Director,\n        National Buildings Construction Corpn. Ltd.\n        NBCC House,\n        Lodhi House,\n        NEW DELHI-110 003\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">O.M.P. 46/2003 &amp; 480/2003                                         Page 6 of 34</span>\n        Respected Sir,\n\n       Sub: Contract pertaining to Electrification work related to\n            AI Qaim-Akashat Railway Project, Iraq.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">       From time to time we had been requesting your goodself\n       alongwith other officers of the Corporation for payment of the\n       balance dues. In the meeting held on 8.6.99 the parties had\n       agreed to settle the account and NBCC had assured us that\n       the matter would be resolved at the earliest. Thereafter, there\n       has been a lot of dilly-dallying on the part of NBCC which\n       has now convinced us that NBCC is in no mood to honour its\n       solemn commitments under the contract. In fact, vide letter\n       dated 6.10.2000 the DGM(Finance) has conveyed to us that\n       ―Your claim is not tenable under contractual provisions‖. In\n       that view of the matter, disputes having arisen between us are\n       required to be settled through arbitration as provided in the\n       contract. As per the agreement, the arbitral tribunal is to\n       consist of 3 members, one each to be appointed by us and\n       NBCC and the third arbitrator to be appointed by the said\n       two arbitrators.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">       We hereby nominate Mr. Justice (Retd.) P.K. Palli, C/o Sh.\n       A.V. Palli, 48 Lawyer&#x27;s Chambers, Supreme Court of India,\n       Tilak Marg, New Delhi-110 001 (Residence: H-33, Sarita\n       Vihar, New Delhi) as our nominee arbitrator and call upon\n       you to nominate your nominee arbitrator within a period of\n       30 days from today, failing which we shall be constrained to\n       proceed as per law.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">       Thanking you,\n\n       Yours faithfully,\n       For ANTIA ELECTRICALS PVT. LTD.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">       Sd/-</p><pre id=\"pre_3\">\n       S.N. Antia\n       Director\n\n\nB)     Letter dated 11th January, 2001\n       No. Engg(CC)/Arbtn/267/139\n       Date : 11th January, 2001\n\n       In the matter of arbitration between:-\n\n       M/s. Antia Electricals Pvt. Ltd.\n       New Delhi.                                ...Claimant\n\n                            AND\n       M/s. NBCC Limited\n\n\n<span class=\"hidden_text\" id=\"span_6\">O.M.P. 46/2003 &amp; 480/2003                                          Page 7 of 34</span>\n        Finance Division\n       Foreign Works, H.O .                      ...Respondent\n\n\n</pre><p data-structure=\"CDiscource\" id=\"p_25\">       Regarding the disputes arisen out of the contract pertaining\n       to electrification work related to construction of passenger\n       Building, Engine shed and Sick Line Buildings at Kubaisa,\n       Iraq-Agreement dated 3.8.1985.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">       Whereas disputes have arisen between the above noted\n       parties in respect of the above cited works and whereas the\n       disputes arising between the parties under the aforesaid\n       contract are required to be referred to the Arbitration\n       Committee, comprising of two arbitrators, to be appointed by\n       both the parties one each, who in turn have to agree on one\n       third arbitrator to be the President of the Committee.\n\n       AND WHEREAS the Claimant, vide their letter No.\n       AEPL/182-A/00/6066 dated 11.12.2000 (copy enclosed), has\n       intimated Shri Justice (Retd.) P.K. Palli, C/o Shri A.V. Palli,\n       48, Lawyer&#x27;s Chambers, Supreme Court of India, Tilak Marg,\n       New Delhi - 110 001 (Residence: H-33, Sarita Vihar, New\n       Delhi) as their nominee Arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">       Therefore, I, A.K. Sarkar, Chairman-cum-Managing\n       Director, National Buildings Construction Corporation\n       Limited, New Delhi in pursuance of the same, do hereby\n       nominate Shri V.K. Anand, Director of NBCC, as the\n       Respondent&#x27;s nominee Arbitrator for deciding and making the\n       reasoned award regarding the claims/disputes of the\n       Claimant and also the counterclaims of the Respondent, if\n       any.\n</p><p data-structure=\"Issue\" id=\"p_28\">                                                               Sd/-\n</p><p data-structure=\"Issue\" id=\"p_29\">                                                      (A.K. Sarkar)\n                               Chairman-cum-Managing Director\n\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">8.     Since NBCC raised a preliminary issue regarding jurisdiction of\n\nthe Arbitral Tribunal, the Tribunal vide order dated 12th May, 2002 by a\n\nmajority of 2:1 rejected the objections raised by NBCC. Some of the\n\nrelevant observations of the Arbitral Tribunal are reproduced\n\nhereinbelow :-\n</p>\n<blockquote id=\"blockquote_10\">       37.   The fundamental question is what was the intention of\n       the parties. The intention of the parties is an essential\n       element of the arbitral proceedings. The intention of the\n\n\n<span class=\"hidden_text\" id=\"span_7\">O.M.P. 46/2003 &amp; 480/2003                                          Page 8 of 34</span>\n        parties in this case is clear. The parties wanted to submit the\n       disputes to arbitration in India. This is clear from Clause\n       Tenth which makes no reference to Iraqi laws or Iraqi\n       procedure or Iraqi venue.\n</blockquote>\n<blockquote id=\"blockquote_11\">       38.    We are fortified in this conclusion of ours by the letter\n       of the CMD who acting on clause Tenth referred the matter to\n       the Arbitration Committee by appointing his nominee\n       arbitrator. The clause Tenth was very much before him when\n       wrote the letter dated 11.1.2001.\n</blockquote>\n<blockquote id=\"blockquote_12\">       39.    Russell says:\n</blockquote>\n<blockquote id=\"blockquote_13\">       ―The court should if the circumstances allow lean in favour\n       of giving effect to the arbitration clause to which the parties\n       have agreed, and seek to give effect to their\n       intentions‖.[p.28]\n\n\n       Inconsistent Clauses\n\n</blockquote><blockquote id=\"blockquote_14\">       40.    Mustill &amp; Boyd in Commercial Arbitration say:\n</blockquote><blockquote id=\"blockquote_15\">       ―It may happen that the contractual documents contained two\n       or more apparently inconsistent provisions as to arbitration.\n       In such a situation, the court will usually try to save the\n       submission to arbitration either by effecting a reconciliation\n       between the clauses, or by construing one clause as\n       applicable to the exclusion of the others.‖ [Commercial\n       Arbitration 2nd ed. P.106].\n</blockquote>\n<blockquote id=\"blockquote_16\">       41.    Clause Tenth in our opinion must be held to be the\n       arbitration agreement between the contractor and the sub-\n</blockquote><p data-structure=\"Section\" id=\"p_31\">       contractor to the exclusion of clause 45 which, as we have\n       said, applies only to the contractor and the Iraqi party when\n       the work is in progress in Iraq.\n</p>\n<p data-structure=\"Section\" id=\"p_32\">       Intention of the parties\n\n</p><p data-structure=\"PetArg\" id=\"p_33\">       42.     Counsel for the Corporation submitted that clause 45\n       is the real arbitration agreement in the back to back contract\n       and not Clause Tenth....................\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">               xxxx           xxxx          xxxx          xxxx\n</p><p data-structure=\"Section\" id=\"p_35\">       52.    There are four good reasons why we should prefer\n       clause Tenth to Clause 45, firstly, it is later in point of time.\n       Clause Tenth was inserted in the contract in 1982 while\n       clause 45 was printed in 1980. Secondly, clause Tenth is\n       typed while clause 45 is printed. It is settled law that where in\n       the printed matter some alteration is desired by typing the\n       typed matter supersedes the printed matter to that extent.\n       [See Mool Chand Vs. Associated Agencies AIR 1942 Mad.\n\n\n<span class=\"hidden_text\" id=\"span_8\">O.M.P. 46/2003 &amp; 480/2003                                            Page 9 of 34</span>\n        139; Ratilal Vs. dalmia Cement AIR 1943 Bom. 229].\n       Thirdly, clause 45 lands us in absurdities. Counsel suggests\n       that the parties go to Iraq and find out two arbitrators--men\n       well versed in Iraqi laws and procedure. They in turn will\n       appoint a ―Chairman‖--again a man of Iraqi law. The Iraqi\n       laws will be applied. The sittings will be in Iraq. Iraqi courts\n       will have jurisdiction. Iraqi lawyers will have to be engaged.\n       The award will be passed according to Iraqi laws. God\n       knows how the award of a totalitarian country will be\n       enforced in India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">       53.    Fourthly, clause 45 contemplates international\n       arbitration when one party is a foreign national. Therefore,\n       it makes provisions in favour of Iraqi laws. Clause Tenth\n       deals with domestic arbitration where both parties are\n       Indians. To apply clause 45 to a case where both parties are\n       Indians is to fit somehow a square peg in a round hole.\n\n</p><p data-structure=\"CDiscource\" id=\"p_37\">       54.    Clause Tenth contemplates nothing of the kind. It is a\n       straight forward arbitration agreement to which Indian\n       substantive and procedural laws applies. Both parties are\n       Indians and they intended arbitration to be governed by their\n       own laws. That is what CMD thought. By virtue of the\n       authority vested in him he appointed an Indian arbitrator.\n       His letter dated 11.1.2001 is well worded. It seems to have\n       been drafted by a lawyer. It uses the word ―whereas‖ twice.\n       ―Whereas‖ means a recital of past events. It is a familiar\n       term known to draftsman when he drafts deeds of indenture. It\n       is a formal deed of reference. The recital speaks of past\n       outstanding disputes and the need to resolve them by\n       arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">       55.    On the whole we are satisfied that we are on a firm\n       ground when we vote in favour of clause Tenth Clause 45 is\n       impractical, impossible and its application will lead to absurd\n       results and injustice. Absurdity in construction of contracts\n       must always be avoided.          We have to consider the\n       consequences which will follow the adoption of clause 45.\n       With regret we decline the invitation of Mr. Seth, learned\n       counsel for NBCC, to hold our sittings in Iraq. The\n       acceptance of clause 45 will expose the Tribunal to ridicule.\n       It leads to results which are contrary to the legitimate objects\n       of arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">               xxxx          xxxx          xxxx           xxxx\n</p><p data-structure=\"Section\" id=\"p_40\">       59.    In international commercial arbitration at least one of\n       the parties is a national of any country other than India or a\n       body corporate which is incorporated in any country other\n       than India. [Section 2(f) of the Act]. To such an arbitration\n       under <a href=\"/doc/104962841/\" id=\"a_2\">section 28(b)</a> the foreign law, for example Iraqi law,\n       shall apply if so designated by the parties as applicable to the\n\n\n<span class=\"hidden_text\" id=\"span_9\">O.M.P. 46/2003 &amp; 480/2003                                           Page 10 of 34</span>\n        substance of the dispute. Therefore, clause 45 applied to\n       NBCC, an Indian corporate body when it entered into a\n       contract with an Iraqi client. The parties agreed that the law\n       applicable will be Iraqi law.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">       60.    This is not the case here. Why should the arbitration\n       be held on a foreign soil? Why should it be based in Iraq\n       when parties are Indians? Why should Iraqi laws apply?\n       The Act says Indian law shall apply to Indian arbitration.\n       There is no satisfactory answer to these questions. Parties\n       did not agree that a foreign legal system will govern them\n       when after the completion of the work they have nothing to do\n       with Iraq. We put clause 45 out of our way as wholly\n       inapplicable to our case.\n</p>\n<p data-structure=\"RespArg\" id=\"p_42\">       61.    Clause 45 is a non-domestic agreement. Clause Tenth\n       is a domestic agreement. Domestic is applicable while non-\n       domestic has no application to this case.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">               xxxx         xxxx          xxxx          xxxx\n</p><p data-structure=\"Precedent\" id=\"p_44\">       65.    CMDs come and CMDs go. But NBCC goes on\n       forever. It is a body corporate. It has a perpetual succession\n       and a common seal. [See <a href=\"/doc/675604/\" id=\"a_3\">Section 34</a> of the Companies Act,\n       1956]. CMD acts in the name of NBCC. The referring order\n       dated 11.1.2001 says:\n</p>\n<blockquote id=\"blockquote_17\">       ―Therefore, I A.K. Sarkar, Chairman-cum-Managing\n       Director, National Building Construction Corporation Ltd.\n       New Delhi in pursuance of the same, do hereby nominate Shri\n       V.K. Anand, Director of NBCC, as the Respondent&#x27;s nominee\n       Arbitrator for deciding and making the reasoned award\n       regarding the claims/disputes of the Claimant and also the\n       counter claims of the Respondent, if any.‖\n\n</blockquote><blockquote id=\"blockquote_18\">       66.     Therefore, if the action impugned is not outside the\n       scope of his duties CMD&#x27;s order is binding on NBCC. He is\n       no ordinary director. IN his own person he represents the\n       company. His order has a sanctity and a legal validity. For\n       years NBCC had ―dillydallied‖ over the appointment of its\n       arbitrator, Antia complained to CMD. Impressed by the\n       justice of the complaint, CMD appointed his company&#x27;s\n       nominee arbitrator. He only did his duty. What is wrong\n       with it?\n</blockquote>\n<blockquote id=\"blockquote_19\">       67.   His order excludes the application of Iraqi law now\n       sought to be introduced before us. On his view the Indian\n       Law will apply. If this is so how can NBCC now argue to the\n       contrary. His inclination in favour of the Indian Law is\n       apparent from the fact that Mr. Anand, his nominee, was\n       profoundly and happily ignorant of Iraqi Laws. If CMD&#x27;s\n\n\n<span class=\"hidden_text\" id=\"span_10\">O.M.P. 46/2003 &amp; 480/2003                                         Page 11 of 34</span>\n        view had been in favour of Iraq he would have appointed an\n       expert of Iraqi laws. It seems to us that both parties were\n       clear in their minds that arbitration will be held in India\n       according to the Indian Law. The truth is Iraqi Law is a red\n       herring and non-issue.\n</blockquote>\n<blockquote id=\"blockquote_20\">               xxx           xxxx          xxxx           xxxx\n</blockquote><blockquote id=\"blockquote_21\">       70.   Clause 17 of the Contract on which Mr. Seth laid a\n       good deal of stress has no application to the sub-contractor.\n</blockquote><p data-structure=\"Section\" id=\"p_45\">       Clause 17 says:\n</p>\n<blockquote id=\"blockquote_22\">       ―The contract shall be deemed to be an Iraqi Contract and\n       shall be governed by and construed according to the Laws in\n       force in Iraq and Iraqi courts shall have exclusive jurisdiction\n       to hear and determine all actions and proceedings arising out\n       of the Contract and the Contractor hereby submits himself to\n       the jurisdiction of Iraqi Courts for any such actions and\n       proceedings‖.\n</blockquote>\n<blockquote id=\"blockquote_23\">       71.    The clause brings out two things clearly. One that it\n       applies to the contractor who has entered into contract with\n       the Iraqi State Company for Contracts and not to the sub-\n</blockquote><p data-structure=\"Section\" id=\"p_46\">       contractor. Two that the clause becomes dysfunctional after\n       the work is over and the Indian Company, namely, NBCC,\n       has left Iraq with all its tools and tackles.\n</p>\n<p data-structure=\"Section\" id=\"p_47\">               xxxx          xxxx          xxxx           xxxx\n</p><p data-structure=\"PetArg\" id=\"p_48\">       77.    NBCC did construction work for the Iraqi Republic.\n       They had their office, staff, employees there for conducting\n       business. They left Iraq years ago. Iraqi courts have no\n       jurisdiction over the parties now. If Iraqi Government today\n       has a claim against NBCC they must follow their defendant to\n       his place of residence. NBCC is a resident Indian Company.\n       The aggrieved party must come to India. It is ridiculous to\n       argue that Antia should go to Iraq to commence arbitration\n       proceedings against NBCC where neither the contractor nor\n       sub-contractor are stationed in Iraq.\n</p>\n<p data-structure=\"PetArg\" id=\"p_49\">       78.    The fundamental principle is that the court cannot\n       entertain an action against a non-resident defendant who is\n       absent in the foreign country. Physical presence is essential.\n\n</p><p data-structure=\"Precedent\" id=\"p_50\">               xxxx          xxxx          xxxx           xxxx\n</p><p data-structure=\"Precedent\" id=\"p_51\">       80.    Both in time and space the situation has completely\n       changed. What was true is 1982 in Iraq is not true in 2002 in\n       India. Iraqi laws were relevant in 1982. But the Iraqi system\n       of law does not determine the choice of law once for all for\n       every situation. Now the Iraqi laws are out of place. They no\n       longer govern the present parties in India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">\n<span class=\"hidden_text\" id=\"span_11\">O.M.P. 46/2003 &amp; 480/2003                                           Page 12 of 34</span>\n        A Comparison\n\n</p><p data-structure=\"Section\" id=\"p_53\">       81.    It will be helpful if we compare and contrast clause\n       Tenth with Clause 45. Clause 45 deals with International\n       Commercial Arbitration.           International Commercial\n       Arbitration can take place in India or outside India. Under\n       clause 2(1)(f)(iv) it is an International Commercial\n       Arbitration as one of the parties is the government of a\n       foreign country. Clause 45 says that Iraqi Law shall apply to\n       the contract. Clause Tenth deals with domestic arbitration\n       and applies internal law and not foreign law. Here both\n       parties are Indian companies. Clause Tenth is a replica of\n       Clause 45 minus the Iraqian Law and the foreign element. It\n       has no foreign complexion.          It has no geographical\n       connection with Iraq. Clause 45 is part of an Iraqi contract\n       while Clause Tenth is part of Indian Contract.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_54\">       82.      The distinction may be brought out thus:\n</p>\n<pre id=\"pre_4\">       Clause      Nature of          Nature of Arbitration       Law\n                   Contract           Clause                      Applicable\n       45          Iraqi Contract     International Arbitration   Iraqi Law\n       Tenth       Indian Contract    Domestic Arbitration        Indian Law\n\n</pre><p data-structure=\"Section\" id=\"p_55\">       83.     Mr. Seth, learned counsel for NBCC, urges that we\n       should harmonise the two clauses. It is no possible to do so\n       because these clauses are separate and deal with different\n       situations. By harmonizing the two we destroy the Tenth\n       Clause, its separate identity and its distinctive Indian flavor.\n       Carefully crafted it saves domestic arbitration for resolution\n       of disputes between two Indian parties.\n</p>\n<p data-structure=\"Section\" id=\"p_56\">\n       Applicable Law\n\n</p><p data-structure=\"Section\" id=\"p_57\">       84.    Our conclusion is that the seat of arbitration shall be\n       Delhi India in this case and the law applicable shall be\n       Indian Law as both parties are Indians. It is not open to the\n       parties to make a contract that Iraqi laws will apply to them\n       and thereby oust the jurisdiction of the Indian Courts. Such\n       an agreement under <a href=\"/doc/1625889/\" id=\"a_4\">sections 23</a> and <a href=\"/doc/1224074/\" id=\"a_5\">28</a> of the Indian\n       Contract Act is void and against public policy. An arbitration\n       between two Indian parties based abroad and governed by\n       Iraqi law is an unacceptable proposition propounded by\n       counsel for NBCC. In short Clause 45 is repugnant to the\n       contract between the contractor and the sub-contractor.‖\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">O.M.P. 46/2003 &amp; 480/2003                                            Page 13 of 34</span>\n</p><p data-structure=\"Precedent\" id=\"p_58\"> 9.      The aforesaid order of the Arbitral Tribunal was challenged by\n\nNBCC before this Court vide Civil Writ Petition No. 350/2002. The\n\nsaid writ petition was dismissed by this Court vide order dated 9 th May,\n\n2003.     The relevant observations of learned Single Judge while\n\ndismissing the writ petition are reproduced hereinbelow :-\n\n</p><blockquote id=\"blockquote_24\">        ―There appears to be force in the contention of learned\n        counsel for respondent no. 1. I am not inclined to believe that\n        the Arbitrator was appointed by mistake. It is clear that the\n        petitioner at the time of nominating its Arbitrator was\n        conscious of the fact that it was the contract relating to\n        Railway Project which was the subject matter of the dispute\n        and wherein Arbitrator was to be appointed. Mistake, if at all\n        is in mentioning the nomenclature of the contract and not in\n        nominating the Arbitrator......\n</blockquote>\n<blockquote id=\"blockquote_25\">                xxxx          xxxx           xxxx          xxxx\n        I am therefore of the considered opinion that writ petition is\n        not maintainable and the remedy of the petitioner is to\n        challenge the findings on the aforesaid issues is to file an\n        application under <a href=\"/doc/1219022/\" id=\"a_6\">Section 34</a> of the Act only after final Award\n        is rendered by the Arbitral Tribunal. Since I am holding this\n        view and inclined to dismiss the present writ petition as not\n        maintainable, I have refrained myself from expressing any\n        opinion on the merits of the decision taken by the Arbitral\n        Tribunal on the aforesaid preliminary issues lest it may affect\n        one or the other side ultimately. The only thing which is\n        required to be stated at this stage is that the Arbitral Tribunal\n        by majority, while deciding the aforesaid issues against the\n        petitioner and in favour of respondent no. 1 has discussed\n        these issues in detail giving their reasons in support of the\n        findings. Their order run into 29 pages. On the other hand\n        dissenting order has also given detailed order running into 31\n        pages. As already pointed out above before me as well both\n        the parties had made their respective submissions extensively.\n        Since it is not the stage when it is to be decided as to whether\n        there is a valid arbitration agreement between the parties or\n        not as that issue is to be decided only after the final Award is\n        rendered by the Arbitral Tribunal, no opinion thereon on\n        these issues is expressed either way.\n</blockquote>\n<blockquote id=\"blockquote_26\">               This writ petition is accordingly devoid of any merit\n        and is, therefore, dismissed.‖\n                                                 (emphasis supplied)\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">O.M.P. 46/2003 &amp; 480/2003                                             Page 14 of 34</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_59\"> 10.    In the meantime, NBCC‟s nominee arbitrator resigned. On 31st\n\nJanuary, 2003, on an application being filed by AEPL, this Court\n\ndirected NBCC to appoint an arbitrator failing which Ms. Sharda\n\nAggarwal, a retired Judge of this Court would stand appointed as a\n\nsubstitute arbitrator.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">\n</p><p data-structure=\"CDiscource\" id=\"p_61\">11.    On 15th September, 2003, the Arbitral Tribunal rendered a\n\nunanimous Award by virtue of which it directed NBCC to pay to AEPL\n\na sum of Rs. 55,41,000/- with interest at the rate of 10% from the date\n\nof Award till the date of payment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">\n</p><p data-structure=\"Precedent\" id=\"p_63\">12.    Mr. Neeraj Kishan Kaul, learned senior counsel and Ms. Ginny\n\nJetley Rautray, learned counsel for NBCC submitted that there was no\n\narbitration clause in the sub-contract executed between the parties.\n\nAccording to them, arbitration clause is a collateral term of the contract\n\nindependent of and distinct from its substantive term. They submitted\n\nthat an arbitration clause must be incorporated in the sub-contract by a\n\nspecific reference.      They also submitted that the arbitration clause\n\ncontained in the main contract executed between NBCC and SCCIP\n\nwas tailor made to meet the requirement of the contract between them\n\nand was wholly inapt and inapplicable in the context of disputes\n\nbetween NBCC and AEPL. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_14\">In this connection, they relied upon a\n\njudgment of the Supreme Court in <a href=\"/doc/20317/\" id=\"a_7\">M.R. Engineers and Contractors\n\nPvt. Ltd. Vs. Som Datt Builders Ltd.</a>, 2009 (7) SCC 696 wherein it has\n\nbeen held that ―an arbitration clause though an integral part of the\n\n<span class=\"hidden_text\" id=\"span_15\">O.M.P. 46/2003 &amp; 480/2003                                      Page 15 of 34</span>\n contract, is an agreement within an agreement. It is a collateral term of\n\na contract, independent of and distinct from its substantive terms. It is\n\nnot a term relating to `carrying out&#x27; of the contract. In the absence of a\n\nclear or specific indication that the main contract in entirety including\n\nthe arbitration agreement was intended to be made applicable to the\n\nsub-contract between the parties, and as the wording of the sub-\n\ncontract discloses only an intention to incorporate by reference the\n\nterms of the main contract relating to the execution of the work as\n\ncontrasted from the dispute resolution, we are of the view that the\n\narbitration clause in the main contract did not form part of the sub-\n\ncontract between the parties..........This is in view of the principle that\n\nwhen the document to which a general reference is made, contains an\n\narbitration clause whose provisions are clearly inapt or inapplicable\n\nwith reference to the contract between the parties, it would be assumed\n\nor inferred that there was no intention to incorporate the arbitration\n\nclause from the referred document.‖</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_64\">13.      Assuming without admitting, that the sub-contract contained an\n\narbitration clause, Mr. Kaul and Ms. Rautray submitted that there could\n\nnot be a partial incorporation of the main contract. According to them,\n\nif all provisions of the main contract were deemed to have been\n\nincorporated in the sub-contract executed between NBCC and AEPL,\n\nthen the applicable law would be Iraqi law and the venue for arbitration\n\nwould be Iraq and, consequently, the Award would be liable to be set\n\naside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">\n<span class=\"hidden_text\" id=\"span_16\">O.M.P. 46/2003 &amp; 480/2003                                      Page 16 of 34</span>\n</p><p data-structure=\"RespArg\" id=\"p_66\"> 14.    Mr. Kaul and Ms. Rautray next submitted that AEPL‟s claims\n\nwere barred by limitation as the final bill had been prepared on 24th\n\nNovember, 1988 whereas the arbitration clause had been invoked only\n\nin December, 2000. They further submitted that AEPL could not take\n\nadvantage of <a href=\"/doc/85586/\" id=\"a_8\">Section 18</a> of the Limitation Act, 1963 as there was no\n\nacknowledgment in writing of AEPL‟s claims by NBCC within the\n\nperiod of limitation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">\n</p><p data-structure=\"Precedent\" id=\"p_68\">15.    They lastly submitted that the claim for payment of foreign\n\ncurrency was not maintainable in view of AEPL itself having\n\noverdrawn the local currency component during the currency of the\n\ncontract. In this connection, they relied upon Clause 8 of the main\n\ncontract and Clause 1 of the sub-contract as well as letters exchanged\n\nbetween the parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">\n</p><p data-structure=\"Section\" id=\"p_70\">16.    On the contrary, Mr. Naresh Markanda, learned senior counsel\n\nfor AEPL submitted that the arbitration clause stood incorporated in the\n\nsub-contract executed between the parties in view of the specific\n\nlanguage of Clause 4.7 of the sub-contract. In this connection, Mr.\n\nMrakanda referred to <a href=\"/doc/153260/\" id=\"a_9\">Section 7(5)</a> of the Arbitration and Conciliation\n\nAct, 1996 (hereinafter referred to as &quot;Act, 1996&quot;) which reads as\n\nunder:-\n</p>\n<blockquote id=\"blockquote_27\">       7. Arbitration agreement.-\n</blockquote><blockquote id=\"blockquote_28\">               xxxx         xxxx          xxxx          xxxx\n\n       (5) The reference in a contract to a document containing an\n       arbitration clause constitutes an arbitration agreement if the\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">O.M.P. 46/2003 &amp; 480/2003                                         Page 17 of 34</span>\n        contract is in writing and the reference is such as to make\n       that arbitration clause part of the contract.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_71\">17.    Mr. Markanda further submitted that even if the sub-contract did\n\nnot contain an arbitration clause, by virtue of <a href=\"/doc/104566/\" id=\"a_10\">Section 7(4)(b)</a> of Act,\n\n1996 the said clause came into existence by way of exchange of letters\n\nbetween the parties. He <a href=\"/doc/20317/\" id=\"a_11\">placed reliance upon</a> the letters dated 11 th\n\nDecember, 2000 and 11th January, 2001 whereby both the parties had\n\nappointed their nominee arbitrators. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"275349\" id=\"span_18\">In this connection, he relied upon\n\na judgment of Orissa High Court in <a href=\"/doc/275349/\" id=\"a_12\">Indiana Conveyors Ltd. Vs. Indian\n\nRare Earths Ltd.</a>, 2007 (4) Arb.L.R. 40 (Orissa) wherein it has been\n\nheld as under :-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">\n</p><blockquote id=\"blockquote_29\">       ―13. It is well settled that in order to become an arbitration\n       agreement it is not required that in the agreement between the parties\n       the word &#x27;arbitration&#x27; should be mentioned. In the instant case, Clause\n       12(3) has been set out hereinabove. If we recount the facts of the case,\n       it transpires that invoking the said clause, the Petitioner had written a\n       letter dated 23.5.2002 to the Opposite Party asking for settlement of\n       the disputes and differences. A reminder was also sent on 18.6.2002.\n       A reply to that effect was sent to the Petitioner not by the Chief\n       General Manager, OSCOM, but by the General Manager, OSCOM.\n       Thereafter, the Petitioner received on 16.10.2002 a reply dated\n       10.10.2002 in which there is a clear stand taken by the Head of\n       OSCOM, who is the Chief General Manager that the matter may be\n       referred to arbitration. That was one of the options given to the\n       Petitioner. The Petitioner immediately on 17.10.2002 agreed to the\n       proposal for referring the matter to the arbitration in accordance with\n       the said Act of 1996 and proposed the venue to be in Mumbai.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_73\">       Thereafter the Petitioner sent another communication dated 21.4.2003\n       further reiterating the proposal for referring the dispute under the\n       said work order to arbitration and the Petitioner suggested the name\n       of Justice Mrs. K.K. Baam (Retd.) as the sole Arbitrator and requested\n       the Opposite Party to confirm the same within thirty days. The\n       Opposite Party vide its letter dated 13.5.2003 replied by saying that\n       the suggestion of appointing Justice Mrs. K.K. Baam as the sole\n       Arbitrator is not acceptable to it. In the aforesaid sequence of events,\n       this Court is of the opinion that there is provision for arbitration in\n       Clause 12.3 and the Opposite Party has admitted the existence of the\n       same by its letter dated 10.10.2002.‖\n\n\n<span class=\"hidden_text\" id=\"span_19\">O.M.P. 46/2003 &amp; 480/2003                                           Page 18 of 34</span>\n</p><p data-structure=\"PetArg\" id=\"p_74\"> 18.    Mr. Markanda contended that NBCC‟s argument that Iraqi law\n\nwas the governing law and that Iraq was the venue of arbitration, was\n\ndevoid of merits. He submitted that though Clause 45 of General\n\nConditions of Contract (in short &quot;GCC&quot;) contained an arbitration\n\nclause, the said clause stood superseded by Clause 10 of the main\n\ncontract. In this connection, he relied upon the reasoning contained in\n\nthe majority Arbitral Tribunal‟s order dated 13th May, 2002 which has\n\nalready been reproduced hereinabove.          He also pointed out that as\n\nClause 10 was a typed clause, it would prevail over Clause 45 which\n\nwas a printed clause in the GCC. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1226876\" id=\"span_20\">In this context, he drew attention of\n\nthis Court to a judgment of the Supreme Court in <a href=\"/doc/1226876/\" id=\"a_13\">M.K. Abraham and\n\nCo. Vs. State of Kerala and Anr.</a>, 2009 (7) SCC 636 wherein it has\n\nbeen held as under:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_75\">\n</p><blockquote id=\"blockquote_30\">       ―10. If a contract consists of a printed form with cyclostyled\n       amendments, typed additions and deletions and handwritten\n       corrections, an endeavour shall be made to give effect to all\n       the provisions. However, in the event of apparent or\n       irreconcilable inconsistency, the following rules of\n       construction will normally apply:-\n</blockquote>\n<blockquote id=\"blockquote_31\">              (i) The cyclostyled amendments will prevail over the\n              printed terms;\n</blockquote><blockquote id=\"blockquote_32\">              (ii) The type-written additions will prevail over the\n              printed terms and cyclostyled amendments;\n</blockquote><blockquote id=\"blockquote_33\">              (iii) Hand written corrections will prevail over the\n              printed terms, cyclostyled amendments and typed\n              written additions.‖\n\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">O.M.P. 46/2003 &amp; 480/2003                                         Page 19 of 34</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_76\"> 19.    Mr. Markanda also submitted that it is well settled rule of law\n\nthat all laws are territorial in operation. He submitted that in the present\n\ncase both the parties are Indians, as both NBCC and AEPL had been\n\nincorporated in India. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1845272\" id=\"span_22\">In this connection, he relied upon a judgment of\n\nSupreme Court in <a href=\"/doc/1845272/\" id=\"a_14\">TDM Infrastructure Private Limited Vs. UE\n\nDevelopment India Private Limited</a>, 2008 (14) SCC 271 wherein it has\n\nbeen held that &quot;Determination of nationality of the parties plays a\n\ncrucial role in the matter of appointment of an arbitrator. A company\n\nincorporated in India can only have Indian nationality for the purpose\n\nof the Act. It cannot be said that a company incorporated in India does\n\nnot have an Indian nationality. Hence, where both parties have Indian\n\nnationalities, then the arbitration between such parties cannot be said\n\nto be an international commercial arbitration.‖</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_77\">20.    In the alternative, Mr. Markanda submitted that subjecting Indian\n\nparties to Iraqi laws would amount to doing „violence‟ to the terms of\n\nthe contract. According to him, in the facts and circumstances of the\n\npresent case the Court must effectuate the intention of the parties by\n\nimplying a term that Indian law would be the governing law. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1845272\" id=\"span_23\">In this\n\nconnection, he <a href=\"/doc/1845272/\" id=\"a_15\">placed reliance upon</a> Chitty on Contracts, 29th Edition\n\nwherein it has been stated as under :-</span>\n</p>\n<blockquote id=\"blockquote_34\">       13-004. Intention of parties. In many cases, however, one\n       or other of the parties will seek to imply a term from the\n       wording of a particular contract and the facts and\n       circumstances surrounding it. The court will be prepared to\n       imply a term if there arises from the language of the contract\n       itself, and the circumstances under which it is entered into, an\n       inference that the parties must have intended the stipulation\n\n\n<span class=\"hidden_text\" id=\"span_24\">O.M.P. 46/2003 &amp; 480/2003                                           Page 20 of 34</span>\n        in question. An implication of this nature may be made in two\n       situations: first, where it is necessary to give business efficacy\n       to the contract, and, secondly, where the term implied\n       represents the obvious, but unexpressed, intention of the\n       parties. These two criteria often overlap and, in many cases,\n       have been applied cumulatively, although it is submitted that\n       they are, in fact, alternative grounds. Both, however, depend\n       on the presumed intention of the parties.\n</blockquote>\n<blockquote id=\"blockquote_35\">       13-005. Efficacy to contract. A term will be implied if it is\n       necessary, in the business sense, to give efficacy to the\n       contract. The general principle of law was thus stated by\n       Bowen L.J. in the Moorcock:\n</blockquote>\n<blockquote id=\"blockquote_36\">              ―Now, an implied warranty, or as it is called, a\n              covenant in law, as distinguished from an express\n              contract or express warranty, really is in all cases\n              founded upon the presumed intention of the parties,\n              and upon reason. The implication which the law\n              draws from what must obviously have been the\n              intention of the parties, the law draws with the object\n              of giving efficacy to the transaction and preventing\n              such a failure of consideration as cannot have been\n              within the contemplation of either side, and I believe if\n              one were to take all the cases, and there are many, of\n              implied warranties or covenants in law, it will be\n              found that in all of them the law is raising an\n              implication from the presumed intention of the parties\n              with the object of giving to the transaction such\n              efficacy as both parties must have intended that at all\n              events it should have.‖\n\n       In this situation, although there is an apparently complete\n       bargain, the courts are willing to add a term on the ground\n       that without it the contract will not work.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_78\">21.    In this connection, he also relied upon <a href=\"/doc/104566/\" id=\"a_16\">Section 28(1)(a)</a> of Act,\n\n1996 which reads as under :-\n</p>\n<blockquote id=\"blockquote_37\">       ―28. Rules applicable to substance of dispute.- (1) Where the\n       place of arbitration is situate in India,--\n</blockquote>\n<blockquote id=\"blockquote_38\">       (a) in an arbitration other than an international commercial\n       arbitration, the arbitral tribunal shall decide the dispute\n       submitted to arbitration in accordance with the substantive\n       law for the time being in force in India;‖\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">O.M.P. 46/2003 &amp; 480/2003                                             Page 21 of 34</span>\n</blockquote><p data-structure=\"RespArg\" id=\"p_79\"> 22.    Mr. Markanda denied that AEPL‟s claims were barred by\n\nlimitation. According to him, parties were regularly corresponding\n\nwith each other with regard to the outstanding dues and at no point of\n\ntime NBCC had denied AEPL‟s entitlement to the claims. He stated\n\nthat the claims were rejected by NBCC for the first time in 2000 and\n\nimmediately thereafter AEPL had invoked the arbitration clause. He\n\npointed out that in the year 1995-1996 NBCC had released RBI bonds\n\nto AEPL amounting to, nearly, Rs. 1.92 Crores in part settlement of the\n\noutstanding dues. He also pointed out that at least till June 1999\n\nnegotiations were taking place between the parties in a bid to resolve\n\nthe disputes amicably.      According to him, as disputes between the\n\nparties arose only by way of rejection of AEPL‟s claims in May and\n\nOctober, 2000, its claims were not barred by limitation.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_80\">23.    Mr. Markanda lastly submitted that even though AEPL had\n\noverdrawn the local currency, it was not NBCC‟s case that the sub-\n\ncontract which dealt with ratio of currency, had ever been amended or\n\nnovated. He pointed out that there was no evidence that the NBCC had\n\noverdrawn the local currency from its Iraqi principal due to AEPL‟s\n\nrequest.\n</p>\n<p data-structure=\"Precedent\" id=\"p_81\">\n</p><p data-structure=\"Precedent\" id=\"p_82\">24.    In rejoinder, Ms. Rautray reiterated that there was no arbitration\n\nclause in the sub-contract. In this connection, she <a href=\"/doc/1845272/\" id=\"a_17\">placed reliance upon</a>\n\ncertain passages of Russell on Arbitration, 23rd Edition. The relevant\n\npassages are reproduced hereinbelow :-\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">\n\n<span class=\"hidden_text\" id=\"span_26\">O.M.P. 46/2003 &amp; 480/2003                                     Page 22 of 34</span>\n</p><blockquote id=\"blockquote_39\">        ―2-044 Reference to another document. The terms of a\n       contract may have to be ascertained by reference to more\n       than one document. Ascertaining which documents constitute\n       the contractual documents and in what, if any, order of\n       priority they should be read is a problem encountered in\n       many commercial transactions, particularly those involving\n       shipping and construction. This issue has to be determined\n       by applying the usual principles of construction and\n       attempting to infer the parties&#x27; intentions by means of an\n       objective assessment of the evidence. This may make\n       questions of incorporation irrelevant if for example it is clear\n       that the contractual documents in question are entirely\n       separate and no intention to incorporate the terms of one in\n       the other can be established. However, the contractual\n       document defining and imposing the performance obligations\n       may be found to incorporate another document which\n       contains an arbitration agreement. If there is a dispute about\n       the performance obligations, that dispute may need to be\n       decided according to the arbitration provisions of that other\n       document. This very commonly occurs when the principal\n       contractual document refers to standard form terms\n       containing an arbitration agreement. However the standard\n       form wording may not be apt for the contract in which the\n       parties seeks to incorporate it, or the reference may be to\n       another contract between parties at least one of whom is\n       different. In these circumstances it may be possible to argue\n       that the purported incorporation of the arbitration agreement\n       is ineffective. The draftsmen of the <a href=\"/doc/1052228/\" id=\"a_18\">Arbitration Act</a> 1996 were\n       asked to provide specific guidance on the issue but they\n       preferred to leave it to the court to decide whether there had\n       been a valid incorporation by reference.\n</blockquote><blockquote id=\"blockquote_40\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1049246\" id=\"span_27\">xxxx          xxxx          xxxx           xxxx\n\n       2-047 Development of the case law. Sir John Megaw&#x27;s\n       view in Aughton followed the approach previously adopted in\n       <a href=\"/doc/1049246/\" id=\"a_19\">Thomas &amp; Co. v. Portsea SS Co. Ltd.</a>, and a number of cases\n       both before and after the 1996 Act have adopted the same\n       approach.</span> In Barrett &amp; Son (Brickwork) Ltd. v. Henry Boot\n       Management Ltd. Llyod J. relied on both Sir John Megaw&#x27;s\n       approach in Aughton and the dicta of Lord Diplock in Bremer\n       Vulcan v. South India Shipping to support the conclusion that\n       if a contract is to be incorporated into another contract there\n       must be express reference to it in that other contract. Hicks\n       J. on the other hand concluded in Roche Products Ltd v\n       Freeman Process Systems Ltd that he should give effect to the\n       intentions of the contracting parties even if that was\n       expressed as a general reference to a document to be\n       incorporated. He saw no justification for a rule which\n       artificially restricts the intention of the parties by requiring\n       them to use particular forms of words to achieve\n       incorporation.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_28\">O.M.P. 46/2003 &amp; 480/2003                                           Page 23 of 34</span>\n<blockquote id=\"blockquote_41\">        Subject to drawing a distinction between incorporation of an\n       arbitration agreement contained in a document setting out\n       standard form terms and one contained in some other\n       contract between different parties, judicial thinking seems to\n       have favoured the approach of Sir John Megaw in Aughton,\n       namely that general words of incorporation are not sufficient.\n       Rather, particular reference to the arbitration clause needs to\n       be made to comply with<a href=\"/doc/420705/\" id=\"a_20\"> s. 6</a> of the Arbitration Act 1996,\n       unless special circumstances exist. This was the view taken\n       by Judge Raymond Jack Q.C. following a review of the\n       relevant authorities in Trygg Hansa Insurance Co Ltd. v\n       Equitas Ltd. and it was supported and confirmed by Evans\n       L.J. in Anonymous Greek Co of General Insurances, (The\n       ―Ethniki‖) v AIG Europe (UK).\n</blockquote><blockquote id=\"blockquote_42\">               xxxx          xxxx          xxxx          xxxx\n\n       2-049 When Specific reference required. In Trade Maritime\n       Corp v Hellenic Mutual War Risks Association (Bermuda)\n       Ltd, (The ―Athena‖) No. 2 the court referred in particular to\n       the stricter approach which requires specific reference to the\n       arbitration     agreement     as     being     applicable    in\n       charterparty/bills of lading cases. It has also been applied in\n       other areas, notably reinsurance contracts and construction\n       contracts. In principle however the rationale for requiring\n       specific words of incorporation, notably the absence of\n       knowledge of the terms of another contract between different\n       parties and the need for adjustment of the terms as written, is\n       not limited to those situations. It is suggested therefore that\n       the same approach would apply generally in two contract\n       cases even outside those particular fields.‖\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_29\">25.    Having heard the parties at length, I am of the view that this\n\nCourt in <a href=\"/doc/1219022/\" id=\"a_21\">Section 34</a> jurisdiction under Act 1996, cannot sit in appeal\n\nover the views of the Arbitral Tribunal by re-examining and re-\n\nassessing the material on record. This Court cannot substitute its own\n\nevaluation on findings of law or fact to come to the conclusion that the\n\nArbitral Tribunal acted contrary to the bargain between the parties. If\n\nthe parties have selected their own forum, the deciding forum must be\n\nconceded the power of appraisement of evidence. The arbitrators are\n\nthe sole judge of the quality as well as the quantity of evidence and it\n\n\n<span class=\"hidden_text\" id=\"span_30\">O.M.P. 46/2003 &amp; 480/2003                                          Page 24 of 34</span>\n will not be for this Court to take upon itself the task of being a judge on\n\nthe evidence before the Arbitral Tribunal. However, as held by the\n\nSupreme Court in <a href=\"/doc/1617540/\" id=\"a_22\">Delhi Development Authority Vs. R.S. Sharma and\n\nCompany, New Delhi</a>, (2008) 13 SCC 80 an arbitral award is open to\n\ninterference by a court under <a href=\"/doc/104566/\" id=\"a_23\">Section 34(2)</a> of the Act, 1996 if it is\n\ncontrary to either the substantive provisions of law or the contractual\n\nprovisions and/or is opposed to public policy.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_85\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1422834\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_33\">26.    Insofar as NBCC‟s objection on merit that AEPL having itself\n\noverdrawn the local currency component cannot now raise this claim is\n\nconcerned, I am of the view that the same is not maintainable since it\n\ntouches upon the merit of the dispute before the Arbitral Tribunal. It is\n\nwell settled that this Court does not sit in appeal over the verdict of the\n\nArbitral Tribunal.      [<a href=\"/doc/1617540/\" id=\"a_24\">Refer Delhi Development Authority Vs. R.S.\n\nSharma and Company</a> (supra); <a href=\"/doc/1422834/\" id=\"a_25\">State of Rajasthan &amp; Ors. Vs. Basant\n\nNahata</a>, (2005) 12 SCC 77); and <a href=\"/doc/588099/\" id=\"a_26\">Sudarsan Trading Co. Vs.\n\nGovernment of Kerala and Anr.</a>, (1989) 2 SCC 38)].</span></span></span>\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_86\">27.    Moreover, the Arbitral Tribunal in the present instance has\n\ninterpreted clauses of the contract, which interpretation, according to\n\nme, is a plausible one. Clause 1 of the sub-contract provides that\n\npayments are to be made in foreign and local currency in the ratio of\n\n80:20. Undoubtedly, AEPL had overdrawn the local currency\n\ncomponent during the execution of the sub-contract but, as pointed out\n\nby Mr. Markanda, Clause 1 of the sub-contract was not amended and,\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">O.M.P. 46/2003 &amp; 480/2003                                       Page 25 of 34</span>\n consequently, the final ratio of payment was to be maintained in\n\naccordance with the contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_87\">\n</p><p data-structure=\"Precedent\" id=\"p_88\">28.    In fact, the letters of NBCC dated 11th January, 1986 (Annexure\n\nC-3) and 27th February, 1986 (Annexure C-6) provide a complete\n\nanswer to the argument advanced by NBCC. In Annexure C-3, NBCC\n\nhad stated ―Please refer to your above letter and we are to inform you\n\nthat mode of payment of currency ratio (i.e. FC &amp;LC) shall be as per\n\nterms and conditions of agreement‖, and once again in Annexure C-6,\n\nNBCC stated ―We wish to inform you that mode of payments shall be\n\nregulated as per Clause-1 of the agreement, i.e. 80% of the amount of\n\nactual work done shall be paid to you in US dollars and balance 20%\n\nof the contract amount of actual work done shall be paid to you in Iraqi\n\nDinars.‖\n\n\n</p><p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"941783\" id=\"span_35\">29.    As far as the plea of limitation is concerned, undoubtedly, the\n\nSupreme Court and this Court have repeatedly held that provisions of\n\n<a href=\"/doc/1317393/\" id=\"a_27\">Limitation Act, 1963</a> apply to arbitration and period of limitation for\n\ncommencement of arbitration runs from the date on which had there\n\nbeen no arbitration clause, the cause of action would have accrued. In\n\nfact, the cause of action has been held to accrue when the claimant\n\nbecome entitled to raise the question, that means, when the claimant\n\nacquires right to require arbitration. (<a href=\"/doc/941783/\" id=\"a_28\">Refer to Panchu Gopal Bose Vs.\n\nBoard of Trustees</a> for Port of Calcutta, AIR 1994 SC 1615, J.C.\n\nBudhraja v. Chairman, Orissa Mining Corporation Ltd. &amp; Anr.,\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">O.M.P. 46/2003 &amp; 480/2003                                    Page 26 of 34</span>\n (2008) 2 SCC 444 and National Hydroelectric Power Corp. Ltd. Vs.\n\nM/s. Karam Chand Thapar and Bros (CS) Ltd. &amp; Anr.,\n\nMANU/DE/0431/2010.)</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_90\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"581612\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"954540\" id=\"span_38\">30.    But the Supreme Court in <a href=\"/doc/954540/\" id=\"a_29\">Hari Shankar Singhania &amp; Ors. Vs.\n\nGaur Hari Singhania &amp; Ors.</a>, 2006 (4) SCC 658; <a href=\"/doc/581612/\" id=\"a_30\">Shree Ram Mills\n\nLtd. vs. Utility Premises (P) Ltd.</a>, (2007) 4 SCC 599 and this Court in\n\nM/s. Hilltop Travels Vs. M/s. Convergys India Services Pvt. Ltd., Arb.\n\nP. 406/2009, decided on 4th May, 2010 has also held that where\n\nnegotiations are taking place between the parties by way of various\n\nletters written by both the parties, the right to apply would accrue only\n\nwhen the claim is rejected.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"581612\" id=\"span_39\">In <a href=\"/doc/581612/\" id=\"a_31\">Shree Ram Mills Ltd.</a> (supra), the\n\nSupreme Court has held as under :-</span>\n</p>\n<blockquote id=\"blockquote_43\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"954540\" id=\"span_40\">―30. Once we have come to the conclusion that the learned\n       designated Judge was right in holding that there was a live\n       issue, the question of limitation automatically gets resolved.\n       This Court in <a href=\"/doc/954540/\" id=\"a_32\">Hari Shanker Singhania</a> case held that till such\n       time as the settlement talks are going on directly or by way of\n       correspondence no issue arises and with the result the clock\n       of limitation does not start ticking. This Court observed:</span>\n</blockquote><blockquote id=\"blockquote_44\">       (SCC pp. 667-68. Para 24)\n\n              ―24.Where a settlement with or without conciliation is\n              not possible then comes the stage of adjudication by\n              way of arbitration. <a href=\"/doc/249731/\" id=\"a_33\">Article 137</a>, as construed in this\n              sense, then as long as parties are in dialogue and even\n              the differences would have surfaced it cannot be\n              asserted that a limitation under <a href=\"/doc/249731/\" id=\"a_34\">Article 137</a> has\n              commenced. Such an interpretation will compel the\n              parties to resort to litigation/arbitration even where\n              there is serious hope of the parties themselves\n              resolving the issues. The learned Judges of the High\n              Court, in our view have erred in dismissing the\n              appellants&#x27; appeal and affirming the findings of the\n              learned Single Judge to the effect that the application\n              made by the appellants under <a href=\"/doc/811701/\" id=\"a_35\">Section 20</a> of the Act,\n              1940 asking for reference was beyond time under\n\n\n<span class=\"hidden_text\" id=\"span_41\">O.M.P. 46/2003 &amp; 480/2003                                          Page 27 of 34</span>\n               <a href=\"/doc/249731/\" id=\"a_36\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_37\">Limitation Act</a>. .....As already\n              noticed, the correspondence between the parties, in\n              fact, bears out that every attempt was being made to\n              comply with and carry out the reciprocal obligations\n              spelt out in the agreement between the parties.‖\n\n       These observations would clearly suggest that were the\n       negotiations were still on, there would be no question of\n       starting of the limitation period.‖\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_91\">       31.     According to Shri Salve, learned counsel appearing on\n       behalf of the appellants the clock had started ticking against\n       the respondents in relation to the agreement dated 27-4-1994\n       and they could have had only three years period for filing a\n       suit as per <a href=\"/doc/249731/\" id=\"a_38\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_39\">Limitation Act</a> and as such the\n       claim made with reference to that agreement cannot be\n       arbitrable now in the year 2005. We do not agree. It is for\n       this reason alone that we have given the complete history of\n       the negotiations in between the parties. The things do not\n       seem to have settled even by 19-1-2005 but that would be for\n       the Arbitral Tribunal to decide. We only observe, at this\n       stage, that the claim of the respondent cannot be said to have\n       become dead firstly because of the settlement or because of\n       lapse of limitation. What is the effect of MoU dated 19-1-\n       2005; was the respondent justified in repudiating the said\n       MoU; and what is the effect of repudiation thereof on the\n       earlier agreement dated 27-4-1994 would be for the Arbitral\n       Tribunal to decide. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1954535\" id=\"span_42\">In <a href=\"/doc/1954535/\" id=\"a_40\">Groupe Chimique Tunisien SA v.\n       Southern Petrochemicals Industries Corpn. Ltd.</a> this Court\n       had clearly held in para 10 that the Arbitral Tribunal can\n       also go into the question of limitation for the claims in\n       between the parties. We have discussed this subject only to\n       hold that since the issue in between the parties is still alive,\n       there would be no question of stifling the arbitration\n       proceedings by holding that the issue has become dead by\n       limitation. We leave the question of limitation also upon the\n       Arbitral Tribunal to decide.‖</span>\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_92\">31.    In the present case, keeping in view the correspondence\n\nexchanged between the parties, in particular, the Minutes of Meeting\n\nheld on 8th June, 1999 wherein it was finally recorded that ―M/s. NBCC\n\ninformed that within a week&#x27;s time, they shall be in a position to inform\n\nAEPL regarding the modality and schedule of payment against the\n\nabove outstanding dues and shall endeavour their best to settle the\n\n\n<span class=\"hidden_text\" id=\"span_43\">O.M.P. 46/2003 &amp; 480/2003                                           Page 28 of 34</span>\n issues‖, I am of the opinion that the disputes arose only on rejection of\n\nclaims by NBCC in May and October, 2000 and as the arbitration\n\nclause was invoked immediately thereafter, the claims of AEPL cannot\n\nbe said to be barred by limitation.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_93\">\n</p><p data-structure=\"Section\" id=\"p_94\">32.    However, I agree with learned counsel for NBCC that just\n\nbecause NBCC appointed an arbitrator does not mean that they have\n\nlost the right to challenge existence, validity or jurisdiction of the\n\nArbitral Tribunal. In fact, Sub-<a href=\"/doc/103447/\" id=\"a_41\">section 2</a> of <a href=\"/doc/1019641/\" id=\"a_42\">Section 16</a> states as under:-\n\n</p><blockquote id=\"blockquote_45\">              &quot;16. Competence of arbitral tribunal to rule on its\n              jurisdictional. -\n</blockquote>\n<blockquote id=\"blockquote_46\">                      xxxx         xxxx           xxxx          xxxx\n              (2) A plea that the arbitral tribunal does not have jurisdiction\n              shall be raised not later than the submission of the statement of\n              defence; however, a party shall not be precluded from raising\n              such a plea merely because that he has appointed, or\n              participated in the appointment of, an arbitrator.‖\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_95\">33.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20317\" id=\"span_44\">In my opinion, the test to determine whether an arbitration clause\n\ncontained in the main contract stands incorporated by reference in the\n\nsub-contract has been clearly spelt out by the Supreme Court in <a href=\"/doc/20317/\" id=\"a_43\">M.R.\n\nEngineers and Contractors Pvt. Ltd.</a> (supra). In fact, the test has been\n\nstipulated after considering the above referred passages in Russell on\n\nArbitration. The Supreme Court in the said case summarised the test as\n\nunder :-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_96\">\n</p><blockquote id=\"blockquote_47\">       ―16. There is a difference between reference to another\n       document in a contract and incorporation of another\n       document in a contract, by reference. In the first case, the\n       parties intend to adopt only specific portions or part of the\n       referred document for the purposes of the contract. In the\n\n\n<span class=\"hidden_text\" id=\"span_45\">O.M.P. 46/2003 &amp; 480/2003                                          Page 29 of 34</span>\n        second case, the parties intend to incorporate the referred\n       document in entirety, into the contract. Therefore when there\n       is a reference to a document in a contract, the court has to\n       consider whether the reference to the document is with the\n       intention of incorporating the contents of that document in\n       entirety into the contract, or with the intention of adopting or\n       borrowing specific portions of the said document for\n       application to the contract.\n</blockquote><blockquote id=\"blockquote_48\">               xxxx          xxxx          xxxx           xxxx\n\n</blockquote><blockquote id=\"blockquote_49\">       24. The scope and intent of <a href=\"/doc/392398/\" id=\"a_44\">Section 7(5)</a> of the Act may\n       therefore be summarized thus:\n</blockquote><blockquote id=\"blockquote_50\">              (i) An arbitration clause in another document, would\n              get incorporated into a contract by reference, if the\n              following conditions are fulfilled : (i) The contract\n              should contain a clear reference to the documents\n              containing arbitration clause, (ii) the reference to the\n              other document should clearly indicate an intention to\n              incorporate the arbitration clause into the contract,\n</blockquote><blockquote id=\"blockquote_51\">              (iii) The arbitration clause should be appropriate, that\n              is capable of application in respect of disputes under\n              the contract and should not be repugnant to any term\n              of the contract.\n</blockquote><blockquote id=\"blockquote_52\">              (ii) When the parties enter into a contract, making a\n              general reference to another contract, such general\n              reference would not have the effect of incorporating\n              the arbitration clause from the referred document into\n              the contract between the parties. The arbitration\n              clause from another contract can be incorporated into\n              the contract (where such reference is made), only by a\n              specific reference to arbitration clause.\n</blockquote><blockquote id=\"blockquote_53\">              (iii) Where a contract between the parties provides\n              that the execution or performance of that contract\n              shall be in terms of another contract (which contains\n              the terms and conditions relating to performance and\n              a provision for settlement of disputes by arbitration),\n              then, the terms of the referred contract in regard to\n              execution/performance alone will apply, and not the\n              arbitration agreement in the referred contract, unless\n              there is special reference to the arbitration clause\n              also.\n</blockquote><blockquote id=\"blockquote_54\">              (iv) Where the contract provides that the standard\n              form of terms and conditions of an independent Trade\n              or Professional Institution (as for example the\n              Standard Terms &amp; Conditions of a Trade Association\n              or Architects Association) will bind them or apply to\n              the contract, such standard form of terms and\n              conditions including any provision for arbitration in\n\n\n<span class=\"hidden_text\" id=\"span_46\">O.M.P. 46/2003 &amp; 480/2003                                           Page 30 of 34</span>\n               such standard terms and conditions, shall be deemed\n              to be incorporated by reference. Sometimes the\n              contract may also say that the parties are familiar with\n              those terms and conditions or that the parties have\n              read and understood the said terms and conditions.\n</blockquote><blockquote id=\"blockquote_55\">              (v) Where the contract between the parties stipulates\n              that the Conditions of Contract of one of the parties to\n              the contract shall form a part of their contract (as for\n              example the General Conditions of Contract of the\n              Government where Government is a party), the\n              arbitration clause forming part of such General\n              Conditions of contract will apply to the contract\n              between the parties.\n</blockquote><blockquote id=\"blockquote_56\">               xxxx          xxxx          xxxx          xxxx\n\n</blockquote><blockquote id=\"blockquote_57\">       32. The work order (sub-contract), relevant portions of which\n       have been extracted in para 5 above, shows that the intention\n       of the parties was not to incorporate the main contract\n       (between the PW Department and respondent) in entirety into\n       the sub contract. The use of the words &quot;This sub-contract\n       shall be carried out on the terms and conditions as applicable\n       to main contract&quot; in the work order would indicate an\n       intention that only the terms and conditions in the main\n       contract relating to execution of the work, were adopted as a\n       part of the sub-contract between respondent and appellant,\n       and not the parts of the main contract which did not relate to\n       execution of the work, as for example the terms relating to\n       payment of security deposit, mobilization advance, the\n       itemised rates for work done, payment, penalties for breach\n       etc., or the provision for dispute resolution by arbitration.\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_97\">34.    In the present case, the incorporation clause did not only refer to\n\ncertain terms and conditions relating to execution of work. In fact,\n\nClause 4.7 of the sub-contract clearly stipulates that all conditions\n\nmentioned in the main contract shall be applicable to the sub-contract\n\non a back-to-back basis except for those specifically excluded in the\n\nsub-contract. Consequently, I am of the opinion that there was not only\n\na reference to the main contract in the sub-contract but the reference\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">O.M.P. 46/2003 &amp; 480/2003                                          Page 31 of 34</span>\n shows that the arbitration clause in the main contract was intended to be\n\nincorporated in the sub-contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_98\">\n</p><p data-structure=\"CDiscource\" id=\"p_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1226876\" id=\"span_48\">35.    However, in my view, there cannot be partial incorporation of the\n\nterms of the main contract executed between the parties. Consequently,\n\nClause 10 of the main contract has to be read harmoniously with\n\nClauses 17 and 45 of the GCC. In my opinion, the Arbitral Tribunal\n\nhas erred in law in holding that Clauses 17 and 45 of the GCC were\n\ninapplicable to the sub-contract. The Arbitral Tribunal being a creature\n\nof the contract cannot hold certain terms of the contract as inapplicable\n\nor void. Moreover, as in the present case there is no irreconcilable\n\ninconsistency in clauses between Clauses 10 and 45, there is no\n\nquestion of applicability of the rule of construction as <a href=\"/doc/20317/\" id=\"a_45\">laid down by</a> the\n\nSupreme Court in <a href=\"/doc/1226876/\" id=\"a_46\">M.K. Abraham and Co.</a> (supra).</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_100\">36.    Further, Mr. Markanda‟s reference to passages Chitty on\n\nContracts, 29th Edition is untenable in law as no Court can imply any\n\nterm in a Court where the parties have entered into a carefully drafted\n\nwritten contract containing detailed terms agreed between them.\n\nMoreover, the term sought to be implied by Mr. Markanda is clearly\n\ncontrary to the terms explicitly provided in the contract executed\n\nbetween the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">\n</p><p data-structure=\"Section\" id=\"p_102\">37.    Mr. Markanda‟s reliance upon <a href=\"/doc/104566/\" id=\"a_47\">Section 28(1)(a)</a> of Act, 1996 is\n\nalso misconceived on facts as the said Section only applies where the\n\nvenue of arbitration is in India. Since in the present case Clause 45 of\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">O.M.P. 46/2003 &amp; 480/2003                                     Page 32 of 34</span>\n GCC clearly stipulates that the venue of arbitration shall be Iraq,\n\n<a href=\"/doc/104566/\" id=\"a_48\">Section 28(1)(a)</a> of Act, 1996 can offer no assistance to AEPL.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_103\">38.    I am further of the opinion that the arbitration clause in the main\n\ncontract is neither inapt nor inapplicable to the sub-contract.              For\n\ninstance, if during the execution of the contract principal employer\n\nraised a dispute on account of defective work done by the sub-\n\ncontractor, then not only would the arbitration be held between SCCIP\n\nand NBCC in Iraq according to Iraqi law but NBCC could also initiate\n\narbitration proceedings against AEPL. If in this scenario, arbitration\n\nbetween NBCC and AEPL is directed to be held in India, according to\n\nIndian law, it is quite possible that the two arbitral tribunals on similar\n\ndisputes would reach a different conclusion. The above illustration\n\nwould also show that Clauses 17 and 45 of GCC are of importance and\n\nare applicable. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"633347\" id=\"span_50\">In fact, the Supreme Court in <a href=\"/doc/633347/\" id=\"a_49\">National Thermal Power\n\nCorporation Vs. The Singer Company and others</a>, AIR 1993 SC 998\n\nhas held as under:-</span>\n</p>\n<blockquote id=\"blockquote_58\">       ―13......The expression &#x27;proper law of a contract&#x27; refers to the\n       legal system by which the parties to the contract intended\n       their contract to be governed. If their intention is expressly\n       stated or if it can be clearly inferred from the contract itself\n       or its surrounding circumstances, such intention determines\n       the proper law of the contract.\n</blockquote><blockquote id=\"blockquote_59\">               xxxx          xxxx          xxxx           xxxx\n</blockquote><blockquote id=\"blockquote_60\">       19. Proper law is thus the law which the parties have\n       expressly or impliedly chosen, or which is imputed to them by\n       reason of its closest and most intimate connection with the\n       contract.‖\n\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">O.M.P. 46/2003 &amp; 480/2003                                           Page 33 of 34</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_104\"> 39.    Admittedly, in the present case the impugned Award is contrary\n\nto Clauses 17 and 45 of the contract executed between the parties as the\n\nArbitral Tribunal did not apply the applicable law. Consequently, the\n\nimpugned Award is set aside.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_105\">\n</p><p data-structure=\"Conclusion\" id=\"p_106\">40.    With the aforesaid observations, petition filed by NBCC is\n\nallowed while petition filed by AEPL is dismissed. However, parties\n\nshall bear their own costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_107\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_108\">                                                   MANMOHAN,J\nJULY 09, 2010\nrn\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">O.M.P. 46/2003 &amp; 480/2003                                    Page 34 of 34</span>\n </p>","numcites":30,"numcitedby":1,"docsource":"Delhi High Court","citetid":52313515,"divtype":"judgments","relatedqs":[{"value":"arbitration and sub contract","formInput":"arbitration%20and%20sub%20contract"},{"value":"contract incorporation by reference","formInput":"contract%20incorporation%20by%20reference"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"incorporation by reference","formInput":"incorporation%20by%20reference"},{"value":"sub-contracting in contract","formInput":"sub-contracting%20in%20contract"},{"value":"neeraj kishan kaul","formInput":"neeraj%20kishan%20kaul"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"international arbitration ","formInput":"international%20arbitration%20"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract law","formInput":"contract%20law"},{"value":"sub contracting","formInput":"sub%20contracting"},{"value":" warranty","formInput":"%20warranty"},{"value":"sub-contractor","formInput":"sub-contractor"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"intention of contract","formInput":"intention%20of%20contract"}],"cats":[{"value":"finance","formInput":"tag:finance"},{"value":"review-judgment","formInput":"tag:review-judgment"},{"value":"limitation","formInput":"tag:limitation"},{"value":"when-event-on-which-contract-is-contingent","formInput":"tag:when-event-on-which-contract-is-contingent"}],"courtcopy":true,"query_alert":null,"agreement":false}