{"tid":16017622,"publishdate":"2024-11-12","title":"Management Of Ashok Hotel (Itdc) vs Their Workmen & Anr. on 12 November, 2024","doc":"<h2 class=\"doc_title\">Management Of Ashok Hotel (Itdc) vs Their Workmen &amp; Anr. on 12 November, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:y-varma\">Yashwant Varma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:y-varma\">Yashwant Varma</a></h3>\n\n<pre id=\"pre_1\">                   *          IN THE HIGH COURT OF DELHI AT NEW DELHI\n                   %                          Judgment reserved on: 07 November, 2024\n                                           Judgment pronounced on: 12 November, 2024\n\n                   +          LPA 199/2013 &amp; CM APPL. 19533/2022\n                              MANAGEMENT OF ASHOK HOTEL (ITDC) .....Appellant\n                                         Through: Mr. Ravi Sikri, Senior Advocate\n                                                  with   Mr.      Arun    Sanwal,\n                                                  Advocate.\n\n                                               versus\n\n                              THEIR WORKMEN &amp; ANR.                   .....Respondents\n                                           Through: Mr. Barun Kumar Sinha, Ms.\n                                                    Pratibha Sinha and Mr. Sneh\n                                                    Vardhan, Advocates.\n                                                    Mr. A.P. Dhamija, Mr. J.P.\n                                                    Singh &amp; Ms. Tanya Sharma,\n                                                    Advocates for Interveners.\n                              CORAM:\n                              HON&#x27;BLE MR. JUSTICE YASHWANT VARMA\n                              HON&#x27;BLE MR. JUSTICE RAVINDER DUDEJA\n\n                                               JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                   YASHWANT VARMA, J.\n</p><p data-structure=\"RespArg\" id=\"p_2\">                   1.         This Letters Patent Appeal1 is directed against the judgment\n                   rendered by the learned Single Judge on 19 February 2013 in terms of\n                   which an Award rendered by the Industrial Tribunal2 has come to be\n                   upheld. In terms of the Award dated 05 October 2005, the petitioner-\n                   appellant was directed to frame a policy of regularisation in respect of\n                   the respondent workmen. Both the Tribunal as well as the learned\n\n\n<span class=\"hidden_text\" id=\"span_1\">                   1</span>\n                       LPA\n<span class=\"hidden_text\" id=\"span_2\">                   2</span>\n                       Tribunal\n<span class=\"hidden_text\" id=\"span_3\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_4\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_5\">                   LPA 199/2013                                                   Page 1 of 31</span>\n<span class=\"hidden_text\" id=\"span_6\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_7\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_8\">19:04:07</span>\n                    Single Judge have essentially held against the appellant on the ground\n                   that the engagement of the respondent-workmen through a contractor\n                   was merely a ruse to overcome the obligations which would have stood\n                   attached in case it were to be recognized to be the principal employer.\n</p><p data-structure=\"Facts\" id=\"p_3\">                   2.     For the purposes of evaluating the challenge which stands raised,\n                   it would be apposite to firstly take note of the reference which was\n                   made to the Tribunal by the appropriate government:-\n</p>\n<blockquote id=\"blockquote_1\">                          &quot;Whether Shri Perumal and 25 others workmen whose names are\n                          shown in Annexure &#x27;A&#x27; are entitled to regularization and wages at par\n                          with their regular counterparts in the post of Houseman/ Safaiwala.\n                          If so, what directions are necessary in this respect?&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">                   3.     The respondent-workmen pursuant to the dispute being referred\n                   to the Tribunal had filed a Statement of Claim in which the following\n                   allegations were levelled:-\n</p>\n<blockquote id=\"blockquote_2\">                          &quot;2. That the workers are working continuously from the dates\n                              mentioned in Annexure-A though the Management have been\n                              changing the contractor from time to time. Initially in the year\n                              1995 the Management of Ashok Hotel gave contract to M/s.\n                              Sparkling Enterprises till-1999 and after that M/s. Helplines\n                              Hospitality and M/s. Office Care also functioned upto 17.6.01\n                              and after 17.6.01, again M/s. Sparkling Enterprises is\n                              functioning in Ashok Hotel till today.\n</blockquote><blockquote id=\"blockquote_3\">                          3. M/s. Sparkling Enterprises has no agreement with the\n                             Management of Ashok Hotel and functioning illegally and\n                             unlawfully.\n</blockquote><blockquote id=\"blockquote_4\">                          xxxx                                 xxxx                          xxxx\n</blockquote><blockquote id=\"blockquote_5\">                          8. That the job carried over by the workers is on perennial nature\n                             and belong to the hotel industry and workers are also working\n                             continuously.\n</blockquote><blockquote id=\"blockquote_6\">                          9. That the concerned workers are doing the same job which is\n                             carried over by permanent safaiwala/Houseman who are\n                             working in Ashok Hotel.\n</blockquote><blockquote id=\"blockquote_7\">                          10. That the concerned workers have completed 240 days in each\n                              calendar year and are entitled to be regularized on permanent\n\n<span class=\"hidden_text\" id=\"span_9\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_10\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_11\">                   LPA 199/2013                                                             Page 2 of 31</span>\n<span class=\"hidden_text\" id=\"span_12\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_13\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_14\">19:04:07</span>\n                                 job with the Management of Ashok Hotel from the day they are\n                                working in the Hotel.\n</blockquote><blockquote id=\"blockquote_8\">                          xxxx                                  xxxx                          xxxx\n\n\n</blockquote><blockquote id=\"blockquote_9\">                          20. That the Management of Ashok Hotel is a principal employer in\n                              this case and M/s. Sparkling Enterprises as a contractor working\n                              in the Hotel without any agreement, illegal and unlawfully.\n                          Prayer:- It is therefore most respectfully prayed the Management of\n                          Ashok Hotel may be directed to regularize all the workers as per\n                          Annexure-A on permanent jobs in Ashok Hotel from the day they\n                          are working in Ashok Hotel. M/s. Sparkling Enterprises should also\n                          be directed to pay the Bonus, Double salary of National Holidays\n                          arrears.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_5\">                   4.     Based on the evidence which came to be led by respective sides,\n                   the Tribunal proceeded to frame the following issues for consideration:-\n</p>\n<blockquote id=\"blockquote_10\">                           &quot;6. On the pleadings of the parties, the following issues were\n                          framed:-\n</blockquote><blockquote id=\"blockquote_11\">                                1. Whether there is relationship of employer and employee\n                                   between the management no. 1 and the workmen. If not, its\n                                   effect.\n</blockquote><blockquote id=\"blockquote_12\">                                2. Whether the Industrial Disputes Act is not applicable? If so,\n                                   its effect.\n</blockquote><blockquote id=\"blockquote_13\">                                3. Whether Delhi Government is not the appropriate\n                                  Government to send the reference? If so, its effect.\n</blockquote><blockquote id=\"blockquote_14\">                                4. Whether the dispute has been properly and validly espoused?\n                                   If not, its effect.\n</blockquote><blockquote id=\"blockquote_15\">                                5. Whether demand notice was sent before raising the dispute?\n                                   If not, its effect.\n</blockquote><blockquote id=\"blockquote_16\">                                6. To what relief, if any, and from which of the managements\n                                   per the terms of reference, the workmen are entitled to?&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_6\">                   5.     Upon consideration of the stand taken by respective sides, the\n                   Tribunal while dealing with issue no.1 came to render the following\n                   findings:-\n</p>\n<blockquote id=\"blockquote_17\">                           &quot;15. The averments made by workmen in the statement of claim\n                          that they are working at Ashok Hotel is not specifically denied by\n                          the management no. 1 nor by management no. 2. Moreover, Identity\n<span class=\"hidden_text\" id=\"span_15\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_16\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_17\">                   LPA 199/2013                                                              Page 3 of 31</span>\n<span class=\"hidden_text\" id=\"span_18\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_19\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_20\">19:04:07</span>\n                           Cards, weekly attendance cards and monthly attendance cards &amp; pay\n                          sheet Ex.WW6/3A of May, June &amp; July, 2000, issued to the\n                          respective workmen as mentioned above clearly shows that the\n                          workmen were working at Ashok Hotel.\n</blockquote><blockquote id=\"blockquote_18\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642607\" id=\"span_21\">16.    The further point to be decided is; who is the employer of the\n                          workman ? Whether the management no. 1 or the contractor is the\n                          employer ? The Hon‟ble Supreme Court of India in the case 1978 II\n                          LLJ P-397 titled as <a href=\"/doc/642607/\" id=\"a_1\">HUSSAINBHAI, CALICUT Vs. ALATH\n                          FACTORY THOZHILALI UNION, CALICUT AND ORS.</a> has\n                          laid down as under:-</span>\n</blockquote><blockquote id=\"blockquote_19\">                                  The true test may, with brevity, be indicated once again.\n                             Where a worker or group of workers labours to produce goods\n                             or services and these goods or services are for the business of\n                             another, that other is, in fact, the employer. He has economic\n                             control over the worker&#x27;s subsistence, skill, and continued\n                             employment. If he, for any reason, chokes off, the worker is,\n                             virtually, laid off. The presence of intermediate contractors\n                             with whom alone the workers have immediate or direct\n                             relationship ex contractu is of no consequence when, on lifting\n                             the veil or looking at the conspectus of factors governing\n                             employment, we discern the naked truth, though draped in\n                             different perfect paper arrangement, that the real employer is\n                             the management, not the immediate contractor. Myriad\n                             devices, half-hidden in fold after fold of legal form depending\n                             on the degree of concealment needed, the type of industry, the\n                             local conditions and the like may be resorted to when labour\n                             legislation casts welfare obligations on the real employer,\n                             based on <a href=\"/doc/1673816/\" id=\"a_2\">Articles 38</a><a href=\"/doc/555882/\" id=\"a_3\">, 39</a><a href=\"/doc/111604/\" id=\"a_4\">, 42</a><a href=\"/doc/1256023/\" id=\"a_5\">, 43</a> and <a href=\"/doc/118693005/\" id=\"a_6\">43A</a> of the Constitution.\n                             The Court must be astute to avoid the mischief and achieve the\n                             purpose of the law and not be misled by the maya of legal\n                             appearances. If the livelihood of the workmen substantially\n                             depends on labour rendered to produce goods and services for\n                             the benefit and satisfaction of an enterprise, the absence of\n                             direct relationship or the presence of dubious intermediaries or\n                             the make-believe trappings of detachment from the\n                             management cannot snap the real life bond. The story may\n                             vary but the inference defies ingenuity. The liability cannot be\n                             shaken off.\n</blockquote><blockquote id=\"blockquote_20\">                          17.     The workmen as stated in Annexure „A‟ in their respective\n                          affidavits specifically stated that the workmen are the employee of\n                          management no. 1 i.e. Ashok Hotel and not of the management no. 2\n                          i.e. Sparkling Enterprises. The workmen in their respective evidence\n                          filed by way of affidavit has specifically stated that they are\n                          employee in the kitchen department of Ashok Hotel and they were\n\n<span class=\"hidden_text\" id=\"span_22\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_23\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_24\">                   LPA 199/2013                                                                 Page 4 of 31</span>\n<span class=\"hidden_text\" id=\"span_25\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_26\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_27\">19:04:07</span>\n                               working as Safaiwala/ Houseman in the said department of Ashok\n                              Hotel. The pleadings of the written statement of management no. 1\n                              and management no. 2 and the facts on record indicates that the\n                              management no. 1 runs the business and the management no. 2 is\n                              working for the management no. 1 at the rate of 10% commission on\n                              the minimum wages and the management no. 1 keeps on changing\n                              the contractor. The control on the economic activity is in hands of\n                              management no. 1. Ex.WW6/3-A is the Wage Sheet for the period\n                              May, 2000 to July, 2000 of the workmen earlier maintained by the\n                              contractor- Helpline Hospitality Pvt. Ltd. The same workmen were\n                              working at the Ashoka Hotel in the year 2000 too which indicates\n                              that the management no. 1 keeps on changing the contractor and\n                              contract, is camouflage, just eye wash in the eyes of law.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\">                   6.         Proceeding further to deal with the various provisions contained\n                   in the Contract Labour (Regulation and Abolition) Act, 19703, the\n                   Tribunal held:\n</p>\n<blockquote id=\"blockquote_21\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"183147202\" id=\"span_28\">&quot;20. The management no. 1 and 2 in compliance of Section „7‟\n                              and „12‟ of the <a href=\"/doc/1810788/\" id=\"a_7\">Contract Labour (Regulation and Abolition Act,\n                              1970</a>), has not led any evidence. Once, it has come on record that\n                              management no. 2, is not having a valid license, the inevitable\n                              conclusion is that the defence taken in the written statement that\n                              workman is the employee of management no. 2 goes. The\n                              management no. 1 in fact created a device to run its business to\n                              avoid its legal obligation. It has been so held by the Hon&#x27;ble\n                              Supreme Court of India in the case 1999 LLJ LAB. IC P-1323\n                              titled as <a href=\"/doc/183147202/\" id=\"a_8\">STATE OF HARYANA Vs. SURESH CHAND</a>. In view\n                              of my above discussion made above, I hold that there is a\n                              relationship of employer and employee between the management no.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_8\">                              1 and the workman. Thus, I hold that there is relationship of\n                              employer and employee between the management no. 1 and the\n                              workmen. Thus, issue no. 1 is decided in favour of the workman and\n                              against the management.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_9\">                   7.         Ultimately the Tribunal proceeded to accord relief to the\n                   respondent-workmen in the following terms:\n</p>\n<blockquote id=\"blockquote_22\">                              &quot;26. So far as the regularization of the workmen is concerned, the\n                              management no. 1 is directed to form a policy and thereafter as per\n                              the policy case be considered.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_29\">                   3</span>\n<blockquote id=\"blockquote_23\">                       CLRA\n<span class=\"hidden_text\" id=\"span_30\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_31\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_32\">                   LPA 199/2013                                                               Page 5 of 31</span>\n<span class=\"hidden_text\" id=\"span_33\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_34\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_35\">19:04:07</span>\n</blockquote><blockquote id=\"blockquote_24\">                           27.     In view of my discussion made above, the reference is\n                          answered accordingly. Award is passed, in favour of the workmen\n                          and against the management. The judgments relied by AR for the\n                          management is no help to them as facts &amp; circumstances are\n                          different.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_10\">                   8.     It becomes pertinent to note that since the arguments which\n                   appear to have been addressed before the learned Single Judge, and\n                   which were reiterated before us, revolved around the conclusions\n                   rendered on issue no. 1, we need not go into the findings which the\n                   Tribunal came to render with respect to the various other issues which\n                   were framed.\n</p><p data-structure=\"Facts\" id=\"p_11\">                   9.     Aggrieved by the Award, the appellants instituted the writ\n                   petition before this Court and on which on 20 September 2006 an\n                   interim order came to be passed pursuant to which the operation of the\n                   Award dated 05 October 2005 was placed in abeyance.\n</p><p data-structure=\"PetArg\" id=\"p_12\">                   10.    Before the learned Single Judge, the appellants appear to have\n                   reiterated the submissions which were addressed before the Tribunal\n                   and contended that in the absence of any foundation having been laid in\n                   the Statement of Claim that the contractual engagement was merely a\n                   ruse or a sham, there was no justification for the Tribunal having\n                   accorded relief to the respondent-workmen. It appears to have been\n                   further contended that bearing in mind the reference made by the\n                   appropriate Government, and which stood confined to whether the\n                   respondent-workmen were entitled to regularization, there was no\n                   justification for the Tribunal having imputed the principles of &quot;lifting\n                   the veil&quot; and returning findings with respect to the nature of the\n                   contract between the appellant and the contractor.\n</p><p data-structure=\"Precedent\" id=\"p_13\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1504350\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150108611\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136234142\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_39\">11.    The appellants had additionally sought to draw sustenance from\n<span class=\"hidden_text\" id=\"span_40\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_41\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_42\">                   LPA 199/2013                                                       Page 6 of 31</span>\n<span class=\"hidden_text\" id=\"span_43\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_44\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_45\">19:04:07</span>\n                    the judgment rendered by the Constitution Bench of the Supreme Court\n                   in <a href=\"/doc/277653/\" id=\"a_9\">Steel Authority of India Ltd. and Ors. vs. National Union\n                   Waterfront Workers and Ors.4</a> as well as <a href=\"/doc/136234142/\" id=\"a_10\">Kirloskar Brothers Ltd.\n                   Vs. Ramcharan and Ors.5</a>, <a href=\"/doc/150108611/\" id=\"a_11\">B.S.N.L. vs. Attar Singh and Ors.6</a> and\n                   <a href=\"/doc/1504350/\" id=\"a_12\">A.P. SRTC and Ors. vs. G. Srinivas Reddy and Ors.7</a>, to argue that\n                   the mere engagement of workmen through a contractor could not have\n                   possibly been viewed as an unfair labour practice or warranted a\n                   direction being framed by the Tribunal for the regularization of the\n                   respondent-workmen.</span></span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_14\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_46\">12.    While dealing with the challenge as raised, the learned Single\n                   Judge has while noticing the decision of the Supreme Court in\n                   <a href=\"/doc/144538253/\" id=\"a_13\">International Airport Authority of India vs. International Air\n                   Cargo Workers&#x27; Union and Anr.8</a> as well as of the Constitution Bench\n                   in Steel Authority of India Ltd. observed as follows:-</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">                           <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_47\">&quot;13. A perusal of the decision of the Constitution Bench in <a href=\"/doc/277653/\" id=\"a_14\">Steel\n                          Authority of India Ltd.</a> (supra) makes it amply clear that even where\n                          the work of an establishment is carried out by employment of\n                          contract labour prohibited because of the notification issued under\n                          <a href=\"/doc/1436043/\" id=\"a_15\">Section 10(1)</a> of the CLRA Act, no automatic absorption of the\n                          contract labour can be ordered. Further, where the contract labour\n                          working in the establishment is in fact the employees of the principal\n                          employer, then the Court is required to pierce the veil and declare\n                          the correct position as a fact. The case of the Petitioner is that there\n                          is no prohibition on engagement of contract labour in the Ashok\n                          Hotel under the <a href=\"/doc/1810788/\" id=\"a_16\">CLRA Act</a> and the contractor has a valid license\n                          under <a href=\"/doc/476610/\" id=\"a_17\">Section 12</a> of CLRA Act, whereas the case of the Respondent\n                          is that neither the Petitioner management was registered as a\n                          Principal employer nor was the contractor a licensed contractor.\n                          Neither the Petitioner nor the contractor have led any evidence to\n                          show that the contractor had a valid license. In the present case the\n<span class=\"hidden_text\" id=\"span_48\">                   4</span>\n                     (2001) 7 SCC 1\n<span class=\"hidden_text\" id=\"span_49\">                   5</span>\n                     (2023) 1 SCC 463\n<span class=\"hidden_text\" id=\"span_50\">                   6</span>\n                     2013 SCC OnLine Del 1170\n<span class=\"hidden_text\" id=\"span_51\">                   7</span>\n                     (2006) 3 SCC 674\n<span class=\"hidden_text\" id=\"span_52\">                   8</span>\n                     (2009) 13 SCC 374\n<span class=\"hidden_text\" id=\"span_53\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_54\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_55\">                   LPA 199/2013                                                               Page 7 of 31</span>\n<span class=\"hidden_text\" id=\"span_56\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_57\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_58\">19:04:07</span>\n                           case of the Respondent/ workmen is that despite change in\n                          contractors they continued working, there was no contract in fact\n                          and since it was a technical job and the workmen were technical they\n                          were continuing despite the change of contractors. In the cross-\n                          examination of these workmen, it has not even been suggested that\n                          with the change of the contractors the workmen were changed.</span>\n</p><p data-structure=\"RespArg\" id=\"p_16\">                          14.     Learned counsel for the Petitioner has strenuously contended\n                          that the Respondent/ workmen have nowhere stated that the contract\n                          was a sham and a camouflage and hence this issue of lifting of the\n                          corporate veil and holding the contract to be sham could not be\n                          considered. The claim statement filed by the workmen states that the\n                          principal employer is the Petitioner and M/s. Sparkling Enterprises\n                          was working as a contractor in the hotel without any agreement\n                          illegally and unlawfully. Thus, even if the words sham and\n                          camouflage are not used, the so-called illegal agreement between the\n                          Petitioner and M/s. Sparkling Enterprises has been challenged and\n                          the Court is thus required to pierce the veil and find out the true\n                          position.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">                   13.    Taking note of the stipulations contained in the agreement\n                   between the appellant and the contractor, the learned Single Judge has\n                   observed:-\n</p>\n<blockquote id=\"blockquote_25\">                          &quot;16. The Petitioner has exhibited the agreement with M/s.\n                          Sparkling Enterprises Ltd. dated 18th July, 2000 with regard to the\n                          award of contract for kitchen cleaning and other allied areas. It may\n                          be noted that a lump-sum contract for Rs. 1,90,000/- has been\n                          entered into between the Petitioner and M/s. Sparkling Enterprises\n                          Ltd. The case of M/s. Sparkling Enterprises Ltd. before the Trial\n                          Court was that it was working on a commission basis of 10%. Thus,\n                          applying the test <a href=\"/doc/277653/\" id=\"a_18\">laid down by</a> the Supreme Court it can be safely\n                          held that the Petitioner is a principal employer of the\n                          workmen/Respondent No.1.\n</blockquote><blockquote id=\"blockquote_26\">                          17.     Learned counsel for the Petitioner has strenuously argued\n                          that there is no finding returned by the Tribunal that the contract was\n                          a sham. A perusal of the impugned award shows that the Trial Court\n                          held that the management No.2 i.e. M/s. Sparkling Enterprises Ltd.\n                          was working on the basis of 10% commission. The Learned Trial\n                          Court on the basis of the evidence adduced by the Respondent/\n                          workmen came to the conclusion that the workmen were working at\n                          the Ashok Hotel. This position is not disputed by the Petitioner. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"642607\" id=\"span_59\">In\n                          <a href=\"/doc/642607/\" id=\"a_19\">Hussainbhai, Calicut Vs. Alath Factory Thozhilai Union, Calicut\n                          and Ors.</a> AIR 1978 SC 1410 it was held that the presence of\n<span class=\"hidden_text\" id=\"span_60\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_61\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_62\">                   LPA 199/2013                                                              Page 8 of 31</span>\n<span class=\"hidden_text\" id=\"span_63\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_64\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_65\">19:04:07</span>\n                           intermediate contractors with whom alone the workers have\n                          immediate or direct relationship ex contractu is of no consequence,\n                          when on lifting the veil or looking at the conspectus of factors\n                          governing the employment, the naked truth can be discerned though\n                          draped in perfect paper arrangement, that the real employer is the\n                          management and not the immediate contractor. On the basis of\n                          evidence the Tribunal came to the conclusion that the\n                          Respondent/workmen had proved that they were working for the\n                          Petitioner through M/s. Sparkling Enterprises @ 10% commission\n                          on the minimum wages and the Petitioner keeps on changing the\n                          contractors. The control of economic activities is in the hand of the\n                          Petitioner, though it was not directly paying the salary to the\n                          workmen except for a limited period of May, 2000 to July, 2000.\n                          The grievance of the Petitioner with regard to the decision on the\n                          issue No.2 is also unfounded in view of the fact that the Trial Court\n                          lifted the veil and came to the conclusion that the contract was a\n                          mere camouflage and the Petitioner was the principal employer.&quot;</span>\n</blockquote><p data-structure=\"Facts\" id=\"p_18\">                   14.    It is the correctness of the view so expressed which is assailed\n                   and questioned by Mr. Sikri, learned senior counsel, who appeared in\n                   support of the appeal. We note that while issuing notice in this appeal,\n                   the Court by its order dated 08 April 2013 had stayed the operation of\n                   the judgment impugned herein and it is that order which has operated\n                   since on this appeal.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">                   15.    Having heard learned counsels appearing for respective sides, we\n                   at the outset note that a perusal of the Statement of Claim as submitted\n                   before the Tribunal leads us to the inescapable conclusion that the\n                   workmen had at no stage averred or alleged that the contract between\n                   the appellant and the contractor was merely a ruse designed to deprive\n                   them of legitimate benefits of continuity in service or for payment of\n                   wages at par with the regular employees of the appellant.\n</p><p data-structure=\"RespArg\" id=\"p_20\">                   16.    On an exhaustive reading of the Statement of Claim it becomes\n                   apparent that although it had been alleged that the work carried out by\n                   the respondents was perennial in nature, they were discharging duties\n\n<span class=\"hidden_text\" id=\"span_66\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_67\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_68\">                   LPA 199/2013                                                             Page 9 of 31</span>\n<span class=\"hidden_text\" id=\"span_69\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_70\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_71\">19:04:07</span>\n                    identical to those performed by permanent employees and that they had\n                   also completed 240 days of service in each calendar year, they had at no\n                   stage alleged that the contract was a camouflage and thus liable to be\n                   ignored or for a declaration being entered that they were liable to be\n                   treated as employees of the appellant.\n</p><p data-structure=\"Issue\" id=\"p_21\">                   17.    The workmen had woefully failed to lay a foundation for the\n                   Tribunal to either question the engagement of the contractor or to delve\n                   into the issue of whether the contractor had been deliberately interposed\n                   with a mala fide or oblique motive. Absent any such pleading or\n                   foundation having been laid, we find ourselves unable to fathom how\n                   the principles of lifting or piercing the veil could have been imputed or\n                   invoked. In light of the above we fail to comprehend how issue no.1\n                   could have been possibly framed or be said to arise.\n</p><p data-structure=\"CDiscource\" id=\"p_22\">                   18.    As is evident from a reading of the relief which was claimed\n                   before the Tribunal, the respondent-workmen had merely sought their\n                   regularization against &quot;permanent jobs&quot; in the appellant. The issue of\n                   regularization would have arisen provided the respondents were in fact\n                   admitted to be employees of the appellant or the presence of the\n                   contractor ignored. However, it was the consistent case of the appellant\n                   that the workmen had been engaged on contractual basis and that they\n                   were not working on posts borne on its permanent establishment.\n</p><p data-structure=\"Precedent\" id=\"p_23\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"866941\" id=\"span_72\">19.    These aspects assume added significance when one views and\n                   bears in consideration the reference that was made by the appropriate\n                   government. It is by now well settled that the remit of the Tribunal\n                   stands confined to the reference as made. The reference by the\n                   appropriate government, in terms of <a href=\"/doc/45909/\" id=\"a_20\">Section 10</a> of the Industrial\n\n<span class=\"hidden_text\" id=\"span_73\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_74\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_75\">                   LPA 199/2013                                                   Page 10 of 31</span>\n<span class=\"hidden_text\" id=\"span_76\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_77\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_78\">19:04:07</span>\n                    <a href=\"/doc/500379/\" id=\"a_21\">Disputes Act, 1947</a>, defines and delineates the contours within which\n                   the Tribunal could have exercised jurisdiction. Though this is the\n                   position which has held the field for decades, it would be sufficient to\n                   take note of the following succinct observations rendered by the\n                   Supreme Court in <a href=\"/doc/866941/\" id=\"a_22\">Tata Iron and Steel Company Ltd. vs. State of\n                   Jharkhand9</a>:-</span>\n</p>\n<blockquote id=\"blockquote_27\">                             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996728\" id=\"span_79\">16. The Industrial Tribunal/Labour Court constituted under the\n                             <a href=\"/doc/500379/\" id=\"a_23\">Industrial Disputes Act</a> is a creature of that statute. It acquires\n                             jurisdiction on the basis of reference made to it. The Tribunal has to\n                             confine itself within the scope of the subject-matter of reference and\n                             cannot travel beyond the same. This is the view taken by this Court\n                             in a number of cases including in <a href=\"/doc/996728/\" id=\"a_24\">National Engg. Industries\n                             Ltd. v. State of Rajasthan</a> [(2000) 1 SCC 371 : (2007) 2 SCC (L&amp;S)\n                             264] . It is for this reason that it becomes the bounden duty of the\n                             appropriate Government to make the reference appropriately which\n                             is reflective of the real/exact nature of &quot;dispute&quot; between the parties.</span>\n</blockquote><p data-structure=\"Issue\" id=\"p_24\">                   20.       As is evident from a reading of the reference made in the present\n                   case, the same stood confined to the issue of regularization and whether\n                   the respondent-workmen were liable to be paid wages at par with their\n                   regular counterparts. The reference thus did not even contemplate the\n                   Tribunal going into issues relating to the validity of the arrangement\n                   that existed between the appellant and the contractor. The Tribunal thus\n                   clearly appears to have transgressed its jurisdiction when it proceeded\n                   to question the engagement of the contractor and examining whether\n                   the contract itself was a camouflage.\n</p><p data-structure=\"Issue\" id=\"p_25\">                   21.       It is these facts which fortifies our view that the Tribunal acted in\n                   excess of jurisdiction while framing issue no.1 for consideration. Once\n                   it is admitted that the reference stood confined to an issue of\n                   regularization, we fail to appreciate how the Tribunal could have\n\n                   9   (2014) 1 SCC 536\n<span class=\"hidden_text\" id=\"span_80\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_81\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_82\">                   LPA 199/2013                                                                 Page 11 of 31</span>\n<span class=\"hidden_text\" id=\"span_83\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_84\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_85\">19:04:07</span>\n                    legitimately framed issue no.1 as being one which the order of\n                   reference could be said to have contemplated.\n</p><p data-structure=\"Section\" id=\"p_26\">                   22.    The aspect of a relationship of employer and employee existing\n                   between the appellant and the workmen was liable to be considered and\n                   evaluated on the basis of the reference and the pleadings of parties. As\n                   was noticed by us hereinabove, the respondents had clearly failed to\n                   build a foundation with respect to the arrangement between the\n                   appellant and the contractor being a camouflage and consequently\n                   liable to be ignored. That being the position of the case as set up and\n                   the pleadings as they existed before the Tribunal, there was no occasion\n                   to either frame issue no.1 or to render findings by invocation of the\n                   principle of &quot;lifting of the veil&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_27\">                   23.    It is in the aforesaid context that the decision of a learned Judge\n                   of this Court in B.S.N.L assumes significance. As would be manifest\n                   from a reading of the report in B.S.N.L, the challenge was mounted on\n                   the ground that the Tribunal had clearly transgressed its jurisdiction in\n                   proceeding to hold that the contract between the principal employer and\n                   contractor was a sham and a camouflage being beyond the terms of the\n                   reference as well as the pleadings of parties. This becomes evident from\n                   a reading of paragraph 10 of the report:-\n</p>\n<blockquote id=\"blockquote_28\">                          &quot;10. Learned counsel for the petitioner has submitted that a perusal\n                          of the award shows that the same is primarily premised on a finding\n                          that the contracts between the petitioner and the security agencies\n                          were sham and a camouflage. She submits that the said issue did not\n                          arise for consideration before the CGIT - either from the terms of\n                          reference, or even from the pleadings of the parties. She has referred\n                          to the following extract from the impugned award to submit that the\n                          discussion and finding of the CGIT to the effect that the contract\n                          between the petitioner and the security agencies are sham and a\n\n\n<span class=\"hidden_text\" id=\"span_86\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_87\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_88\">                   LPA 199/2013                                                            Page 12 of 31</span>\n<span class=\"hidden_text\" id=\"span_89\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_90\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_91\">19:04:07</span>\n                           camouflage has swung the decision of the tribunal in favour of the\n                          workman. The relevant extract in the award reads as follows:\n</blockquote><blockquote id=\"blockquote_29\">                              &quot;It became quite obvious that the management has not filed\n                              copy of even contract agreement with the contractor and\n                              documents regarding payment to the contractors. The\n                              workmen have filed attendance sheets to show their\n                              presence. The management has not denied the photocopies\n                              of attendance sheets filed by the workmen. There is no\n                              endorsement of denial. The management witness has not\n                              stated in his cross examination that photocopies are not\n                              true copies of the original attendance sheets. The original\n                              attendance sheets are in the possession of the management.\n                              So the workmen cannot be expected to file the same. The\n                              workmen have filed attendance sheet from January, 1996 to\n                              January, 1998. These attendance sheets are admissible in\n                              evidence as the originals are in the possession of the\n                              management. This proves the fact that the workmen have\n                              worked in the premises of the management as Security\n                              Guards continuously from January, 1996 to January, 1998.\n                              The case of the workmen is that they were engaged in 1994,\n                              1995, 1996, 1997, 1998 and they have worked continuously\n                              till 01.09.2002. The chart of the duration of work of the\n                              workmen has been given.\n</blockquote><blockquote id=\"blockquote_30\">                              The workmen have deposed that they worked under the\n                              supervision and control of the management. Duty was\n                              assigned to the workmen by the Junior Engineer of the\n                              management. It was the burden of the management to prove\n                              that the contractors have made payment to the workmen. No\n                              such paper in proof of the payment being made by the\n                              contractors to the workmen has been filed by the\n                              management.\n</blockquote><blockquote id=\"blockquote_31\">                              It was further submitted that there was no contract\n                              agreement between the contractors and the management.\n                              The workmen were taken directly by the management. The\n                              contractors were mere name lender. They got some\n                              commission.\n</blockquote><blockquote id=\"blockquote_32\">                              In case of real contract there is agreement between the\n                              management and the contractor for supply of workmen on\n                              certain terms and conditions. Wages are to be paid by the\n                              contractor. EPF is to be deposited by the contractor. The\n                              workmen are enrolled in ESIC. The management has not\n                              filed any paper to prove that EPF was deducted from the\n                              wages of the workmen and their names were registered by\n<span class=\"hidden_text\" id=\"span_92\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_93\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_94\">                   LPA 199/2013                                                             Page 13 of 31</span>\n<span class=\"hidden_text\" id=\"span_95\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_96\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_97\">19:04:07</span>\n                                   the contractors under the ESIC Scheme. No such document\n                                  has been filed. This proves that there was no contract in\n                                  existence and the workmen worked directly under the\n                                  control and supervision of the management. The workmen\n                                  cannot be expected to file slips of EPF and the Registration\n                                  Card under ESIC. These are material documents for a valid\n                                  contract but no such document has been filed by the\n                                  management. The workmen have filed photocopies of\n                                  attendance sheets verified by the Sub-Divisional Engineer,\n                                  SDE and the Junior Engineer and these documents have not\n                                  been denied by the management. So it stands proved that\n                                  the workmen have worked from 1994 onwards as has been\n                                  specified in the chart of tenure of work of the workmen. It\n                                  also stands proved that the management has been making\n                                  payment directly. There is no contractor even as name\n                                  lender. No EPF has been deposited. The workmen have not\n                                  been registered under ESIC Scheme. The management has\n                                  committed grave violation of the provisions of the <a href=\"/doc/500379/\" id=\"a_25\">ID Act,\n                                  1947</a>, <a href=\"/doc/58895721/\" id=\"a_26\">PF Act</a> and even ESIC. Such practice has been held\n                                  as unfair labour practice under <a href=\"/doc/500379/\" id=\"a_27\">ID Act, 1947</a>.&quot;&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96029107\" id=\"span_98\">24.        Reliance also appears to have been placed on an earlier decision\n                   of this Court in <a href=\"/doc/96029107/\" id=\"a_28\">Ashok Kumar v. The State10</a> as would be apparent\n                   from the following passages of the judgment in BSNL: -</span>\n</p>\n<blockquote id=\"blockquote_33\">                              <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"96029107\" id=\"span_99\">&quot;13. Learned counsel for the petitioner submits that the CGIT had no\n                              jurisdiction to go into the issue as to whether or not the contracts\n                              entered into between the petitioner and the security agencies were\n                              sham or a camouflage, since no such dispute was raised by the\n                              respondents; no reference was made by the appropriate government\n                              in that respect, and; there were no pleadings made to that effect by\n                              the respondent/claimants. She places reliance on the decision of this\n                              Court in <a href=\"/doc/96029107/\" id=\"a_29\">Ashok Kumar v. The State</a> in W.P. (C.) Nos. 9438-42/2004\n                              decided on 20.12.2006, MANU/DE/9807/2006. In this case, the\n                              learned Single Judge observed that no dispute had been raised about\n                              the contract being sham or a camouflage. The claim of the workmen\n                              was that they were direct employees of the management and did not\n                              claim that they were employees of the contractor. The Court\n                              observed:</span>\n</blockquote><blockquote id=\"blockquote_34\">                                  &quot;It is now settled law that where the workmen claim that the\n                                  contract between principle employer and contractor was\n                                  sham and camouflage, they have to raise an industrial\n\n<span class=\"hidden_text\" id=\"span_100\">                   10</span>\n                        W.P. (C.) Nos. 9438-42/2004 decided on 20 December 2006\n<span class=\"hidden_text\" id=\"span_101\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_102\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_103\">                   LPA 199/2013                                                                  Page 14 of 31</span>\n<span class=\"hidden_text\" id=\"span_104\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_105\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_106\">19:04:07</span>\n                               dispute to that effect and it is industrial adjudicator who,\n                              after going through the evidence and the terms and\n                              conditions of the contract and other circumstances has to\n                              decide whether the contract between principal employer\n                              and the contractor was sham and camouflage.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">                          14. In para 7 of the judgment, this Court further observed as follows:\n</p><blockquote id=\"blockquote_35\">                              &quot;It is obvious that the workmen in this case did not raise\n                              correct dispute and did not approach the appropriate\n                              Government with the contentions that the contract was\n                              sham and camouflage or that the contract labour system\n                              should be abolished. They got referred a dispute that they\n                              were the employees of the management and were not being\n                              regularized. This claim was found false. The Labour Court\n                              had no alternative but to dismiss the claim. It is settled law\n                              that the Labour Court/Tribunals cannot travel beyond the\n                              terms of reference. If no reference had been made to the\n                              Labour Court for determining whether the contract was\n                              sham and camouflage, the Labour Court could not have\n                              entered into this issue and decided whether the contract was\n                              sham and camouflage.&quot;&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">                   25.    While accepting the challenge that stood raised, the learned\n                   Judge in B.S.N.L pertinently observed as follows:-\n</p><blockquote id=\"blockquote_36\">                          <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"96029107\" id=\"span_107\">&quot;28. Since no reference was made by the appropriate government on\n                          the issue of the validity of the contracts between the petitioner and\n                          the security agencies, the CGIT had no jurisdiction to examine the\n                          same. The decision in <a href=\"/doc/96029107/\" id=\"a_30\">Ashok Kumar</a> (supra) is clearly applicable in\n                          the facts of the present case. The approach of the CGIT, in the light\n                          of the aforesaid discussion, in declaring that the contracts between\n                          the petitioner and the security agencies were a sham or a camouflage\n                          is completely erroneous. The said issue did not arise for\n                          consideration of the CGIT. The non filing of documents or any\n                          evidence in this respect by the petitioner was clearly on account of\n                          the fact that the said issue was not even raised by the respondents.\n                          On the contrary, they had admitted the position, and it was their own\n                          case that they had been engaged through contractors.</span>\n</blockquote>\n<blockquote id=\"blockquote_37\">                          xxxx                           xxxx                          xxxx\n\n</blockquote><blockquote id=\"blockquote_38\">                          31. A perusal of the impugned award shows that the same primarily\n                          proceeds on the basis that the contracts between the petitioner and\n                          the security agencies are sham and camouflage. As aforesaid, this\n                          finding has been rendered without jurisdiction. The CGIT was also\n                          swayed by the fact that the respondent workmen were able to\n<span class=\"hidden_text\" id=\"span_108\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_109\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_110\">                   LPA 199/2013                                                                Page 15 of 31</span>\n<span class=\"hidden_text\" id=\"span_111\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_112\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_113\">19:04:07</span>\n                           establish that they had been working at the premises of the petitioner\n                          for a couple of years atleast. That, by itself, could not have lead to\n                          the conclusion that the relationship of employer-employee existed\n                          between the parties. This is for the reason that the petitioner does not\n                          even dispute the fact that the respondent workmen were serving the\n                          petitioner at its facilities. However, the case of the petitioner is that\n                          they were serving through contractors, i.e. security agencies.\n                          Rendering of such contract labour would not make the respondents\n                          the workmen of the petitioner.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_31\">                   26.    In our considered opinion, the decision in B.S.N.L applies on all\n                   fours to the facts of the present case and the learned Single Judge\n                   clearly erred in failing to examine the challenge in the aforesaid light.\n                   B.S.N.L had, in a similar factual backdrop, held that absent the\n                   reference conferring an authority upon the Tribunal to question the\n                   engagement of the contractor or consider whether the contract was a\n                   mere ruse, it would be wholly impermissible for the Tribunal to delve\n                   into those questions or accord relief. We are, therefore, of the firm\n                   opinion that the judgment of the learned Single Judge as well as the\n                   Award are liable to be set aside on this ground alone.\n</p><p data-structure=\"Precedent\" id=\"p_32\">                   27.    The issues arising from the engagement of workmen through a\n                   contractor viewed alongside the various provisions contained in the\n                   CLRA stand conclusively settled by the Constitution Bench in Steel\n                   Authority of India Ltd. The Constitution Bench, as is evident from a\n                   reading of paragraph 6 of the report, had framed the following points\n                   for determination: -\n</p><blockquote id=\"blockquote_39\">                          &quot;6. Three points arise for determination in these appeals:\n</blockquote><blockquote id=\"blockquote_40\">                          (i) what is the true and correct import of the expression &quot;appropriate\n                          Government&quot; as defined in clause (a) of sub-section (1) of <a href=\"/doc/1817848/\" id=\"a_31\">Section 2</a>\n                          of the CLRA Act;\n</blockquote><blockquote id=\"blockquote_41\">                          (ii) whether the notification dated 9-12-1976 issued by the Central\n                          Government under <a href=\"/doc/1436043/\" id=\"a_32\">Section 10(1)</a> of the CLRA Act is valid and\n                          applies to all Central Government companies; and\n<span class=\"hidden_text\" id=\"span_114\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_115\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_116\">                   LPA 199/2013                                                               Page 16 of 31</span>\n<span class=\"hidden_text\" id=\"span_117\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_118\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_119\">19:04:07</span>\n</blockquote><blockquote id=\"blockquote_42\">                           (iii) whether automatic absorption of contract labour, working in the\n                          &quot;establishment of the principal employer as regular employees,\n                          follows on issuance of a valid notification under <a href=\"/doc/1436043/\" id=\"a_33\">Section 10(1)</a> of the\n                          CLRA Act, prohibiting the contract labour in the establishment\n                          concerned.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_33\">                   28.    We are, in the facts of the present case, concerned with the third\n                   issue which was framed for consideration and related to an off repeated\n                   assertion of workmen that they would be entitled to automatic\n                   absorption in the establishment of the principal employer following a\n                   notification under <a href=\"/doc/1436043/\" id=\"a_34\">Section 10(1)</a> of the CLRA coming to be\n                   promulgated and prohibiting the engagement of contract labour in the\n                   establishment or industry concerned. While dealing with the aforesaid\n                   and other related issues, the Constitution Bench firstly identified the\n                   following two principal questions which merited examination:-\n</p>\n<blockquote id=\"blockquote_43\">                          &quot;65. The contentions of the learned counsel for the parties,\n                          exhaustively set out above, can conveniently be dealt with under the\n                          following two issues:\n</blockquote><blockquote id=\"blockquote_44\">                              A. whether the concept of automatic absorption of contract\n                              labour in the establishment of the principal employer on\n                              issuance of the abolition notification, is implied in <a href=\"/doc/45909/\" id=\"a_35\">Section\n                              10</a> of the CLRA Act; and\n                              B. whether on a contractor engaging contract labour in\n                              connection with the work entrusted to him by a principal\n                              employer, the relationship of master and servant between\n                              him (the principal employer) and the contract labour,\n                              emerges.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">                   29.     Proceeding to rule upon the aforesaid, the Constitution Bench\n                   explained the scheme of the CLRA in the following terms:-\n</p>\n<blockquote id=\"blockquote_45\">                          &quot;87. Now turning to the provisions of the Act, the scheme of the Act\n                          is to regulate conditions of workers in contract labour system and to\n                          provide for its abolition by the appropriate Government as provided\n                          in <a href=\"/doc/45909/\" id=\"a_36\">Section 10</a> of the CLRA Act. In regard to the regulatory measures,\n                          <a href=\"/doc/1711982/\" id=\"a_37\">Section 7</a> requires the principal employer of an establishment to get\n                          itself registered under the Act. <a href=\"/doc/476610/\" id=\"a_38\">Section 12</a> of the Act obliges every\n                          contractor to obtain licence under the provisions of the Act. Section\n<span class=\"hidden_text\" id=\"span_120\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_121\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_122\">                   LPA 199/2013                                                               Page 17 of 31</span>\n<span class=\"hidden_text\" id=\"span_123\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_124\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_125\">19:04:07</span>\n                           9 of the Act places an embargo on the principal employer of an\n                          establishment, which is either not registered or registration of which\n                          has been revoked under <a href=\"/doc/458761/\" id=\"a_39\">Section 8</a>, from employing contract labour\n                          in the establishment. Similarly, <a href=\"/doc/140882/\" id=\"a_40\">Section 12(1)</a> bars a contractor from\n                          undertaking or executing any work through contract labour except\n                          under and in accordance with a licence. <a href=\"/doc/790314/\" id=\"a_41\">Sections 23</a>, <a href=\"/doc/649003/\" id=\"a_42\">24</a> and <a href=\"/doc/539839/\" id=\"a_43\">25</a> of\n                          the Act make contravention of the provisions of the Act and other\n                          offences punishable thereunder. With regard to the welfare measures\n                          intended for the contract labour, <a href=\"/doc/1294859/\" id=\"a_44\">Section 16</a> imposes an obligation on\n                          the appropriate Government to make rules to require the contractor\n                          to provide canteen for the use of the contract labour. The contractor\n                          is also under an obligation to provide restrooms as postulated under\n                          <a href=\"/doc/999149/\" id=\"a_45\">Section 17</a> of the Act. <a href=\"/doc/425491/\" id=\"a_46\">Section 18</a> imposes a duty on every contractor\n                          employing contract labour in connection with the work of an\n                          establishment to make arrangement for a sufficient supply of\n                          wholesome drinking water for the contract labour at convenient\n                          places, a sufficient number of latrines and urinals of the prescribed\n                          type at convenient and accessible places for the contract labour in\n                          the establishment, washing facilities etc. <a href=\"/doc/290441/\" id=\"a_47\">Section 19</a> requires the\n                          contractor to provide and maintain a first-aid box equipped with\n                          prescribed contents at every place where contract labour is employed\n                          by him. <a href=\"/doc/32346/\" id=\"a_48\">Section 21</a> specifically says that a contractor shall be\n                          responsible for payment of wages to workers employed by him as\n                          contract labour and such wages have to be paid before the expiry of\n                          such period as may be prescribed. The principal employer is\n                          enjoined to have his representative present at the time of payment of\n                          wages. In the event of the contractor failing to provide amenities\n                          mentioned above, <a href=\"/doc/1227679/\" id=\"a_49\">Section 20</a> imposes an obligation on the principal\n                          employer to provide such amenities and to recover the cost and\n                          expenses incurred therefor from the contractor either by deducting\n                          from any amount payable to the contractor or as a debt by the\n                          contractor. So also, sub-section (4) of <a href=\"/doc/32346/\" id=\"a_50\">Section 21</a> says that in the\n                          case of the contractor failing to make payment of wages as\n                          prescribed under <a href=\"/doc/32346/\" id=\"a_51\">Section 21</a>, the principal employer shall be liable to\n                          make payment of wages to the contract labour employed by the\n                          contractor and will be entitled to recover the amount so paid from\n                          the contractor by deducting from any amount payable to the\n                          contractor or as a debt by the contractor. These provisions clearly\n                          bespeak treatment of contract labour as employees of the contractor\n                          and not of the principal employer.\n</blockquote><blockquote id=\"blockquote_46\">                          88. If we may say so, the eloquence of the <a href=\"/doc/1810788/\" id=\"a_52\">CLRA Act</a> in not spelling\n                          out the consequence of abolition of contract labour system,\n                          discerned in the light of various reports of the Commissions and the\n                          Committees and the Statement of Objects and Reasons of the Act,\n                          appears to be that Parliament intended to create a bar on engaging\n<span class=\"hidden_text\" id=\"span_126\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_127\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_128\">                   LPA 199/2013                                                            Page 18 of 31</span>\n<span class=\"hidden_text\" id=\"span_129\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_130\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_131\">19:04:07</span>\n                           contract labour in the establishment covered by the prohibition\n                          notification, by a principal employer so as to leave no option with\n                          him except to employ the workers as regular employees directly.\n                          <a href=\"/doc/45909/\" id=\"a_53\">Section 10</a> is intended to work as a permanent solution to the\n                          problem rather than to provide a one-time measure by\n                          departmentalizing the existing contract labour who may, by a\n                          fortuitous circumstance be in a given establishment for a very short\n                          time as on the date of the prohibition notification. It could as well be\n                          that a contractor and his contract labour who were with an\n                          establishment for a number of years were changed just before the\n                          issuance of prohibition notification. In such a case there could be no\n                          justification to prefer the contract labour engaged on the relevant\n                          date over the contract labour employed for a longer period earlier.\n                          These may be some of the reasons as to why no specific provision is\n                          made for automatic absorption of contract labour in the <a href=\"/doc/1810788/\" id=\"a_54\">CLRA Act</a>.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">                   30.    Proceeding ahead to deal with the issue of whether an Industrial\n                   Tribunal could issue a direction for abolishment of contractor labour,\n                   the Supreme Court held as follows:-\n</p>\n<blockquote id=\"blockquote_47\">                          &quot;93. In Vegoils case [(1971) 2 SCC 724] the question before this\n                          Court was: had the Industrial Tribunal jurisdiction to issue direction\n                          to the establishment to abolish contract labour with effect from the\n                          date after coming into force of the <a href=\"/doc/1810788/\" id=\"a_55\">CLRA Act</a>? The appellant\n                          Company had engaged contract labour in seeds godown and solvent\n                          extraction plants in its factory. The appellant took the plea that the\n                          type of work was intermittent and sporadic for which the contract\n                          labour was both efficient and economic. On the other hand, the\n                          union of the workmen submitted that the work was continuous and\n                          perennial in nature and that in similar companies the practice was to\n                          have permanent workmen; it claimed that the contract labour system\n                          be abolished and the contract labour be absorbed as regular\n                          employees in the establishment concerned of the appellant. The\n                          Tribunal having found that the work for which the contract labour\n                          was engaged was closely connected with the main industry carried\n                          on by the appellant and that the work was also of a perennial\n                          character, directed abolition of contract labour system from a date\n                          after coming into force of the <a href=\"/doc/1810788/\" id=\"a_56\">CLRA Act</a> but rejected the claim for\n                          absorption of contract labour in the establishment of the appellant.\n                          On appeal to this Court, after pointing out the scheme of <a href=\"/doc/45909/\" id=\"a_57\">Section 10</a>\n                          of the Act, it was held that under the <a href=\"/doc/1810788/\" id=\"a_58\">CLRA Act</a>, the jurisdiction to\n                          decide about the abolition of contract labour had to be in accordance\n                          with <a href=\"/doc/45909/\" id=\"a_59\">Section 10</a>, therefore, it would be proper that the question,\n                          whether the contract labour in the appellant industry was to be\n                          abolished or not, be left to be dealt with by the appropriate\n<span class=\"hidden_text\" id=\"span_132\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_133\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_134\">                   LPA 199/2013                                                              Page 19 of 31</span>\n<span class=\"hidden_text\" id=\"span_135\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_136\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_137\">19:04:07</span>\n                           Government under the Act, if it became necessary. From this\n                          judgment, no support can be drawn for the proposition that\n                          absorption of the contract labour is a concomitant of the abolition\n                          notification under <a href=\"/doc/1436043/\" id=\"a_60\">Section 10(1)</a> of the Act.\n</blockquote><blockquote id=\"blockquote_48\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"152484\" id=\"span_138\">94. A Constitution Bench of this Court in <a href=\"/doc/152484/\" id=\"a_61\">Gammon India\n                          Ltd. v. Union of India</a> [(1974) 1 SCC 596 : 1974 SCC (L&amp;S) 252]\n                          considered the constitutional validity of the <a href=\"/doc/1810788/\" id=\"a_62\">CLRA Act</a> and the Rules\n                          made thereunder in a petition under <a href=\"/doc/981147/\" id=\"a_63\">Article 32</a> of the Constitution of\n                          India. In that case, the work of construction of a building for the\n                          banking company was entrusted to the petitioner building\n                          contractors who engaged contract labour for construction work.\n                          While upholding the constitutional validity of the <a href=\"/doc/1810788/\" id=\"a_64\">CLRA Act</a> and the\n                          Rules made thereunder, this Court summed up the object of the Act\n                          and the purpose for enacting <a href=\"/doc/45909/\" id=\"a_65\">Section 10</a> of the Act as follows: (SCC\n                          pp. 600-01, para 14)\n                              &quot;14. <a href=\"/doc/1810788/\" id=\"a_66\">The Act</a> was passed to prevent the exploitation of\n                              contract labour and also to introduce better conditions of\n                              work. <a href=\"/doc/1810788/\" id=\"a_67\">The Act</a> provides for regulation and abolition of\n                              contract labour. The underlying policy of the Act is to\n                              abolish contract labour, wherever possible and practicable,\n                              and where it cannot be abolished altogether, the policy of\n                              the Act is that the working conditions of the contract labour\n                              should be so regulated as to ensure payment of wages and\n                              provision of essential amenities. That is why the Act\n                              provides for regulated conditions of work and contemplates\n                              progressive abolition to the extent contemplated by <a href=\"/doc/45909/\" id=\"a_68\">Section\n                              10</a> of the Act. <a href=\"/doc/45909/\" id=\"a_69\">Section 10</a> of the Act deals with abolition\n                              while the rest of the Act deals mainly with regulation. The\n                              dominant idea of <a href=\"/doc/45909/\" id=\"a_70\">Section 10</a> of the Act is to find out\n                              whether contract labour is necessary for the industry, trade,\n                              business, manufacture or occupation which is carried on in\n                              the establishment.&quot;</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_36\">                          95. There is nothing in that judgment to conclude that on abolition of\n                          the contract labour system under <a href=\"/doc/1436043/\" id=\"a_71\">Section 10(1)</a>, automatic absorption\n                          of contract labour in the establishment of the principal employer in\n                          which they were working at that time, would follow.\n</p><p data-structure=\"Precedent\" id=\"p_37\">                          96. In Dena Nath case [(1992) 1 SCC 695 : 1992 SCC (L&amp;S) 349] a\n                          two-Judge Bench of this Court considered the question, whether as a\n                          consequence of non-compliance with <a href=\"/doc/1711982/\" id=\"a_72\">Sections 7</a> and <a href=\"/doc/476610/\" id=\"a_73\">12</a> of the\n                          CLRA Act by the principal employer and the licensee respectively,\n                          the contract labour employed by the principal employer would\n                          become the employees of the principal employer. Having noticed the\n                          observation of the three-Judge Bench of this Court in Standard\n                          Vacuum case [AIR 1960 SC 948 : (1960) 3 SCR 466] and having\n<span class=\"hidden_text\" id=\"span_139\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_140\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_141\">                   LPA 199/2013                                                               Page 20 of 31</span>\n<span class=\"hidden_text\" id=\"span_142\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_143\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_144\">19:04:07</span>\n                              pointed out that the guidelines enumerated in sub-section (2) of\n                             <a href=\"/doc/45909/\" id=\"a_74\">Section 10</a> of the Act are practically based on the guidelines given\n                             by the Tribunal in the said case, it was held that the only\n                             consequence was the penal provisions under <a href=\"/doc/790314/\" id=\"a_75\">Sections 23</a> and <a href=\"/doc/539839/\" id=\"a_76\">25</a> as\n                             envisaged under the <a href=\"/doc/1810788/\" id=\"a_77\">CLRA Act</a> and that merely because the\n                             contractor or the employer had violated any provision of the Act or\n                             the Rules, the High Court in proceedings under <a href=\"/doc/1712542/\" id=\"a_78\">Article 226</a> of the\n                             Constitution could not issue any mandamus for deeming the contract\n                             labour as having become the employees of the principal employer.\n                             This Court thus resolved the conflict of opinions on the said question\n                             among various High Courts. It was further held that neither the Act\n                             nor the Rules framed by the Central Government or by any\n                             appropriate Government provided that upon abolition of the contract\n                             labour, the labourers would be directly absorbed by the principal\n                             employer.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_38\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_145\">31.       As is apparent from the aforesaid conclusions, the Constitution\n                   Bench categorically held that the mere promulgation of a notification\n                   under <a href=\"/doc/1436043/\" id=\"a_79\">Section 10(1)</a> of the CLRA could not ipso facto result in or\n                   justify the framing of a direction for automatic absorption of contract\n                   labour in the establishment of the principal employer. After noticing the\n                   various decisions which had come to be rendered in the context of\n                   contractual engagement of workmen, the Supreme Court then\n                   proceeded to consider whether the decision rendered by three learned\n                   Judges in <a href=\"/doc/784921/\" id=\"a_80\">Air India Statutory Corporation and Ors. vs. United\n                   Labour Union and Ors.11</a> had correctly laid down the legal position.\n                   Upon a consideration of the relevant statutory provisions and the\n                   various decisions rendered on the subject, the Constitution Bench\n                   proceeded to overrule Air India as would be apparent from the\n                   following passages of its decision:-</span>\n</p>\n<blockquote id=\"blockquote_49\">                             &quot;103. While this was the state of law in regard to the contract labour,\n                             the issue of automatic absorption of the contract labour came up\n                             before a Bench of three learned Judges of this Court in Air India\n\n<span class=\"hidden_text\" id=\"span_146\">                   11</span>\n                        (1999) 7 SCC 377\n<span class=\"hidden_text\" id=\"span_147\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_148\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_149\">                   LPA 199/2013                                                                Page 21 of 31</span>\n<span class=\"hidden_text\" id=\"span_150\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_151\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_152\">19:04:07</span>\n                           case [(1997) 9 SCC 377 : 1997 SCC (L&amp;S) 1344] . The Court held:\n</blockquote><blockquote id=\"blockquote_50\">                          (1) though there is no express provision in the <a href=\"/doc/1810788/\" id=\"a_81\">CLRA Act</a> for\n                          absorption of the contract labour when engagement of contract\n                          labour stood prohibited on publication of the notification under\n                          <a href=\"/doc/1436043/\" id=\"a_82\">Section 10(1)</a> of the Act, from that moment the principal employer\n                          cannot continue contract labour and direct relationship gets\n                          established between the workmen and the principal employer; (2)\n                          the Act did not intend to denude the contract labour of their source\n                          of livelihood and means of development by throwing them out from\n                          employment; and (3) in a proper case the court as sentinel on the qui\n                          vive is required to direct the appropriate authority to submit a report\n                          and if the finding is that the workmen were engaged in violation of\n                          the provisions of the Act or were continued as contract labour\n                          despite prohibition of the contract labour under <a href=\"/doc/1436043/\" id=\"a_83\">Section 10(1)</a>, the\n                          High Court has a constitutional duty to enforce the law and grant\n                          them appropriate relief of absorption in the employment of the\n                          principal employer. Justice Majmudar, in his concurring judgment,\n                          put it on the ground that when on the fulfilment of the requisite\n                          conditions, the contract labour is abolished under <a href=\"/doc/1436043/\" id=\"a_84\">Section 10(1)</a>, the\n                          intermediary contractor vanishes and along with him vanishes the\n                          term &quot;principal employer&quot; and once the intermediary contractor goes\n                          the term &quot;principal&quot; also goes with it; out of the tripartite contractual\n                          scenario, only two parties remain, the beneficiaries of the abolition\n                          of the erstwhile contract labour system i.e. the workmen on the one\n                          hand and the employer on the other, who is no longer their principal\n                          employer but necessarily becomes a direct employer for erstwhile\n                          contract labourers. The learned Judge also held that in the provision\n                          of <a href=\"/doc/45909/\" id=\"a_85\">Section 10</a> there is implicit legislative intent that on abolition of\n                          the contract labour system, the erstwhile contract workmen would\n                          become direct employees of the employer in whose establishment\n                          they were earlier working and were enjoying all the regulatory\n                          facilities under Chapter V. in that very establishment. In regard to\n                          the judgment in Gujarat Electricity Board case [(1995) 5 SCC 27 :\n</blockquote><blockquote id=\"blockquote_51\">                          1995 SCC (L&amp;S) 1166] to which he was a party, the learned Judge\n                          observed that he wholly agreed with Justice Ramaswamy&#x27;s view that\n                          the scheme envisaged by Gujarat Electricity Board case[(1995) 5\n                          SCC 27 : 1995 SCC (L&amp;S) 1166] was not workable and to that\n                          extent the said judgment could not be given effect to.\n</blockquote><blockquote id=\"blockquote_52\">                          104. For reasons we have given above, with due respect to the\n                          learned Judges, we are unable to agree with their reasoning or\n                          conclusions.\n</blockquote><blockquote id=\"blockquote_53\">                          105. The principle that a beneficial legislation needs to be construed\n                          liberally in favour of the class for whose benefit it is intended, does\n                          not extend to reading in the provisions of the Act what the\n                          legislature has not provided whether expressly or by necessary\n<span class=\"hidden_text\" id=\"span_153\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_154\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_155\">                   LPA 199/2013                                                               Page 22 of 31</span>\n<span class=\"hidden_text\" id=\"span_156\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_157\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_158\">19:04:07</span>\n                           implication, or substituting remedy or benefits for that provided by\n                          the legislature. We have already noticed above the intendment of the\n                          <a href=\"/doc/1810788/\" id=\"a_86\">CLRA Act</a> that it regulates the conditions of service of the contract\n                          labour and authorizes in <a href=\"/doc/1436043/\" id=\"a_87\">Section 10(1)</a> prohibition of contract labour\n                          system by the appropriate Government on consideration of factors\n                          enumerated in sub-section (2) of <a href=\"/doc/45909/\" id=\"a_88\">Section 10</a> of the Act among other\n                          relevant factors. But, the presence of some or all those factors, in our\n                          view, provides no ground for absorption of contract labour on\n                          issuing notification under sub-section (1) of <a href=\"/doc/45909/\" id=\"a_89\">Section 10</a>. Admittedly,\n                          when the concept of automatic absorption of contract labour as a\n                          consequence of issuing notification under <a href=\"/doc/1436043/\" id=\"a_90\">Section 10(1)</a> by the\n                          appropriate Government, is not alluded to either in <a href=\"/doc/45909/\" id=\"a_91\">Section 10</a> or at\n                          any other place in the Act and the consequence of violation of\n                          <a href=\"/doc/1711982/\" id=\"a_92\">Sections 7</a> and <a href=\"/doc/476610/\" id=\"a_93\">12</a> of the CLRA Act is explicitly provided in <a href=\"/doc/790314/\" id=\"a_94\">Sections\n                          23</a> and <a href=\"/doc/539839/\" id=\"a_95\">25</a> of the CLRA Act, it is not for the High Courts or this\n                          Court to read in some unspecified remedy in <a href=\"/doc/45909/\" id=\"a_96\">Section 10</a> or substitute\n                          for penal consequences specified in <a href=\"/doc/790314/\" id=\"a_97\">Sections 23</a> and <a href=\"/doc/539839/\" id=\"a_98\">25</a> a different\n                          sequel, be it absorption of contract labour in the establishment of\n                          principal employer or a lesser or a harsher punishment. Such an\n                          interpretation of the provisions of the statute will be far beyond the\n                          principle of ironing out the creases and the scope of interpretative\n                          legislation and as such, clearly impermissible. We have already held\n                          above, on consideration of various aspects, that it is difficult to\n                          accept that Parliament intended absorption of contract labour on\n                          issue of abolition notification under <a href=\"/doc/1436043/\" id=\"a_99\">Section 10(1)</a> of the CLRA\n                          Act.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">                   32.    On an analysis of those precedents the issue of when an\n                   arrangement or contractual engagement is liable to be ignored, the\n                   Constitution Bench held as follows:-\n</p><blockquote id=\"blockquote_54\">                          &quot;107. An analysis of the cases, discussed above, shows that they fall\n                          in three classes: (i) where contract labour is engaged in or in\n                          connection with the work of an establishment and employment of\n                          contract labour is prohibited either because the industrial\n                          adjudicator/court ordered abolition of contract labour or because the\n                          appropriate Government issued notification under <a href=\"/doc/1436043/\" id=\"a_100\">Section 10(1)</a> of\n                          the CLRA Act, no automatic absorption of the contract labour\n                          working in the establishment was ordered; (ii) where the contract\n                          was found to be a sham and nominal, rather a camouflage, in which\n                          case the contract labour working in the establishment of the principal\n                          employer were held, in fact and in reality, the employees of the\n                          principal employer himself. Indeed, such cases do not relate to\n                          abolition of contract labour but present instances wherein the Court\n                          pierced the veil and declared the correct position as a fact at the\n<span class=\"hidden_text\" id=\"span_159\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_160\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_161\">                   LPA 199/2013                                                              Page 23 of 31</span>\n<span class=\"hidden_text\" id=\"span_162\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_163\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_164\">19:04:07</span>\n                           stage after employment of contract labour stood prohibited; (iii)\n                          where in discharge of a statutory obligation of maintaining a canteen\n                          in an establishment the principal employer availed the services of a\n                          contractor the courts have held that the contract labour would indeed\n                          be the employees of the principal employer.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_40\">                   33.    It then proceeded to examine whether the engagement of contract\n                   labour in connection with the work entrusted to an intermediary by a\n                   principal employer would result in a master and servant relationship\n                   emerging between the principal employer and the contract labourer.\n                   Answering this issue, the Supreme Court held as follows:-\n</p><blockquote id=\"blockquote_55\">                          &quot;109. Mr Shanti Bhushan alone has taken this extreme stand that by\n                          virtue of engagement of contract labour by the contractor in any\n                          work of or in connection with the work of an establishment, the\n                          relationship of master and servant is created between the principal\n                          employer and the contract labour. We are afraid, we are unable to\n                          accept this contention of the learned counsel. A careful survey of the\n                          cases relied upon by him shows that they do not support his\n                          proposition.\n</blockquote>\n<blockquote id=\"blockquote_56\">                          xxxx                          xxxx                          xxxx\n\n</blockquote><blockquote id=\"blockquote_57\">                          115. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642607\" id=\"span_165\">In a three-Judge Bench decision of this Court in <a href=\"/doc/642607/\" id=\"a_101\">Hussainbhai</a>\n                          case [(1978) 4 SCC 257 : 1978 SCC (L&amp;S) 506] the petitioner who\n                          was manufacturing ropes entrusted the work to the contractors who\n                          engaged their own workers. When, after some time, the workers\n                          were not engaged, they raised an industrial dispute that they were\n                          denied employment. On reference of that dispute by the State\n                          Government, they succeeded in obtaining an award against the\n                          petitioner who unsuccessfully challenged the same in the High Court\n                          and then in the Supreme Court. On examining various factors and\n                          applying the effective control test, this Court held that though there\n                          was no direct relationship between the petitioner and the respondent\n                          yet on lifting the veil and looking at the conspectus of factors\n                          governing employment, the naked truth, though draped in different\n                          perfect paper arrangement, was that the real employer was the\n                          management, not the immediate contractor. Speaking for the Court,\n                          Justice Krishna Iyer observed thus: (SCC pp. 259 &amp; 260, paras 5 &amp;</span>\n</blockquote><blockquote id=\"blockquote_58\">                          7)\n                               &quot;Myriad devices, half-hidden in fold after fold of legal form\n                               depending on the degree of concealment needed, the type of\n                               industry, the local conditions and the like may be resorted to\n<span class=\"hidden_text\" id=\"span_166\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_167\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_168\">                   LPA 199/2013                                                              Page 24 of 31</span>\n<span class=\"hidden_text\" id=\"span_169\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_170\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_171\">19:04:07</span>\n                               when labour legislation casts welfare obligations on the real\n                              employer, based on <a href=\"/doc/1673816/\" id=\"a_102\">Articles 38</a><a href=\"/doc/555882/\" id=\"a_103\">, 39</a><a href=\"/doc/111604/\" id=\"a_104\">, 42</a><a href=\"/doc/1256023/\" id=\"a_105\">, 43</a> and <a href=\"/doc/118693005/\" id=\"a_106\">43-A</a> of the\n                              Constitution. The court must be astute to avoid the mischief\n                              and achieve the purpose of the law and not be misled by the\n                              maya of legal appearances.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_41\">                              ***\n                              Of course, if there is total dissociation in fact between the\n                              disowning management and the aggrieved workmen, the\n                              employment is, in substance and in real-life terms, by\n                              another. The management&#x27;s adventitious connections cannot\n                              ripen into real employment.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_42\">                          This case falls in Class (ii) mentioned above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">                          116. The above discussion amply justifies rejection of the\n                          contentions of Mr Shanti Bhushan by us.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">                          117. We find no substance in the next submission of Mr Shanti\n                          Bhushan that a combined reading of the definition of the terms\n                          &quot;contract labour&quot;, &quot;establishment&quot; and &quot;workman&quot; would show that\n                          a legal relationship between a person employed in an industry and\n                          the owner of the industry is created irrespective of the fact as to who\n                          has brought about such relationship.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">                   34.    The Constitution Bench thereafter proceeded to formulate its\n                   conclusions as follows:-\n</p>\n<blockquote id=\"blockquote_59\">                          &quot;125.The upshot of the above discussion is outlined thus:\n</blockquote><blockquote id=\"blockquote_60\">                          (1)(a) Before 28-1-1986, the determination of the question whether\n                          the Central Government or the State Government is the appropriate\n                          Government in relation to an establishment, will depend, in view of\n                          the definition of the expression &quot;appropriate Government&quot; as stood\n                          in the <a href=\"/doc/1810788/\" id=\"a_107\">CLRA Act</a>, on the answer to a further question, is the industry\n                          under consideration carried on by or under the authority of the\n                          Central Government or does it pertain to any specified controlled\n                          industry, or the establishment of any railway, cantonment board,\n                          major port, mine or oilfield or the establishment of banking or\n                          insurance company? If the answer is in the affirmative, the Central\n                          Government will be the appropriate Government; otherwise in\n                          relation to any other establishment the Government of the State in\n                          which the establishment was situated, would be the appropriate\n                          Government;\n</blockquote><blockquote id=\"blockquote_61\">                          (b) After the said date in view of the new definition of that\n                          expression, the answer to the question <a href=\"/doc/642607/\" id=\"a_108\">referred to above</a>, has to be\n                          found in clause (a) of <a href=\"/doc/1418464/\" id=\"a_109\">Section 2</a> of the Industrial Disputes Act; if (i)\n<span class=\"hidden_text\" id=\"span_172\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_173\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_174\">                   LPA 199/2013                                                               Page 25 of 31</span>\n<span class=\"hidden_text\" id=\"span_175\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_176\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_177\">19:04:07</span>\n                           the Central Government company/undertaking concerned or any\n                          undertaking concerned is included therein eo nomine, or (ii) any\n                          industry is carried on (a) by or under the authority of the Central\n                          Government, or (b) by a railway company; or (c) by a specified\n                          controlled industry, then the Central Government will be the\n                          appropriate Government; otherwise in relation to any other\n                          establishment, the Government of the State in which that other\n                          establishment is situated, will be the appropriate Government.\n                          (2)(a) A notification under <a href=\"/doc/1436043/\" id=\"a_110\">Section 10(1)</a> of the CLRA Act\n                          prohibiting employment of contract labour in any process, operation\n                          or other work in any establishment has to be issued by the\n                          appropriate Government:\n</blockquote><blockquote id=\"blockquote_62\">                          (1) after consulting with the Central Advisory Board or the State\n                          Advisory Board, as the case may be, and\n                          (2) having regard to\n</blockquote><blockquote id=\"blockquote_63\">                          (i) conditions of work and benefits provided for the contract labour\n                          in the establishment in question, and\n</blockquote><blockquote id=\"blockquote_64\">                          (ii) other relevant factors including those mentioned in sub-section\n                          (2) of <a href=\"/doc/45909/\" id=\"a_111\">Section 10</a>;\n</blockquote><blockquote id=\"blockquote_65\">                          (b) Inasmuch as the impugned notification issued by the Central\n                          Government on 9-12-1976 does not satisfy the aforesaid\n                          requirements of <a href=\"/doc/45909/\" id=\"a_112\">Section 10</a>, it is quashed but we do so prospectively\n                          i.e. from the date of this judgment and subject to the clarification\n                          that on the basis of this judgment no order passed or no action taken\n                          giving effect to the said notification on or before the date of this\n                          judgment, shall be called in question in any tribunal or court\n                          including a High Court if it has otherwise attained finality and/or it\n                          has been implemented.\n</blockquote><blockquote id=\"blockquote_66\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_178\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_179\">(3) Neither <a href=\"/doc/45909/\" id=\"a_113\">Section 10</a> of the CLRA Act nor any other provision in\n                          the Act, whether expressly or by necessary implication, provides for\n                          automatic absorption of contract labour on issuing a notification by\n                          the appropriate Government under sub-section (1) of <a href=\"/doc/45909/\" id=\"a_114\">Section 10</a>,\n                          prohibiting employment of contract labour, in any process, operation\n                          or other work in any establishment. Consequently the principal\n                          employer cannot be required to order absorption of the contract\n                          labour working in the establishment concerned.\n                          (4) We overrule the judgment of this Court in <a href=\"/doc/784921/\" id=\"a_115\">Air India</a> case [(1997)\n                          9 SCC 377 : 1997 SCC (L&amp;S) 1344] prospectively and declare that\n                          any direction issued by any industrial adjudicator/any court\n                          including the High Court, for absorption of contract labour following\n                          the judgment in <a href=\"/doc/784921/\" id=\"a_116\">Air India</a> case [(1997) 9 SCC 377 : 1997 SCC\n                          (L&amp;S) 1344] shall hold good and that the same shall not be set aside,\n<span class=\"hidden_text\" id=\"span_180\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_181\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_182\">                   LPA 199/2013                                                            Page 26 of 31</span>\n<span class=\"hidden_text\" id=\"span_183\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_184\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_185\">19:04:07</span>\n                           altered or modified on the basis of this judgment in cases where such\n                          a direction has been given effect to and it has become final.</span></span>\n</blockquote><p data-structure=\"Section\" id=\"p_46\">                          (5) On issuance of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_117\">Section 10(1)</a> of the\n                          CLRA Act prohibiting employment of contract labour or otherwise,\n                          in an industrial dispute brought before it by any contract labour in\n                          regard to conditions of service, the industrial adjudicator will have to\n                          consider the question whether the contractor has been interposed\n                          either on the ground of having undertaken to produce any given\n                          result for the establishment or for supply of contract labour for work\n                          of the establishment under a genuine contract or is a mere\n                          ruse/camouflage to evade compliance with various beneficial\n                          legislations so as to deprive the workers of the benefit thereunder. If\n                          the contract is found to be not genuine but a mere camouflage, the\n                          so-called contract labour will have to be treated as employees of the\n                          principal employer who shall be directed to regularise the services of\n                          the contract labour in the establishment concerned subject to the\n                          conditions as may be specified by it for that purpose in the light of\n                          para 6 hereunder.\n</p><p data-structure=\"Section\" id=\"p_47\">                          (6) If the contract is found to be genuine and prohibition notification\n                          under <a href=\"/doc/1436043/\" id=\"a_118\">Section 10(1)</a> of the CLRA Act in respect of the establishment\n                          concerned has been issued by the appropriate Government,\n                          prohibiting employment of contract labour in any process, operation\n                          or other work of any establishment and where in such process,\n                          operation or other work of the establishment the principal employer\n                          intends to employ regular workmen, he shall give preference to the\n                          erstwhile contract labour, if otherwise found suitable and, if\n                          necessary, by relaxing the condition as to maximum age\n                          appropriately, taking into consideration the age of the workers at the\n                          time of their initial employment by the contractor and also relaxing\n                          the condition as to academic qualifications other than technical\n                          qualifications.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_48\">                   35.    Post the declaration of the law by the Constitution Bench in Steel\n                   Authority of India Ltd., the subject of absorption of contract labour\n                   again came to be examined by the Supreme Court in A.P.SRTC. We\n                   deem it apposite to extract the following passages from that decision:-\n</p>\n<blockquote id=\"blockquote_67\">                          &quot;11. In this case, there was no notification under <a href=\"/doc/1436043/\" id=\"a_119\">Section 10(1)</a> of the\n                          CLRA Act, prohibiting contract labour. There was also neither a\n                          contention nor a finding that the contract with the contractor was\n                          sham and nominal and the contract labour working in the\n                          establishment were, in fact, employees of the principal employer\n                          himself. In view of the principles <a href=\"/doc/784921/\" id=\"a_120\">laid down in</a> Steel\n<span class=\"hidden_text\" id=\"span_186\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_187\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_188\">                   LPA 199/2013                                                              Page 27 of 31</span>\n<span class=\"hidden_text\" id=\"span_189\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_190\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_191\">19:04:07</span>\n                           Authority [(2001) 7 SCC 1 : 2001 SCC (L&amp;S) 1121] the High Court\n                          could not have directed absorption of the respondents who were held\n                          to be contract labour, by assuming that the contract-labour system\n                          was only a camouflage and that there was a direct relationship of\n                          employer and employee between the Corporation and the\n                          respondents. If the respondents want the relief of absorption, they\n                          will have to approach the Industrial Tribunal/Court and establish that\n                          the contract-labour system was only a ruse/camouflage to avoid\n                          labour law benefits to them. The High Court could not, in exercise of\n                          its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_121\">Article 226</a>, direct absorption of the\n                          respondents, on the ground that work for which the respondents\n                          were engaged as contract labour, was perennial in nature.\n</blockquote><blockquote id=\"blockquote_68\">                          12. The respondents were also not entitled to the relief of\n                          absorption/regularisation on the basis of the circular dated 1-9-1988,\n                          as it specifically excluded contract labour. The order dated 5-11-\n                          1991 in the first round (WP No. 14353 of 1991) and the order dated\n                          17-3-1998 in the second round (WP No. 30220 of 1997) did not\n                          examine the status of the respondents, nor recorded a finding that\n                          they were entitled to absorption. They merely disposed of the writ\n                          petitions with a direction to consider the representation/claim of the\n                          respondents for absorption. Therefore, if the Corporation on\n                          considering the claims of the respondents found that they were not\n                          employed by the Corporation, but were contract labour, who were\n                          not entitled to seek absorption under the circular dated 1-9-1988, the\n                          Corporation was justified in rejecting their claim for absorption. The\n                          only remedy of the respondents, as noticed above, is to approach the\n                          Industrial Tribunal for declaring that the contract-labour system\n                          under which they were employed was a camouflage and therefore,\n                          they were, in fact, direct employees of the Corporation and for\n                          consequential relief. The Corporation has stated in the special leave\n                          petition that such a question was already raised by the trade unions\n                          and was pending in ID No. 1 of 1996 on the file of the Industrial\n                          Tribunal, Hyderabad.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">                   36.    The subject came to be revisited in a more recent decision in\n                   Kirloskar Brothers, where the legal position came to be reiterated in the\n                   following terms:\n</p>\n<blockquote id=\"blockquote_69\">                          &quot;5. On going through the entire material on record, no documentary\n                          evidence was produced, by which it can be said that the contesting\n                          respondents were the employees of the appellant. There is no\n                          provision under <a href=\"/doc/45909/\" id=\"a_122\">Section 10</a> of the CLRA Act that the\n                          workers/employees employed by the contractor automatically\n                          become the employees of the appellant and/or the employees of the\n<span class=\"hidden_text\" id=\"span_192\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_193\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_194\">                   LPA 199/2013                                                            Page 28 of 31</span>\n<span class=\"hidden_text\" id=\"span_195\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_196\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_197\">19:04:07</span>\n                           contractor shall be entitled for automatic absorption and/or they\n                          become the employees of the principal employer. It is to be noted\n                          that even the direct control and supervision of the contesting\n                          respondents was always with the contractor. There is no evidence on\n                          record that any of the respondents were given any benefits, uniform\n                          or punching cards by the appellant.\n</blockquote><blockquote id=\"blockquote_70\">                          6. Under the contract and even under the provisions of the CLRA, a\n                          duty was cast upon the appellant to pay all statutory dues, including\n                          salary of the workmen, payment of PF contribution, and in case of\n                          non-payment of the same by the contractor, after making such\n                          payment, the same can be deducted from the contractor&#x27;s bill.\n                          Therefore, merely because sometimes the payment of salary was\n                          made and/or PF contribution was paid by the appellant, which was\n                          due to non-payment of the same by the contractor, the contesting\n                          respondents shall not automatically become the employees of the\n                          principal employer -- appellant herein.\n</blockquote><blockquote id=\"blockquote_71\">                          xxxx                           xxxx                           xxxx\n</blockquote><blockquote id=\"blockquote_72\">                          11. It has further been observed and held by this Court in the\n                          aforesaid decision in SAIL case [SAIL v. National Union Waterfront\n                          Workers, (2001) 7 SCC 1 : 2001 SCC (L&amp;S) 1121] that on issuance\n                          of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_123\">Section 10(1)</a> of the CLRA Act,\n                          prohibiting employment of contract labour or otherwise, in case of\n                          an industrial dispute brought before it by any contract labour in\n                          regard to conditions of service, the industrial adjudicator will have to\n                          consider the question whether the contractor has been interposed\n                          either on the ground of having undertaken to produce any given\n                          result for the establishment or for supply of contract labour for work\n                          of the establishment under a genuine contract or is a mere\n                          ruse/camouflage to evade compliance with various beneficial\n                          legislations so as to deprive the workers of the benefits thereunder.\n</blockquote><blockquote id=\"blockquote_73\">                          xxx                            xxxx                           xxxx\n</blockquote><blockquote id=\"blockquote_74\">                          13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_198\">In <a href=\"/doc/144538253/\" id=\"a_124\">International Airport Authority of India v. International Air\n                          Cargo Workers&#x27; Union [International Airport Authority of\n                          India</a> v. International Air Cargo Workers&#x27; Union, (2009) 13 SCC\n                          374 : (2010) 1 SCC (L&amp;S) 257] , after considering the decision of\n                          this      Court      in SAIL v. National      Union       Waterfront\n                          Workers [SAIL v. National Union Waterfront Workers, (2001) 7\n                          SCC 1 : 2001 SCC (L&amp;S) 1121] , it has been observed and held by\n                          this Court that where there is no abolition of contract labour under\n                          <a href=\"/doc/45909/\" id=\"a_125\">Section 10</a> of the CLRA Act, but the contract labour contends that\n                          the contract between the principal employer and the contractor is\n                          sham and nominal, the remedy is purely under the <a href=\"/doc/500379/\" id=\"a_126\">ID Act</a>. It is\n                          further observed that the industrial adjudicator can grant the relief\n                          sought if it finds that the contract between the principal employer\n<span class=\"hidden_text\" id=\"span_199\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_200\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_201\">                   LPA 199/2013                                                                Page 29 of 31</span>\n<span class=\"hidden_text\" id=\"span_202\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_203\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_204\">19:04:07</span>\n                           and the contractor is sham, nominal and merely a camouflage to\n                          deny employment benefits to the employee and that there is in fact a\n                          direct employment, by applying tests like : who pays the salary; who\n                          has the power to remove/dismiss from service or initiate disciplinary\n                          action; who can tell the employee the way in which the work should\n                          be done, in short, who has direct control over the employee.&quot;</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_50\">                   37.    As is manifest from the aforenoted decisions and the legal\n                   position as enunciated therein, the mere issuance of a notification under\n                   <a href=\"/doc/45909/\" id=\"a_127\">Section 10</a> of the CLRA would not lead to the workmen being absorbed\n                   in the establishment of the principal employer. In situations where\n                   workmen allege that the contractor had been deliberately interposed by\n                   the principal employer to avoid statutory liabilities and obligations or\n                   where it is asserted that the positioning of the contractor is merely a\n                   ruse and a camouflage, the same would have be examined by the\n                   industrial adjudicator on a consideration of the facts which obtain and\n                   the evidence which may be led by parties. That adjudication would thus\n                   be concerned with examining those allegations on merits and on the\n                   strength of the evidence that may be laid by parties.\n</p><p data-structure=\"Precedent\" id=\"p_51\">                   38.    However, absent a reference being specifically made in that\n                   respect, it would be wholly impermissible for the industrial adjudicator\n                   to venture down that path and accord relief based on its perception of\n                   the nature of the contractual engagement. Regard must also be had to\n                   the fact that a finding on this score can also not be countenanced as\n                   being &quot;incidental&quot; to the reference which was made. The dispute which\n                   was referred for the consideration of the Tribunal pertained to the\n                   asserted right of regularisation and the pay liable to be paid to the\n                   respondent workmen. The question of their contractual engagement can\n                   thus neither be said to be connected or concomitant to the principal\n                   dispute which formed the subject matter of the reference framed by the\n<span class=\"hidden_text\" id=\"span_205\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_206\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_207\">                   LPA 199/2013                                                            Page 30 of 31</span>\n<span class=\"hidden_text\" id=\"span_208\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_209\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_210\">19:04:07</span>\n                    appropriate government.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">                   39.    In view of the aforesaid and for the reasons assigned\n                   hereinabove, we find ourselves unable to sustain the judgment handed\n                   down by the learned Single Judge as also the Award pronounced by the\n                   Tribunal.\n</p><p data-structure=\"Conclusion\" id=\"p_53\">                   40.    We, accordingly, allow the present LPA and set aside the\n                   judgment and order of the learned Single Judge dated 19 February\n                   2013. We also in consequence allow the writ petition and set aside the\n                   Award dated 05 October 2005.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_54\">                                                             YASHWANT VARMA, J.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_55\">                                                              RAVINDER DUDEJA, J.\n</p><p data-structure=\"Conclusion\" id=\"p_56\">                   NOVEMBER 12, 2024/kk\n\n\n\n\n<span class=\"hidden_text\" id=\"span_211\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_212\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_213\">                   LPA 199/2013                                                Page 31 of 31</span>\n<span class=\"hidden_text\" id=\"span_214\">By:KAMLESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_215\">Signing Date:12.11.2024</span>\n<span class=\"hidden_text\" id=\"span_216\">19:04:07</span>\n</p><span class=\"hidden_text\" id=\"span_217\"> </span>","numcites":39,"numcitedby":0,"docsource":"Delhi High Court","citetid":16017622,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}