{"tid":46166151,"publishdate":"2021-01-07","title":"Mina Begum vs The Kolkata Port Trust And Another on 7 January, 2021","doc":"<h2 class=\"doc_title\">Mina Begum vs The Kolkata Port Trust And Another on 7 January, 2021</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2021 CAL 158</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-bhattacharyya\">Sabyasachi Bhattacharyya</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-bhattacharyya\">Sabyasachi Bhattacharyya</a></h3>\n\n<pre id=\"pre_1\">                       In The High Court at Calcutta\n                      Constitutional Writ Jurisdiction\n                               Original Side\n\nThe Hon&#x27;ble Justice Sabyasachi Bhattacharyya\n\n\n                              W.P.O. No. 466 of 2019\n         Mina Begum, Proprietor of M/s M N Sultana Enterprise\n                                 Vs.\n                 The Kolkata Port Trust and another\n\n                                       With\n\n                              W.P.O. No. 559 of 2019\n         Mina Begum, Proprietor of M/s M N Sultana Enterprise\n                                 Vs.\n                  The Kolkata Port Trust and others\n\nFor the petitioner       :        Mr. Debasish Banerjee, Sr. Advocate,\n                                  Mr. S. Naskar\n\nFor the respondents       :       Mr. Prabal Kr. Mukherjee, Sr. Advocate</pre>\n<p data-structure=\"Precedent\" id=\"p_1\">                                  Mr. A.K. Jena\n\nHearing concluded on     :        18.12.2020\n\nJudgment on              :        07.01.2021\n\nThe Court:\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><blockquote id=\"blockquote_1\">1.    The writ petitions, bearing W.P.O. No. 466 of 2019 and W.P.O. No.\n\n      559 of 2019, are taken up for hearing together, since the cause of\n\n      action for both arise from the same sequence of events.\n\n</blockquote><p data-structure=\"Facts\" id=\"p_3\">2.    The petitioner is the sole proprietor of the firm M/s M N Sultana\n\n      Enterprise, which succeeded in an e-tender floated by the Kolkata Port\n\n      Trust (KoPT) on September 18, 2017 and was issued a work order,\n\n      bearing No. KOPT/KDS/CIV/T/2170/1877, on December 6, 2017 for\n\n      upkeep of certain offices of the KoPT (respondent no.1) and providing\n<span class=\"hidden_text\" id=\"span_1\">                                         2</span>\n\n\n     semi-skilled/unskilled labourers with necessary tools and tackles for\n\n     miscellaneous works at different locations for two years.\n\n</p><p data-structure=\"CDiscource\" id=\"p_4\">3.   On March 20, 2019, the Superintending Engineer (Kolkata), Civil\n\n     Engineering Department, KoPT (respondent no. 2) issued a letter to\n\n     the petitioner&#x27;s firm and another concern, intimating that Register for\n\n     Payment of Contractor&#x27;s Employees was required to be produced at\n\n     the time of processing the bill for the work for a certain period and\n\n     requesting the two concerns to strictly follow all the contractual\n\n     clauses of the subject contract and KoPT General Conditions of\n\n     Contract (GCC), including the <a href=\"/doc/794158/\" id=\"a_1\">Payment of Wages Act, 1936</a>, to abide\n\n     by the provisions of the <a href=\"/doc/720619/\" id=\"a_2\">Payment of Bonus Act, 1965</a> in respect of\n\n     bonus to their employees and to ensure timely payments to the\n\n     labourers/employees involved. The petitioner replied in writing on\n\n     March 26, 2019, alleging that departmental officers of the KoPT do not\n\n     accept payments of ESI, EPF, etc. made by the petitioner and asking\n\n     for a cost analysis or break-up of the rate of such payments against\n\n     each worker. However, vide letter dated April 10, 2019, respondent no.\n\n     2 reiterated his previous stand.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.   On August 8, 2019, the petitioner wrote another letter to respondent\n\n     no. 2, expressing her inability to pay wages to the labourers and\n\n     deposit EPF and ESI timely due to the petitioner&#x27;s allegedly miserable\n\n     financial condition. The petitioner also asked for clearance of the\n\n     arrears due to the petitioner from respondent no. 1. The petitioner\n\n     repeated a similar request vide her letter dated August 29, 2019.\n<span class=\"hidden_text\" id=\"span_2\">                                       3</span>\n\n\n</p><p data-structure=\"Issue\" id=\"p_6\">5.   Vide notice no. C/2175/382 dated September 2, 2019, respondent no.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">     2 warned the petitioner of termination of the subject contract if the\n\n     petitioner failed to regularise all previous dues within seven working\n\n     days, in which case the balance work would be carried out by\n\n     engaging another agency at &quot;Risk &amp; Cost&quot; of the subject contract.\n\n</p><p data-structure=\"Facts\" id=\"p_8\">6.   The petitioner has preferred W.P.O. No. 466 of 2019 against the said\n\n     notice dated September 2, 2019. A co-ordinate Bench, vide Order\n\n     dated September 24, 2019, directed the petitioner to meet respondent\n\n     no. 2 on September 26, 2019 at 11 a.m. in the office of the respondent\n\n     no. 2 with all documentary evidence of compliance of the labour laws\n\n     along with the bills for the months subsequent to April, 2019.\n\n     Respondent no. 2 was to prepare a report, detailing the documents\n\n     provided by the petitioner, and would be at liberty to look into the\n\n     earlier bills of the petitioner, affording the petitioner an opportunity to\n\n     produce any other document that he deemed appropriate.\n\n</p><p data-structure=\"CDiscource\" id=\"p_9\">7.   The Chief Engineer, Civil Engineering Department, KoPT issued a\n\n     further notice, bearing No. Civ/2175/2243, on October 14, 2019,\n\n     giving the petitioner&#x27;s proprietorship firm three working days to\n\n     comply and complete the firm&#x27;s tender obligations including clearing\n\n     of all dues, failing which the tender contract would be terminated as\n\n     per Clause 8.3 of the GCC. It was alleged that the firm&#x27;s dues\n\n     remained unpaid and that it was in gross violation of terms of contract\n\n     with regard to ESI, EPT, EPS, EDLI etc. The petitioner issued an\n\n     advocate&#x27;s letter in reply on October 19, 2019, citing the pendency of\n\n     W.P.O. No. 466 of 2019, alleging that no report had been filed by the\n<span class=\"hidden_text\" id=\"span_3\">                                      4</span>\n\n\n     Chief Engineer, Civil Engineering Department of the KoPT and that\n\n     due payments of the petitioner of about Rs. 8 lakh for work done\n\n     under the work order dated December 6, 2017 were withheld.\n\n</p><p data-structure=\"Section\" id=\"p_10\">8.   Vide notice no. C/2175/440 dated October 28, 2019, the Chief\n\n     Engineer, KoPT terminated the contract with the petitioner&#x27;s firm by\n\n     invoking Clause 8.3 of the GCC for non-compliance of its tender\n\n     obligations including clearing all dues with regard to ESI, EPF, EPS,\n\n     EDLI, etc. within three working days from the notice dated October\n\n     14, 2019. It was further mentioned that the subject work would be\n\n     done through some other agency at the &#x27;Risk and Cost&#x27; of the\n\n     petitioner&#x27;s firm.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">9.   Challenging both the above notices, dated October 14, 2019 and\n\n     October 28, 2019 respectively, the petitioner has preferred W.P.O. No.\n\n     559 of 2019.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">10. Learned counsel for the petitioner submits that termination of the\n\n     contract between the parties could only occur under Clause 8.3 of the\n\n     GCC. Since none of the grounds stipulated therein is satisfied in the\n\n     present case, the termination of the contract is invalid. That apart, the\n\n     three days&#x27; prior notice as envisaged therein was absent, which also\n\n     invalidates the termination.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">11. By placing reliance on <a href=\"/doc/32346/\" id=\"a_3\">Section 21</a> of the Contract Labour (Regulation\n\n     and Abolition) Act, 1970 (hereinafter referred to as &quot;the 1970 Act&quot;),\n\n     <a href=\"/doc/180408712/\" id=\"a_4\">Section 8-A</a> of the Employees&#x27; Provident Funds and Miscellaneous\n\n     Provisions Act, 1952 (hereinafter referred to as &quot;the 1952 Act&quot;) and\n\n     <a href=\"/doc/1945506/\" id=\"a_5\">Sections 39</a>, <a href=\"/doc/1303660/\" id=\"a_6\">40</a> and <a href=\"/doc/971708/\" id=\"a_7\">41</a> of the Employees&#x27; State Insurance Act, 1948\n<span class=\"hidden_text\" id=\"span_4\">                                     5</span>\n\n\n    (hereinafter referred to as &quot;the 1948 Act&quot;), learned counsel for the\n\n    petitioner argues that, in case of non-deposit of contributions under\n\n    the   said   Acts   by   the   contractor/immediate    employer,   the\n\n    employer/principal employer (as the case may be) has a remedy in\n\n    paying such amounts in the first instance and subsequently\n\n    recovering the dues from the contractor/immediate employer. Hence,\n\n    the termination of the contract of the KoPT with the petitioner&#x27;s firm\n\n    on such ground was de hors the law.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">12. The petitioner further contends that the petitioner had categorically\n\n    raised a dispute, on several occasions, over the actual dues payable\n\n    by the petitioner&#x27;s firm under the relevant labour laws. The petitioner\n\n    has claimed during the relevant juncture that her firm overpaid its\n\n    dues and that respondent no. 1 was claiming exorbitant and arbitrary\n\n    amounts from the firm, exceeding the amount which the firm could be\n\n    legally charged with. Termination of the contract without resolution of\n\n    such dispute was illegal. It is contended that the petitioner had\n\n    already paid more than its dues and, thus, there was no reason for\n\n    termination of the contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_5\">13. Learned counsel for the petitioner cites <a href=\"/doc/609434/\" id=\"a_8\">Union of India and others v.\n\n    Tantia Construction Private Limited</a>, reported at (2011) 5 SCC 697, for\n\n    the proposition that, even on the question of maintainability of a writ\n\n    petition on account of the arbitration clause included in the\n\n    agreement between the parties, it is now well established that an\n\n    alternative remedy is not an absolute bar to the invocation of the writ\n\n    jurisdiction of the High Court or the Supreme Court and that without\n<span class=\"hidden_text\" id=\"span_6\">                                     6</span>\n\n\n    exhausting such alternative remedy, a writ petition would not be\n\n    maintainable. The constitutional powers vested in the said courts\n\n    cannot be fettered by any alternative remedy and injustice, whenever\n\n    and wherever it takes place, has to be struck down as an anathema to\n\n    the rule of law and the provisions of the Constitution. Although, in the\n\n    present case, Clause 10.3 of the GCC provides for arbitration, the\n\n    same is not an absolute bar to the writ jurisdiction of this court.\n\n    Moreover, it is submitted, Clause 10.3 could only become operative\n\n    once the remedy in Clause 10.2 of the GCC was exhausted, which did\n\n    not happen in the present case.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">14. Learned senior counsel appearing for the respondents, on the other\n\n    hand, argues that the present writ petitions arise from a contractual\n\n    dispute, a decision on which is beyond the domain of the writ court.\n\n    Moreover, in view of Clauses 10.2 and 10.3 of the GCC, the petitioner\n\n    had to require the matter to be referred to the Chairman within 15\n\n    days after receiving notice of the Engineer. If the petitioner was\n\n    aggrieved by the decision given by the Chairman on such reference,\n\n    the petitioner&#x27;s remedy lay in requiring, within 15 days after receiving\n\n    notice of such decision, reference to arbitration by the Chairman\n\n    within 60 days from the petitioner&#x27;s written notice. Since the\n\n    petitioner did not exhaust such remedy, the writ court ought not to\n\n    entertain the writ petitions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">15. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1603548\" id=\"span_7\">In this context, counsel relies upon <a href=\"/doc/1603548/\" id=\"a_9\">Harbanslal Sahnia and another v.\n\n    Indian Oil Corpn. Ltd. and others</a>, reported at (2003) 2 SCC 107,\n\n    wherein the Supreme Court laid down contingencies in which the\n<span class=\"hidden_text\" id=\"span_8\">                                      7</span>\n\n\n     High Court may still exercise its writ jurisdiction despite the\n\n     availability of an alternative remedy - where the writ petition seeks\n\n     enforcement of any of the fundamental rights, where there is failure of\n\n     principles of natural justice or where the orders or proceedings are\n\n     wholly without jurisdiction or the vires of an Act is challenged.</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"164673968\" id=\"span_9\">16. Learned senior counsel for the respondents next cites <a href=\"/doc/164673968/\" id=\"a_10\">State of Kerala\n\n     and others v. M.K. Jose</a> [(2015) 9 SCC 433] in support of the\n\n     proposition that a writ court should ordinarily not entertain a writ\n\n     petition if there is a breach of contract involving disputed questions of\n\n     fact.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"153484512\" id=\"span_10\">17. Counsel next relies on M/s <a href=\"/doc/153484512/\" id=\"a_11\">E.C. Bose &amp; Co. Pvt. Ltd. V. The Board of\n\n     Trustees</a> for the Port of Kolkata &amp; Ors., reported at (2016) 3 CHN 280,\n\n     to contend that a Division Bench of this court had, in the said case,\n\n     held that a writ complaining of the illegality of termination of a\n\n     contract by the KoPT was not a fit case where extraordinary\n\n     jurisdiction by issuing prerogative writ could be exercised since such\n\n     adjudication had to be done by leading evidence, etc. The court also\n\n     took note of the fact that an arbitration reference was also envisaged\n\n     as adjudication process as per the terms of the contract in the said\n\n     case.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_20\">18. Thus, it is argued by the respondents that the writ petitions ought to\n\n     be dismissed as not maintainable.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">19. Learned senior counsel for the respondents further contends that,\n\n     admittedly, the petitioner&#x27;s firm had been depositing its dues on the\n\n     count of contributions under the 1970 Act, the 1952 Act and the 1948\n<span class=\"hidden_text\" id=\"span_11\">                                        8</span>\n\n\n     Act all along at the stipulated rates. However, subsequently the firm\n\n     stopped depositing such dues and even withheld wages of the\n\n     labourers on the pretext of having raised a dispute regarding the rates\n\n     of its contributions. In fact, the petitioner admitted the inability of her\n\n     firm to make payments/deposits due to alleged financial distress.\n\n     Hence, it is submitted, the said dispute is a mere excuse for not\n\n     making deposits as contemplated in law and in the contract.\n\n</p><p data-structure=\"PetArg\" id=\"p_22\">20. Referring to Clause 8.3 (v) of the GCC, learned senior counsel submits\n\n     that the firm of the petitioner was squarely covered by the said\n\n     provision, since it was not executing the works in accordance with the\n\n     contract and persistently and flagrantly neglected to carry out its\n\n     obligations under the contract.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">21. Clause 4.18 (d) of the GCC includes payment for the statutory benefits\n\n     of all labourers and workers by the contractor, while Clause 4.1\n\n     mandates that the contract shall be governed by all relevant Indian\n\n     Acts, including the 1970 Act. Clauses 35 and 36 of the NIT require the\n\n     contractor to comply with labour laws, including the 1970 Act, the\n\n     1952 Act and the 1948 Act. These contractual obligations were flouted\n\n     by the petitioner&#x27;s firm despite several reminders, exposing its\n\n     contract to termination under Clause 8.3 (v) of the GCC.\n\n</p><p data-structure=\"RespArg\" id=\"p_24\">22. Learned senior counsel for the respondents lastly submits that one\n\n     Arif Ahmed Shek, who is the vice-president of the trade union which\n\n     lodged complaint against the contractor, that is, the petitioner&#x27;s firm\n\n     (as evident from the workmen&#x27;s complaint against the contractor, a\n\n     copy of which has been annexed at page 91 of the respondents&#x27;\n<span class=\"hidden_text\" id=\"span_12\">                                     9</span>\n\n\n    affidavit-in-opposition to W.P.O. No. 559 of 2019), also affirmed the\n\n    affidavits-in-reply in both the current writ petitions as authorised\n\n    representative of the contractor. This, by itself, shows the collusive\n\n    conduct of the petitioner, it is submitted, entailing dismissal of the\n\n    writ petitions since the writ petitioner has not come with clean hands.\n\n</p><p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_13\">23. Addressing the question of maintainability first, it is nobody&#x27;s case\n\n    that the availability of alternative remedy is an absolute bar, even in\n\n    case of contractual and arbitrable disputes. <a href=\"/doc/609434/\" id=\"a_12\">Tantia Constructions</a>\n\n    (supra), cited by the petitioner, lays down that even when an\n\n    arbitration clause exists, such alternative remedy is not an absolute\n\n    bar to the invocation of the writ jurisdiction. The constitutional\n\n    powers vested in the High Court or the Supreme Court, it was\n\n    observed in the report, cannot be fettered by any alternative remedy.\n\n    Injustice, it was held, whenever and wherever it takes place, has to be\n\n    struck down as an anathema to the rule of law and the provisions of\n\n    the Constitution.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"164673968\" id=\"span_14\">24. <a href=\"/doc/164673968/\" id=\"a_13\">M.K. Jose</a> (supra), relied on by the respondents, observes that a writ\n\n    court should not &quot;ordinarily&quot; entertain a writ petition, if there is a\n\n    breach of contract &quot;involving disputed questions of fact&quot;.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_15\">25. The Supreme Court, in <a href=\"/doc/1603548/\" id=\"a_14\">Harbanslal Sahnia</a> (supra), relies on Whirlpool\n\n    Corporation [(1998) 8 SCC 1] holds that, in an appropriate case, in\n\n    spite of availability of alternative remedy, the High Court may still\n\n    exercise its writ jurisdiction in &quot;at least&quot; three contingencies, being\n\n    enforcement of a fundamental right, failure of principles of natural\n\n    justice and where the orders or proceedings are wholly without\n<span class=\"hidden_text\" id=\"span_16\">                                       10</span>\n\n\n     jurisdiction or the vires of an Act is challenged. In the said report, it is\n\n     observed that the rule of exclusion of writ jurisdiction by availability of\n\n     an alternative remedy is a &quot;rule of discretion and not one of\n\n     compulsion&quot;.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"153484512\" id=\"span_17\">In M/s <a href=\"/doc/153484512/\" id=\"a_15\">E.C. Bose &amp; Co.</a> (supra), the Division Bench of this court did\n\n     not specifically hold that an arbitration clause debars the writ\n\n     jurisdiction. The argument regarding existence of such a clause, made\n\n     by a party, was merely recorded. The basis of refusing to entertain the\n\n     writ petition was that the adjudication involved would require\n\n     evidence to be led and a detailed analysis of the facts and provisions\n\n     of the contract. The report, ipso facto, does not lay down an absolute\n\n     bar to the writ jurisdiction in either arbitrable or contractual disputes.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">27. The writ jurisdiction is wide enough to interdict in case of patent\n\n     injustice, more so by the State and its instrumentalities, which are\n\n     public functionaries and, thus, are on an elevated level of obligations\n\n     to adhere to law and natural justice than a mere individual. Even if\n\n     the genesis of the dispute is contract, the nature of the present\n\n     contract belongs to the public law domain, since the contractor was\n\n     issued a work order to discharge public duties as the agent of the\n\n     KoPT (itself a public body).\n</p>\n<p data-structure=\"Section\" id=\"p_30\">28. However, the scope of the writ jurisdiction has to be filtered through\n\n     the prism of self-imposed restrictions of the High Court. It has to be\n\n     examined whether, in particular case, there has been a violation of a\n\n     fundamental/statutory right, failure of the principles of natural\n<span class=\"hidden_text\" id=\"span_18\">                                       11</span>\n\n\n     justice, patent lack of jurisdiction or gross abuse of the process of law,\n\n     to justify interference.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">29. As such, the writ petitioner cannot be shut out at the outset on the\n\n     ground of non-maintainability, without looking into the nature and\n\n     gravity of the dispute raised.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">30. Clause 10.1 of the GCC contemplates disputes arising out of or\n\n     connected with the interpretation of the contract and provides that\n\n     abandonment or breach of the contract shall be subject to the\n\n     decision of the Engineer. Clause 10.2 contemplates a reference to the\n\n     Chairman against the Engineer&#x27;s decision, upon such requirement\n\n     being made by the aggrieved contractor within 15 days from notice of\n\n     the Engineer&#x27;s decision. Clause 10.3 stipulates that if the contractor is\n\n     still dissatisfied with the Chairman&#x27;s decision, he shall, within 15 days\n\n     after receiving notice of the decision, require that, within 60 days from\n\n     his written notice, the Chairman shall refer the matter to an arbitrator\n\n     of the panel of arbitrators to be maintained by the Trustees for the\n\n     purpose.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">31. In the present case, the petitioner bye-passed the procedure <a href=\"/doc/153484512/\" id=\"a_16\">laid down\n\n     in</a> Clause 10 and preferred the present writ petitions directly. Such\n\n     action could only be justified if there was a patent violation of\n\n     fundamental/statutory rights or of principles of natural justice and/or\n\n     any mala fide or arbitrary action on the part of the respondents\n\n     amounting to gross miscarriage of justice.\n</p>\n<p data-structure=\"Section\" id=\"p_34\">32. Termination of a contract, in the present context, comes within the\n\n     ambit of Clause 8.3 of the GCC. The said Clause provides that,\n<span class=\"hidden_text\" id=\"span_19\">                                      12</span>\n\n\n     without being liable for any compensation to the contractor, the\n\n     Trustees may, in their absolute discretion, terminate the contract and\n\n     enter upon the site and works and expel the contractor therefrom\n\n     after giving him a minimum 3 days&#x27; notice in writing, on the\n\n     occurrence of any of the situations contemplated in the clause .\n\n</p><p data-structure=\"Section\" id=\"p_35\">33. Sub-clause (v) of Clause 8.3 sets out, as a ground for termination, the\n\n     contractor not executing the works in accordance with the contract or\n\n     persistently or flagrantly neglecting to carry out his obligations under\n\n     the contract. This is the only ground which can argued to be attracted\n\n     to the present case. The other grounds, as stipulated in Clause 8.3,\n\n     are on a different footing and are irrelevant for the present purpose.\n\n</p><p data-structure=\"Section\" id=\"p_36\">34. To understand the expressions &quot;in accordance with the contract&quot; and\n\n     &quot;obligations under the contract&quot;, as appearing in Clause 8.3(v) of the\n\n     GCC, the other relevant portions of the GCC and the tender document\n\n     are to be examined.\n</p>\n<p data-structure=\"Section\" id=\"p_37\">35. Clause 4.18 (d) of the GCC stipulates that the contractor&#x27;s quoted\n\n     rates shall be deemed to be inclusive of, inter alia, making\n\n     arrangement for payment of the wages and statutory benefits of the\n\n     labourers and workers.\n</p>\n<p data-structure=\"Section\" id=\"p_38\">36. Apart from the general Clauses of the GCC, the NIT ought also to be\n\n     looked into, in order to grasp the entire conspectus of the contractor&#x27;s\n\n     obligations as per the tender. Clause 35 of the concerned NIT dated\n\n     September 18, 2017 provides that the contractor shall be required to\n\n     comply with the <a href=\"/doc/142278/\" id=\"a_17\">Minimum Wages Act, 1948</a>, Employees&#x27; Liability Act,\n<span class=\"hidden_text\" id=\"span_20\">                                     13</span>\n\n\n     1938, the <a href=\"/doc/500379/\" id=\"a_18\">Industrial Disputes Act, 1947</a> and the <a href=\"/doc/1810788/\" id=\"a_19\">Contract Labour\n\n     (Regulation and Abolition) Act, 1970</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">37. Clause 36 of the NIT mandates that the successful contractor will\n\n     have to comply with the provisions of the 1952 Act and the 1948 Act.\n\n</p><p data-structure=\"Section\" id=\"p_40\">38. Clause 37 of the NIT provides that the successful bidder shall be\n\n     deemed to indemnify and keep indemnified the Trustees from and\n\n     against all actions, claims, demands and liabilities under and in\n\n     respect of breach of any of the provisions of any Law, Rules or\n\n     Regulations having the force of law, including but not limited to the\n\n     statutes named thereafter. Such statutes include the 1948 Act, the\n\n     1970 Act as well as the 1952 Act.\n</p>\n<p data-structure=\"Section\" id=\"p_41\">39. Even Clause 4.1(b) of the GCC provides that the contract shall be\n\n     governed by all relevant Indian Acts, including the Acts mentioned\n\n     therein, which specifically include the 1970 Act.\n\n</p><p data-structure=\"Section\" id=\"p_42\">40. A composite reading of all the aforesaid clauses indicates clearly that\n\n     it was the duty of the contractor to comply with all provisions under\n\n     the 1970 Act, 1952 Act and the 1948 Act (apart from other statutes)\n\n     and to keep the Trustees indemnified against breach of the provisions\n\n     of the said Acts. Thus, the expressions &quot;in accordance with the\n\n     contract&quot; and &quot;obligations under the contract&quot; as envisaged in Clause\n\n     8.3(v) clearly include the compliance with provisions of the aforesaid\n\n     Acts within the scope of contractual obligations.\n\n</p><p data-structure=\"Section\" id=\"p_43\">41. The arguments of the petitioner, based on <a href=\"/doc/1505375/\" id=\"a_20\">Section 21</a> of the 1970 Act,\n\n     Section 8-A of the 1952 Act and <a href=\"/doc/1945506/\" id=\"a_21\">Sections 39</a>, <a href=\"/doc/1303660/\" id=\"a_22\">40</a> and <a href=\"/doc/971708/\" id=\"a_23\">41</a> of the 1948\n\n     Act, as regards the remedy of the employer/principal employer lying\n<span class=\"hidden_text\" id=\"span_21\">                                         14</span>\n\n\n     merely in recovery, is on unsound footing. Recovery is only one of the\n\n     remedies, provided statutorily; however, the existence of such remedy\n\n     is   in   addition     to    the     contractual    obligations    of     the\n\n     contractor/immediate employer (in the present case, the petitioner).\n\n     Such remedies, operate in different fields and do not mutually exclude\n\n     each other. Thus, the respondents did not exceed their jurisdiction in\n\n     terminating the contract under Clause 8.3(v) of the GCC.\n\n</p><p data-structure=\"Section\" id=\"p_44\">42. The contractual obligations of the petitioner&#x27;s firm, in the context of\n\n     the present case, were forged into statutory obligations and it is\n\n     impossible to distinguish between the statutory and contractual\n\n     ingredients of such obligations. As such, a violation of the respective\n\n     statutes would simultaneously constitute a breach of the contractual\n\n     obligations of the firm as well.\n</p>\n<p data-structure=\"Section\" id=\"p_45\">43. Admittedly,    the    petitioner    has   been   depositing   her   dues    of\n\n     contributions under the 1952 Act, the 1970 Act and the 1948 Act,\n\n     without raising any objection thereto.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">44. About contemporaneously with the failure of the petitioner to pay\n\n     wages and deposit statutory contributions of the labourers, the\n\n     petitioner raised certain &#x27;disputes&#x27; with regard to the rates of the\n\n     petitioner&#x27;s contribution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\">45. Such action, on the face of it, indicates ethical dishonesty on the part\n\n     of the petitioner. The petitioner, on the one hand, admitted in multiple\n\n     correspondence as to her inability to pay/deposit the wages and\n\n     statutory dues in time on the ground of financial hardship and, on the\n\n     other, asked for disbursal of her dues. The petitioner further added\n<span class=\"hidden_text\" id=\"span_22\">                                        15</span>\n\n\n    the &#x27;windmill&#x27; (courtesy: Orwell in Animal Farm) of bogey disputes, to\n\n    shift the focus from her defaults.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">46. It must be made clear that, whatever disputes the petitioner might\n\n    have regarding overpayment and/or rate of deposits, the petitioner\n\n    cannot avoid her statutory liabilities, merged into her contractual\n\n    liabilities as it stands, on such pretext. Such disputes, if any, and the\n\n    obligations are independent phenomena and cannot be interlinked to\n\n    create confusion.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">47. In the event the petitioner had any complaint regarding rates of\n\n    deposit and overpayments, which broadly pertain to the interpretation\n\n    of the contractual clauses, the petitioner ought to have taken up the\n\n    issue in consonance with Clause 10.2 and, if necessary Clause 10.3\n\n    thereafter, as per contemplation in the GCC. Having failed to do so\n\n    within the respective periods stipulated in Clause 10.2 and Clause\n\n    10.3, the petitioner cannot seek such monetary relief on the ground of\n\n    arrear dues to her in the garb of the writ petition, nor hold out such\n\n    dispute/objection as a defence for non-compliance of her statutory\n\n    obligations.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">48. The disputes regarding alleged overpayment and rates of deposit are\n\n    between the firm of the petitioner and the respondents. However, the\n\n    default of the petitioner in depositing the statutory dues in compliance\n\n    with the labour laws directly affects the labourers and their livelihood.\n\n    That   apart,   the   petitioner   has   been   deducting   the   statutory\n\n    contributions from the employees on the one hand and desisting from\n<span class=\"hidden_text\" id=\"span_23\">                                      16</span>\n\n\n     depositing such amount with the respondents, thereby unduly\n\n     enriching herself de hors the law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">49. The petitioner not only withheld statutory contributions in respect of\n\n     the employees but also defaulted in payment of wages, both of which\n\n     acts were in direct contravention of the contract between the\n\n     petitioner&#x27;s firm and the respondents, as crystallized by the NIT and\n\n     the GCC, as well as the law. Such blatant violation of the statutes and\n\n     contract speaks poorly of the conduct and intent of the petitioner. As\n\n     such, the petitioner cannot said to have come with clean hands before\n\n     this court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">50. It is seen from the records that the order of the co-ordinate Bench\n\n     dated September 24, 2019, passed in W.P.O. No.466 of 2019, was\n\n     duly complied with by the respondent-authorities and a report was\n\n     filed in consonance thereto.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">51. Several opportunities over an inordinate period of time were given to\n\n     the petitioner to mend her defaults, but the petitioner chose not to do\n\n     so on one pretext of the other, sometimes harping on a pseudo-\n\n     dispute and at others appealing to the sympathy of the respondents.\n\n     In such circumstances, the respondents were absolutely within their\n\n     jurisdiction in terminating their contract with the petitioner. Such\n\n     termination, as such, was valid both as per the contract and in law.\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">52. As regards the allegation that Arif Ahmed Shek, the Vice President of\n\n     the complainant Trade Union, has himself acted as the authorized\n\n     representative of the contractor to affirm the affidavits-in-reply in both\n\n     the writ petitions, it is not clear beyond reasonable doubt that the two\n<span class=\"hidden_text\" id=\"span_24\">                                      17</span>\n\n\n     persons are the same. The letter-head of the concerned Trade Union\n\n     displayed the name of Arif Ahmed Shek but does not give out any\n\n     further particulars regarding the person, sufficient to tally the identity\n\n     of the Vice President with the authorized representative. That apart,\n\n     such allegation leads neither here nor there, since the same, if\n\n     established, would invalidate not only the affidavits-in-reply of the\n\n     petitioner but might also cast doubt on the veracity of the complaint\n\n     against the contractor in the first place.\n</p>\n<p data-structure=\"Section\" id=\"p_55\">53. In any event, complicity between the leaders of Trade Union and the\n\n     immediate employer/principal employer are not unknown to the\n\n     Indian polity. However, it would be unnecessary and even improper,\n\n     given the paucity of materials, to delve into the question of the\n\n     integrity of such Arif Ahmed Shek and the question of complicity, if\n\n     any, between the contractor and the labour leaders.\n\n</p><p data-structure=\"Conclusion\" id=\"p_56\">54. Even if there were to be such complicity, a resolution or retribution in\n\n     that regard cannot feed the labourers, who are cheated and deprived\n\n     due to withholding of the statutory dues by the petitioner. Thus, the\n\n     said question is irrelevant for the present context and best left\n\n     unanswered in the present writ petitions.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">55. Thus, in view of the above discussions, the petitioner has failed to\n\n     establish any illegality/irregularity on the part of the respondents in\n\n     terminating the contract of the petitioner, after issuing warning to do\n\n     so, worth interference by the writ court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">56. Accordingly, W.P.O No.466 of 2019 and W.P.O. No.559 of 2019 are\n\n     dismissed on contest.\n</p><span class=\"hidden_text\" id=\"span_25\">                                     18</span><p data-structure=\"Conclusion\" id=\"p_59\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_60\">57. The connected pending applications, if any, also stand disposed of\n\n     accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">58. There will be no order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">\n</p><p data-structure=\"Conclusion\" id=\"p_63\">59. Urgent certified website copies of the order shall be provided to the\n\n     parties upon due compliance of all requisite formalities.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_64\">                                          ( Sabyasachi Bhattacharyya, J. )\n </p>","numcites":15,"numcitedby":0,"docsource":"Calcutta High Court","citetid":46166151,"divtype":"judgments","relatedqs":[{"value":"contract termination","formInput":"contract%20termination"},{"value":"labour law","formInput":"labour%20law"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"\"alternative remedy\"","formInput":"%22alternative%20remedy%22"},{"value":"+Calcutta port trust","formInput":"%2BCalcutta%20port%20trust"},{"value":"trade union ","formInput":"trade%20union%20"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"work order","formInput":"work%20order"},{"value":"calcutta port","formInput":"calcutta%20port"},{"value":"epf","formInput":"epf"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"proprietor ","formInput":"proprietor%20"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"minimum-wages","formInput":"tag:minimum-wages"},{"value":"payment-of-gratuity","formInput":"tag:payment-of-gratuity"},{"value":"responsibility-for-payment-of-wages","formInput":"tag:responsibility-for-payment-of-wages"},{"value":"bonus","formInput":"tag:bonus"}],"courtcopy":true,"query_alert":null,"agreement":false}