{"tid":326001,"publishdate":"1962-05-10","title":"Shree Bajrang Jute Mills Ltd. vs Fulchand Kanhaiyalal Co. And Anr. on 10 May, 1962","doc":"<h2 class=\"doc_title\">Shree Bajrang Jute Mills Ltd. vs Fulchand Kanhaiyalal Co. And Anr. on 10 May, 1962</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1963CAL140, AIR 1963 CALCUTTA 140</h3>\n\n<pre id=\"pre_1\">ORDER\n\n \n\n D.N. Sinha, J.  \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. The facts in this case are shortly as follows : Shree Bajrang Jute Mills Ltd. (hereinafter referred to as the &#x27;buyer&#x27;) and Messrs. Fulchand Kanhaiyalal (hereinafter referred to as the &#x27;seller&#x27;) entered into a contract, dated the 5th August 1960 (No. 119) by which the petitioner agreed to buy and the respondent No. 1 agreed to sell to the petitioner, 510 bales of N.C. Cuttings weighing 92534.40 Kilos, at the rate of Rs. 57/32 nP. per hundred Kilos or Rs. 104 per bale, on terms and conditions recorded in a Bought Note passed by the broker, Gopiram Jalan, the respondent No. 2, a copy whereof is annexed to the petition and marked with the letter &#x27;A&#x27;. The contract stipulated that shipment was to be during November 1960 Import Licence and letter of authority in favour of the seller to be furnished by the Buyer. It contained the usual arbitration clause by the Bengal Chamber of Commerce. The contract further incorporated the terms and conditions for a transferable Specific Delivery. Contract for raw jute, as laid down by the East India Jute and Hessian Exchange Ltd. Calcutta and subject to the Bye-Laws of that Exchange, for trading in such goods. It is alleged in the petition that the petitioner and both the respondents are members of the said Exchange and that the respondent No. 2 is a licensed broker thereof. The Bye-laws also contain provisions for reference to Arbitration, In terms of the contract, the buyer obtained the necessary import license and forwarded it to the seller and requested them to arrange for import and delivery of the goods. At the request of the seller, the buyer gave several extensions of the due date of delivery, the last of such extension being till February 1961. By letter dated 27th February 1961, the seller again requested the buyer to extend time till 3ist March 1961, which it refused to do. The seller failed to deliver the goods. The buyer thereupon made out a Bill of difference amounting to Rs. 99,960/-, being the difference in price between the contract price and the market rate on the 2oth March 1961, and demanded payment of the said sum. The seller failed to meet the demand. On or about the 8th June 1961, the buyer referred the dispute to the arbitration of the Bengal Chamber of Commerce and Industry, in terms of the arbitration clause in the contract. The seller contended that the contract, as well as the arbitration clause contained therein where void and illegal and contrary to the Forward Contracts (Regulation] Act, 1952 and the bye-laws of the East India Jute and Hessian Exchange Ltd., Calcutta, and that the arbitrators had no jurisdiction to decide the dispute. The arbitrators however proposed to proceed with the arbitration and a date was fixed for the hearing.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_2\"> 2. On or about the 24th July, 1961 the seller made an application before this Court, being Matter No. 257 of 1957 (In the Matter of Arbitration Act 1940 between Fulchand Kanhaiyalal Co. and Shree Bajrang Jute Mills Ltd) requesting the Court (under Section 33 of the Indian Arbitration Act 1940) to adjudicate upon the existence or validity of the arbitration agreement dated 5th August 1960 for a declaration that the said agreement was void, illegal and inoperative and of no effect and for setting aside the same. The seller also asked for revocation of the said agreement and that the Bengal Chamber of Commerce be removed from acting as arbitrator, for interim stay aud other reliefs. I have looked at the petition, used in that application, affirmed on the 24th July 1961, and it can be analysed as follows : Firstly the facts are stated. It is then stated that at the time of the performance of the said contract, abnormal circumstances prevailed in the Law Jute trade, inasmuch as Jute was unobtainable from Pakistan. It was stated that the contract had been frustrated and was rendered impossible of performance, and thus the contract itself came to an end together with the arbitration clause. Next, it was contended that the contract was violative of the provisions of the <a href=\"/doc/148970782/\" id=\"a_1\">Forward Contracts (Regulation) Act</a>, being Act LXXIV, of 1952 and was therefore illegal and void. Lastly, it was contended that the Bengal Chamber of Commerce and the arbitrators appointed , were biased and / or likely to be biased against the sellers, having already formed and expressed an opinion on the matters in dispute, and as such the authority of the arbitrators should be revoked.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. I might mention here that the respondent No. 1 was not the only party making such an application. A series of similar applications were made by sellers, who were unable to implement their contracts. About 170 such applications were dealt with by G.K. Mitter J. together. At the hearing the respondent No. 1 (As also all the other parties) gave up all their other points and pressed only the last point mentioned above, namely that the arbitrators were biased and the arbitration should be revoked,  \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_4\"> 4. On the 14th September, 1961 Mitter J. dismissed the application with cost and refused stay of operation of the order. The buyer thereupon asked the Arbitrators to proceed with the arbitration proceeding. On or about the 7th October, 1961 the seller instituted a suit in this Court being Suit No. 1777 of 1961 (Fulchand Kanhaiyalal Co. v. Shree Bajrang Jute Milla Ltd). In the plaint of the said suit the plaintiff sets out the facts about the contract dated 5th August 1960 which is described as a &quot;purported contract&quot;. This contract is challenged. The first ground is that it is violative of the provisions of the <a href=\"/doc/148970782/\" id=\"a_2\">Forward Contracts (Regulation) Act</a> being Act LXXIV of 1952. The next point taken is that under bye-law 1 (a) of Chapter V of the East India Jute and Hessian Exchange Ltd., no trading in transferable specific delivery contracts could be effected otherwise than between the members or through or with any member or where the services of the broker who is not a member are employed by a member otherwise than a licensed broker. It is stated that at all material times neither the plaintiff nor the defendant&quot; nor the broker were members of the said Association and as a result thereof the contract is illegal, invalid and void. It is stated in the plaint that the contract contains an arbitration clause but at the time that the contract was entered into, the plaintiff was not aware that the same was illegal or void. Next it is stated that after the contract was entered into, emergent and abnormal conditions prevailed in the raw jute trade and the plaintiff approached the defendant No. 1 for extension of the delivery tune but the time was not extended, and therefore, the contract stood cancelled and/or terminated. It is alleged in the plaint that notwithstanding the above the defendant No. 1 namely the buyer had wrongfully exercised its option under the purported contract and claimed damages amounting to Rs. 99,960/-. It is then stated that the buyer had referred the dispute to the arbitration of the Bengal Chamber of Commerce and Industry and the arbitrators were threatening to proceed with the arbitration. It is contended that the contract was void illegal and inoperative for the reasons aforesaid and the plaintiff claims for a declaration that the contract and the relevant Bought and Sold Notes in respect of the said contract were void, illegal and inoperative, stay and cancellation of the contract, a declaration that the defendant No. 1 was not entitled to the payment of the said sum of Rs. 99,960/- or any part thereof, injunction restraining the defendant No. 1 from enforcing the contract or claiming any damages or proceeding with the reference of arbitration No. 310 of 1961 pending before the Bengal Chamber of Commerce and Industry and for such reliefs as may seem fit and proper. The broker Gopiram Jalan has been made the defendant No. 2. It is stated that he had been paid Rs. 525/- as brokerage and inasmuch as the contract was void, the plaintiff claims refund of the same.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\"> 5. This application has now been made by the buyer Sree Bajrang Jute Mills Ltd. stating all the facts mentioned above and praying that the said suit No. 1777 of 1961 should be stayed under <a href=\"/doc/1722761/\" id=\"a_3\">Section 34</a> of the Arbitration Act of 1940. An elaborate argument has been advanced before me upon the scope of an application under <a href=\"/doc/22659608/\" id=\"a_4\">Section 34</a> for the stay of a suit, where it is alleged that the subject matter of the suit is covered by an arbitration agreement. That position can be summarised as follows: The leading case on the subject is Heyman v. Darwins Ltd. (1942) AC 356. Lord Simon said as follows :.  \n</p><blockquote id=\"blockquote_1\">  &quot;If the dispute is whether the contract which contains the clause has ever been entered into at all, that issue cannot go to arbitration under the clause, for the party who denies that he has ever entered into the contract is thereby denying that he has ever joined in the submission. Similarly if one party to the alleged contract is contending that it is void ab initio (because for example, the making of such a contract is illegal) the arbitration clause cannot operate, for on this view the clause itself also is void. But, in a situation where the parties are at one in asserting that they entered into a binding contract, but a difference has arisen between them whether there has been a breach by one side or the other, or whether circumstances have arisen which have discharged one or both parties from further performance, such differences should be regarded as differences which have arisen &#x27;in respect of or &#x27;with regard to&#x27;, or &#x27;under&#x27; the contract, and an arbitration clause which uses these or similar expressions should be construed accordingly...... I do not agree that an arbitration clause expressed in such terms as above ceases to have any possible application merely because the contract has &#x27;come to an end&#x27;, as for example, by frustration.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> In Hanutmall Boid v. Khusiram Benarsilal, ILR (1949) 1 Cal 199 S.R. Das J. held that on an application for stay of a suit under Section 34 of the Indian Arbitration Act 1940, where an issue hag been raised as to the formation, existence and validity of an arbitration agreement, the court is not obliged to grant the stay but has a discretion to decide that issue and may, if necessary, set down the application for trial on evidence, even though it may involve a decision as to the formation existence and validity of the contract itself which incorporates an arbitration clause. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1475714\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"449410\" id=\"span_2\">This view was questioned by Chakravartti C.J. in <a href=\"/doc/449410/\" id=\"a_5\">Birla Jute Manufacturing Co. Ltd. v. Dulichand</a> , but has been affirmed by the Supreme Court in <a href=\"/doc/1475714/\" id=\"a_6\">Anderson Wright Ltd. v. Moran, (S</a>) . The Supreme Court pointed out that in order that a stay may be granted under <a href=\"/doc/22659608/\" id=\"a_7\">Section 34</a>, it is necessary that the following conditions should be fulfilled (1) The proceeding must have been commenced by a party to an arbitration agreement against any other party to the agreement; (2) The legal proceeding Which is sought to be stayed must be in respect of the matter agreed to be referred; (3) The applicant for stay must be a party to the legal proceeding and he must not have taken any step in the proceeding for appearance and (4) that he was at the commencement of the proceeding ready and willing to do everything necessary for the proper conduct of the arbitration and (5) the Court must be satisfied that there is no sufficient reason why the matter should not be referred to arbitration in accordance with the arbitration agreement. Mukherjee J. said as follows :</span></span>  \n</p><blockquote id=\"blockquote_2\">  &quot;Section 34 of the Indian Arbitration Act as is well known is a virtual reproduction of <a href=\"/doc/813482/\" id=\"a_8\">Section 4</a> of the English Arbitration Act of 1889. The observations quoted above were approved of by Mr. Justice S.R. Das in the case of Khusiram v. Hanutmal, 53 Cal WN 505 at p. 518 and it was held by the learned Judge that where on an application made under Section 34 of the Indian Arbitration Act for stay of a suit, an issue is raised as to the formation, existence or validity of the contract containing the arbitration clause, the court is not bound to refuse a stay but may in its discretion on the application for stay decide the issue as to the existence or validity of the: arbitration agreement even though it may involve incidentally a decision as to the validity or existence of the parent contract.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> 6. In my opinion, a mere consideration of the law applicable to <a href=\"/doc/22659608/\" id=\"a_9\">Section 34</a>, is not apposite in this case. Here we have a further fact. The parties entered into a contract which has an arbitration clause. The seller contends that the contract itself is void on the ground that it is illegal. He also has challenged it on the ground of frustration etc. which means that the contract originally valid has not become invalid. It is from this that he argues that there is no agreement for arbitration. In other words, the arbitration agreement is contained in the contract and if the seller can avoid the contract as having been void ab initio or having become void subsequent to the making of it, then there is no subsisting arbitration agreement. In other words, it is a case of no contract and consequently no arbitration agreement. If the seller had straight way gone and instituted a suit, then, in an application for stay all the above authorities would have been apposite. What it did however was to come to Court with an application under <a href=\"/doc/129594782/\" id=\"a_10\">Section 33</a> and other relevant sections of the <a href=\"/doc/1052228/\" id=\"a_11\">Arbitration Act</a> and asked the Court to decide as to the existence and validity of the contract. In that application practically the very same grounds were urged as in the subsequent plaint. For example it was urged that the contract was violative of the provisions of the <a href=\"/doc/148970782/\" id=\"a_12\">Forward Contracts (Regulation) Act</a> being Act LXXVII of 1952. I shall consider the points raised in the application and the plaint in greater detail presently. The point for determination is as to whether the seller having made such an application and having lost, can on the same grounds institute a suit and thus bold up the arbitration proceeding. If it can do so, the position is a curious one. <a href=\"/doc/1052228/\" id=\"a_13\">The Arbitration Act</a> provides for a specific mode by which a party challenging an arbitration agreement can make an application to court to have the point decided as to the existence and validity of the arbitration agreement. It exercised that right and the Court held that there existed a valid arbitration agreement. In the context of what happened, it is apparent that the seller tried to get rid of the arbitration agreement by getting rid of the contract and in this he failed. Having got a decision that a valid arbitration agreement existed, because the contract was valid, it files a suit for getting rid of the contract on practically the self-same allegations. If the suit lies, then the arbitration proceeding can not go on, and yet if in the suit it is held that the contract was bad and can he avoided, there comes into existence two conflicting judgments in one of which the court holds the contract to be invalid and in the other the arbitration agreement is upheld, on the basis that the court holds the contract to be valid. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"182680325\" id=\"span_3\">In my opinion, that is an impossible state of affairs not contemplated by the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act</a>. For our purposes, it would be more important to consider cases dealing with <a href=\"/doc/874260/\" id=\"a_15\">Sections 32</a> and <a href=\"/doc/1154891/\" id=\"a_16\">33</a> of the Arbitration Act. The case nearest to our problem is a decision of the Supreme Court. -- <a href=\"/doc/182680325/\" id=\"a_17\">Jawahar Lal Barman v. Union of India</a> . The facts <a href=\"/doc/182680325/\" id=\"a_18\">in that case</a> were as follows : The Union of India advertised in the Indian Trade Journal for the supply of a quantity of cocoanut oil. The appellant, Jawahar Lal submitted a tender which was accepted. The contract was in Form W. S. B. 133, which contained an arbitration clause. The appellant failed to deliver the the goods, whereupon the Union referred the matter to arbitration. After the arbitration had gone on for a considerable time, the appellant objected to the jurisdiction of the arbitrator on the ground that there was no concluded contract and therefore no arbitration agreement which was only a part of the contract. The appellant however refused to make an application under <a href=\"/doc/1154891/\" id=\"a_19\">Section 33</a>. Accordingly the Union had to make the application, which it did under <a href=\"/doc/1154891/\" id=\"a_20\">Section 33</a> read with Sec, 28 of the Apt. The appellant, in answer, put forward the plea that there was no concluded contract and that the Court had no jurisdiction to hear the the application. The trial Judge held that there was a concluded contract and that there was a valid arbitration agreement in the said contract, and that the Court had jurisdiction to hear the application. A month&#x27;s time was granted to make the award. This decision was challenged by the appellant by a revision petition preferred in the High Court at Chandigarh. The High Court confirmed the finding of the trial court and held that there was a concluded contract which contained an arbitration agreement. As regards jurisdiction, it held that there was jurisdiction under <a href=\"/doc/597719/\" id=\"a_21\">Section 28</a>. From this there was an appeal to the Supreme Court. Before the Supreme Court, it was argued that an application under <a href=\"/doc/1154891/\" id=\"a_22\">Section 33</a> of the said Act could not be maintained by a party not challenging the Arbitration agreement and therefore such a party could not make an application for adjudication of the existence or validity of an arbitration agreement. The Supreme Court held as follows :</span>  \n</p>   \n\n<blockquote id=\"blockquote_3\"> (1) That <a href=\"/doc/1154891/\" id=\"a_23\">Section 33</a> consists of two parts : The first part applies only to a person challenging the existence or validity of an arbitration agreement, because it expressly says so. The second part relates to an application for having the effect of an arbitration agreement determined. Although it is not expressly mentioned it was held that such an application lies only if the existence of the arbitration agreement was not in dispute.  \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (2) Where the existence of the arbitration agreement was in dispute an application under <a href=\"/doc/1154891/\" id=\"a_24\">Section 33</a> of the Act could not be made by a person admitting or putting forward the arbitration agreement.  \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (3) But he could make such an application under the inherent powers of the Court granted under <a href=\"/doc/874260/\" id=\"a_25\">Section 32</a> of the Act. In such an application, a party affirming the contract and the arbitration agreement could ask for a determination of the existence and validity of the arbitration agreement.   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> The decision, so far, does not touch the problem we are facing in this application, because in the instant case, the application under <a href=\"/doc/1154891/\" id=\"a_26\">Section 33</a> was made by a party challenging the contract and the arbitration agreement contained therein. However, the problem in the instant case, very soon came into the picture. It will be remembered that the appellant disputed the contract itself and was the reason why it was said that there was no arbitration agreement. In the lower court the first issue raised was as to the existence and validity of the contract itself and this was expressly answered in favour of the Union. Before the Supreme Court it was vehemently urged that this cannot be done, inasmuch as an application may lie for the adjudication of the existence and validity of an arbitration agreement, but surely not for an adjudication of the existence and validity of a contract. That could only be by way of a suit. Therefore, where the existence or validity of an arbitration agreement depended on the existence or validity of the contract itself, of which the arbitration agreement was a part, a suit was the only remedy. This argument was repelled. Gajendragadkar J. said as follows :  \n</p>   \n\n<blockquote id=\"blockquote_6\"> &quot;Where the challenge to the contract made by the appellant in defence to the claim of the respondent is a challenge common to both the contract and the arbitration agreement the petition, like the one made by the respondent, must in substance be held to be a petition for a declaration as to the existence of a valid arbitration agreement; and a suit to obtain such a declaration is clearly barred by <a href=\"/doc/874260/\" id=\"a_27\">Section 32</a>. Therefore, in our opinion the fact that an incidental declaration is claimed about the existence and validity of the main contract does not affect the essential character of the application. It is an application for obtaining a declaration about the existence and validity of an arbitration agreement.&quot; The learned Judge then proceeds to consider the nature of an arbitration agreement included in the contract itself and proceeded to state as follows :  \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> &quot;It is also theoretically possible that the arbitration agreement may be void and yet the contract may be valid; and in that sense there is a distinction between the arbitration agreement and the contract of which it forms a part; but as we have already pointed out in the present case, the challenge to the contract itself involves a challenge to the arbitration agreement; if there is a concluded contract the arbitration agreement is valid. If there is not a concluded contract the arbitration agreement is invalid. In such a case a prayer for a declaration of the existence of the contract and its validity inevitably leads to the consequential prayer about the existence and validity of the arbitration agreement. If that is so, a suit cannot lie for a declaration that the arbitration agreement is valid because the prayers that the respondent has made in the present case fall directly within the clause &quot;on any ground whatsoever&#x27;. Indeed we apprehend that in a very large majority of cases where the arbitration agreement is a part of the main contract itself challenge to the existence or validity of one would mean a challenge to the existence or validity of the other.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"804060\" id=\"span_4\">The next case to be considered is another decision of the Supreme Court -- <a href=\"/doc/804060/\" id=\"a_28\">Shiva Jute Baling Ltd. v. Hindley and Co. Ltd.</a> . In that case, the facts were as follows : The appellant company entered into a contract with the respondent company for supply of a quantity of jute. There was an arbitration clause for reference to London Arbitrators. Disputes having arisen, the respondent referred the matter for arbitration. The appellant made an application before this Court under <a href=\"/doc/1154891/\" id=\"a_29\">Section 33</a> of the said Act and made three prayers namely :</span>  \n</p>   \n\n<blockquote id=\"blockquote_8\"> (a) declaration that the arbitration agreement, if any between the parties was void ab initio on the ground of uncertainty and was not binding on the appellant.  \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> (b) declaration that there was in fact and in law no contract between the parties on account of mutual mistake of the parties; and  \n \n\n</blockquote><blockquote id=\"blockquote_10\"> (c) that the Court might be pleased to adjudicate on the existence and/or validity of the alleged arbitration agreement and the effect of the same.   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> In spite of the notice of this application being served upon the arbitrators, they proceeded with the arbitration and made their award against the appellant. An application was then made by the respondent under <a href=\"/doc/1903204/\" id=\"a_30\">Section 5</a> of the Arbitration (Protocol Convention) Act 1937 (VI of 1937) for passing a decree on the award. The application under <a href=\"/doc/1154891/\" id=\"a_31\">Section 33</a> was never brought to a hearing but in the application under the Protocol Act the objection was taken that the making of the Award in spite of the notice of proceedings under <a href=\"/doc/1154891/\" id=\"a_32\">Section 33</a>, made it bad under <a href=\"/doc/1912867/\" id=\"a_33\">Section 35</a> of the said Act. It was held that, under <a href=\"/doc/1912867/\" id=\"a_34\">Section 35</a>, proceedings in a reference to arbitration would be bad if the legal proceedings related to the &quot;whole of the subject matter of the reference&quot;. Referring to prayers (a) and (b) set out above, Wanchoo J, said :  \n</p><blockquote id=\"blockquote_11\">  &quot;These prayers undoubtedly cannot be the subject-matter of arbitration, for they go to the very root of the contract and imply that there was no contract between the parties at all and therefore no arbitration agreement. These prayers can certainly form the basis of an application under <a href=\"/doc/1154891/\" id=\"a_35\">Section 33</a>, for they relate to the existence and validity of the arbitration agreement contained in the contract, but not being matters within the competence of the arbitrator there can be no identity of the subject matter under reference to the arbitrators and the subject matter of prayers (a) and (b).&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> The distinction between this decision and the instant case is obvious. Arbitrators cannot decide the validity of the contract containing the arbitration clause. In this case however, that question came up for determination by the Court in an application under <a href=\"/doc/1154891/\" id=\"a_36\">Section 33</a> and the abovementioned decision is a clear authority for the proposition that the Court in such an application, has jurisdiction to decide the point. The question is as to whether after that application was decided against a party, he can again reagitate the question in a suit.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"> 7. I think that this is an appropriate moment for consideration of the facts of this case. I have already mentioned that the seller made an application under <a href=\"/doc/1154891/\" id=\"a_37\">Section 33</a> and other provisions of the Act and took the ground that the contract was invalid as being violative of the provisions of the <a href=\"/doc/148970782/\" id=\"a_38\">Forward Contracts (Regulation) Act</a>, being Act LXXIV of 1952. It further took the following grounds :  \n</p>   \n\n<blockquote id=\"blockquote_12\"> 1. That it was not a non-transferable specific delivery contract and the permission of the Central Government had not been taken.  \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> 2. Contracts were illegal because the respondent had no import license for importing Pakistan cuttings or raw jute from Pakistan,  \n \n\n</blockquote><blockquote id=\"blockquote_14\"> 3. There was no consensus ad-iden as the terms of the Bought Note and Sold Note differed in material particulars.  \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> 4. The seller had neglected to furnish the exchange control copies of the relevant import license and consequently the letters of authority could not be acted upon or utilised.  \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> 5. At the time of the performance of the contract abnormal circumstances prevailed in the raw jute trade and as such the petitioner was entitled to extension of time for performance of the contract, which extension was refused by the buyer.  \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> 6. There was a frustration of the contract. Neither of the parties while entering into the contract knew or contemplated the emergent conditions that would prevail at the time of the performance and neither would have entered into the contract had they been aware of the same.  \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> 7. That the arbitrators are biased in favour of the buyers.   \n</blockquote> \n\n<blockquote id=\"blockquote_19\"> 8. It is upon this pleading that the sellers went to Court in their application under <a href=\"/doc/1154891/\" id=\"a_39\">Section 33</a>, and the relevant sections, and prayed that the existence or the validity of the arbitration agreement be determined and alternatively that the authority of the arbitrators be revoked and/or set aside. It is evident that the applicant proceeded on two alternative footings. One was that the contract was void and therefore there was no arbitration agreement. The other was that the contract was valid but as a result of supervening circumstances the arbitration clause should not be enforced and the reference to arbitration should be revoked. At the trial of the application, the&#x27; petitioner gave up the first case. I have already mentioned that there was a group of more than 100 applications and it appears that all the applicants took the same attitude. I will presently show that this was not to be marvelled at, because the materials for challenging the illegality of the contract are unsubstantial. Be that as it may, the parties were content to proceed on the footing that the contract was valid and the only point pressed was that the arbitrators were biased and therefore the reference to arbitration should be revoked. G.K. Mitter J. gave a considered judgment D/- 14-9-1961 and dismissed the applications. The order of the learned Judge; must therefore be construed, so as to have decided that there was in existence a valid contract and that the arbitration clause should not be revoked but should be given effect to. Having lost in this application the next thing done by the seller is to file the suit mentioned above. In the suit the principal point taken is that the contract is violative of the <a href=\"/doc/148970782/\" id=\"a_40\">Forward Contracts (Regulation) Act</a> being Act LXXVII of 1952 The other points taken may be summarised as follows:  \n</blockquote>   \n\n<blockquote id=\"blockquote_20\"> (1) That no permission of the Central Government was obtained, although the contract was not a non-transferable specific delivery contract.  \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> (2) Under the bye-laws of the East India Jute and Hessian Exchange Ltd. no trading in transferable specific delivery contracts are to be effected otherwise than between the members or through or with any member or where the services of the broker who is not a member are employed, he must be a licensed broker. The buyer and the broker were not members of the Association.  \n</blockquote> \n\n<blockquote id=\"blockquote_22\"> (3) At the time the contract was entered into, emergent and abnormal conditions prevailed in the raw jute trade and the seller was entitled to extension of time which was refused by the broker.  \n</blockquote> \n\n<blockquote id=\"blockquote_23\"> (4) That the buyer had wrongfully made a reference to the arbitration of the Bengal Chamber of Commerce and was threatening to proceed with the arbitration.   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> 9. The plaintiff in the suit asks for a declaration that the contract was void, illegal and inoperative for stay and cancellation thereof and for an injunction restraining the defendant No. 1, the buyer from proceeding with the reference to arbitration pending before the Bengal Chamber of Commerce. As I have stated above, a claim was also made against the broker for refund of the brokerage but I am not really concerned with that aspect of the matter in this application, because in any event the suit cannot be stayed as against the broker. It appears to me that the grounds on which the suit has been brought are virtually the same as the grounds made out in the application under <a href=\"/doc/1154891/\" id=\"a_41\">Section 33</a> etc. It is argued that there are several new grounds. For example it is said that a notification has been mentioned in the plaint which had not been mentioned earlier and the grounds about the parties not being members of the East India Jute and Hessian Exchange Ltd. is a new one. Assuming for a moment that this is so, the question is as to whether these grounds can any longer be brought forward by the seller to defeat the reference to arbitration. The seller made an application to Court for determining the existence and validity of the arbitration agreement. In that application, the principal ground put forward for avoiding the arbitration agreement was the invalidity of the contract. As I have mentioned above, in an application under <a href=\"/doc/1154891/\" id=\"a_42\">Section 33</a> the Court is entitled to go into such a question. That being so, it was incumbent upon the seller to rely on all the existing grounds which it had for challenging the contract or establishing its invalidity. It could not make such an application by instalments. In fact, what happened was that it challenged the contract on certain grounds and then at the time of the hearing of the application it accepted the contract but asked for revocation on the ground of bias. In my opinion, it is no longer open to the seller to say that the contract is now being challenged on different grounds. It is argued that the principle of res judicata does not apply because the court deciding the application under <a href=\"/doc/1154891/\" id=\"a_43\">Section 33</a> could not entertain the suit. I am unable to appreciate this point. In both cases it is before a court of law and although one is an application under <a href=\"/doc/1154891/\" id=\"a_44\">Section 33</a> and the other is a suit, still the issues decided in the application include the issues as to the existence or validity of the contract and this the court has jurisdiction to decide in an application under <a href=\"/doc/1154891/\" id=\"a_45\">Section 33</a> and the decision is binding upon the parties. Upon this point, uureported judgment of G.K. Mitter J. has been cited before me -- Kharda Co. Ltd. v. Morgan Walker and Co., Award Case No. 178 of 1058, D/- 10-7-1959 (Calf, In that case, what happened was as follows : In August, 1951 there was a contract between the parties for the sale and purchase of a quantity of raw jute. A dispute arose between the parties and there was a reference to the arbitration of the Bengal Chamber of Commerce. In July, 1952 the chamber made an award against tile buyer. In November, 1952 an application was made by the buyer for setting aside the award on various grounds. In January, 1953 the award was set aside. The seller again applied for arbitration. The buyer then applied to Court for revocation of the authority of the arbitrators objecting to the reference on several grounds. This application was a composite application under <a href=\"/doc/1154891/\" id=\"a_46\">Section 33</a> of the said Act and for revocation just as in the instant case. This application was allowed by Bachawat J. in June, 1955 and the arbitration was revoked. But this order was set aside on appeal, it being held that there cannot be a second reference unless the first reference has been superseded. Thereafter, there was a second award made by the arbitrators against the buyer. Thereupon an application was made by the buyer for setting aside the award on the ground that the contract containing the arbitration clause was void under the Raw Jute (Central Jute Board and Miscellaneous Provisions Act) being Act VI of 1951. It was held by Mitter J. that the application was not maintainable because the applicant had previously made an application under <a href=\"/doc/1154891/\" id=\"a_47\">Section 33</a> and had failed to take the point that the contract wag violative of Act VI of 1951 and the point directly related to the question of the existence and validity of the arbitration agreement. In spite of the fact that the learned Judge was of the opinion that the contract was illegal and void under the provisions of the said Act, he held that the contract could not be attacked on that ground and that the matter was barred upon principle? analogous to res judicata. Mitter J. referred to a judgment of S.R. Das Gupta J. in Award Case No. 101 of 1951 -- Tarachand Bhiwaniwala v. Radhakisson Chhowcharia (unreported judgment D/- 6-8-1953) (Cal). There it was held that a ground which was not taken in a previous application under <a href=\"/doc/1154891/\" id=\"a_48\">Section 33</a> could not be agitated in a second application under that section. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1106869\" id=\"span_5\">Reliance was also placed on the case of <a href=\"/doc/1106869/\" id=\"a_49\">Chhaganlal Kisoredas v. Bai Harkha</a>, ILR 33 Bom 479 and Sitaram Sakharam v. Laxman Vishnu, ILR 45 Bom 1260 : (AIR 1921 Bom 87 (2) ) (FB) where it was held that the principle of res judicata applied even where the result of giving effect to it would be to sanction what was illegal.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"299925\" id=\"span_6\">Reference was also made to the case of <a href=\"/doc/299925/\" id=\"a_50\">Louis Dreyfus and Co. v. Arunachala Ayya</a>  where it was held by the Privy Council that the principle of res judicata applied to arbitration proceedings and steps taken in Court in respect thereof,</span>  \n \n\n</p><p data-structure=\"Precedent\" id=\"p_14\"> 10. In my opinion even if any new ground has been taken in this suit for challenging the contract it is a ground that should have been taken in the application under <a href=\"/doc/1154891/\" id=\"a_51\">Section 33</a> and if it had not been so taken it is no longer open to the seller to agitate the point. The plea that some of the allegations now made were not known to the plaintiff previously, does not affect the question. This position appears clear from the decision of Shoe Machinery Co. v. Cutlan, (1896) 1 Ch 667. In an action by a patentee claiming damages for an infringement and injunction the defendant denied the infringement. He also denied the validity of the patent alleging, amongst other things, that it had been anticipated by certain specifications. The Court upheld the validity o! the patent. A second action was brought between the same parties in respect of the same patent, the defendant again denying the validity of the patent, alleging that it had been anticipated by certain specifications which he did not bring forward in the first action as he did not know of them. It was held that the validity of the patent was res judicata and the judgment in the first action estopped the defendant from again denying the validity of the patent on any grounds whatsoever. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"859839\" id=\"span_7\">Before I summarise the law on the subject I must refer to a recent decision of the Supreme Court -- <a href=\"/doc/859839/\" id=\"a_52\">Dhanrajamal Govindram v. Shamji Kalidas and Co.</a> . In that case there was a contract between the parties for the sale and purchase of 500 bales of African raw cotton. The contract was subject to the bye-laws of the East India Cotton Association, Bombay. These bye-laws contained a provision for arbitration by which all disputes &quot;arising out of or in relation to contracts&quot; were to be referred to arbitration. A dispute having arisen between the parties, the seller invoked the arbitration clause and moved the Bombay High Court under <a href=\"/doc/811701/\" id=\"a_53\">Section 20</a> of the said Act requesting that the agreement be filed in Court and the dispute referred to arbitration. The buyers resisted the application inter alia on the ground that the liability created under the contract amounted to a contravention of the <a href=\"/doc/27905/\" id=\"a_54\">Foreign Exchange Regulation Act</a> 1947 and the rules made thereunder. It was contended that in view of the invalidity of the contract the arbitration clause in the agreement was not binding and the agreement could not be filed. In other words, the contract being void the arbitration clause was also void. The main point for determination was as to whether the application lay under <a href=\"/doc/811701/\" id=\"a_55\">Section 20</a>. It was held that it did. There is however an expression of opinion by Hidyatullah J. as follows :</span>  \n</p><blockquote id=\"blockquote_24\">  &quot;We may dispose of here a supplementary argument that the dispute till now is about the legal existence of the agreement including the arbitration clause, and that this is not a dispute arising out of, or in relation to a cotton transaction. Reference was made to certain observations in (1942) AC 356. In our opinion, the words of the bye-law &#x27;arising out of or in relation to contracts&#x27; are sufficiently wide to comprehend matters, which can legitimately arise under <a href=\"/doc/811701/\" id=\"a_56\">Section 20</a>. The argument is that when a party questions the very existence of a contract, no dispute can be said to arise out of it. We think that this is not correct and even if it were, the further words in relation to are sufficiently wide to comprehend even such a easy. In our opinion; this argument must also fail.&quot;  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_15\"> 11. In the instant case the arbitration clause is fairly wide and includes the words  \n  &quot;all matters, questions, disputes, differences and/or claims arising out of and/or concerning and/or in connection with and/or in consequence of or relating to this contract ..... shall be referred to the arbitration .....&quot;  \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\"> Therefore, according to the latest view of the Supreme Court, a dispute as to the validity of the contract itself is a dispute that arises out o or at least in relation to contract, and is, therefore covered by the arbitration clause. The legal position therefore is shortly as follows : An arbitration agreement might be an agreement which is unconnected with the main contract. Or else it may be a part of the contract between the parties. Where it is a part of the contract and the contention of the parties is that the arbitration agreement is invalid because the contract itself is invalid, then it is open to such a party to make an application under <a href=\"/doc/1154891/\" id=\"a_57\">Section 33</a> of the said Act for adjudication as to the existence and validity of the arbitration agreement. In such a case the court can go into the question of the existence or validity of the contract itself. Where an application has been made, and the contract has been challenged and the court decides such an application, it is not open to the parties to such a proceeding, to reagitate the question once more in a fresh legal proceeding. In such a case, the fact that new grounds have been taken to challenge the contract or that such grounds were not known to the plaintiff previously fire of no substance, and cannot validate such legal proceedings. When an application has been filed under <a href=\"/doc/1154891/\" id=\"a_58\">Section 33</a>, and the question as to the existence and validity of the arbitration agreement is challenged by challenging the contract itself, all possible grounds must be put forward for challenging the same and the decision upon the existence and validity of the contract cannot be challenged in an independent proceedings thereafter.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_17\"> 12. The last point taken is that in any event an application under <a href=\"/doc/1722761/\" id=\"a_59\">Section 34</a> for stay does not He. It is argued that assuming that the matter is res judicata that point will be taken in the suit and the suit may be dismissed on that ground. It is argued that in an application under <a href=\"/doc/1722761/\" id=\"a_60\">Section 34</a> the only point to be considered is firstly as to whether there is an arbitration agreement and whether the suit filed deals with the topic which has been referred to arbitration. It is argued that no other point is relevant and an application for stay cannot be made because the suit will fail on the ground of res jndicata. This is certainly an ingenious point but in my opinion it ought not to be successful in this case. Firstly, even if we are to accept the test mentioned above, it appears from the judgment of the Supreme Court mentioned above --  that the arbitration clause in this case was wide enough to include a dispute regarding the existence or validity of the contract itself. Applying the principle <a href=\"/doc/859839/\" id=\"a_61\">laid down by</a> the Supreme Court, the suit does infringe upon the subject-matter of arbitration. Quite apart from that, the Court is not powerless in the facts and circumstances of this particular case. I have already referred to the case of -- 53 Cal WN 505. In that case, Das J. quoted the following passage from the judgment of Lord Porter in 1942 AC 356 (Supra) :  \n</p><blockquote id=\"blockquote_25\">  &quot;But this does not mean that in every instance in which it is claimed that the arbitrator has no jurisdiction the Court will refuse to stay an action. If this were the case such a claim will always defeat an agreement to submit a dispute to arbitration, at any rate until the question of jurisdiction has been decided. The Court to which an application to stay is made is to be in possession of the facts and arguments and must in such a case make up its mind whether the arbitrator has jurisdiction or not as best as it can on the evidence before it. Indeed the application to stay gives an opportunity for putting these and other considerations before the court that it may determine whether the action shall be stayed or not.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 13. Relying on this statement of Lord Porter, Das J. said as follows :  \n</p><blockquote id=\"blockquote_26\">  &quot;This passage indicates, to my mind that the Court has power to decide on the application for stay, whether an arbitration agreement subsists, for it is a subsisting arbitration agreement which alone can give jurisdiction to the arbitrator ..... Whether the Court will, on an application for stay, take upon itself the burden of deciding the issue as to the existence of the arbitration agreement or will, in exercise of its discretion, refuse the stay and allow the suit to go on, will depend on the facts of each case. In a complicated case involving serious questions of fraud and the like the Court may in its discretion refuse to go into and decide the issue- as to the formation existence or the validity of the arbitration agreement. If the Court considers that the issue has been raised in good faith and the dispute is genuine the Court may regard that fact by itself as a sufficient reason for not staying the suit. But if the matter is one of discretion I do not see why, if an apparently illusory and de-monstrably frivolous plea is set up disputing the formation existence or the validity of the arbitration agreement, the Court should not, as a matter of discretion, determine whether any such issue has been legally raised and, if so, decide that issue on the application itself and if necessary set down the application for trial on evidence.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> 14. This decision of Das, J., (as he then was) has been approved by the Supreme Court in (S) . In my opinion therefore, I am entitled to look at the nature of the plaint and see whether it is a mere vexatious and frivolous attempt to stop the arbitration proceedings. I have already stated that this plaint is a virtual repetition of the points raised by the plaintiff in the earlier application under <a href=\"/doc/1154891/\" id=\"a_62\">Section 33</a> etc., points which the plaintiff is no longer entitled to reagitate. Let us take the first point about the contract being violative of the provisions of the <a href=\"/doc/148970782/\" id=\"a_63\">Forward Contracts (Regulation) Act</a>. In the plaint two notifications have been mentioned namely dated 29th April, 1953, and the 29th March, 1958. It is stated that by these notifications the provisions of the said Act was made applicable to the city of Calcutta, and Forward Contracts relating to raw jute in any form except in the manner mentioned in the Act was prohibited. It is now admitted that so far as the notification dated 29th October, 1953 is concerned it is no longer operative after the amendment on 29th March, 1956. With regard to the notification No. S. O. 375 dated 29th March, 1958; by S. O. 1663 dated 23rd July 1959 the effect of the said notification has been withdrawn from the city of Calcutta. By the last mentioned notification all transferable specific delivery contracts in respect of the import of jute into India are exempted from the operation of the Forward Contract Act so far as the city of Calcutta is concerned. I direct that copies of these two notifications produced in Court, be filed and. marked as exhibits. That being so, it is pot only that this point is no longer available to the plaintiff, but there is no substance in it. It is not to be wondered, that the point was not pressed before G.K. Mitter, J, Next, as to the point that neither of the parties are members of the East India Jute and Hessian Exchange. This point had not been taken at all in the previous application under <a href=\"/doc/129594782/\" id=\"a_64\">Section 33</a> etc. In the present petition (paragraph 3), it has been stated on oath that the petitioner and the respondent No. 1 are members of the East India Jute and Hessian Exchange and that Gopiram Jalan is a licensed broker. This is denied. However this is a point that should have been taken in the application under <a href=\"/doc/129594782/\" id=\"a_65\">Section 33</a> and not having been taken can no longer be agitated.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 15. In my opinion, therefore the suit filed now is frivolous and vexatious one, intended merely to delay and defeat the arbitration proceedings. In this connection, it will be relevant to refer to a passage in the Supreme Court judgment , where Gajendragadkar, J., was speaking about the object of the legislature in enacting <a href=\"/doc/874260/\" id=\"a_66\">sections 32</a> and <a href=\"/doc/1154891/\" id=\"a_67\">33</a> of the Arbitration Act. He said as follows:-  \n</p>   \n\n<blockquote id=\"blockquote_27\"> &quot;In appreciating the effect of these two provisions it would be relevant to remember that the object of the Legislature in enacting the two sections quite clearly was to prevent the abuse of the process of the Court. Before the present Act was passed, experience showed that unscrupulous and dishonest parties to the arbitration agreements frequently chose to deny the existence of the said agreements even after the arbitration proceedings had concluded and ended in awards and that tended to make all arbitration proceedings futile. More often than not these pleas ultimately failed but it meant considerable delay and waste of time and substantial expense. That is why <a href=\"/doc/874260/\" id=\"a_68\">sections 32</a> and <a href=\"/doc/1154891/\" id=\"a_69\">33</a> have been enacted with the object of bringing the relevant disputes for decision before the specified Courts in the form of petitions. It is significant that under <a href=\"/doc/1604327/\" id=\"a_70\">Section 31(2)</a> of the Act all questions regarding the validity, effect or existence of an award or an arbitration agreement between the parties to the agreement or persons claiming under them shall be decided by the Court in which the award under the agreement has been or may be filed, and by no other Court .....  \n</blockquote> \n\n<blockquote id=\"blockquote_28\"> Therefore, stated broadly, it would be correct to assume that the main object of introducing the new provisions of <a href=\"/doc/1882318/\" id=\"a_71\">Sections 31</a>, <a href=\"/doc/874260/\" id=\"a_72\">32</a> and <a href=\"/doc/1154891/\" id=\"a_73\">33</a> was to entrust the decision of the relevant disputes to the specified Court and to require the parties to bring the said disputes for the decision of the said Court in the form of petitions. Remedy by a regular suit is intended to be excluded.&quot;   \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_21\"> 16. In the instant case, if the suit is allowed to go on, the objects mentioned above will be frustrated. So far as a part of the plaint is concerned, namely the failure of the parties to extend the time of delivery and of the frustration of the contract these are obviously matters which relate to the arbitration agreement and must be stayed. The other parts of the suit also relate to matters in respect of which a decision has already been arrived at as a result of the order in the application under <a href=\"/doc/1154891/\" id=\"a_74\">Section 33</a> etc. and cannot be reagitated. The other points that have been included ought to have been raised in the application under <a href=\"/doc/1154891/\" id=\"a_75\">Section 33</a> and were not raised. They also cannot be reagitated now. Therefore, the suit is bound to fail and as I said, is a mere attempt to postpone the evil day and to obstruct the arbitration proceedings.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_22\"> 17. For the reasons aforesaid this application should succeed and the suit should be stayed so far as the petitioner and respondent No. 1 is concerned. So far as the respondent No. 2 is concerned there is no arbitration agreement and I cannot stay the suit. There will, therefore, be an. order in terms of prayer (a) to the petition and the cost of and incidental to this application will abide by the result of the arbitration proceedings.  \n</p> \n\n","numcites":22,"numcitedby":5,"docsource":"Calcutta High Court","citetid":326001,"divtype":"judgments","relatedqs":[{"value":"void contracts","formInput":"void%20contracts"},{"value":"illegal contracts","formInput":"illegal%20contracts"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"valid contract","formInput":"valid%20contract"},{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"existence and validity of arbitration agreement","formInput":"existence%20and%20validity%20of%20arbitration%20agreement"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"section 33 of the arbitration ","formInput":"section%2033%20of%20the%20arbitration%20"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"forward contract regulation act","formInput":"forward%20contract%20regulation%20act"},{"value":"validity of arbitration agreement","formInput":"validity%20of%20arbitration%20agreement"},{"value":"contract for arbitration agreement","formInput":"contract%20for%20arbitration%20agreement"},{"value":"invalid contracts","formInput":"invalid%20contracts"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"forward contracts","formInput":"forward%20contracts"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}