{"tid":43696678,"publishdate":"2001-02-02","title":"Joy Joseph vs State Of Kerala on 2 February, 2001","doc":"<h2 class=\"doc_title\">Joy Joseph vs State Of Kerala on 2 February, 2001</h2>\n\n<pre id=\"pre_1\">        \n\n \nIN THE HIGH COURT OF KERALA AT ERNAKULAM\n\n                                PRESENT:\n\n               THE HONOURABLE MR. JUSTICE K.RAMAKRISHNAN\n\n          FRIDAY, THE 20TH DAY OF MAY 2016/20TH VAISAKHA  1938\n\n                       CRL.A.No. 126 of 2001 ( )\n                       --------------------------\n\n\nAGAINST THE JUDGMENT IN CC 2/1992 of ENQUIRY COMMR.&amp; SPL.JUDGE,THRISSUR\n                            DATED 02-02-2001\n\nAPPELLANT/ACCUSED NO.2:\n----------------------\n\n            JOY JOSEPH,\n           FORMER ASST. ENGINEER,\n           MVIP 1/I, MUTTAM\n\n                  BY ADVS.SRI.GRASHIOUS KURIAKOSE (SR.)\n                    SRI.SHAJI THOMAS PORKKATTIL\n                    SRI.J.JOSE\n\nRESPONDENT/COMPLAINANT:\n-----------------------\n\n\n            STATE OF KERALA\n            REP.BY THE D. SUPDT OF POLICE,\n            VACB, ERNAKULAM.\n\n\n            BY PUBLIC PROSECUTOR SMT. JASMINE\n\n       THIS CRIMINAL APPEAL  HAVING BEEN FINALLY HEARD  ON  14-03-2016,\nALONG WITH  CRA. 127/2001 &amp; OTHER CONNECTED CASES,  THE COURT ON\n20.5.2016 DELIVERED THE FOLLOWING:\n\f\n\n\n                         K. RAMAKRISHNAN, J.\n                       .......................................\n                       Crl. Appeal Nos.126, 127,\n                            128 &amp; 129 of 2001\n                     ...........................................\n                  Dated this the 20th day of May, 2016\n\n                                 JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">      Crl.Appeal No.126/2001 was filed by the second accused in\n\nC.C.No.2/1992 on the file of the                 Special Judge     and Enquiry\n\nCommissioner, Thrissur while Crl.Appeal No.127/2001 was filed by the\n\n3rd accused, Crl.Appeal No.128/2001 was filed by the first accused and\n\nCrl.Appeal No.129/2001 was filed by accused Nos. 4 and 5 in the same\n\ncase. The accused Nos.1 to 5 was charge-sheeted by the\n\nSuperintendent of Police, VACB, Ernakulam in V.C.No.9/87 of VACB,\n\nErnakulam alleging offences under Section 5(i)(c) and (d) read with\n\n<a href=\"/doc/171288855/\" id=\"a_1\">section 5(2)</a> of Prevention of Corruption Act, 1947 (hereinafter referred\n\nto as the <a href=\"/doc/1331755/\" id=\"a_2\">P.C. Act</a> for short) and under <a href=\"/doc/1326844/\" id=\"a_3\">Section 409</a>, <a href=\"/doc/988620/\" id=\"a_4\">406</a>, <a href=\"/doc/1317063/\" id=\"a_5\">465</a>, <a href=\"/doc/1466184/\" id=\"a_6\">471</a>,\n\n<a href=\"/doc/386021/\" id=\"a_7\">201</a> and <a href=\"/doc/1897847/\" id=\"a_8\">120B</a> of the Indian Penal Code. The case of the prosecution in\n\nnut shell was that while first accused was working as Executive\n\nEngineer, Mutattupuzha Valley Irrigation Project (hereinafter referred\n\nto as &#x27;MVIP&#x27;) Division No.I, second accused as Assistant Engineer of I.I.\n\nMuttam under MVIP, 3rd accused as Assistant Engineer of Section-III of\n\nThanneermukkam bridge and accused Nos. 4 and 5 as contractors for\n\nthe work of Kudayathoor bridge and Kolapra bridge respectively\n\nentered into a criminal conspiracy during the period between\n\n26.12.1985 and 31.01.1986 and accused Nos. 1 to 3 misusing their\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_1\">128 &amp; 129 of 2001                   2</span>\n\nofficial position on account of the conspiracy hatched between all the\n\naccused dishonestly, fraudulently mis-appropriated 19.40 tonnes of\n\n32MM tore steel rods worth `1,26,100/- by corrupt and illegal means\n\ncaused undue pecuniary advantage for themselves and forged certain\n\ndocuments in the official records used false documents as genuine\n\ndocuments for this purpose and destroyed certain documents in order\n\nto help the accused Nos.4 and 5 and themselves and got absolved\n\nfrom the responsibility of other accused persons and thereby all of\n\nthem have committed the offences punishable under <a href=\"/doc/79881262/\" id=\"a_9\">Section 5(i)(c)</a>\n\nand <a href=\"/doc/79881262/\" id=\"a_10\">5(i)(d)</a> read with <a href=\"/doc/171288855/\" id=\"a_11\">Section 5(2)</a> of the Prevention of Corruption Act,\n\n1947 and <a href=\"/doc/1128948/\" id=\"a_12\">Section 120(B)</a>, <a href=\"/doc/1326844/\" id=\"a_13\">409</a>, <a href=\"/doc/1317063/\" id=\"a_14\">465</a>, <a href=\"/doc/1466184/\" id=\"a_15\">471</a> and <a href=\"/doc/386021/\" id=\"a_16\">201</a> of the Indian Penal\n\nCode.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">        2. The case was registered on 01.07.1989 as Crime No.9/1987\n\nas per Ext.P38 first information report. Since first accused had retired\n\nat the time of filing the charge-sheet, no sanction was required for\n\nprosecuting him and since accused Nos.2 and 3 were in service,\n\nsanction was obtained for prosecuting them. Since accused Nos.4 and\n\n5 were not public servants, no sanction was required for prosecuting\n\nthem. After investigation, final report was filed before the Enquiry\n\nCommissioner and Special Judge, Thrissur and it was taken on file as\n\nC.C.No.2/1992.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">        3. On appearance, first accused filed Crl.M.P.No.252/1992 for\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_2\">128 &amp; 129 of 2001                      3</span>\n\ndischarge and that was dismissed by the Special Judge by order dated\n\n23.09.1992.          Challenging the same, he filed Crl.M.C.No.1404/1992\n\nbefore this court and this court allowed the first accused to withdraw\n\nthe Crl.M.C. with liberty for him to file revision and accordingly it was\n\nwithdrawn and Crl.R.P.No.421/1993 was filed before this court. This\n\ncourt by order in Crl.R.P.No.421/1993, allowed the revision and\n\ndischarged the first accused as no sanction was obtained to prosecute\n\nhim under <a href=\"/doc/12704/\" id=\"a_17\">section 197</a> of the Code of Criminal Procedure. This was\n\nchallenged by the State by filing appeal before the Hon&#x27;ble Apex Court\n\nand the Apex Court by order in Crl.M.A.No.632/1999 dated\n\n14.07.1997, set aside the order passed by this court in Crl.R.P.No.421\n\nof 1997 restoring the order dismissing the application for discharge by\n\nthe special judge.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">        4. After hearing both sides, charge under <a href=\"/doc/79881262/\" id=\"a_18\">section 5(i)(c)</a> and (d)\n\nread with <a href=\"/doc/1420677/\" id=\"a_19\">Section 5(2)</a> of the Prevention of Corruption Act and <a href=\"/doc/1326844/\" id=\"a_20\">section\n\n409</a>, <a href=\"/doc/988620/\" id=\"a_21\">406</a>, <a href=\"/doc/1317063/\" id=\"a_22\">465</a>, <a href=\"/doc/1466184/\" id=\"a_23\">471</a>, <a href=\"/doc/1897847/\" id=\"a_24\">120B</a> and <a href=\"/doc/386021/\" id=\"a_25\">201</a> of the Indian Penal Code was\n\nframed against accused Nos. 1 to 3 and <a href=\"/doc/1897847/\" id=\"a_26\">Section 120B</a>, <a href=\"/doc/1326844/\" id=\"a_27\">409</a>, <a href=\"/doc/988620/\" id=\"a_28\">406</a>, <a href=\"/doc/1317063/\" id=\"a_29\">465</a>,\n\n<a href=\"/doc/1466184/\" id=\"a_30\">471</a> and <a href=\"/doc/386021/\" id=\"a_31\">201</a> of the Indian Penal Code was framed against accused\n\nNos. 4 and 5 and the same was read over and explained to them and\n\nthey pleaded not guilty. In order to prove the case of the prosecution,\n\nPWs 1 to 32 were examined and Exts.P1 to P55 were marked on the\n\nside of the prosecution. After closure of the prosecution evidence, the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_3\">128 &amp; 129 of 2001                  4</span>\n\naccused were questioned under <a href=\"/doc/767287/\" id=\"a_32\">Section 313</a> of the Code of Criminal\n\nProcedure and they denied all the incriminating circumstances brought\n\nagainst them in the prosecution evidence. The first accused further\n\nsubmitted a statement in which he had stated that he had not\n\ncommitted any offence, when he came to know about the shortage, he\n\nhad directed to retain `3,00,000/- from the amount payable to the fifth\n\naccused in connection with this contract and thereafter he was\n\ntransferred from the place and it was after his transfer that the\n\namounts were allowed to be withdrawn by the accused Nos.4 and 5\n\nand he had not committed any offence. Accused Nos.4 and 5\n\nsubmitted that they have not committed any offence and the entire\n\narticles which had been received had been stocked at the work place\n\nand there was no safety provided in the work place and theft had\n\noccurred and a complaint was filed on the basis of which a crime was\n\nregistered. So there was no misappropriation committed by them.\n\nOther accused have stated that they have not committed any offence\n\nand when they came to know about the shortage, they have taken\n\nnecessary action. No defence evidence was adduced on the side of the\n\naccused except marking Exts.D1 to D13, certain documents produced\n\nby the prosecution itself and also by way of contradiction brought out\n\nin the statement of the witnesses.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">        5. After considering the evidence on record, the court below\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_4\">128 &amp; 129 of 2001                      5</span>\n\nfound all the accused not guilty for the offence under <a href=\"/doc/386021/\" id=\"a_33\">Section 201</a> of\n\nthe Indian Penal Code and they were acquitted of that charges, but\n\nfound accused Nos. 1 to 3 guilty under <a href=\"/doc/79881262/\" id=\"a_34\">Section 5(i)(c)</a> and <a href=\"/doc/79881262/\" id=\"a_35\">5(i)(d)</a> read\n\nwith <a href=\"/doc/171288855/\" id=\"a_36\">Section 5(2)</a> of the Prevention of Corruption Act, 1947 and also\n\nfor the offence under <a href=\"/doc/1897847/\" id=\"a_37\">Section 120B</a>, <a href=\"/doc/1326844/\" id=\"a_38\">409</a>, <a href=\"/doc/1317063/\" id=\"a_39\">465</a> and <a href=\"/doc/1466184/\" id=\"a_40\">471</a> of the Indian\n\nPenal Code and found accused Nos. 4 and 5 guilty for the offence\n\nunder <a href=\"/doc/1897847/\" id=\"a_41\">Section 120B</a>, <a href=\"/doc/1326844/\" id=\"a_42\">409</a>, <a href=\"/doc/1317063/\" id=\"a_43\">465</a>, <a href=\"/doc/1466184/\" id=\"a_44\">471</a> of the Indian Penal Code and\n\nconvicted them accordingly. Accused Nos.1 to 3 were sentenced to\n\nundergo rigorous imprisonment for four years each under section 5(i)\n\n</p><p data-structure=\"Issue\" id=\"p_6\">(c) read with <a href=\"/doc/171288855/\" id=\"a_45\">Section 5(2)</a> of the P.C.Act, 1947 and accused Nos.1 to 5\n\nwere sentenced to undergo rigorous imprisonment for two years each\n\nunder <a href=\"/doc/1897847/\" id=\"a_46\">section 120B</a> of the Indian Penal Code and further sentenced to\n\nundergo rigorous imprisonment for four years each and also to pay a\n\nfine of `   40,000/- each, in default to undergo rigorous imprisonment for\n\ntwo years each under <a href=\"/doc/1326844/\" id=\"a_47\">Section 409</a> of the Indian Penal Code and they\n\nwere further sentenced to undergo rigorous imprisonment for two\n\nyears each under <a href=\"/doc/1317063/\" id=\"a_48\">section 465</a> of Indian Penal Code and directed the\n\nsubstantive sentences run concurrently. No separate sentence was\n\nawarded under <a href=\"/doc/79881262/\" id=\"a_49\">Section 5(i)(d)</a> read with <a href=\"/doc/171288855/\" id=\"a_50\">Section 5(2)</a> of the Prevention\n\nof Corruption Act, 1947 and <a href=\"/doc/1466184/\" id=\"a_51\">section 471</a> of the Indian Penal Code.\n\n</p><p data-structure=\"Issue\" id=\"p_7\">        6.     Aggrieved   by   the    same,   the   first accused   filed\n\nCrl.A.No.128/2001, second accused filed Crl.A.126/2001 and third\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_5\">128 &amp; 129 of 2001                    6</span>\n\naccused filed Crl.A.No.127/2001 and accused Nos. 4 and 5 filed\n\nCrl.A.No.129/2001. During the pendency of the proceedings, second\n\nappellant in Crl.Appeal No.129/2001 who was the 5th accused in the\n\ncase died and first appellant in that case filed Crl.M.A.Nos.954/2015\n\nand 955/2015 for leave to prosecute for and behalf of the second\n\nappellant as legal heir and also delay in filing the petition and that was\n\nallowed and first appellant was permitted to prosecute the case as\n\nlegal heir on behalf of the deceased 5th accused as well under <a href=\"/doc/764237/\" id=\"a_52\">Section\n\n394(2)</a> of the Indian Penal Code.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">        7. Heard Sri. Shaji Thomas Porkkattil and Sri.J.Jose, learned\n\ncounsel         appearing    for  the  appellant    in     Crl.A.126/2001,\n\nSri.P.K.Ashokan, learned counsel appearing for the appellant in\n\nCrl.A.129/2001, Sri.B. Raman Pillai, learned senior counsel appearing\n\nfor the appellant in Crl.A.No.128/2001, Sri.M.Ramesh Chander,\n\nlearned         senior    counsel appearing    for   the    appellant   in\n\nCrl.A.No.127/2001 and Smt.Jasmine, learned Public Prosecutor\n\nappearing for the State in all these cases.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">        8. Since all these appeals arose out of the same judgment, this\n\ncourt felt that, the same can be disposed of by a common judgment.\n\nFor convenient safe, this court refer to the status of the parties as in\n\nthe lower court for convenience.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">        9. Counsel for the first accused who is the appellant in\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_6\">128 &amp; 129 of 2001                  7</span>\n\nCrl.A.No.128/2001 submitted that there was no evidence adduced on\n\nthe side of the prosecution to prove any conspiracy between the first\n\naccused and other accused persons. In fact except the fact that he\n\nhad recommended for sanctioning the steel required for both the\n\nproject, he had no connection with the implementation of work. When\n\nit was brought to his notice about the shortage of steel at the work\n\nspot through PW3, he had called for the meeting and instructed the\n\nsubordinates to take immediate action and also ordered to retain\n\n`3,00,000/- from the bill payable to the accused Nos. 4 and 5 as a\n\nsecurity measure to recover the amount of loss if any caused in this\n\ntransaction, but subsequently the amounts were allowed to be\n\nwithdrawn by them and he was not responsible for the same. Further\n\nwithin a short period, he was transferred from there and he had no\n\ncriminal responsibility for the act is any committed. At the most, it\n\nmay be said that there may be some latches in exercising power of\n\nsuperintendence and no criminal offence has been made out as against\n\nhim.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">        10. The counsel for the second accused submitted that there is\n\nno evidence to show that there was any conspiracy between the\n\naccused Nos.4 and 5 and the second accused. Further it will be seen\n\nfrom the evidence that the articles once entrusted to the contractor, it\n\nis their responsibility to bring the same to the site and the articles\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_7\">128 &amp; 129 of 2001                    8</span>\n\nwhen brought to the site, it will be verified by the overseer and it will\n\nbe entered in the work register and on that basis unstamped receipt\n\nwill be obtained from the contractor for proving the entrustment.\n\nFurther except sending the recommendation, unless it is intimated to\n\nthem by the higher officials about the intend made and supply made,\n\nthey may not be aware of the total allotment made till it is brought to\n\nthe work site by the contractor. In this case neither the copy of the\n\nintend nor the sanction nor supply were intimated to this accused. So\n\nhe may not be knowing about the actual deficit and he had\n\ncountersigned the entries made in the registers on the basis of the\n\nentries made by the Overseer who will be in charge of the work site at\n\nthe relevant time. Further there was some discrepancy in the final\n\nsettlement of the supply as well as the account section had returned\n\nthe claim bill made by the Thanneermukkam bridge project store in\n\nrespect of the supply of the articles made. Further there is no\n\nentrustment of the articles to him and the articles were entrusted with\n\nthe contractor and there is no offence committed by him. Further there\n\nis no finding as to how the false document has been created, who was\n\nresponsible for creation of the false document, so as to attract the\n\noffences under <a href=\"/doc/1317063/\" id=\"a_53\">Section 465</a> and <a href=\"/doc/1466184/\" id=\"a_54\">471</a> of the Indian Penal Code. So the\n\nconviction on those sections is unsustainable in law. Further there is\n\ndiscrepancy in the final verification made regarding the actual quantity\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_8\">128 &amp; 129 of 2001                    9</span>\n\nof iron rod missing at the work spot. Further the contract work was\n\nbeing done by the father and son, and there was possibility of\n\nmisplacing or exchanging the articles. Further the second accused has\n\nno control over the delivery of the article which is being done from\n\nThanneermukkam project area on the basis of the recommendations\n\nmade by the Chief Engineer and the Superintending Engineer as is the\n\npractice when the materials are not available at the present work spot.\n\nAt the most, it can be said that there is some latches on the part of\n\nthis accused in verifying the documents and making necessary entries\n\nand there is nothing on record to show that he was in connivance with\n\nthe accused Nos. 4 and 5 in the alleged misappropriation. So there is\n\nno criminal offence        committed by him and he cannot be held\n\nresponsible for the same as well. The court below had completely mis-\n\nappreciated the evidence. So according to the learned counsel there\n\nwas no offence committed by him.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">        11. The counsel for the third accused submitted that there is no\n\ndispute regarding the receipt of the intend and supply of the article as\n\nper the intend and it was admitted fact that the articles were supplied\n\nfrom the depot and there was no latches on the part of this accused in\n\nmaking the supply. The discrepancy if any in the gate pass cannot be\n\nfastened on this accused as there is no evidence to show that it was\n\nprepared by him. He had only signed the gate passes and other\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_9\">128 &amp; 129 of 2001                  10</span>\n\ndocuments on the basis of the entries made by the officials as usual.\n\nThere is no case for the prosecution that he had supplied excess\n\nquantity and shown only less quantity so as to make accused Nos.4\n\nand 5/contractors any undue advantage on account of the same.\n\nFurther he was not included as accused in the first information report\n\nand no report has been filed to incorporate him as the accused in the\n\ncase and there is no allegation against him or materials collected\n\nagainst him so as to held that he was also responsible for commission\n\nof the offence along with the other accused persons. The appreciation\n\nof the evidence by the court below is not justifiable.\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">        12. The counsel for the accused Nos.4 and 5 who are appellant\n\nin Cri.A.No.127/2001 submitted that there is no evidence to show that\n\nthe articles were misappropriated by the accused persons. Further as\n\nper the evidence, there is nothing on record to show that any articles\n\nwere entrusted to the 4th accused. Even as per the evidence, as\n\nauthorized, the 5th accused had gone to Thanneermukkam and\n\nobtained the articles and it was transported through the lorry. Though\n\nan attempt was made by the prosecution by producing Ext.P4 and\n\nexamining PW4 to prove that on 27.12.1995 a petty case was\n\nregistered against the driver of the lorry and for parking of the vehicle\n\nby PW5 which carried 32 mm steel rod and the vehicle was driven by\n\nPW10 who turned hostile later to prove that the articles were taken\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_10\">128 &amp; 129 of 2001                 11</span>\n\noutside and sold, and also examining PW12 who was the accountant of\n\none shop owner by name Ukru, who was no more to prove that the 5th\n\naccused had sold a portion of the steel rod supplied to him, but they\n\ndid not support the case of the prosecution. So under the\n\ncircumstances, misappropriation of the article has not been properly\n\nproved. Further even assuming that there was some shortage, it\n\ncannot be said that it was misappropriated and later at the time of\n\nfinal settlement, this amount can be recovered from the contractors.\n\nOnce the article has been sold, they become the owners of the\n\nproperty and there is no misappropriation as such arises. At any rate\n\nthe 4th accused cannot be held responsible as there was no\n\nentrustment of any article to him, which was after entrustment has\n\nbeen misappropriated by him. The 4th accused was in charge of the\n\nconstruction of Koduvaythoor bridge and the shortage was found as at\n\nKolapra, which has been undertaken by the deceased 5th accused. So\n\naccording to him, the court below was not justified in convicting the\n\naccused for the offences alleged.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">        13. On the other hand, the learned Public Prosecutor submitted\n\nthat the evidence adduced on the side of the prosecution proved that\n\nthe total supply of steel intended for the work to be conducted in\n\nKudayathoor and Kolapra and it was taken by the 5th accused for\n\nhimself and for the the 4th accused as authorised agent of the 4th\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_11\">128 &amp; 129 of 2001                   12</span>\n\naccused and it was taken delivery from the Thanneermullam project\n\ndepot and there was deficit found in respect of the same is not in\n\ndispute. Further it was also brought out in evidence that as per the\n\nmanual, the officials have got a duty to check the records regarding\n\nthe delivery and supply of the articles as and when it is supplied and if\n\nit was done by them in a proper manner, this could have been found\n\nout earlier. Further the evidence will go to show that accused Nos. 4\n\nand 5 have admitted the fact regarding the shortage, but their case\n\nwas that there was theft of article from the work site and a case has\n\nbeen registered but the ultimate result of the investigation showed\n\nthat there was no such theft occurred. Further the evidence adduced\n\non the side of the prosecution namely PW4, 5, 6 and 10 will go to show\n\nthat the vehicle carrying the iron rod obtained from Thanneermukkam\n\nhad gone to Ernakulam, where they are not expected to go. That\n\ncircumstances will go to show that there was misappropriation and\n\ndiversion of the articles entrusted.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">        14. The evidence of PW3 will go to show that when he found\n\nsome shortage in the supply of steel in Kudayathoor project work site,\n\nhe made a report regarding the same to the first accused and though a\n\nmeeting was called and directions was given to get the articlels\n\nchecked, no such attempt was made on the side of the second accused\n\nin finding out the shortage in Kolapra cite.     Further there was no\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_12\">128 &amp; 129 of 2001                  13</span>\n\nattempt made on the part of the second accused to inspect the cite\n\nand check the articles and find out whether there was any shortage.\n\nOn the other hand, he had taken steps only long after giving room for\n\nthe 5th accused to collect the articles and produced the same. He had\n\nnot properly made entries in the registeres as well. Further though the\n\nfirst accused had ordered to retain `3,00,000/- from the amount\n\npayable to accused Nos.4 and 5, later before he was transfered, first\n\naccused himself had released a portion of the amount. He had also\n\nnot taken care to make supervisory work to findout the shortage at the\n\nearliest possible time as well.    The third accused also made some\n\nentries in the register maintained in the Thanneermukkam depot while\n\nsupplying the articles and he had made some mistakes regarding the\n\nquantity, person to whom it was issued and to the place it was\n\nsupplied as well. There were discrepancies in the quantity of steel\n\nreleased from that depot and all these things will go to show that he\n\nhad also played some role in making such things so as to help accused\n\nNos.4 and 5 and creating confusion regarding the articls supplied.\n\nFurther as per the gate passes, 42 metric tonnes of 32 mm steel road\n\nhaving supplied to Kolapra, but supply of only 40 MT was noted. If\n\nreally second accused had varified the gate passes and made the\n\ncertificate, then this discrepancies would have been brought to the\n\nnotice of the first accused which he had not done. So all these things\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_13\">128 &amp; 129 of 2001                    14</span>\n\nwill go to show that the accused Nos.1 to 3 were having some\n\nconnivance with accused Nos. 4 and 5 in diverting the steel rod given\n\nto them for the purpose of construction of bridges at Kudayathoor and\n\nKolapra and allowed them to misappropriate the same for their\n\npurpose.        So according to the learned Public Prosecutor, the court\n\nbelow was perfectly justified in coming to the conclusion that the\n\naccused have committed the offence and there is nothing to interfere\n\nwith the finding of the court below on this aspect.\n\n</p><p data-structure=\"Precedent\" id=\"p_16\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"434894\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1281207\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"620182\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"621535\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1770950\" id=\"span_18\">15. The counsel appearing for the accused and also the Public\n\nProsecutors have relied on the following decisions in support of their\n\ncase namely, National Insurance Company Ltd., v. Ishardas\n\nMadanlal (2007(4) SCC 105); <a href=\"/doc/1770950/\" id=\"a_55\">S.P.Batnagar and Another v. State\n\nof Maharashtra</a> (AIR 1979 SC 826); Arjun Thiwari v. State (AIR\n\n1977 Crl.L.J. 1751); Krishnakumar v. Union of India (AIR 1959 SC\n\n1390); The Superintendent and Remembrance of Legal affairs\n\n<a href=\"/doc/621535/\" id=\"a_56\">West Bangal v. S.K.Roy</a> (AIR 1974 SC 794); <a href=\"/doc/620182/\" id=\"a_57\">C.S.D. Swami v. State</a>\n\n(AIR 1960 SC 7); <a href=\"/doc/1281207/\" id=\"a_58\">Narayanan Nambiar v. Executive Officer,\n\nCherukunnu Panchayath Board</a> (1964 KLT 354); Lalbanu Dias v.\n\nState (1981 Crl.L.J. 677); <a href=\"/doc/434894/\" id=\"a_59\">R.K.Dalmia and others v. Delhi\n\nAdministration</a> (AIR 1962 SC 1821); Ramanarayan Obli and\n\nothers v. Central Bureau of Investigation and other connected\n\ncases (2003 (3) SCC 641)and State of Gujarat v. Jaswantlal\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_19\">128 &amp; 129 of 2001                      15</span>\n\nNathlal (AIR 1968 SC 700) in support of their respective cases.</span></span></span></span></span>\n\n</p><p data-structure=\"Facts\" id=\"p_17\">        16. On the basis of the submissions made by both counsel, the\n\nfollowing points arose for consideration of this court.\n\n</p><p data-structure=\"Issue\" id=\"p_18\">        i. Whether the court below was justified in holding that there\n\nwas conspiracy hatched between accused 1 to 5 for the purpose\n\nof enabling accused 4 and 5 to misappropriate the iron rod supplied?\n\n</p><p data-structure=\"Issue\" id=\"p_19\">        ii. Whether the court below was justified in convicting them\n\nfor the offence under <a href=\"/doc/1897847/\" id=\"a_60\">section 120 B </a>of the Indian Penal Code?\n\n</p><p data-structure=\"Issue\" id=\"p_20\">        iii. Whether the court below was justified in holding that\n\naccused 1 to 5 in furtherance of the conspiracy hatched created\n\nfalse documents so as to enable accused 4 and 5 to divert the\n\niron rod supplied to them in connection with the construction work\n\nof Kodayathoor and Kolapra?\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">        iv. Whether        the court below was justified in  holding that\n\naccused 1 to 3 have abused their official         position so as to allow\n\naccused 4 and 5 to make unlawlful gain for themselves and causing\n\nloss to the Governemnt exchequer?\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">        v. Whether the court below was justified in holding that accused\n\n4 and 5 in furtherance of the conspiraicy hatched with the help of\n\naccucsed        1     to  3  committed   criminal breach   of trust  and\n\nmisappropriation of iron rods        entrusted   to them with   dishonest\n\nintention to          cause unlawful gain to themselves and loss to the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_20\">128 &amp; 129 of 2001                    16</span>\n\nGovernment?\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">        vi. Whether the court below was justiifed in convicting accused\n\n1 to 5 for the offences under sections 120 B, 409, 465 and 471 of\n\nthe <a href=\"/doc/1569253/\" id=\"a_61\">Indian Penal Code</a>?\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">        vii. Whether the court below was justified in onvicting accused\n\n1 to 3 for the offences udner <a href=\"/doc/3022792/\" id=\"a_62\">section 5(1)(c)</a> and (d) read with\n\n<a href=\"/doc/1420677/\" id=\"a_63\">section 5(2)</a> of the P.C. Act?\n</p>\n<p data-structure=\"Section\" id=\"p_25\">        viii. If so, the sentence imposed is proper and legal?\n\n</p><p data-structure=\"Issue\" id=\"p_26\">        17. Points i to vii:\n</p>\n<blockquote id=\"blockquote_1\">        PW1 was examined to prove Ext.P1 sanction granted for\n\nprosecuting second and third accused in the case for and on behalf of\n\nthe Government of Kerala. PW2 was the Divisional Accountant at the\n\ntechnical wing of the Instruction Department of KSEB who deposed\n\nthat an item appeared in the news papers with respect to the work of\n\nKudayathoor bridge on 21.04.88. Accordingly he had directed to\n\nconduct record check on 22.04.88 and on the basis of checking of the\n\nrecords, it was revealed that there were short comings in the supply of\n\ngoods and there was an attempt of diversion and it was on that basis,\n\na vigilance enquiry was ordered and on the basis of enquiry, Ext.P38\n\nfirst information report was registered as VC-9/89 of VACB Ernakulam.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">        18. PW3 is the Assistant Engineer of Section I/II of Thodupuzha\n\nIrrigation Department. He was in charge of Kudayathoor bridge work.\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_21\">128 &amp; 129 of 2001                   17</span>\n\nHe gave a request of 32 mm tore steel rods for the construction of the\n\nwork. According to him, the procedure for getting supply of steel rods\n\nwas that the concerned Assistant Engineer has to make a request for\n\nsupply of required quantity to the Assistant Executive Engineer and he\n\nwould inturn address the Executive Engineer and the Executive\n\nEngineer        will address the Executive Engineer at Thanneerkukkam\n\nproject for issue of the material from the store and he in turn will\n\nmake the supply as per the intend. So according to PW3, he had\n\nmade a request showing the requirement of 33.921MT of tore steel of\n\n32 mm for construction work at Kudayathoor through the proper\n\nauthorities and Executive Engineer Thodupuzha who is the first\n\naccused in this case submitted an intend for 28 MT of 32 mm steel rod\n\nto Executive Engineer, Thanneermukkam.           Accoridng to him, on\n\nverification, it was revealed that only 17.25 tonnes of steel alone was\n\nreceived at the construction site at Kudayathoor and there was a\n\nshortage of 10.75 MT of tore steel. He had also reported that as per\n\ngate pass No.2/86, 13 MT of 32 mm steel and gate pass No.4/86,\n\n9.65 mt. of tore steel were issued, but only 17.25 MT had reached the\n\nsite. There is a shortage of 5.40 MT of tore steel of 32 MM as per\n\nthe quantity shown in gate passes issued from supply point namely\n\nThanneermukkam project site. The 4th accused was the contractor for\n\nthe work of Kudayathoor bridge and he had directed him to bring the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_22\">128 &amp; 129 of 2001                  18</span>\n\nbalance steel rod. Ext.P2(b) explanation was given to the effect that\n\nthe balance steel rod was taken for the purpose of welding to the work\n\nshop.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">        19. PW4 was examined to prove that lorry No.KRA/5382 was\n\nfound in the middle of the road at Gopalakrishna Prabhu road at\n\nErnakulam on 27.12.85 at 10.00 a.m., and a petty case was registered\n\nin respect of the same and Ext.P7 is the petty case register of City\n\nTown police station, Ernakulam and Ext.P7(a) is the relevant entry\n\nregarding this. Ext.P8 is the mahazar prepared in respect of the same.\n\nOn the basis of the report, a case was registered as S.T.No.833/86 on\n\nthe file oft he JFCM, Ernakulam against the driver of the lorry\n\nSri.E.Viswambaran, who was examined as PW10 and he pleaded guilty\n\nand he was fined. PW5 was examined to prove that he was working as\n\nAssistant Sub Inspector of Police at the relavant time and he registered\n\nthe petty case No.211/86 and prepared Ext.P10 GVR in respect ofthe\n\nvehicle and it was carrying load of steel on that day.\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">        20. PW6 is the Inspector at the check post at Perumannoor and\n\nExt.P11 is the check post register and on 27.12.85, in the early hours,\n\nthe lorry with No.KRA/5382 with a load of 14 tonnes of steel rods had\n\npassed the check post and it was coming from Assistant Engineer&#x27;s\n\nStores, Thanneerkukkam to Kolapra in Idukki and Viswambaran was\n\nthe driver and these things were entered in Ext.P11 and the relevant\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_23\">128 &amp; 129 of 2001                 19</span>\n\nentry was marked as Ext.P11(a).         Ext.P10(e) is the GVR which\n\ncontains the seal of the check post. It also contains an entry showing\n\nthe name of the person as Bose, that is the 4th accused,\n\nThanneerkukkam-Kolapra, Idukki 10 tonnes of steel rod, namely the\n\nname of the person authorized from the place to which place it has to\n\nbe transported, quantity and nature of article carried. Ext.P12 is the\n\ngate pass which was carried in the vehicle (gate pass No.48)\n\ncontaining the discription to the steel rods were to be transported to\n\nKolapra from Thanneerkukkam.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">        21. PW7 was the section officer of I/I of MVIP Sub Division-I,\n\nwho worked along with the second accused as oversear. Ext.P13 was\n\nthe workspot order book prepared by him at the work site at Kolapra.\n\nHe was in charge of the work of Kolapra bridge. On 20.01.1996 40\n\nMT of 32 mm tore steel and on 05.04.87, 8.65 MT of 32 m.m. tore\n\nsteel had reached the spot and it was entered into Ext.P13 workspot\n\norder book as Ext.P13(a). Ext.P14 is the MAS register of the office of\n\nthe Assistant Engineer, MVIP Section-III, Muttam and Exts.P14(a) and\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\">(b) are the relevant entries made regarding the materials reached the\n\nwork spot. He had also stated that the 5th accused was the contractor\n\nfor this work at Kolapra. He had also stated that a request was made\n\nfor supply of 48.308 m.t. of 32 m.m tore steel and 40 MT tore steel\n\nreached the spot as per three issues. According to him when the steel\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_24\">128 &amp; 129 of 2001                 20</span>\n\nrods were brought at the site, the relevant gate passes were not\n\nshown. On 13.03.86, USR for 40 MT and on 05.05.87 USR for 8.65 MT\n\nof 32 m.m tore steel road were issued by the 5th accused.\n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">        22. PW8 was the Assistant Executive Engineer of Sub Division-I,\n\nMuttam under the MVIP. He was in charge of Kolapra bridge and\n\nsecond accused was working as Assistant Engineer under him and first\n\naccused was the Executive Engineer at the relevant time and 5th\n\naccused was the contractor for the Kolapra work. According to PW8, as\n\nper the intend given by the Executive Engineer, namely first accused,\n\n32 m.m tore steel for the work was issued from the Thanneerkukkam\n\nproject. According to him, 32 m.m tore steel were dumped at the cite.\n\nHe had sought clarification from the second accused regarding the\n\nsame and on 17.06.1986, second accused submitted a report that 40\n\nm.t. of 32 m.m tore steel rod reached the spot. According to the\n\nsecond accused, on 26.12.1985, 14 tonnes; on 28.12.1985 14 tonnes\n\nand on 03.01.1986, 12 tonnes of 32 m.m tore steel had reached the\n\nspot. On 26.06.1986, PW8 addressed the Executive Engineer,\n\nThanneerkukkam seeking details of the issue, but no reply from the\n\nExecutive Engineer, Thanneerkukkam was received.         He had also\n\nstated that he addressed the Executive Engineer to intimate the details\n\nregarding the actual quantity intended to the Executive Engineer,\n\nThanneermukkam by Executive Engineeer, Thodupuzha. Though the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_25\">128 &amp; 129 of 2001                   21</span>\n\nlast issue was on 03.01.1986, only on 17.06.1986 he got information\n\nregarding the delivery of the articles.\n</p>\n<p data-structure=\"Facts\" id=\"p_33\">        23. PW9 was the agent working for the 4th accused. He is in\n\ncharge of Kolapra bridge work as well. According to him, as per gate\n\npass No.20/85-86 14 metric tones of 32 mm steel rode was received\n\nby him on 28.12.1985 and Ext.P17A(a) was the relevant entry in\n\nthe measurement book No.87/81-82 of        the   Assistant Executive\n\nEngineer, MVIP Sub Division No.1, Muttam. Ext.P17A is the gate\n\npass book of the Assistant Executive Engineer, Thanneermukkam\n\nproject        and Ext.A17A(a) is the gate pass No.20/85-86 dated\n\n28.12.1985 showing supply of 14 metric tones of 32 mm steel rod.\n\nIn that the destination and name of the messenger were shown.\n\nPW9 was examined to prove that on 26.12.1985 he had not received\n\nany articles to be supplied at Kolapra. According to him, the steel\n\nrod sent as per gate pass No.19/85-86 namely Ext.P17A(b) dated\n\n26.12.1985 was not received by him. Ext.P5 is the original gate pass\n\nbook of the Assistant Executive Engineer, Thanneermukkam project\n\nand Ext.P5(c) is the gate pass No.21/85-86 dated 3.1.1986 wherein\n\nthe name of the messenger was shown as 5th accused, but the\n\ndestination was shown as Kudayathoor (Kolapra). Ext.P5(a),P5(b) and\n\nP5(d) are the gate pass No.2/86 dated 9.12.1985, gate pass No.4/86\n\ndated 31.1.1986 and gate pass No.3/86 dated 9.1.1986 where the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_26\">128 &amp; 129 of 2001                 22</span>\n\ndestination was shown as Kudayathoor and the messenger&#x27;s name was\n\nshown as Damodaran, the 5th accused. Ext.P18A is the store intent\n\nNo.31/85-86 and it is for Kudayathoor project and the total intent\n\nmade was for 28 metric tones of steel rod (Ext.P19A store intent\n\nNo.30/85-86) and Ext.P18A (a) is the duplicate and triplicate copies\n\nof that intent which contains the signature of the 4th accused. The\n\nintent for Kolapra work was intent No.30/85-86 and the total intent\n\nwas 48.650 matric tones of 32 MM tore steel rod. According to PW9,\n\nhe had entrusted the gate pass to the contractor and the steel rods\n\nwere dumped at the work site. According to him, the articles were\n\nbrought from Thanneermukkam store through Thanneermukkam bund\n\nvia Vaikam and Koothattukulam. According to him, no steel rod\n\nsupplied at the work site were taken by anyone either to the workshop\n\nor for fabrication purpose.     According to him, no steel rods were\n\nfound missing from the work site.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">        24. PW10 was the driver of the lorry with registration No.KRA\n\n5382 which was used for taking     the steel rod from Thannermukkam\n\nproject area which was supplied to the 5th accused and Ext.P10(a) is\n\nthe relevant entry in Ext.P10 GVR maintained in that lorry showing 10\n\nmetric tones steel rod was carried in the vehicle as per instructions of\n\nthe 4th accused from Thanneermukkam to Kolapra and Ernakulam\n\ncity police had charge sheeted him in a petty case. He was examined\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_27\">128 &amp; 129 of 2001                  23</span>\n\nto prove that the article was taken from Thanneermukkam to\n\nErnakulam for the purpose of sale. But, according to him, when the\n\nlorry was checked by the police there was no steel rod in the vehicle\n\nand according to him, he had supplied the rod at Kolapra and lorry\n\nwas empty at the time when police checked the vehicle at Ernakulam.\n\nHe was declared hostile to the prosecution as his evidence is against\n\ndocuments produced by the prosecution and against the statement\n\ngiven by him at the time when he was questioned by the investigating\n\nofficer.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">        25. PW11 is the Assistant Executive Engineer at Sub Division-\n\nI, Muttam. Both the works at Kudayathoor and Kolapra were under\n\nhis supervision. According to him, he had sent Ext.D2(h) letters to\n\nthe contractors namely accused 4 and 5 regarding the shortage of\n\nsteel found and he had also reported this matter to the Executive\n\nEngineer vide Ext.D2(f) letter dated 16.10.1986 requesting him to\n\ninform the matter to the police. He had received Ext.D2(j) letter dated\n\n15.1.1988 from the Executive Engineer to conduct verification.\n\nAccordingly he had sent letters to the contractors asking them to\n\nbe present at the work site on 29.1.1988. The 5th accused was not\n\npresent at the site when he inspected the site at Kolapra. With the\n\nassistance of PW7 and Assistant Engineer Muhammod Kunhi, he\n\nconducted physical verification and Ext.D2(l) was the report of the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_28\">128 &amp; 129 of 2001                      24</span>\n\nAssistant Executive Engineer dated 19.1.1988 and he forwarded the\n\nletter along         with his Ext.D2(m) recommendation dated 19.2.1988.\n\nHe had suggested to terminate the contract of accused 4 and 5\n\nand to collect the balance materials and to fix the liability. Ext.P21 is\n\nthe file No.D3-881/84 volume No.2 of work of Kolapra bridge and\n\nExt.P21 and P21(b) will go to show that the liability was provisionally\n\nfixed as Rs.7.8 lakhs. The 5th accused sent Ext.P21(d) letter\n\nrequesting to extend the time for submitting his explanation and\n\nhis contract was terminated vide Ext.P21(f) proceedings No.D/339/78\n\ndated 20.7.1988. He had also made a suggestion vide Ext.P21(g)\n\nletter dated 27.9.1988 to appoint three watchmen at site in order\n\nto avoid further loss. He had sent Ext.P21(h) letter dated 11.10.1988\n\nasking the 5th accused to bring the balance materials at site.\n\n</p><p data-structure=\"CDiscource\" id=\"p_36\">           26. Ext.P22 was the file No.554/1976 of Assistant Executive\n\nEngineer, Thodupuzha relating to Kudayathoor bridge work. As per\n\nExt.P22(a) letter dated 21.12.1987 the shortage was fixed and as\n\nper Ext.P22(b) letter dated          29.7.1987,  Ext.P22(c) letter dated\n\n19.12.1987 and Ext.P22(d) letter dated 19.2.1988, it will be seen\n\nthe quantity of steel brought to the site. Ext.P22(e) is the show cause\n\nnotice issued to the contractor, the 4th accused.\n\n</p><p data-structure=\"Facts\" id=\"p_37\">        27. Ext.P23 is file No.DE 554/86 of Assistant Executive Engineer,\n\nMVIP No.1, Muttam and Ext.P23(a) was the letter sent by the 4th\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_29\">128 &amp; 129 of 2001                     25</span>\n\naccused        stating that the entire  quantity of steel supplied from\n\nThanneermukkam            was brought to the work site at Kudayathoor.\n\nExt.P23(g) is the report of the Assistant Engineer dated 4.10.1988\n\nand Ext.P23(h) is the final report dated 25.10.1988 stating that on\n\nverification at the site, it was found only 22.9379 metric tones steel\n\nwas found. This was intimated to the Executive Engineer as per\n\nExt.P23(i) report dated 11.11.1988. As per this witness, the shortage\n\nat Kudayathoor work site was 5.0621 kg of 32 mm steel rod. The\n\nshortage was found after measurement of the rods found           in the\n\ncustody of the contractor namely the 4th accused.\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\">        28. PW12,        the Accountant of the shop of one  Ukru    was\n\nexamined on the side of the prosecution to prove that Ukru had\n\npurchased steel rod from the 5th accused. But he had denied having\n\npurchased any steel road by a private purchase.\n</p>\n<p data-structure=\"Facts\" id=\"p_39\">        29. PW13 was the Assistant Executive Engineer, Sub Division-\n\nII, Thodupuzha MVIP and he was in charge of Kudayathoor bridge\n\nwork and 4th accused was a contractor and PW3 was the Assistant\n\nEngineer at the relevant time.          As per Ext.P22(f) letter dated\n\n16.12.1985, he had made a requisition for 29 metric tones of 32\n\nmm steel rod for the construction work of the bridge at Kudayathoor\n\nand as per Ext.P22(g) letter dated 19.12.1985, the first accused\n\nwho was the then Executive Engineer, MVIP, Thodupuzha put forward\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_30\">128 &amp; 129 of 2001                 26</span>\n\nthe request for 28 metric tones of 32 mm steel rod and PW3 vide\n\nExt.P22(h) letter dated 19.2.1986 reported that only 17.25 metric\n\ntones of 32 mm tore steel alone was received as against the intent\n\nof 28 metric tones. This was reported by PW13 to Executive Engineer\n\nas per Ext.P22(i) letter dated 22.4.1986. PW3 vide Ext.P22(j) letter\n\ndated 5.3.1986 reported the shortage to PW13 the Assistant Executive\n\nEngineer stating that there was a discrepancy in the gate pass and\n\nthough 22.65 metric tones steel rod was taken delivery from\n\nThannermukkam store, only 17.25 metric tones was brought to the\n\nsite. As per Ext.P22(k) letter dated 5.3.1986, PW13 had addressed\n\nthe first accused regarding the discrepancy found and requesting him\n\nto ascertain the quantity supplied. Ext.P22(l) is the letter dated\n\n1.4.1986 sent by PW3 to PW13 regarding the details of 32 mm raw\n\nsteel brought to the site at Kudayathoor. On the basis of Ext.P22(l)\n\nreport of PW3, PW13 sent Ext.P22(m) letter dated 3.4.1986 to the\n\nfirst accused, the then Executive Engineer, MVIP, Thodupuzha. PW3\n\nhad reported as per Ext.P22(n) letter dated 4.4.1986 that the 4th\n\naccused had not brought the balance materials at the site. Ext.P22(o)\n\nmemo dated 9.4.1986 was issued to the 4th accused with a copy to\n\nthe first accused and the 4th accused sent Ext.P22(p) reply dated\n\n12.5.1986 to the Assistant Engineer with a copy to PW13 where he\n\nhad mentioned that some quantity of 32 mm raw steel was taken to\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_31\">128 &amp; 129 of 2001                    27</span>\n\nthe workshop for the purpose of welding. Ext.P22 (q) letter dated\n\n16.5.1986 was sent by PW3 to 4th accused intimating that the reply\n\nis not satisfactory and also mentioned in that letter that there was no\n\nneed to take out articles for the purpose of welding to the workshop\n\nfrom the site and this was intimated to the Executive Engineer as per\n\nExt.P22(r) letter dated 12.5.1986. The Executive Engineer, MVIP,\n\nThodupuzha            addressed  a   letter   to  Executive    Engineer,\n\nThannermukkam project          requesting   him to supply the details of\n\nquantity of steel supplied and the first accused vide Ext.P22(s)\n\noffice order dated 8.5.1986 transferred the work from Muttam Sub\n\nDivision to Thodupuzha Sub Division. Thereafter        PW13 had no role\n\nin the transaction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">        30. PW14 was the record attender at Project Division,\n\nThannermukkam and he was examined to prove the dispatch made\n\nfrom the depot as per records. He deposed that as per Ext.P26(a)\n\nentry in Ext.P26 despatch register of the office of Assistant Executive\n\nEngineer, Thanneermukkam that on 31.3.1986, an invoice was sent\n\nfrom Thanneermukkam project to MVIP, Thodupuzha Division.\n\n</p><p data-structure=\"Facts\" id=\"p_41\">        31.PW15          was working  as   the  Assistant  Engineer  at\n\nThannermukkam Section II. According to her, section III was also\n\nmerged with section II on         1.11.1986 and   the third accused was\n\nworking as Assistant Engineer in charge of the store. According to\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_32\">128 &amp; 129 of 2001                  28</span>\n\nher, Ext.P5(a) to Ext.P5(d), P17A(a), P17A(b), P18A, P18A(a), P19,\n\nP12 and P25 gate passes issued on different dates contained the\n\nsignature of the third accused. According to PW15, as per intent\n\nNo.30 (wrongly shown as 13 in paragraph 22 of the judgment of the\n\ncourt below), 28 metric tones of 32 mm tore steel and as per intent\n\nNo.31, 48.650 metric tones tore steel were issued and Ext.P22 was\n\nthe letter sent by the        third accused in this regard.   Ext.P27\n\nendorsement was made on the back of              Ext.P27 letter dated\n\n31.1.1996 of the Assistant Engineer, section No.III, Thanneermukkam\n\nby the third accused. Ext.P28 is the carbon copy of the issue note\n\nand Ext.P28(a) is also a carbon copy of the issue note which contained\n\nthe signature of the third accused. She was examined to prove that\n\nthe     third      accused was  working  as   Assistant  Engineer   of\n\nThanneermukkam project division and he was in charge of the store\n\nat     Thanneermukkam and       the  supplies  relating these projects\n\nnamely Kudayathoor and Kolapra were issued by him from the\n\nstore at Thanneermukkam. The relevant documents relating to        this\n\nsupply mentioned above        contained the   signature of the   third\n\naccused. She had stated that she did not know in whose handwriting\n\nthe gate passes were written.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">        32. PW16 was the Chief Engineer, Project-II and the\n\nconstruction of bridges at Kudayathoor and Kolapra were under him.\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_33\">128 &amp; 129 of 2001                     29</span>\n\nHe had stated that he had sent Ext.P29(d) letter dated 6.12.1985 to\n\nthe Chief Engineer, Irrigation regarding the supply of 32 mm steel\n\nrod on the basis of the letter received from the first accused and\n\nExt.P29        is the file No.CEPII-1/85(G1) of CE, Thiruvananthapuram\n\nrelating to the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">        33. PW17          who was   the  Superintending   Engineer was\n\nexamined to prove that the contract issued to 4th and 5th accused\n\nwere later terminated.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">         34. PW18 was the station writer of Kanjar police station who\n\nregistered Crime No.43/1987 of that police station of theft of articles\n\non the basis of the complaint given by the 5th accused stating that 12\n\nmm steel rod worth Rs.5,000/- was stolen from Kudayathoor site\n\nand his evidence will go to show that it was closed as undetected and\n\nUN report was given to the court.\n</p>\n<p data-structure=\"Facts\" id=\"p_45\">        35. PW19 was the cleaner of the lorry driven by PW10 which\n\ncarried the steel rod from Thannermukkam store and checked by\n\nErnakulam City Police at Ernakulam and he did not support the case\n\nof the prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">        36. PW20 was the Sub Contractor under accused 4 and 5 in\n\nrespect of these projects and he was examined to prove the alleged\n\ntheft of steel rod from Kudayathoor and Kolapra but he did not state as\n\nto whether any quantity of 32 mm steel rod was stolen from the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_34\">128 &amp; 129 of 2001                     30</span>\n\nsite.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\">        37. PW21         was the Executive Engineer  of Thannermukkam\n\nproject. He was also examined to prove that the third accused was in\n\ncharge of the Assistant Engineer, Stores and as per the directions of\n\nChief Engineer, 32 MM steel rods were supplied from Thannermukkam\n\nproject store to the sites at Kudayathoor and Kolapra. Ext.P21 is the\n\nstock register of the store. He was also examined to prove that on\n\n9.10.1984, the third accused was in charge of the store and he had\n\ntaken charge of the store on 9.10.1984 evidenced by Ext.P31(a)\n\nendorsement made by him. Ext.P31(b) is the entry dated 26.12.1985\n\nby which 14 metric tones of         32 mm raw steel rod was issued as\n\nper intent No.31/85-86            and as per    Ext.P31(c) entry dated\n\n28.12.1985 another           14 empty 32mm steel rod was issued under\n\nthe same intent namely intent No.31/85-86. As per Ext.P31(d) entry\n\ndated 3.1.1986,            12 empty 32 mm tore steel was issued as per\n\nintent No.30/85-86 and as per Ext.P31(e) entry dated 9.1.1986, 27\n\nmetric tones of steel was issued and as per Ext.P31 (f) entry dated\n\n31.1.1986, 9.65 metric tones of steel rod was issued and as per the\n\nregister, the balance of 32 mm steel in the store was 272.227 metric\n\ntones which is seen as per Ext.P31(g) endorsement containing the\n\nsignature of the third accused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">        38. Ext.P24 (b) is the file No.A-4-34/85-86       of  Executive\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_35\">128 &amp; 129 of 2001                      31</span>\n\nEngineer, MVIP Division No.1, Thodupuzha and Ext.P24 (b)letter\n\ndated 14.10.1986 was received from the Chief Engineer directing him\n\nto supply 60 metric tones of 32 mm of tore steel. Ext.P32 was the\n\ncopy of invoice intent          Nos.30 and 31.     Ext.P32(a) is the cash\n\nstatement suspense account. Ext.P18A, and Ext.P18A(a) series were\n\nall issued by PW21 which were triplicate copy of the intent. All these\n\ncontained the signature of the third accused. The first accused had\n\nattested the signature of the contractor in these intents and on the\n\nbasis of the intends passed by PW21, the third accused had issued\n\nthe     material and      gate passes   were also issued by him. He had\n\ndeposed that           the gate passes will show   the   respective intent\n\nnumber, articles         supplied and that will be given to the  signatory\n\nwhose signature was attested by the intending officer namely the\n\nfirst accused in this case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">         39. PW22 was the         Tahsildar, Thoduppuzha at the relevant\n\ntime who was examined to prove that there was no natural calamity\n\noccurred at Kudayathoor or Kolpra during 1985-86.\n\n</p><p data-structure=\"Section\" id=\"p_50\">        40. PW23 is the Section Clerk of Thodupuzha, MVIP section\n\nwho was in charge of cash settlement suspense account claimed.\n\nAccording to him, when cash settlement suspense account claim was\n\nmade from Thannermukkam, it was made as a single claim though\n\nthere were two intents issued for the purpose of supply. So it was\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_36\">128 &amp; 129 of 2001                     32</span>\n\nreturned for rectification.\n</p>\n<p data-structure=\"Section\" id=\"p_51\">        41. PW24 was in charge of the Assistant Engineer of <a href=\"/doc/170467485/\" id=\"a_64\">Section\n\n1</a>/II of MVIP, Thodupuzha for about two weeks from 22.5.1986.\n\nAccording        to him, at the relevant time   no  effective construction\n\nworks were done at Kudayathoor bridge site.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">        42. PW25 was the Executive Engineer, MVIP Division No.1,\n\nThodupuzha. As per the directions of the Superintending         Engineer,\n\nhe conducted physical verification of the articles at Kudayathor and\n\nKolapra sites and Ext.D6 is the file No.A3-903/87 of MVIP division\n\nwhich contained Exts.P34 and P35 verification reports          relating to\n\nKudayathoor and Kolapra          respectively. He had sent a letter to the\n\n4th accused intimating that 10.75 metric tones of 32 mm raw steel\n\nwas not brought to the site and A4 had sent a letter vide Ext.P36\n\n</p><p data-structure=\"CDiscource\" id=\"p_53\">(a) seen in Ext.P36          file No.S3-10/86 volume I in respect of\n\nKudayathoor bridge and this letter was sent to the Superintending\n\nEngineer and copy of the same was seen as Ext.P25 in the file.\n\n</p><p data-structure=\"Section\" id=\"p_54\">             43.      PW26 was    the    Assistant  Executive   Engineer,\n\nThanneermukkam, who was questioned by the investigating officer on\n\nthe basis of the records maintained there.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">        44. PW27 was the Assistant Engineer in charge of Kudayathoor\n\nbridge works, who took charge from PW3. He intimated the shortage\n\nof steel from Kudayathoor site to the Assistant Executive Engineer\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_37\">128 &amp; 129 of 2001                     33</span>\n\nand he had sent Ext.P36(a) letter to the 4th accused intimating the\n\nshortage and informed the Assistant Executive Engineer as per\n\nExt.P36(d) letter dated 27.3.1987. Ext.P36(f) is the letter sent by\n\nthe Assistant Executive Engineer to the 4th accused. According to\n\nhim, at the time of verification 16.45 metric tones of 32 mm tore steel\n\nwas found shortage and           Ext.P36(g) letter dated 12.5.1987     is\n\nregarding the same. According to him, the contractor had dumped\n\nthe steel at different intervals.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">         45. PW28 was the Chief Technical Examiner of the Finance\n\nDepartment and on             6.7.1988 he had suggested the vigilance\n\ninvestigation in respect of works at Kudayathoor and Kolapra.\n\n</p><p data-structure=\"CDiscource\" id=\"p_57\">        46. PW29         was the lorry cleaner of lorry with registration\n\nNo.KRA 5382 which was driven by PW10 used for transport of 32 mm\n\nsteel rod of 10 metric tone quantity from Thanneermukkam store to\n\nKolpra on 26.5.1985. According to him, on 26.5.1985 no load was\n\ntaken from Thannermukkam to Ernakukam and he turned hostile. He\n\nhad      admitted that      Ext.P10   GVR was in his   hand writing and\n\ndestination was shown as Kolapra. According to him, he was sleeping\n\nin the vehicle at the time when loading of the steel was done said to\n\nbe at Ernakulam.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">        47. PW30 was the employee at Way bridge at Chemmanam,\n\nVyttila and he was examined to prove that on 26.5.1985 he had\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_38\">128 &amp; 129 of 2001                        34</span>\n\nweighed a load of steel rod transported in Lorry No.KRA-5385 driven\n\nby PW10          which was entrusted to       take the rod      supplied from\n\nThanneermukkam project to Kolapra by the 5th accused.\n\n</p><p data-structure=\"CDiscource\" id=\"p_59\">         48. PW31 was the Superintendent of Police, Vigilance, Spacial\n\ncell, who registered Ext.P38 First Information Report as VC.No.9/1989\n\nof VACB Ernakulam on the basis of the request received from PW28\n\nin this regard and he conducted the investigation. He had seized\n\nseveral documents as per Ext.P39 to P55 mahazers on different\n\ndates produced by different officials of the Public Works Department\n\nin relation to this transaction. Ext.P47 mahazer is the duplicate for\n\nExt.P18. PW32 completed the investigation and submitted final report\n\nafter obtaining Ext.P1 sanction to prosecute            accused Nos. 2 and 3\n\nfrom the competent authority and proved through PW1.\n\n</p><p data-structure=\"CDiscource\" id=\"p_60\">        49. Before going into the facts of the case, let me consider the\n\nprecedents and also the relevant guidelines in the PWD Manual\n\nand Accounts Code regarding these aspects.\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">        50. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674949\" id=\"span_39\">In the decision reported in <a href=\"/doc/674949/\" id=\"a_65\">State of Gujarat v. Jaswantlal\n\nNathalal</a> (AIR 1968 SC 700) it has been held that:</span>\n</p>\n<blockquote id=\"blockquote_2\">                   &quot;The   expression&quot;entrustment&quot; carries   with it    the\n\n           implication that the person handing over    any property or on\n\n           whose behalf that property is handed over to another, continues\n\n           to be its owner. Further the person handing over the property\n\n           must have confidence in the person taking the property so as\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_40\">128 &amp; 129 of 2001                          35</span>\n\n           to create     a fiduciary relationship between them.   A mere\n\n           transaction of sale cannot amount to an entrustment.      Thus\n\n           where the Government sells cement to its contractor solely for\n\n           the purpose of being used in connection with the construction\n\n           work the circumstances does not make the transaction anything\n\n           other than sale. After delivery of the cement, the Government\n\n           has neither any right nor dominion over it. If the purchaser or\n\n           his representative fails to comply with the requirements of any\n\n           law relating to cement control, he should be prosecuted for the\n\n           same. But it cannot be held that there was any breach of\n\n           trust&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_62\">        51. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"573838\" id=\"span_41\">In the decision reported in <a href=\"/doc/573838/\" id=\"a_66\">Velji Raghavji Patel v. State\n\nof Maharashtra</a> (AIR 1965 SC 1433), it has been held that :</span>\n\n</p><blockquote id=\"blockquote_3\">                 &quot;The term &quot;entrusted&quot; found in <a href=\"/doc/1249173/\" id=\"a_67\">Section 405</a> of the Indian\n\n        Penal Code       governs   not only the words &quot;with the   property&quot;\n\n</blockquote><p data-structure=\"Section\" id=\"p_63\">        immediately following it but also the words &quot;or with any dominion\n\n\n        over the property&quot; occurring hereafter&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1273982\" id=\"span_42\">52. Further in the decision reported in <a href=\"/doc/1273982/\" id=\"a_68\">Jaswatrai Manilal v.\n\nState of Bombay</a> (AIR 1956 SC 575), it has been observed that:</span>\n\n</p><blockquote id=\"blockquote_4\">             &quot;Before there can be any entrustment, there must be a\n\n           trust meaning thereby         an obligation annexed to the\n\n           ownership of property and a confidence reposed in and\n\n           accepted by the owner or declared and accepted by him for\n\n           the benefit of another or of another and the owner. But that\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_43\">128 &amp; 129 of 2001                           36</span>\n\n           does not mean that such an entrustment need conform to\n\n           all the technicalities of the law of trust&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_65\">        53. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1273982\" id=\"span_44\">In the decision reported in <a href=\"/doc/1273982/\" id=\"a_69\">Jaswatrai Manilal</a>&#x27;s case\n\n(supra) the Supreme Court has held that:</span>\n</p>\n<blockquote id=\"blockquote_5\">                  &quot;In the absence of any clause in the agreement between\n\n         the contractor and the department regarding the ownership of\n\n         the property namely cement to be supplied it cannot be said\n\n         that if cement was supplied to the contractor for the purpose\n\n         of using the same for a particular purpose it will amount to\n\n         entrustment as it is nothing to sale of cement and if there is\n\n         any short supply or the entire quantity is not used then\n\n         contractor can be proceeded against for the deficit in the work\n\n         and not for misappropriation as there is no entrustment as\n\n         such as contemplated under <a href=\"/doc/1249173/\" id=\"a_70\">section 405</a> of the Indian Penal\n\n         Code and the Government/Department has any right over the\n\n         property       entrusted and     the value of the article is being\n\n         collected from the contractor and in such circumstances, it will\n\n         amount to sale of the article and the contractor will become the\n\n         owner of the property&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_66\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1273982\" id=\"span_45\">54. In the decision reported in National Insurance Co.Ltd. v.\n\nIshar Das Madan Lal (2007 (4) SCC 105) the                           question of\n\nentrustment as occurring in the exclusion clause of the policy was\n\nconsidered and <a href=\"/doc/1273982/\" id=\"a_71\">in that case</a> when the employee of the shop was\n\ndealing with article and it was given to a customer and the customer\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_46\">128 &amp; 129 of 2001                         37</span>\n\nhad taken away the property and committed theft of the same, then\n\nit cannot be said that it was entrusted with the employee                 so as to\n\nbring such entrustment within the exclusion clause mentioned in the\n\npolicy.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"674949\" id=\"span_47\">So that dictum is not applicable to the facts of this case\n\nthough the decision reported in <a href=\"/doc/674949/\" id=\"a_72\">State of Gujarat v. Jaswantlal\n\nNathalal</a> (AIR 1968 SC 700) was referred to in that decision.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_67\">        55. In the decision reported in Arjun Tewari v. The State\n\n(1977 Crl.L.J.1751) the Calcutta High Court has held that:\n\n</p><blockquote id=\"blockquote_6\">                 &quot;<a href=\"/doc/697566/\" id=\"a_73\">Section 106</a> of the Evidence Act is an exception to section\n\n         101     which lays down    the general rule about the burden of\n\n         proof. The general law is that the prosecution is to prove the\n\n         case     against the accused beyond     reasonable    doubts     by\n\n         adducing       evidence  direct  or  circumstantial   establishing\n\n         reasonable probability raised to the standard of proof about the\n\n         commission of the offence       in question as required by the\n\n         <a href=\"/doc/1953529/\" id=\"a_74\">Evidence Act</a>. Once the Court thinks that a case is acceptable\n\n         against the accused on evidence either direct or circumstantial,\n\n         and if the accused takes up a plea based on facts which are\n\n         within his special knowledge as required under section 106, it is\n\n         for him to prove that plea and the onus of proof in that case\n\n         lies on him. Of course the standard proof of that plea is not so\n\n         high as in the case of prosecution&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_68\">        56. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281207\" id=\"span_48\">In        the decision   reported in     <a href=\"/doc/1281207/\" id=\"a_75\">Narayanan Nambiar v.\n\nExecutive Officer, Cherukunnu Panchayat Board</a> (1964 KLT 354),\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_49\">128 &amp; 129 of 2001                         38</span>\n\nit has been held that:</span>\n</p>\n<blockquote id=\"blockquote_7\">                  &quot;Section 106 is an    exception to    Section 101.      It is\n\n         designed to meet certain exceptional cases in which it would be\n\n         impossible, or at any rate disproportionately difficult for the\n\n         prosecution     to establish facts which are &#x27;exclusively&#x27; within the\n\n         knowledge       of  accused   and which    he could prove without\n\n         difficulty or inconvenience.\n</blockquote>\n<blockquote id=\"blockquote_8\">                  The ordinary rule that  applies to criminal trials that the\n\n         onus lies on the prosecution to prove     the guilt of the accused is\n\n         not in any way modified by this rule of evidence. The section\n\n         cannot be used to make up for the inability of the prosecution to\n\n         produce evidence of circumstances necessary to prove the guilt\n\n         of the accused. It is only in cases where the facts proved by the\n\n         evidence give rise to a reasonable inference of guilt unless the\n\n         same is rebutted and such inference can be negatived by proof\n\n         of some fact which in its nature can only be within the special\n\n         knowledge of the accused, that section 106 can be applied and\n\n         its effect considered while weighing the evidence&quot;.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_69\">        57. In the decision reported in The Superintendent                     and\n\nRemembrancer of Legal Affairs, W.B., v .S.K. Roy (AIR 1974 SC\n\n</p><p data-structure=\"Precedent\" id=\"p_70\">794), it has been held that:\n</p>\n<blockquote id=\"blockquote_9\">             &quot;To constitute an offence of criminal breach of trust by a\n\n         public servant punishable under <a href=\"/doc/1326844/\" id=\"a_76\">section 409</a>, Indian Penal Code,\n\n         the acquisition of dominion or control over the property must\n\n         also be in the capacity of a public servant. Ordinarily, it is the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_50\">128 &amp; 129 of 2001                          39</span>\n\n         ostensible or     apparent  scope of a public   servant&#x27;s   authority\n\n         when receiving property and not its technical limitations, under\n\n         some internal rules of the department or office concerned, and\n\n         the use made by the servant of his actual official capacity which\n\n         would       determine whether there is a       sufficient  nexus or\n\n         connection between the acts         complained of and the official\n\n         capacity so as to bring it within the ambit of <a href=\"/doc/1326844/\" id=\"a_77\">section 409</a> of the\n\n         Indian Penal Code&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_71\">        58. In the same decision it has been further observed that:\n\n</p><blockquote id=\"blockquote_10\">                 &quot;<a href=\"/doc/1326844/\" id=\"a_78\">Section 409</a> of the Indian Penal Code covered dishonest\n\n         misappropriation in cases where the receipt of property is itself\n\n         fraudulent or      improper   and   also those where     the public\n\n         servant misappropriate what may have been quite properly and\n\n         innocently      received.  All that is required is what may be\n\n         described as &quot;entrustment&quot; or       acquisition of dominion   over\n\n         property in the capacity of a public servant who, as a result of\n\n         it, becomes charge with a duty to act in a particular way, or at\n\n         least honestly&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_72\">        59. In the same decision it has been observed that:\n\n</p><blockquote id=\"blockquote_11\">                &quot;The obligation to act in a certain manner with regard to or\n\n       to deal honestly with property, over which a public servant obtains\n\n       dominion or control by the use of his official capacity, may arise\n\n       either expressly or impliedly. It is enough if the payment is\n\n       made by a person dealing with a public servant in his capacity as\n\n       a public servant even if it is made on an erroneous assumption\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_51\">128 &amp; 129 of 2001                          40</span>\n\n       which the public servant concerned does nothing to remove. A\n\n       legal defect in the scope of the ostensible authority of a public\n\n       servant does not prevent an entrustment to or an obligation to be\n\n       fastened upon a public servant in his capacity as a public servant\n\n       if the facts of the        case    establish, the required nexus or\n\n       connection       between acts which create the obligation and the\n\n       capacity&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_73\">        60. In the decision reported in Albano Dias v. State (1981\n\nCrl.L.J.677), it has been held that:\n</p>\n<blockquote id=\"blockquote_12\">            &quot;Once it is found that the accused was entrusted with certain\n\n          amounts for disbursement which he had not disbursed and\n\n          has falsely      made    entries  as paid, there is an unerring\n\n          certainty that he converted the amount for his own use and\n\n          the act was a deliberate act to commit misappropriation which\n\n          also amounted to offence of criminal misconduct under <a href=\"/doc/3022792/\" id=\"a_79\">section\n\n          5(1)(c)</a> of the Prevention of Corruption Act, 1947&quot;.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_74\">        61. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"620182\" id=\"span_52\">In the decision reported in <a href=\"/doc/620182/\" id=\"a_80\">C.S.D. Swami v. The State</a> (AIR\n\n1960 SC 7), it has been held that:</span>\n</p>\n<blockquote id=\"blockquote_13\">                  &quot;It is true a <a href=\"/doc/148293825/\" id=\"a_81\">section 5(3)</a> of the Prevention of Corruption\n\n         Act, 1947       does not create a new offence but only lays down a\n\n         rule of evidence, enabling the court to raise a presumption of\n\n         guilt in certain circumstances,     a rule   which is a   complete\n\n         departure from the established principle of criminal jurisprudence\n\n         that the burden always lies on the prosecution to prove all the\n\n         ingredients of the offence charged, and that the burden never\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_53\">128 &amp; 129 of 2001                        41</span>\n\n         shifts on the to disprove the charge framed against him&quot;.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_75\">        62. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1611623\" id=\"span_54\">In the decision reported in <a href=\"/doc/1611623/\" id=\"a_82\">Ram Narayan Popli v. Central\n\nBureau of Investigation</a> (2003(3) SCC 641), it has been held that:</span>\n\n</p><blockquote id=\"blockquote_14\">                    &quot;The elements of a criminal     conspiracy have been\n\n            stated to be:(a) an object to be accomplished, (b) a plan or\n\n            scheme embodying means to accomplish that object, (c ) an\n\n            agreement or understanding between two or more of the\n\n            accused persons whereby, they become definitely committed\n\n            to   cooperate for the  accomplishment of the object by the\n\n            means      embodied in the agreement, or by     any   effectual\n\n            means, and (d) in the jurisdiction where the stature required,\n\n            an overt act.    The essence    of a criminal conspiracy is the\n\n            unlawful combination and ordinarily the offence is complete\n\n            when the combination is framed. Law making conspiracy a\n\n            crime designed to curb immoderate power to do mischief which\n\n            is    gained by a      combination of the means.           The\n\n            encouragement and support which co-conspirators give to\n\n            one another rendering enterprises possible which, if left to\n\n            individual effort, would have been impossible, furnish the\n\n            ground for visiting conspirators and abettors with condign\n\n            punishment.\n</blockquote>\n<blockquote id=\"blockquote_15\">                    For an offence punishable under section 120 B, the\n\n            prosecution need not necessarily prove that the perpetrators\n\n            expressly    agree to do or cause to be done illegal act; the\n\n            agreement may be proved by necessary implication. Offence of\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_55\">128 &amp; 129 of 2001                           42</span>\n\n            criminal conspiracy has its foundation in an agreement to\n\n            commit an offence.     A conspiracy consists not merely in the\n\n            intention of two or more, but in the agreement of two or more\n\n            to do an unlawful act by unlawful means. So long as such a\n\n            design rests in intention only, it is not indictable. When two\n\n            agree to carry it into effect, the very plot is an act in itself, and\n\n            an act of each of the parties, promise against promise, actus\n\n            contra actum, capable of being enforced, if lawful, punishable\n\n            if for a criminal object of for use of criminal means.\n\n</blockquote><blockquote id=\"blockquote_16\">                    No doubt, in the case of conspiracy there cannot be\n\n            any direct Evidence. The ingredients of offence a re that there\n\n            should be an agreement between persons who are alleged to\n\n            conspire and the said agreement should be for doing an illegal\n\n            act or for doing by illegal means an act which itself may not\n\n            be illegal. Therefore, the essence of criminal conspiracy is an\n\n            agreement to do an illegal act and such an agreement can be\n\n            proved either by direct evidence or by circumstantial evidence\n\n            or by both, and it is a mater of common experience that\n\n            direct    evidence   to prove    conspiracy is rarely     available.\n\n            Therefore, the circumstances proved before, during and after\n\n            the occurrence have to be        considered to decide about the\n\n            complicity of the accused.       Its    existence is a matter of\n\n            inference. The inferences are normally deduced from acts of\n\n            parties in pursuance of a purpose in common           between the\n\n            conspirators.   It is  not always possible to give      affirmative\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_56\">128 &amp; 129 of 2001                          43</span>\n\n            evidence about the date of the formation of the criminal\n\n            conspiracy, about the persons who took part in the formation\n\n            of the conspiracy, about the object, which the objectors set\n\n            before themselves as the object of conspiracy, and about the\n\n            manner in which the object of conspiracy is to be carried out,\n\n            all this is necessarily a matter of inference.\n\n</blockquote><blockquote id=\"blockquote_17\">                    There must be a meeting of minds resulting in ultimate\n\n            decision taken by the conspirators regarding the commission\n\n            of an offence and where the factum of conspiracy is sought to\n\n            be inferred from circumstances, the prosecution has to show\n\n            that the circumstances give rise to a conclusive or irresistible\n\n            inference of an agreement between two or more persons to\n\n            commit an offence.      As in   all other   criminal offences, the\n\n            prosecution has to discharge its onus        of proving the case\n\n            against the accused beyond            reasonable doubt.       The\n\n            circumstances in a case, when        taken together on their face\n\n            value, should indicate the meeting of minds between            the\n\n            conspirators for the intended object of committing an illegal\n\n            act or an act which is not illegal, by illegal means. A few bits\n\n            here and a few bits there on which the prosecution          relied\n\n            cannot be held to be adequate for connecting         the accused\n\n            with the commission of the crime of criminal conspiracy. It has\n\n            to be shown that all means adopted and illegal acts done\n\n            were in furtherance of the object of conspiracy hatched. The\n\n            circumstances relied for the purposes of drawing an inference\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_57\">128 &amp; 129 of 2001                          44</span>\n\n            should be prior in time than the actual commission of the\n\n            offence in furtherance of the alleged conspiracy.\n\n</blockquote><blockquote id=\"blockquote_18\">                    The essential    ingredient of the offence of criminal\n\n            conspiracy is the agreement to commit an offence. In a case\n\n            where the agreement is for accomplishment of an act which by\n\n            itself constitutes an offence, then in that event no overt act is\n\n            necessary to be proved by the prosecution because in such a\n\n            situation, criminal conspiracy is established by proving such\n\n            an agreement.      Where the conspiracy alleged is with regard\n\n            to     commission of a      serious crime of     the nature as\n\n            contemplated in Section 120-B read with the proviso to sub-\n\n            section (2) of section 120 A, then in that event mere proof of\n\n            an agreement between the accused for commission of such a\n\n            crime alone is enough to bring about a conviction under section\n\n            120B and the proof of any overt act by the accused or by any\n\n            one of them would not be necessary. The provisions, in such a\n\n            situation, do not require that each and every person who is a\n\n            party to the conspiracy must do some overt act towards the\n\n            fulfillment of the object of conspiracy, the essential ingredient\n\n            being an agreement between the conspirators to commit the\n\n            crime and the trappings of the provisions contained in section\n\n            120B. The conspiracy is held to be continued and renewed\n\n            as to all its members wherever and whenever any member\n\n            of the conspiracy acts in furtherance of the common design.\n\n</blockquote><blockquote id=\"blockquote_19\">                    In a case where criminal conspiracy is alleged, the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_58\">128 &amp; 129 of 2001                          45</span>\n\n            court must inquire        whether the      two persons       are\n\n            independently pursuing     the same end    or they have come\n\n            together to pursue the unlawful object.   The former does not\n\n            render them conspirators but the latter does. For the offence\n\n            of     conspiracy some kind of       physical manifestation of\n\n            agreement is required to be established.    Express agreement\n\n            need not be proved.     The evidence as to the transmission of\n\n            thoughts sharing the unlawful act is not        sufficient.    A\n\n            conspiracy is a continuing offence which continues to subsist\n\n            till it is executed or rescinded or frustrated by choice of\n\n            necessity. During its subsistence, whenever any one of the\n\n            conspirators does an act or series of acts, he would be held\n\n\n            guilty under <a href=\"/doc/1897847/\" id=\"a_83\">section 120B</a> of the Indian Penal Code&quot;.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_76\">        63. Further in the same decision it has been observed that:\n\n</p><blockquote id=\"blockquote_20\">                  &quot;To constitute an offence of criminal breach of trust, there\n\n         must be an        entrustment, there must be misappropriation or\n\n         conversion to one&#x27;s own use, or use in violation of a legal direction\n\n         or of any legal contract; and the misappropriation or conversion\n\n         or disposal must be with a dishonest intention. When a person\n\n         allows others to misappropriate the money entrusted to him, that\n\n         amounts to a criminal breach of trust as defined by section 405.\n\n         The section is     relatable to property in a positive  part   and a\n\n         negative      part.  The    positive  part   deals   with    criminal\n\n         misappropriation or conversion of the property and the negative\n\n         part consists of dishonestly using or disposing of the property in\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_59\">128 &amp; 129 of 2001                        46</span>\n\n         violation of any direction and of law or any contract touching the\n\n         discharge of trust.\n</blockquote>\n<blockquote id=\"blockquote_21\">                 The term &quot;entrustment&quot; is not necessarily a term of law. It\n\n         may have different implications in different contexts. In its most\n\n         general signification all it imports is the handing over possession\n\n         for some purpose which may not imply         the  conferring of any\n\n         proprietary right at all.\n</blockquote>\n<blockquote id=\"blockquote_22\">                 To establish the charge of criminal breach of trust, the\n\n         prosecution is not obliged to prove the precise mode of conversion,\n\n         misappropriation or misapplication by the accused of the property\n\n         entrusted to him or over which he has dominion.       The principal\n\n         ingredient of the offence being     dishonest misappropriation   or\n\n         conversion which may not ordinarily be a matter of direct proof,\n\n         entrustment of property and failure in breach of an obligation to\n\n         account for the property entrusted if proved, may, in the light of\n\n         other circumstances, justifiably lead to an inference of dishonest\n\n         misappropriation or conversion.\n</blockquote>\n<blockquote id=\"blockquote_23\">                 Sections 407 to 409 make special provisions for various\n\n         cases in which property is entrusted to the enumerated categories\n\n         of persons who commit the offence.         The offence of breach of\n\n         trust and dishonest misappropriation are sufficient to constitute\n\n         an offence under the relevant provisions.\n</blockquote>\n<blockquote id=\"blockquote_24\">                 When a person misappropriates to his own use the property\n\n         that does not belong to him, the misappropriation is dishonest\n\n         even though there was an intention to restore it at some future\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_60\">128 &amp; 129 of 2001                         47</span>\n\n         point of time&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_77\">        64. In the same decision it has been observed that:\n\n</p><blockquote id=\"blockquote_25\">                  &quot;<a href=\"/doc/1259316/\" id=\"a_84\">Section 13(2)</a> of the Prevention of      Corruption  Act is\n\n          intended to deal with aberrations of public servants, In view of\n\n          the finding that A-1, in furtherance of criminal conspiracy, in his\n\n          capacity as public servant abused his position by causing and/or\n\n          allowing MUL&#x27;s funds to be utilized for the wrongful gain of A-5\n\n          provisions of section 13(1)(c) read with section 13(2) are clearly\n\n          applicable. Similar is the position vis-a-vis A-3.\n\n</blockquote><blockquote id=\"blockquote_26\">                  The offences in these cases were not of the conventional\n\n          or traditional type. The ultimate objective was to use public\n\n          money in a carefully planned manner for personal use with no\n\n          right to do it.\n</blockquote>\n<blockquote id=\"blockquote_27\">                  Funds of the public bodies were utilized as if they were\n\n          private funds. There was no legitimacy in the transactions. Huge\n\n          funds running into hundreds of crores of MUL, a government\n\n          company, were diverted and all the accused persons concerned,\n\n          A-1, A-3 and A-5, played dubious roles in these illegitimate\n\n          transactions.    Their acts had serious       repercussions on the\n\n          economic system of the     country, and the magnitude of financial\n\n          impact involved in the present      appeal is only the tip of the\n\n          iceberg. There were several connected cases and interestingly\n\n          some of the prosecution witnesses in the present case are stated\n\n          to be accused in those cases. That itself explains the thread of\n\n          self perseverance running through their testimony. Therefore,\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_61\">128 &amp; 129 of 2001                         48</span>\n\n          the need to pierce the facadial smokescreen to unravel the truth\n\n          to lift the veil so that the apparent, which is not real, can be\n\n          avoided.      The proverbial red herrings are to be ignored, to find\n\n          out the guilt of the accused.\n</blockquote>\n<blockquote id=\"blockquote_28\">                  The cause of the community deserves better treatment\n\n          at the hands of the court in the discharge of its judicial functions.\n\n          The community or the State is not a persona non grata whose\n\n          cause may be treated with disdain.       The entire   community is\n\n          aggrieved if economic offenders who ruin the economy of the\n\n          State are not brought to book. A murder may be committed\n\n          in the heat of the moment upon passions being aroused. An\n\n          economic offence       is   committed with cool calculation and\n\n          deliberate design with an eye on personal profit regardless of the\n\n          consequence of the community. A disregard for the interest of\n\n          the community can be manifested only at the cost of forfeiting\n\n          the     trust   and faith of the    community in the system to\n\n          administer justice in an even-handed manner without fear of\n\n          criticism from the quarters which view white-collar crimes with\n\n          a permissive eye, unmindful of the damage done to the national\n\n\n          economy and national interest&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_78\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"97475\" id=\"span_62\">65. Further       in the decision reported in       <a href=\"/doc/97475/\" id=\"a_85\">Krishan Kumar v.\n\nUnion        of India</a> (AIR 1959 SC 1390), it has been observed as\n\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_29\">                    &quot;The offence under <a href=\"/doc/3022792/\" id=\"a_86\">section 5(1)(c)</a>     is the same      as\n\n            embezzlement, which in English law is constituted when the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_63\">128 &amp; 129 of 2001                          49</span>\n\n            property has been received by the accused for or in the name or\n\n            on account of the master or employer of the accused and it is\n\n            complete when the servant       fraudulently misappropriates that\n\n            property.\n</blockquote>\n<blockquote id=\"blockquote_30\">                    Wrongful gain includes wrongful retention and wrongful\n\n            loss includes being kept out of the property as well as being\n\n            wrongfully deprived of property. Therefore, when a particular\n\n            thing has gone into the hands of a servant he will be guilty of\n\n            misappropriating the thing in all circumstances which show a\n\n            malicious intent to deprive the master of it.\n\n</blockquote><blockquote id=\"blockquote_31\">                    It is not necessary or possible in every case to prove in\n\n            what precise manner the       accused person has     dealt with or\n\n            appropriated the goods of his master.      The question is one of\n\n            intention and not a matter of direct proof but giving a false\n\n            account of what he has done with the goods received by him\n\n            may be treated a strong       circumstance    against the accused\n\n            person. In the case of a servant charged with misappropriating\n\n            the goods of his master the elements of criminal offence        of\n\n            misappropriation will be established if the prosecution proves\n\n            that the servant received the goods, that he was under a duty\n\n            to account to his master and had not done so. If the failure to\n\n            account was due to an accidental loss then the         facts being\n\n            within the servants knowledge, it is for him to explain the loss.\n\n            It is not the law of this country that the prosecution has to\n\n            eliminate all possible defences or circumstances which may\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_64\">128 &amp; 129 of 2001                         50</span>\n\n            exonerate him. If these facts are within the knowledge of the\n\n            accused then he has to prove them. Of course the prosecution\n\n            has to establish a prima facie case in the first instance. It is\n\n            enough to establish the facts which give rise to a suspicion and\n\n            then by reason of <a href=\"/doc/697566/\" id=\"a_87\">Section 106</a> of the Evidence Act to throw\n\n            the onus of him to prove his innocence.\n</blockquote>\n<blockquote id=\"blockquote_32\">                    If under the law it is not necessary or possible for the\n\n            prosecution to prove the manner in which the goods have been\n\n            misappropriated then the failure of the prosecution to prove\n\n            facts it set out to prove the manner of misappropriation or the\n\n\n            identity of the goods would be of little relevance&quot;.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_79\">        66. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"434894\" id=\"span_65\">In the decision reported in <a href=\"/doc/434894/\" id=\"a_88\">R.K. Dalmia and others v.\n\nDelhi Administration</a> (AIR 1962 SC 1821) it has been held                     as\n\nfollows:</span>\n</p>\n<blockquote id=\"blockquote_33\">                  &quot;The term &#x27;agent&#x27; in S.409 is not restricted only to those\n\n         persons who carry on the profession of agent.          What S.409\n\n         requires is that the person alleged to have committed criminal\n\n         breach of trust with respect to any property be entrusted with\n\n         that property or with dominion over that property in the way of\n\n         his business as an agent.       The expression &#x27;in the way of his\n\n         business&#x27; means that the property is entrusted to him in the\n\n         ordinary course of his duty or habitual occupation or profession\n\n         or trade. He should get the entrustment or dominion in his\n\n         capacity as agent. In other words, the requirements of this\n\n         section would be satisfied if the person be an agent of another\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_66\">128 &amp; 129 of 2001                         51</span>\n\n         and that other person entrusts him with property or with any\n\n         dominion over that property in the course of his duties as an\n\n         agent. A person may be an agent of another for some purpose\n\n         and if he is entrusted with property not in connection with\n\n         that purpose but for another purpose. That entrustment will not\n\n         be entrustment for the purposes of S.409 if any breach of trust\n\n         is committed by that person. Entrustment of property in the\n\n         capacity of agent will not, by itself, be sufficient to make the\n\n         criminal breach of trust by the agent a graver offence only\n\n         when he is entrusted with property not only in his capacity as\n\n         an agent but also in connection with his duties as an agent. It\n\n         is not correct to say that the word &#x27;agent&#x27; in S.409 refers to a\n\n         &#x27;professional agent&#x27; ie., a person who carried on the profession of\n\n         agency&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_80\">        67. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1770950\" id=\"span_67\">In the decision reported in <a href=\"/doc/1770950/\" id=\"a_89\">S.P.Bhatnagar and another v.\n\nThe State of Maharashtra</a> (AIR 1979 SC 826)while considering the\n\nquestion of &quot;the abuse of position&quot; it has been observed as follows:</span>\n\n</p><blockquote id=\"blockquote_34\">                &quot;The abuse of position     in order to come within the\n\n       mischief of <a href=\"/doc/182822854/\" id=\"a_90\">section 5(1) (d)</a> must necessarily be dishonest so\n\n       that it may be proved that the accused caused deliberate loss\n\n       to the department. It is for the prosecution to prove\n\n       affirmatively that the accused by corrupt or illegal means or by\n\n       abusing his position obtained any pecuniary advantage for some\n\n       other persons&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_81\">        68. In the same decision it has been observed as follows:\n\f\n</p><blockquote id=\"blockquote_35\">Crl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_68\">128 &amp; 129 of 2001                        52</span>\n\n                    &quot;In cases depending on circumstantial evidence, there\n\n            is always the danger that conjecture or suspicion may take\n\n            the place of legal proof.\n</blockquote>\n<blockquote id=\"blockquote_36\">                    The circumstances from which the conclusion of guilt\n\n            is to be drawn       should in the first instance be     fully\n\n            established, and all the facts so established     should be\n\n            consistent only with the hypothesis     of the   guilt of the\n\n            accused. Again, the circumstances should be of a conclusive\n\n            nature and tendency and they should be such as to exclude\n\n            every hypothesis but the one proposed to be proved. In\n\n            other words, there must be a chain of      evidence    so far\n\n            compete as not to leave any reasonable ground for a\n\n            conclusion consistent with the innocence of the accused and\n\n            it must be such as to show that within all human probability\n\n            the act must have been done by the accused.\n</blockquote>\n<blockquote id=\"blockquote_37\">                    The   principle  that inculpatory   fact  must     be\n\n            inconsistent with the innocence of the accused and incapable\n\n            of explanation on any other hypothesis than that of guilt\n\n            does not mean that any extravagant hypothesis would be\n\n            sufficient to sustain the principle, but that the hypothesis\n\n\n            suggested must be reasonable&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_82\">        69. Let me consider the relevant provisions of the Kerala\n\nPublic Works           Department Manual       and also the      Accounts Code\n\nregarding these aspects. Chapter-1 of the Manual deals Organization\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_69\">128 &amp; 129 of 2001                    53</span>\n\nand      set up of the     Public Works  Department.   Clause 1.2-4 of\n\nChapter-I says that the main executive unit of the department is the\n\ndivision in charge of an Executive Engineer, who controls the work of\n\nall the sub-divisions under his jurisdiction. The executive Engineer is\n\nresponsible for the proper execution of all works in his division and\n\nalso in guiding and design and preparation of estimates etc. He has\n\nalso powers of sanctioning       estimates and  entering into contracts\n\nwithin certain limits. As the disbursing officer of the department all\n\npayments for works, supplies and services are made in the divisions\n\nand subdivisions under him and the Executive Engineer has to\n\nrender the prescribed accounts to the Accountant General. The\n\ndivision officer has generally two branches , the Technical (Drawing\n\nbranch) and Accounts branch.         The Technical branch   is under a\n\nTechnical Assistant in the cadre of Assistant Engineer (or under one\n\nor more Head Draftsman subordinate staff such as Draughtsman,\n\nTracer etc. The Accounts branch is under the       overall control of a\n\nDivisional Accountant with necessary ministerial staff.\n\n</p><p data-structure=\"CDiscource\" id=\"p_83\">        70. Clause 1.2-3 deals with power of other officials which says\n\nthe work of a number of sections is controlled by a subdivision under\n\nthe charge of a Subdivision Officer (Assistant Engineer) who generally\n\nis vested with powers, within certain limits, to sanction estimates,\n\nenter into contracts and make payments. The Assistant Engineer has\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_70\">128 &amp; 129 of 2001                   54</span>\n\nalso to guide subordinate officers in the matter of investigation and\n\npreparation of estimates, and take all steps necessary to examine\n\nthat works under charge of the subdivision are properly executed.\n\nHe has to maintain and render accounts as prescribed in the rules\n\nor orders in force. To assist the Assistant Engineer in the discharge\n\nof his duties, necessary ministerial and technical staff are provided\n\nin the subdivision offices.\n</p>\n<p data-structure=\"Section\" id=\"p_84\">        71. Appendix II(b) deals with duties and responsibilities of all\n\nofficers under the Department. Clause -5 of the Appendix deals with\n\ngeneral duties and responsibilities of all officers. It says that:\n\n</p><blockquote id=\"blockquote_38\">(1) Overseers are employed either for supervision of works or for\n\nsurvey and investigation or for technical work in offices.\n\n(2) When employed for supervision of works, their duties will be\n\nsimilar to what has been detailed in respect of Work Superintendents.\n\n</blockquote><p data-structure=\"Section\" id=\"p_85\">It may sometimes happen particularly in important works, that\n\nOverseers and Work Superintendents are both posted for supervision\n\nin the same work at the same time.            In such cases, the more\n\nimportant item of work should be under the charge of the Overseer\n\nor Overseers while the comparatively less important item must be\n\ndealt with by Work Superintendents. The senior most officer posted\n\nat any work site for direct supervision will be the officer who should,\n\nin addition to supervision, co-ordinate the work of other subordinates.\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_71\">128 &amp; 129 of 2001                    55</span>\n\n(3) When Overseers are posted for survey and investigation, checking,\n\nsetting out etc., they will be responsible for the correctness of the\n\nsurvey work, levelling or any other field work or collection of data\n\nentrusted to their charge.\n</p>\n<p data-structure=\"Section\" id=\"p_86\">        72. It is the duty of the Junior Engineer for (1) forecasting and\n\nreporting the requirements of materials, Tools and Plant etc, required\n\nfor works sufficiently early so that they could be arranged for and got\n\nsupplied in time. (2) Taking and recording measurements and\n\nassisting in check measurements. (3) Scrutinizing contractor&#x27;s bills\n\nand recording accounts of materials issued for works. (4) Watching\n\nthe progress of works and taking steps to remove bottle necks if any.\n\n(5) Ensuring in the case of contract works, that all the conditions of\n\ncontract are properly observed and taking appropriated action if any\n\nof these is violated. (6) The safe custody and rendering           proper\n\naccount (as per rules) of each, materials, scientific instruments, Tools\n\nand Plant etc, entrusted to him or which pass through the section\n\naccounts. (7) When a Junior Engineer is posted to the charge of an\n\ncustodian of stores, he is also responsible for: (a) Ensuring that only\n\narticles covered by proper indents and approved by the Stores Officer\n\nare issued out of the stores and that the issue is made to the person\n\nauthorized to receive the same. (b) Keeping proper accounts and\n\nsubmitting proper returns as per rules of the receipts, issues and\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_72\">128 &amp; 129 of 2001                   56</span>\n\nbalances of different articles.\n</p>\n<p data-structure=\"Precedent\" id=\"p_87\">        73. The Executive Engineer is responsible for the proper\n\nexecution of all the works under his charge.       For this purpose he\n\nshould take timely action to:\n</p>\n<blockquote id=\"blockquote_39\">        (a) get estimates prepared and sanctioned.\n</blockquote>\n<blockquote id=\"blockquote_40\">        (b) move and obtain possession of land         required for the\n\nexecution.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_88\">        (c ) forecast and take steps to provide required materials and\n\nTools and Plant for departmental work and for meeting departmental\n\nobligation in contract work.\n</p>\n<p data-structure=\"Section\" id=\"p_89\">        (d) inspect works during execution and give instructions where\n\nrequired.\n</p>\n<p data-structure=\"Section\" id=\"p_90\">        (e) invite tenders and make contract arrangements as per\n\nrules.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_91\">        (f) provided adequate staff for proper supervision.\n\n</p><p data-structure=\"CDiscource\" id=\"p_92\">        (g) arrange periodical payments and watch expenditure.\n\n</p><p data-structure=\"Conclusion\" id=\"p_93\">        (h) deal with such other matters as may be found necessary for\n\nproper execution.\n</p>\n<p data-structure=\"Section\" id=\"p_94\">        74. In regard to      new works,   the  Executive    Engineer is\n\nresponsible        for guiding and controlling proper investigation, and\n\ndesign or works and preparation of estimates.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_95\">Crl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_73\">128 &amp; 129 of 2001                   57</span>\n\n</p><p data-structure=\"Section\" id=\"p_96\">        75. Clause -28 of the tender deals with supply of articles which\n\nsays as follows:\n</p>\n<blockquote id=\"blockquote_41\">Cement and M.S rods required for the work will be supplied\n\ndepartmentally from the District Stores and their value recovered at\n\nRs...... per bag of 59 Kg of cement and Rs...... per/Kg of M.S. Rods.\n\nCement and rods as well as other materials so issued shall remain\n\nthe property of government though in contractors custody and shall\n\nnot be removed from the stores at work site except under written\n\nauthorization by a competent authority not less than the rank of a\n\nJunior Engineer. (underlined by me)\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_97\">        76. Clause-33 of the tender says that :\n</p>\n<blockquote id=\"blockquote_42\">Value of quantities of the departmental       materials issued for the\n\nwork either allowed to       deteriorate or unaccounted for, amounting\n\nas it does to an excess supply over the sanction requirements, shall\n\nbe recovered at book value or issue rate plus 20% supervision\n\ncharges or market rates whichever is higher with sales tax and in\n\naddition, specific penalty rate stipulated by the Department Market\n\nvalue will be the retail selling price of the materials in the locality of\n\nthe work or the nearest market town current on the day of issue,\n\nor recovery which is more. The Executive Engineer shall obtain the\n\ninformation and record within 7 days of such issue, sending a copy\n\nto the Contractor. The decision of the Chief Engineer regarding the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_74\">128 &amp; 129 of 2001                         58</span>\n\ncurrent market           rates shall be binding on the contractor.\n\n</blockquote><p data-structure=\"Section\" id=\"p_98\">        77. Clause -44 says that this tender notice with the conditions\n\nstated herein will form part of the contract documents. Specification\n\nattached to the tender, Clause-7 says that all materials and plant\n\nthat are to be made over the Contractor by the Department shall be\n\nhanded over to him at the Division Office or Store Yards at Division\n\nHead quarters or the P.W.D. District Stores and the charges, for\n\ntheir handling, loading and unloading, and conveyance to and fro for\n\nthe respective work as also for stacking the materials neatly and in\n\nregular heaps on the ground or sheds to which they are brought\n\nshall be deemed to be included in the rates for the work and this is\n\nthe duty of the contractor.\n</p>\n<p data-structure=\"Section\" id=\"p_99\">        78. Clause-9 of the Part I-General of specification attached to\n\nTender notice in PWD Manual says that the contractor shall be\n\nresponsible for the proper use and bear the cost of protection of\n\nmaterials made over to him by the Department for use on the work\n\nand bear any loss from deterioration or from faulty workmanship or\n\nany other cause. The cost of materials           thus allowed to deteriorate\n\namounting as it does to an excess issue over sanctioned quantities,\n\nwill be recovered at rate of 20 per cent over the actual cost. The\n\norders of the Division Officer in the matter shall be final and binding\n\non the Contractor.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_100\">Crl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_75\">128 &amp; 129 of 2001                   59</span>\n\n</p><p data-structure=\"Section\" id=\"p_101\">        79. Chapter-XVI of the Manual deals with execution of works\n\nthrough contractors.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_102\">        80. Clause 16.1.1 says that after the award of contract and\n\nafter the contractor deposits the required security and signs the\n\nagreement, the site has to be made available to the        contractor for\n\ncarrying out the works.\n</p>\n<p data-structure=\"Section\" id=\"p_103\">        81. Clause 16.1.2 : An acknowledgment in the form given in\n\nAppendix XVI (a) may then be got signed by the contractor or his\n\nrepresentative after the site is handed over.\n</p>\n<p data-structure=\"Section\" id=\"p_104\">        82. Clause 16.3 deals with Work-spot Order Book and Clause\n\n16.3.7 says that the Work Superintendent in charge should record\n\nin the workspot order book the day to day progress of the work,\n\narrivals of materials at site of work.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_105\">        83. Clause-16.7.7 says that materials supplied by the contractor\n\nshould be properly stored and protected against weather by the\n\ncontractor so that thee is no deterioration due to storage.\n\nClause-16.7.8 deals with use and care of departmental materials\n\nwhich says that departmental materials issued to a contractor should\n\nalso be brought to site and properly stored. Quantities issued from\n\nthe departmental stores should be based on the rate of usage of\n\nsuch materials, and the time      required for getting     replacement.\n\nEvery time an issue is made from the departmental stores, the fact\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_76\">128 &amp; 129 of 2001                    60</span>\n\nshould be intimated to the Junior Engineer in charge so that he can\n\nsee whether the entire lot supplied to the contractor is brought to\n\nsite or not. The Work Superintendent in charge should record a\n\ncertificate in the workspot order book about the details of materials\n\nbrought to site and then only the materials should be used for the\n\nwork. The Junior Engineer in charge should compare this with the\n\nrequisition and supply made from the stores and record a certificate\n\nabout the actual receipt of materials. When any discrepancy is\n\nnoticed, the contractor should be asked to explain it, and steps should\n\nbe taken against him as per contract if such explanation is\n\nunacceptable. Similarly, the balance in the contractors&#x27; site store\n\nshould be checked from time to time to see that there is no misuse\n\nof the departmental materials. The fact that such check has been\n\ndone should be noted by the subordinate Work Superintendent in\n\ncharge in the work spot order book.      It may be noted that as per\n\ngeneral conditions of       contract, departmental materials are given\n\nonly for use on the concerned work, and the contractor is not\n\nentitled to put these to any other use or transfer them to another\n\nwork or otherwise dispose of them.\n</p>\n<p data-structure=\"Section\" id=\"p_106\">        84. Clause 10.3 deals with      issue of materials as per the\n\nAccounts Code and clause 10.3.1 subclause (1) deals with issues of\n\nmaterials to contractors with whom agreements in respect of\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_77\">128 &amp; 129 of 2001                      61</span>\n\ncompleted items of works i.e., for both labour and materials, have\n\nbeen entered into. It further says that the accounts of materials\n\nissued direct to works and to contractors should be maintained in\n\nK.P.W. Form 31 and 31 A respectively.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_107\">        85. Clause 10.3.4(b)      says that in both cases   the  contract\n\nshould specify (1) the materials to be supplied by Government for\n\nuse on the work. (2) the place or places of delivery and (3) the rates\n\nto be charged to the contractor for each description of materials and\n\nthe     contractor       should be held  responsible for obtaining  from\n\nGovernment all such materials required for the work and for making\n\npayment          therefor, by   deduction from his bills, at  the   rates\n\nspecified, regardless of fluctuations in the market rates or in the stock\n\nrates of the Division.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_108\">        86. Clause 10.3.4(c) says that no carriage or incidental charges\n\nare borne by Government for moving the materials beyond the place\n\nwhere the contractor has agreed to take delivery thereof.\n\n</p><p data-structure=\"RespArg\" id=\"p_109\">        87. Clause 10.3.6 says that all materials required for issue to\n\na contractor under any of the provisions of paragraphs 10.3.4 and\n\n10.3.5 should be made over to him, as soon after their receipt as\n\npossible and an unstamped but dated acknowledgment detailing full\n\nparticulars of the materials, the rates and values chargeable     to him\n\nshould at once be taken from the contractor. The issue of materials\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_78\">128 &amp; 129 of 2001                  62</span>\n\nshould simultaneously be entered in the account of materials issued\n\nto contractors,K.P.W. Form 31 A.\n\n</p><p data-structure=\"CDiscource\" id=\"p_110\">        88. Clause 10.3.8 says that the recovery from a contractor on\n\naccount of the cost of materials issued to him for use on a work\n\nshould ordinarily be made by deduction from the first bill authorising\n\nan on account payment to him for the work.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_111\">        89. Clause 10.3.10 says that Government do not undertake to\n\ntake over from contractors, whether before or after the completion or\n\ndetermination of contracts surplus materials which were originally\n\nprocured by the contractors for themselves or were issued to them\n\nand charged to their accounts under paragraph 10.3.6.           Such\n\nmaterials are the property of the contractors and can be taken over\n\nby Government, if required, for use on other works in progress only\n\nby special arrangement and at the prevailing market rates.     If the\n\nmaterials were originally supplied by Government the price allowed\n\nto the contractor on re-acquisition should not exceed the     amount\n\ncharged to the contractor excluding the element of storage charges,\n\nif any.\n</p>\n<p data-structure=\"Section\" id=\"p_112\">        90. Chapter 17 of the Code deals with transactions with other\n\ndivisions, departments and governments.\n</p>\n<p data-structure=\"Issue\" id=\"p_113\">        91. Clause 17.1.1 says that the conditions under which one\n\ndepartment of the public service may raise debits against another\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_79\">128 &amp; 129 of 2001                      63</span>\n\ndepartment under the same Government, or any department under\n\nanother Government, for services rendered or articles supplied to it,\n\nare regulated by the directions contained in Chapter 4 of the Kerala\n\nAccount Code, Volume I.\n\n</p><p data-structure=\"CDiscource\" id=\"p_114\">        92. Clause 17.1.7 says that services rendered,       or  articles\n\nsupplied, by one division to another will not be charged for except in\n\nthe following cases:-\n</p>\n<blockquote id=\"blockquote_43\">        (i) Stores - if they are issued from a Stock of Materials\n\naccount (vide paragraphs 10.5.14 and 10.5.15) or if their transfer\n\naffects a work for which a separate capital account is kept.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_115\">        93. Clause 17.1.9        says that cash recoveries  made   from\n\nemployees, contractors, etc., as also revenue realized, by a division\n\non behalf of other divisions, departments or governments, should be\n\npassed on to             them, the payment being  made in the manner\n\nprescribed in paragraph 17.1.8. Cash obtained from treasuries on\n\ncheques        and cash receipts (including surplus   cash) remitted   to\n\ntreasuries, are accounted for as remittance transactions.\n\n</p><p data-structure=\"CDiscource\" id=\"p_116\">        94. The detailed procedure to be followed in the settlement of\n\ntransactions relating to cash recoveries, etc., made by one Public\n\nWorks Division on behalf of another Division is      indicated in Rule II\n\n(I) of Appendix 8.\n</p>\n<p data-structure=\"Section\" id=\"p_117\">        95. Appendix 8 of the Code deals with the detailed procedure\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_80\">128 &amp; 129 of 2001                   64</span>\n\nto be followed by the P.W.Divisional Officers for the settlement of\n\nInter divisional transactions by Cheques/Bank Drafts. Sub-chapter\n\n(2) of this Appendix deals with Action in the Responding Division\n\nwhich deals as follows:\n</p>\n<p data-structure=\"Section\" id=\"p_118\">        96. Immediately     on receipt of the copy of Form 1 from the\n\noriginating Division, the responding Division should check that the\n\nconnected vouchers (except those for work done) have been duly,\n\nreceived, The same should then be entered in the &quot;register of claims\n\nreceived&quot; in Form 3 and urgent arrangements made to obtain and\n\nsend the Cheque or Bank Draft with a distinct marking &quot;Payment by\n\nbook adjustment only&quot; along with a forwarding letter in Form 4.   On\n\nthe cheque being issued, the entry will appear on the payment    side\n\nof the Cash Book as debit to the Suspense Account &quot;Purchases&quot;\n\nunder Stock/Work as the case may be (in the case of stores received)\n\nthus clearing the original credit afforded to this head on receipt of\n\nthe stores by debit to &quot;Stock&quot; or work concerned, as the case may\n\nbe.\n</p>\n<p data-structure=\"Precedent\" id=\"p_119\">        97. It should be ensured that the dispatch of the Cheque/Bank\n\nDraft is not delayed beyond ten days of the receipt of the account.\n\nFor this purpose, the Divisional Officer should arrange to have the\n\ndetailed verification of the claim completed well within this period.\n\nIn order to ensure smooth working all round, the Cheque/Bank\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_81\">128 &amp; 129 of 2001                       65</span>\n\nDraft      should      always be   for the full amount claimed     by the\n\nDivision. In cases where some mistake in calculation etc. is detected\n\nin the course of check of the account or an item clearly pertaining to\n\nanother       Division has     been wrongly included in the account,  the\n\nCheque/Bank Draft should be sent for the             full amount and the\n\ndiscrepancies           should   be simultaneously pointed     out to the\n\noriginating       Division.   Such items   should be   re-debited  to the\n\nDivision concerned by including them in the next monthly account to\n\nbe sent to the latter along with the supporting vouchers, if any.\n\nWith these principles in mind the case in hand has to be considered:\n\n</p><p data-structure=\"Section\" id=\"p_120\">        98. It is an admitted fact that the      first   accused was  the\n\nExecutive Engineer of Thodupuzha division, who was in charge of\n\nconstruction of the          bridges at Kudayathoor and    Kolapra at the\n\nrelevant time. The second accused was the Assistant Engineer in\n\ncharge of Kolapra bridge works. The third accused was the Assistant\n\nEngineer in charge of stores at Thannermukkam project.            The 4th\n\naccused was the contractor in respect of bridge works at Kudyathoor\n\nand the 5th accused was the contractor in respect of the work of\n\nbridge at Kolapra and 4th accused is the son of the fifth accused. It is\n\nalso an admitted fact that as per the requisition of the second accused\n\nand PW3 as respective Assistant Engineer in charge of Kolapra and\n\nKudayathoor bridge works, intends were made by the Executive\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_82\">128 &amp; 129 of 2001                   66</span>\n\nEngineer namely the first accused for supply of 32 MM tore steel rod\n\nto the Thanneermukkam work project stores as per rules and supplies\n\nof 32 MM tore steel rods were issued from Thannermukkam project\n\nstores by the third accused who was in charge of that store as\n\nAssistant Engineer in charge of stores at the relevant time. The\n\nrequisition for materials, namely 32MM tore steel, for the purpose of\n\nconstruction of the bridges were prepared by the Assistant Engineer\n\nin charge of the site and was forwarded to the Executive Engineer\n\nthrough the Assistant Executive Engineer.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_121\">           99.Ext.P2(c) was the requisition with respect to Kudayathoor\n\nbridge. As per the requisition, the quantity required was shown as\n\n29 tones and it was dated 16.12.1985 and addressed by the Assistant\n\nExecutive Engineer to the Executive Engineer. In that the name of\n\nthe contractor was shown as the 4th accused. As per the original\n\nintend No.26/85-86, 33.921 tonnes were originally intended. But after\n\nthe issue, there was a balance of 30.300.90 tonnes. But the present\n\nrequirement shown was only 29 tonnes. The copies of this requisition\n\nwas marked to the Assistant Engineer section I/II also.        Ext.P2(a)\n\nwas the requisition for 32 MM tore steel        to be forwarded by the\n\nAssistant Engineer, Section I/II with respect to construction at\n\nKudayathoor bridge. This was prepared by PW3 on 30.11.1985\n\nand it was submitted to the Assistant Executive Engineer, MVIP\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_83\">128 &amp; 129 of 2001                    67</span>\n\nSub Division-II namely PW13 and the requirement shown as 29\n\ntonnes.       It was on the basis of Ext.P2(a) that PW13 the Assistant\n\nExecutive Engineer had prepared Ext.P2(c) and forwarded to the\n\nExecutive Engineer namely the first accused. The first accused on\n\n19.12.1985 addressed to the Executive Engineer, Thannermukkam\n\nenclosing the intend for 28 tonnes of 32 MM tore steel for the work\n\nof Kudayathoor with the signature of the 4th accused and attested\n\nby the first accused and this intend is 31/85-86. A copy of Ext.P2\n\n</p><p data-structure=\"CDiscource\" id=\"p_122\">(b) letter was sent to the Assistant Engineer Sections I and II and\n\nalso to the Assistant Executive Engineer, sub-division II and their\n\nendorsements are seen as well. It is also mentioned in the letter that\n\nthe subordinate office were to intimate Executive Engineer the date\n\nof material on arrival without fail.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_123\">        100. Ext.P2 (d) also would show that the first    accused had\n\naddressed the Executive Engineer, Thanneermukkam for the supply\n\nof 28 tones of 32 MM steel rods for Kudayathoor project works. It\n\nwill be seen from the evidence of Pws 3 and 13 that though the\n\nrequisition was for 29 tonnes of 32 MM tore steel for Kudayathoor\n\nbridge works vide intend No.31/85-86, the first accused had placed\n\nintend for supply of 28 tonnes of tore steel. Exts.P22(f) and (g) are\n\nthe requisitions made by Pws 3 and 13 for 29 tonnes.\n\n</p><p data-structure=\"CDiscource\" id=\"p_124\">            101. As far as Kolapra is concerned, on 6.2.1985 the first\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_84\">128 &amp; 129 of 2001                  68</span>\n\naccused had, as per Ext.P15(b), that is intend No.30/85-86, to the\n\nAssistant Executive Engineer, Thanneermukkam, made a request for\n\nsupply of 48 tonnes of 32 MM tore steel. So it is clear from this that\n\nfor Kudayathoor 28 tonnes and for Kolapra 48 tonnes of 32 MM tore\n\nsteel were intended by the first accused and this is evident from the\n\nevidence of PWs3 and 13 coupled with Ext.P2(a), (c ), (d) and P22(f)\n\nand (g) in respect of Kudayathoor and Pws 7 and 8 and Ext.P15(a)\n\nin respect of Kolapra project. Intend No.31/85-86 namely Ext.P18A\n\nis for Kudayathoor which was submitted by the first accused on\n\n19.12.1985 to the Executive Engineer, Thannermukkam and 28 tonnes\n\nof 32 MM steel rods at the rate of Rs.4836/- and one percentage\n\nstorage was intended.       The value of 28 tonnes was assessed at\n\nRs.1,35,408/- and inclusive of one percentage storage the total value\n\nwill come to Rs.1,36,762/- and the name of the contractor was shown\n\nas the 4th accused. It was specifically mentioned that the articles are\n\nto be delivered to the person whose specimen signature was given.\n\nIt is further mentioned that the name and address of the person to\n\nwhom the articles should be delivered was shown as Assistant\n\nEngineer, MVIP <a href=\"/doc/183759689/\" id=\"a_91\">section 2</a>/<a href=\"/doc/183759689/\" id=\"a_92\">2</a>, Thodupuzha through Sri.D. Bose, the\n\n4th accused, the contractor. The specimen signature of the 4th accused\n\nwas obtained and it was attested by the first accused. It was passed\n\nfor issue by the Executive Engineer, Thanneermukkam on 26.12.85\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_85\">128 &amp; 129 of 2001                      69</span>\n\nfor supply of 28 metric tonnes of 32 MM tore steel and it was seen\n\nissued on 26.12.1985 and 28.12.1985 vide gate pass Nos.19 and\n\n20/85-86 dated 16.12.1985 and 28.12.1985 and the quantities were\n\nsaid to have been received by the 4th accused.\n</p>\n<p data-structure=\"Section\" id=\"p_125\">        102. Ext.P18A(a) is the carbon copy of the intend and Ext.D4\n\nseries show that vide intend No.30/85-86, 48 tonnes 32 MM tore\n\nsteel was intended by the first accused from Thannermukkam project\n\ndivision and the name of the contractor was shown as the 5th accused\n\nand the signature of the 5th accused was attested by the first accused.\n\nIn Ext.D3 series, the name and address of the person to whom the\n\narticles were delivered was shown as the Executive Engineer, MVIP\n\n<a href=\"/doc/170467485/\" id=\"a_93\">section 1</a>/<a href=\"/doc/170467485/\" id=\"a_94\">1</a> of Muttam through K.N.Damodaran, the 5th accused\n\ncontractor.        This was passed for issue but the actual quantity issued\n\nwas 48.650 metric tonnes for a value of Rs.2,35,271.40 inclusive of\n\none percentage of storage showing the total amount as 2,37,624.11.\n\nExt.D4 series will go to show that this article was supplied vide gate\n\npass Nos.21/85-86, 2/86, 3/86 and 4/86 dated 3.1.1986, 9.1.1986\n\nand 31.1.1986 vide Ext.P5(a) to (d), Ext.P12, P25, and P17A(a) and\n\nExt.P17 A(b). Ext.P5(c) is the gate pass No.21/85-86 dated 3.1.1986\n\nfor supply of 12 tonnes of 32 MM tore steel to the 5th accused and\n\nthe destination was shown as Kudayathoor( Kolpra) and the vehicle\n\nnumber through which it was carried was shown as KLI 5157 and the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_86\">128 &amp; 129 of 2001                  70</span>\n\nname of the messenger was shown as Damodaran and it was issued\n\nby the third accused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_126\">        103. As per Ext.P5(a) supply of 13 tonnes of 32 MM tore steel\n\nwas made and the name of the messenger was shown as Damodaran,\n\nthe 5th accused and intend number was shown as 30/85-86 and the\n\ndestination was shown as       Kudayathoor and    that was issued on\n\n9.1.1986 and gate pass number was 2/86 and the vehicle number\n\nwas shown as KLZ 5157. Ext.P5(d) was the gate pass No.4/86\n\ndated 31.1.1986 for supply of 9.650 tonnes of 32 MM tore steel as per\n\nintend No.30/85-86 showing the messenger&#x27;s name as Damodaran,\n\nthe 5th accused and the destination as Kudayathoor and the vehicle\n\nNo.KLI 2975. Ext.P5(e) is the gate pass No.3/86 dated 9.5.1986 for\n\nsupply of 14 Metric tonnes of 32 MM tore steel with intend No.30/85-\n\n86 showing the name of the messenger as the 5th accused, destination\n\nas Kudayathoor and the vehicle number as KLD 5600.\n\n</p><p data-structure=\"Section\" id=\"p_127\">        104. From the different gate passes issued, it is clear that in\n\nExt.P17 A(a) and A(b) the destination was shown as Kolapra with\n\ncorrect intend number and correct name of the contractor. In Ext.P5\n\n(c ) it is shown that on 3.1.1986 as per gate pass No.21/85-86 12\n\nmetric tonnes of 32 MM steel rod was issued in the name of the 5th\n\naccused but the destination was shown as Kudayathoor (Kolpra). It\n\nwill be seen from Exts.P17 A(a), P17A(b), P5(c) and P25 that only 40\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_87\">128 &amp; 129 of 2001                      71</span>\n\nmetric tones of 32 MM tore steel was issued for the site at Kolapra\n\nnamely on 26.12.1985 14 tones, on 28.12.1985 14 tonnes and on\n\n3.1.1986 12 tones.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_128\">        105. As regards Kudayathoor is concerned, it will be seen from\n\nExt.P5(a) that 13 tonnes of 32 MM steel rod was issued as per gate\n\npass No.2/86 (Ext.P5(a) dated 9.12.1985), another 14 tonnes as per\n\ngate pass No.3/86 (Ext.P5(b) dated 9.1.1986) and as per gate pass\n\nNo.4/856 (Ext.P5(d) dated 31.1.86) 9.65 tonnes             with intend\n\nNo.30/85-86 in stead of 31/85-86 and the name of the messenger\n\nwas shown as Damodaran, the 5th accused in stead of 4th accused in\n\nExts.P5(a) and P5(b). Ext.P5(d) gate pass No.3/86 dated 9.1.1986\n\nfor 14 metric tones of 32 MM tore steel was also issued with the name\n\nof the messenger Damodaran, the 5th accused and the destination\n\nwas shown as Kudayathoor and Ext.P5 (a)(b) and (d) gate passes\n\nwere received by PW9 and it will be seen from Ext.P5(a) and P5(b)\n\nthat on 9.1.1986 the articles covered by those gate passes were\n\ncarried in the         lorry with No. KLI 5157 and KRD 5600 covered by\n\nintend No.30/85-86 for Kudayathoor in the name of the 5th accused\n\nand on 31.1.86 as per Ext.P5 (d) gate pass, 9.650 metric tones was\n\nalso issued to Kudayathoor from Stores at Thanneermukkam. It will\n\nbe seen from Ext.P5(a) and P5(b) that total quantity of 32 MM steel\n\nrod issued to Kudayathoor from Thanneermukkam is 22.65 and they\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_88\">128 &amp; 129 of 2001                       72</span>\n\nwere issued on 9.1.1986 and 31.1.1986, but it is seen from the\n\nevidence of PW3 that only 17.25 metric tones of tore steel alone\n\nreached the site.         Further it will be seen from Ext.P5 (d) that on\n\n9.1.1986 another 14 metric tones of 32 MM tore steel was issued\n\nto Kudayathoor and that is also added, then the total quantity will\n\ncome to 36.65 metric tones as against the intend of 28 metric tones,\n\nthereby an excess 8.65 metric tones was issued to Kudayathoor as\n\nagainst the actual intend of 28 metric tones. But Ext.P18A and D4\n\nseries would show a different picture. As per Ext.P18 A (intend\n\nNo.31/85-86) the articles were issued on 26.12.1985 and 28.12.1985\n\nas per gate pass Nos.19 and 20 of 1985-86 covered by Ext.P17A\n\n</p><p data-structure=\"CDiscource\" id=\"p_129\">(b) and P17A(d) dated 26.12.1985 and 28.12.1985             the total issue\n\nwas for 28 metric tonnes and the endorsement was made by the\n\nthird accused and this would only a mistake as per Ext.P17A(a) and\n\nP17A(b) this was intended to be issued to Kolapra. Ext.D4 series also\n\nshow that intend No.30/85-86 relates to Kolapra and issues were on\n\n3.1.1986, 9.1.1986 and 31.1.1986 covered by gate pass Nos.21/85-\n\n86 (Ext.P5(c)) and gate pass Nos. 2, 3 and 4/86 evidenced by Ext.P5\n\n</p><p data-structure=\"CDiscource\" id=\"p_130\">(a), P5(d) and P5(b) and in those, the destination was shown as\n\nKudayathoor as well. So it is clear from the documents produced\n\nnamely Ext.P18A and           Ext.D4 series with gate passes covered by\n\nExt.D5 (d) and Ext.P17 A series along with Ext.P12 and P25, it will be\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_89\">128 &amp; 129 of 2001                      73</span>\n\nseen that the gate passes issued were not gate passes mentioned in\n\nthe intends when the invoices were prepared for the purpose of\n\nmaking        the CSSA claim as per Ext.P32. It will be seen from the\n\ndocuments that the entire quantity covered by the intends namely\n\nintend No.30/85-86 and 31/85-86 relating to Kudayathoor and\n\nKolapra were really        lifted by the contractor through his agent or\n\nmessenger and it will be seen from the evidence of Pws 3 and 13 that\n\nthere was short delivery at the site. It will be seen from the evidence\n\nof Pws 3 and 13 that at Kudayathoor only 17.25 tones of 32 MM\n\nsteel rods reached evidenced by Ext.P2(e) and P22 (h) and (i) as\n\nagainst total intend of 28 metric       which was really supplied from\n\nthe stores and taken delivery by the contractor though his messenger\n\nor agent and there is a deficit of 10.75 metric tones of     32 MM tore\n\nsteel at Kudayathoor. At Kolapra as against the quantity lifted namely\n\n48.65 metric tones, only 40 metric tones reached the site and there\n\nwas a shortage of 8.65 metric tones. This will be evident from the\n\nwork spot order book Exts.P3 and P13 relating to Kudayathoor and\n\nKolapra respectively. Further these facts were fortified by the entries\n\nin Ext.P4 and 17 measurements book relating to the above respective\n\nsite as well. It will be seen from Ext.P14, material at site account at\n\nKolapra, receipt of 40 metric tonnes was recorded as required by the\n\nofficials and on 5.4.1987, i.e., much later the contractor, namely the\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_90\">128 &amp; 129 of 2001                 74</span>\n\n5th accused had brought 8.65 metric tones of 32 MM tore steel to the\n\nsite which was found to be short at the site.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_131\">        106. It will be seen from Ext.P3 work spot order book with\n\nrespect to Kudayathoor, the site was handed over to the contractor\n\nnamely the 4th accused on 14.11.1983 and the proposed       date of\n\ncompletion of the work was on 13.11.1985. It is seen from the\n\nevidence of PW3, the Assistant Engineer in charge of Kudayathoor\n\nproject, that he had taken charge on 19.3.1985 and he was working\n\nin that capacity till 22.5.1986 and one K.A. Iype was the overseer\n\nfrom 19.3.1985. It will be seen from Ext.P3(a) endorsement made in\n\nthe work spot order book relating to Kudayathoor that only 17.25\n\nmetric tones 32 MM tore steel rod alone reached the site and this\n\nentry was made on 19.2.1986 and as per Ext.P5(d), the last issue to\n\nKudayathoor was on 31.1.1986. The same fact was entered in Ext.P4\n\nmeasurement book as well.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_132\">        107. Ext.P13 is the work spot order book relating to Kolapra\n\nsite. It will be seen from this that the site was handed over to the\n\ncontractor namely the 5th accused on 23.11.1984 and the proposed\n\ncompletion of the work was extended up to 31.1.1988. The entry in\n\nExt.P13 dated 20.1.1986 will go to show that 40 metric tones of 32\n\nMM tore steel was stocked at the site and only on 5.4.1987 8.65\n\nmetric tones of 32MM tore steel was brought to the site by the 5th\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_91\">128 &amp; 129 of 2001                  75</span>\n\naccused which was after the deficit was found and notice was issued to\n\nthe 5th accused to bring back the deficit tore steel which was lifted\n\nby him from Thannermukkam stores as per the intend given for this\n\npurpose. Ext.P14(a) is the material at site account at Kolapra and\n\nit will be seen that on 9.1.1986, 40 metric tones of 32 MM tore steel\n\nwas received at site and as per Ext.P14(b) entry dated 5.4.1987,\n\nthe balance quantity of 8.65 metric tones was also reached the site\n\nand Exts.P18 and P19 were the unstamped receipts (USR) given by\n\nthe contractor for receipt of materials from Kolapra site. It will be\n\nseen from Ext.P18 that the 5th accused had received 40 metric tones\n\nof 32 MM tore steel on 30.3.1986 and 8.650 metric tones on 5.5.1987\n\nas per Ext.P19.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_133\">        108. It will be seen from the evidence of PW3, the Assistant\n\nEngineer, who was in charge of Kudayathoor site that he had pointed\n\nout the discrepancies in the two gate passes to PW13, the Assistant\n\nExecutive Engineer. Ext.P22(I) report dated 24.2.1986 and Ext.P22\n\n</p><p data-structure=\"CDiscource\" id=\"p_134\">(j) letter dated 5.3.1986 were given to the     divisional office with\n\nrespect of the articles brought to the site by the contractor. It is\n\nseen from Ext.P2(g) that on getting a report from PW3 regarding\n\nthe discrepancy and the shortage of material at the spot, the first\n\naccused had convened a conference and memos were issued to the\n\ncontractor seeking explanation for the shortage. The second accused\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_92\">128 &amp; 129 of 2001                    76</span>\n\nhad submitted his report on 14.3.1986 as regards Kolapra along with\n\nExt.D1(a), (b) and (c ) and D2(a) MAs (monthly accounts) and as per\n\nExt.D2(n) dated 9.4.1986 he had          intimated the   total  quantity\n\nbrought to the site. Ext.P15(f) copy of the part bill also will clarify\n\nthis aspect. PW7 was the overseer of Kolapra and he had proved the\n\nentries in the work order book and also in the measurement book.\n\nFurther it will be seen from        Ext.D1(c) letter sent by the second\n\naccused that the total quantity issued in respect of Kolapra was not\n\nintimated to them and they were not known about the same as he\n\nhad not received the copy of intent or issue note. It will be seen\n\nfrom the evidence of PW3 that as far as Kudayathoor work site is\n\nconcerned, though the last issue was on 31.1.1986, he had found\n\nthe discrepancy in the gate passes and the arrival of articles at the\n\nsite on 24.2.86 and he had intimated the same to his superiors. But\n\nas far as kolapra was concerned though the last issue was on\n\n31.1.1986, only on 14.3.1986 as per Exts.D1(a), (b) and (c) letters,\n\nsecond accused intimated the same to his superiors. PW13 the\n\nAssistant Executive Engineer mentioned about the status of the\n\nmaterial at the site showing that only 40 MM tones tore steel was\n\nreceived        at the site Kolapra but he did not mention    about the\n\ndiscrepancy in the gate pass regarding the quantity, destination and\n\nthe intend number etc.        As per Ext.P32 dated 7.4.1986 the CSSA\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_93\">128 &amp; 129 of 2001                  77</span>\n\nclaim was put forward from the division office of Thannermukkam\n\nproject regarding the supply made showing the total quantity along\n\nwith invoice and copies of the passed intends to the first accused.\n\nBut only on 8.5.1986 this claim was returned showing the defects\n\nthat a single claim was made on the basis of two invoices. It will be\n\nseen from the documents that copies of the passed intends were not\n\nsent to the Assistant Engineer to complete the material at site\n\naccount.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_135\">           109. It will be seen from Exts.P24(a) and (c) that on\n\n12.5.1986, from the account section of the division office of the first\n\naccused, an intimation was given to Thanneermukkam stores division\n\nthat the copies of the intends were not received and it will be seen\n\nfrom the documents that there was some correction in the date though\n\nthe letter was drafted on 12.3.1986, it was seen sent on 12.5.1986\n\nthough Ext.P32 was received on 7.4.1986 along with copies of the\n\npassed intends but it was returned only on 8.5.1986. It is also seen\n\nfrom the evidence that on 26.4.1986 the first accused had ordered\n\nto withhold an amount of Rs.3 lakhs from the part bill of the contractor\n\nbut on 7.5.1986 Rs. One lakh was        released by himself and he left\n\nthe charge on 13.5.1986. But it will be seen from the evidence that\n\nwhen the shortage was noticed, he had directed         to retain Rs. 3\n\nlakhs from the part bill and it is true that on 7.5.1986 an amount of\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_94\">128 &amp; 129 of 2001                     78</span>\n\nRs.One lakh was seen released. Even as per the evidence, the total\n\nshortage at Kudayathoor was 10.75 metric tones while at Kolapra\n\nwas 8.65 metric tones, thereby a total deficit of 19.40 metric tones\n\nand the value of which will come to Rs.1,03,200/- including the\n\nstorage value of 1%. So merely because the first accused had allowed\n\nRs. 1 lakh to be withdrawn cannot be taken as a ground to doubt\n\nhis act as more than the value of loss as allowed to be retained by\n\nhim namely Rs.2 lakhs and the balance amount was allowed to be\n\nwithdrawn by his successors though they were also aware of the fact\n\nthat there is discrepancy in the gate pass and there is shortage of\n\nmaterial found at the work spot.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_136\">         110.Further it is true that there was some laches on the part of\n\nthe second accused in finding out the defect in the gate passes and\n\nalso the deficit of material at the work sport. But it will be seen from\n\nthe evidence of PW7 that it was he who used to enter the quantity of\n\narticles received at the work spot order book and it will be verified by\n\nthe Assistant Engineer, who is the second accused. There is no\n\nevidence on record to show that the copies of the intends or the issue\n\nnotes from Thannermukkam stores were delivered to the second\n\naccused though it was said to have been marked to him. So under\n\nthe circumstances, the prosecution has not produced any evidence\n\nto prove that the second accused was aware of the quantity of supply\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_95\">128 &amp; 129 of 2001                  79</span>\n\nmade from the stores and the date of supply and the quantity supplied\n\nas such.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_137\">        111. It will be seen from the evidence of Pws 3 and 13 that\n\nimmediately when Pws 3 and 13 informed about the shortage found\n\nin Kudayathoor site, the first accused had convened a meeting of the\n\nrespective subordinate officials and instructions have been given to\n\nthem to get explanation from the contractors regarding this aspect and\n\nhe had also taken steps to retain Rs.3 lakhs from the bill amount\n\npayable to the contractors in order to deduct the same ultimately if\n\nit is found that any loss has been caused on account of the act of the\n\ncontractors to the department. It is true that the first accused, being\n\nthe Executive Engineer, should have been more diligent in supervising\n\nthe work and collected the materials from the subordinate officers to\n\nquicken the action against the contractors. But it will be seen from the\n\nevidence that it is only on 24.2.1986 the deficiency was intimated by\n\nPW3 to PW13 and immediately thereafter a meeting was convened by\n\nthe first accused to enquire into the matter and gave instructions to\n\nPW13, PW3 and second accused to look into the matter and to get\n\nexplanation from the contractors and he was transferred from there\n\non 13.5.1986. On 26.4.1986 on getting an over all picture of the\n\nshortage, he had directed to retain Rs.3 lakhs in the part bill payable\n\nto the contractors and on 7.5.1986 he had released only Rs. 1 lakh\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_96\">128 &amp; 129 of 2001                   80</span>\n\nout of that amount and retained         Rs.2 lakhs.  He cannot be held\n\nresponsible for release of the balance amount when there was enquiry\n\npending regarding shortage of materials supplied to the contractor\n\nas found at the site.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_138\">        112. Further it will be seen from the evidence that on the basis\n\nof the instructions given by the       first accused, memos have been\n\nissued to accused 4 and 5 by PW3 and the second accused and\n\n4th accused had given an explanation stating that some quantity of\n\niron rod supplied was taken to the workshop for welding and\n\nfabrication purposes. He did not mention the quantity taken and when\n\nthis was not satisfactory, PW3 had reported the mater to PW13 who\n\nin turn informed the same to the first accused. It will be seen from\n\nthe evidence that the 5th accused had made a complaint to Kanjar\n\npolice stating that some quantity of 12 MM steel rods were stolen\n\nfrom the site, on the basis of which a crime was registered as Crime\n\nNo.43/1987 showing the value of the steel rod stolen as Rs.5,000/-\n\nand this was proved through PW18, the former station writer of\n\nKanjar police station. But there is nothing mentioned in the complaint\n\nabout loss of any 32 MM steel rod which is the subject matter in\n\ndispute regarding shortage found in this case. Further the evidence\n\nof PW20 and PW9, the subcontractor under accused 4 and 5 and\n\ntheir agent respectively will go to show that there was no theft of\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_97\">128 &amp; 129 of 2001                  81</span>\n\nmaterial committed to their knowledge from the work site. Further it\n\nwill be seen from the evidence of   PW18 that they have filed a UN\n\nreport to the court as the articles could not be traced out. So there\n\nis contradictory evidence regarding the explanation given by the 5th\n\naccused regarding the loss of articles seen from the evidence of\n\nPW9 and particulars mentioned in the complaint given by the 5th\n\naccused to the Station House Officer, Kanjar, on the basis of which,\n\na crime was registered as mentioned above. Further the evidence of\n\nPW9 is not also helpful to come to the conclusion that there was\n\nany theft of 32 MM steel rod committed from the site as well. So\n\neven if a complaint was filed regarding the theft of article, that is not\n\nsufficient to come to the conclusion that the accused persons 4 and 5\n\nwere able to show that there was no misappropriation and the articles\n\nwere stolen from the site. Accused 4 and 5 had no case that they\n\nhave not lifted the entire quantity of iron rod requested for as per\n\nintend No.30/85-86 and 31/85-86 namely 48 metric tones for Kolpra\n\nand 28 metric tones for Kudayathoor respectively. They also have\n\nno case that they have not lifted the quantity of iron rod covered by\n\nthe gate passes and intend as well. According to them, the entire\n\nquantity have been reached the site and some of the articles was\n\ntaken to the workshop and some article was stolen and that was how\n\nthe deficit was found at the time of inspection which explanation\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_98\">128 &amp; 129 of 2001                    82</span>\n\nwas found to be not proved or probable in view of the evidence\n\nadduced on the side of the prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_139\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1273982\" id=\"span_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"674949\" id=\"span_100\">113. It will be seen from the evidence that as per intend\n\nNo.31/85-86 (Ext.P18A) and vide intend No.30/85-86 (Ext.D4 series)\n\nthe contractors namely accused 4 and 5 were authorized to collect\n\nthe articles from Thanneermukkam store and quantity and rate of\n\narticle and total value recoverable from the contractor were also\n\nmentioned in the intends. It is also clear from the provisions in the\n\nPWD Manual and            the Accounts Code that it is the duty of the\n\ncontractor to lift the articles from the store to the work site and it\n\nmust be entrusted to the Assistant Engineer, who is in charge of the\n\nsite and thereafter it would have to be collected from him after giving\n\nunstamped receipt (USR). It is also seen from the documents produced\n\nby the prosecution that the articles intended to be supplied from the\n\nstores will have to be issued and delivered to the Assistant Engineer\n\nthrough the messenger who was authorized to collect the same and it\n\nis the duty of the contractor to bring the articles to the site and\n\nentrust the same to the Assistant Engineer in charge of the work\n\nsite and satisfy him about the quantity delivered and it will be\n\nentered in the workspot order book maintained in the site by the\n\nOverseer and it will be verified by the Assistant Engineer and then\n\nUSR will be obtained from the contractor and the articles will be\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_101\">128 &amp; 129 of 2001                      83</span>\n\nhanded over to the contractor and it is thereafter that the contractor\n\nhas to use the material as per the directions of the officials for the\n\nwork for which the materials were supplied. Till the materials were\n\nentrusted to the contractor, it will be deemed to be the property of\n\nthe Government and the contractor who has been authorized to\n\ncollect the material from the store, act as an agent of the department\n\nfor this purpose and entrustment of the articles to them by the store\n\nauthorities will be only for and on behalf of the department and they\n\nare only carrying the same as a trustee for the department, thereby\n\nthere is a fiduciary relationship created impliedly between the\n\ncontractor to whom the articles were entrusted from the store and\n\nthe department. If the articles so entrusted were not properly reached\n\nthe place and if it is not accounted by the person to whom it was\n\nentrusted, then it will be deemed to have been misappropriated by\n\nhim. So in view of the above provisions discussed above, the dictum\n\n<a href=\"/doc/1770950/\" id=\"a_95\">laid down in</a> the decisions           reported in <a href=\"/doc/674949/\" id=\"a_96\">State of  Gujarat  v.\n\nJaswantlal Nathlal</a> (<a href=\"/doc/1273982/\" id=\"a_97\">AIR 1968 SC 700) and Jaswatrai Manilal v.\n\nState of Bombay</a> (AIR 1956 SC 575) are not strictly applicable to\n\nthe facts of this case.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_140\">        114. It       will be seen from the documents produced and the\n\nevidence adduced on the side of the prosecution that the third\n\naccused         was      working  as    Assistant  Engineer Stores  at\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_102\">128 &amp; 129 of 2001                   84</span>\n\nThanneermukkam and it was he who had issued Exts.P17A(a),P17A\n\n</p><p data-structure=\"Precedent\" id=\"p_141\">(b) and P5(a) to P5(d) gate passes. Ext.P18A(a) and Ext.D4 series\n\nwere also intends relating to the same transaction and they were also\n\ncertified by the third accused as Assistant Engineer in charge of\n\nstores at Thanneermukkam.        PW9, Chandrasekhara Pillai, was the\n\nagent of both the contractors. According to him, except Ext.P17 A\n\n</p><p data-structure=\"CDiscource\" id=\"p_142\">(b) gate pass, in all other gate passes on the reverse side, he had\n\nacknowledged having received the quantity of articles mentioned in\n\nthose gate passes issued from the stores at Thanneermukkam and\n\naccording to his evidence, at Kudayathoor 28 metric tones tore steel\n\nof 32 MM was received and at Kolapra, 48.65 metric tones tore\n\nsteel of 32 MM was received. According to him, the articles were\n\ndumped in the work site and gate passes were entrusted with the\n\ncontractor. But he was declared hostile by the prosecution. In the\n\ncross examination, he had admitted that no steel rods were stolen\n\nfrom the site or missing from the site and it was not taken to\n\nworkshop for fabrication purpose. According to him, at Kolapra,\n\nthree loads of 32 MM steel rods were received and it will have the\n\nquantity of 40 metric tones and he was satisfied with the quantity\n\nreceived. His evidence will go to show that he was not sure about the\n\nsite at which the articles taken delivery as per Ext.P5(c) was unloaded\n\nand according to him, the articles will be delivered at the site as\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_103\">128 &amp; 129 of 2001                  85</span>\n\ndirected by the contractor. So his evidence will go to show that the\n\nexplanation given by accused 4 and 5 as there was theft of articles\n\nfrom Kolapra and the articles were lifted to the workshop for\n\nfabrication work was not correct.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_143\">        115. According to PW4, the record attender, that the two\n\ninvoices in respect of intend Nos.30 and 31/85-86 were sent on\n\n31.3.1986.           PW15  was the   Assistant Engineer   Stores of\n\nThannermukkam and he had           identified the handwriting    and\n\nsignature of the third accused in the gate passes. Ext.P27 was the\n\nletter dated 31.1.1986 sent by the third accused to the Executive\n\nEngineer, Thannermukkam division which was received by him on\n\n4.2.1986 in which the third accused had intimated the return of\n\npassed intends 30 and 31/85-86 after issuing 32 MM steel rod as\n\nper intend No.30/85-86, 28       metric tones  steel was issued and\n\nunder intend No.31/85-86, 48.65 metric tones steel was issued and\n\nExt.P27(a) is the document relating to the same which was the\n\nwriting of the third accused on the back of Ext.P27 letter dated\n\n31.1.1986. It will be seen from the document that the        articles\n\ncovered by intend No.30/85-86 were issued on 26.12.1985 and on\n\n28.12.1985 at 14 metric tones each on each issue. It relates to\n\nKudayathoor work. It will be seen from intend No.31/85-86 the issue\n\nwas made as follows:\n</p>\f\n<blockquote id=\"blockquote_44\">Crl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_104\">128 &amp; 129 of 2001                   86</span>\n\n        12 MT steel rod on 3.1.1986\n\n        27 MT steel rod on 9.1.86\n\n        9.650 MT steel rod on 31.1.86.\n</blockquote>\n<blockquote id=\"blockquote_45\">        116. Ext.P8 is the issue note book of Thanneermukkam project\n\nand as per Ext.P28 and P28(a), the supply of 28 metric tones and\n\n48.650 metric tones of 32 MM steel rods were seen issued as per\n\nthe above two intends mentioned above. Ext.P28 is dated 28.12.1985\n\nand      Ext.P28(a) is dated 31.1.1986 and as per the records at\n\nThanneermukkam project area, the last issue as per intend No.30/85-\n\n86 was on 28.12.1985 and the last issue as per intend No.31/85-86\n\nwas on 31.1.1986 which is clear from Ext.P27 series and Ext.P28\n\nseries documents produced on the side of the prosecution and proved\n\nthrough PW14. As per the passed intend-Ext.P18(a) (intend No.31/85-\n\n</blockquote><p data-structure=\"Section\" id=\"p_144\">86), the issues were shown as 26.12.1985 and 28.12.1985 and as\n\nper Ext.D4 series relating to intend No.30/85-86, the issues were\n\nshown on 3, 9 and 31 of January, 1986, which is contrary to the\n\nentries in Ext.P27(a) and as per Ext.P5(a) to (d), the name of the\n\nmessenger was shown as Damodaran and the destination was shown\n\nas Kudayathoor and in Ext.P5(c) the destination was shown as\n\nKolapra. In all these gate passes, the intend number was shown as\n\n30/85-86. In Ext.P17A(a) and 17A(b) the destination was shown as\n\nKolapra. It will be seen from the evidence that all the entries in these\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_105\">128 &amp; 129 of 2001                   87</span>\n\ndocuments were in the handwriting of the third accused. He had no\n\nexplanation as to how the discrepancies in the gate passes occurred\n\nexcept stating that it was a mistake as the destinations were situated\n\nvery nearby and the contractors being son and father, this mistake\n\nhas occurred. But such a mistake was not made by him while he was\n\nentering        the      same in the   registers maintained   in    the\n\nThanneermukkam stores. So, that will go to show that the third\n\naccused had played some role in creating certain gate passes with\n\nsome wrong entries so as to create confusion regarding the supply\n\nto be noted at the work spot so as to help accused 4 and 5.\n\n</p><p data-structure=\"CDiscource\" id=\"p_145\">        117. It will be seen from the evidence of PW21, the Executive\n\nEngineer, Thanneermukkam         division, who proved the    entries in\n\nExts.P31(b) to (f) in the stock register, which has been maintained\n\nby the third accused. It is seen from Ext.P31(a) entry in that register\n\nthat on 9.10.1984, the third accused has taken charge of the stores\n\nat Thanneermukkam project and Ext.P31(g) shows the balance\n\nmaterial available of 32 MM tore steel as entered by the third accused\n\nafter the issues of materials covered as per intend Nos.30 and 31/85-\n\n</p><p data-structure=\"CDiscource\" id=\"p_146\">86. Ext.P32 was the invoice prepared for intend Nos.30 and 31 and\n\nExt.P32(a) was the CSSA claim made. PW21 also deposed that it is\n\nthe duty of the Assistant Engineer in charge of stores to issue gate\n\npasses. It is also seen from his evidence that Ext.P32 invoice was\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_106\">128 &amp; 129 of 2001                    88</span>\n\nprepared from the division office on the basis of the details furnished\n\nby the third accused, who was the Assistant Engineer Stores at\n\nThanneermukkam. It will be seen from the evidence of Pws 4, 5, 6,\n\n9, 10, 18, 19, 20, 22, 29 and 30 that how the articles from stores\n\nlifted were handled by the contractors. It will be seen from Ext.P2\n\n</p><p data-structure=\"CDiscource\" id=\"p_147\">(e),(f), Ext.P22 (h), (I), Ext.P3(a) and Ext.P4 that only 17.25 metric\n\ntones of 32 MM tore steel had reached Kudayathoor site in the\n\nplace of 28 metric tones supplied. It will be seen from Ext.P13(a),\n\nP14 series, P17 to P19, P15 and Ext.D1 series, D2(a) and D8(a) that\n\nonly 40 metric tones of 32 MM steel had reached at Kolapra instead\n\nof 48.65 metric tones lifted from the store. Pws 3, 11, 13, 16 and\n\n27 have deposed about the transaction that had taken place at\n\nKudayathoor while Pws 7, 8 and 11 had spoken about the transaction\n\nthat had taken place at Kolapra. Pws 23 and 25 have deposed\n\nabout the transaction that taken place at the division office at\n\nThodupuzha regarding the receipt and return of claim made from\n\nThanneermukkam project         division in respect of the    supply of\n\narticles. It will be seen from the evidence of PW4, the Station\n\nwriter of City Traffic Police Station, Ernakulam who prepared Ext.P8\n\nmahazer and registered Ext.P8 petty case against PW10, driver of\n\nthe lorry with registration No.KRA 5382 at 10 a.m on 27.12.1985. It\n\nwill be seen from his evidence that the vehicle was found parked in\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_107\">128 &amp; 129 of 2001                    89</span>\n\nthe middle of the public road at Gopalakrishna Prabhu Road in\n\nfront of the        shop United Enterprises and on the basis of the petty\n\ncharge sheet, a case was taken on file as S.T.No.833/86 on the file of\n\nthe     Judicial First Class Magistrate    Court,  Ernakulam and PW10\n\npleaded guilty, convicted and fined Rs.25/-. It will be seen that a\n\ncopy of the gate pass - Ext.P12 with No.19/85-86 dated 26.12.1985\n\nshowing supply of 40 metric tones of         32 MM tore steel was issued\n\nfrom the stores under          intend No.30/85-86 and       name of the\n\nmessenger was shown as Damodaran and the destination was shown\n\nas Kolapra, the vehicle number was shown as KRA 5382 and time of\n\nissue of the gate pass shown as 5 p.m on 26.12.1985. PW5 was the\n\nAssistant Sub Inspector of Police attached to the City Traffic Police\n\nStation, who detected the crime and Ext.P10 was the GVR in respect\n\nof the vehicle which will go to show that a load of steel was carried\n\nin the vehicle at the time of detection and Ext.P10(a) is the relevant\n\nentry which will go to show that the date of travel       was shown as\n\n26.12.1985 and the supply was made in the name of the 4th accused\n\nfrom Thanneermukkam project to Kolapra and article weighed 10\n\ntones and the starting point was shown as Thanneermukkam.\n\n</p><p data-structure=\"CDiscource\" id=\"p_148\">        118. It will be seen from Ext.P10(a) that the seal of the sales\n\ntax check post at          Aroor and Perumannur were affixed on this\n\ngate pass which will go to show that the articles carried in the lorry\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_108\">128 &amp; 129 of 2001                   90</span>\n\nhad passed through         these  two check posts and there was no\n\nnecessity for the vehicle to pass though these check posts to reach\n\neither kudayathoor or Kolapra. PW6, who was the officer attached\n\nto sales tax check post at Perumannur and ExtP11 is the vehicle\n\ncheck register which will go to show that on 27.12.1985 at 1.17 a.m\n\nthe vehicle with registration No. KRA 5385 carrying 32 MM steel road\n\nof 14 tones quantity taken from Thannermukkam to Kolapra was\n\npassed through the check post and the gate pass number was shown\n\nas     40 dated 26.12.1985 and PW10 the lorry driver had affixed his\n\nsignature. Gate pass serial No.48 was the gate pass relating to gate\n\npass No.19/85-86 dated 26.12.1985 which is Ext.P17A(b), a copy of\n\nwhich was marked as Ext.P12. Ext.P12 contains endorsement of the\n\nPerumannur check post on the back side of the document.\n\n</p><p data-structure=\"CDiscource\" id=\"p_149\">        119. It will be seen from the evidence of PW9 that except the\n\nload covered by Ext.P17A(b) dated 26.12.85, all other loads under\n\ndifferent gate passes were received by him and according to him\n\nthe load covered by the above gate pass was received by the 4th\n\naccused. Though PW10 had admitted regarding the registration of\n\nthe case and payment of fine as mentioned above, he had denied the\n\ntransport of articles to Ernakulam and sale of the same as instructed\n\nby the contractors and he was declared hostile by the prosecution.\n\nThough PW29, the lorry cleaner was examined to prove the sale of\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_109\">128 &amp; 129 of 2001                      91</span>\n\nthe steel rod carried in the vehicle KRA 5382 at Ernakulam, he did\n\nnot support the case of the prosecution.         PW30, who was working\n\nat    way bridge         at Chellanam - Vyttila   also deposed    that  on\n\n26.12.1985 the lorry with         registration No.KRA 5382 with load was\n\nweighed. All these evidence will go to show that after lifting the\n\nmaterial from Thannermukkam project on 26.12.1985                it did not\n\nreach the site either at Kudayathoor or Kolapra but it was diverted\n\nand taken to Ernakulam. Though the actual sale of these articles\n\nwere not proved by the prosecution, this evidence will go to show\n\nthat a portion of the articles covered by the intends intended to be\n\nsupplied for the work in connection with bridges at Kudayathoor and\n\nKolapra were diverted by the 5th accused            who has taken delivery\n\nfrom these stores for and on behalf of the 4th accused as well. So it\n\nis clear from the evidence that all these things can be possible with\n\nthe connivance of the 4th accused as well and 5th accused alone\n\ncannot       do the same.      Further   the   false  explanation given by\n\naccused 4 and 5 regarding shortage of articles found at the work\n\nspot also will give an indication of sharing of mind of these accused\n\npersons regarding diversion of the article which was entrusted to\n\nthem for the purpose of delivery at the site to be delivered to them\n\nlater in connection        with the works of those    two places.   Merely\n\nbecause the 5th accused had later brought 8.65 metric tones of\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_110\">128 &amp; 129 of 2001                    92</span>\n\nsteel rod on 5.4.1987 after notices were issued to him when the\n\ndiscrepancies were found on the basis of the report given by the\n\nsecond accused and PW3          will not absolve him from the criminal\n\nliability of conversion of the same at least for a temporary period\n\nwithout supplying the same to the site after he had taken the same\n\nfrom the         stores.  The false   explanation given by them is an\n\nadditional link to complete the chain of circumstances to prove the\n\ndishonest intention on the part of accused 4 and 5 regarding the\n\nshortage of articles found at the work site at Kudayathoor and\n\nKolapra. So under the circumstances, the court below was perfectly\n\njustified in coming to the conclusion that    there was entrustment of\n\narticles belong to the department       to accused   4 and 5 and 5th\n\naccused on his behalf and on behalf of the 4th accused lifted the\n\narticles as per the intend Nos.30/85-86 and 31/85-86 from\n\nThanneermukkam project store and diverted a portion of the same\n\nnamely 18.40 metric tones of materials of which 8.65 metric tones of\n\n32 MM steel was later produced and caused a loss of 9.75 metric\n\ntones of steel rod which were entrusted to them for the purpose of\n\nproducing the same before the work spot but not produced and not\n\naccounted for the same       till their contracts were terminated and\n\nthereby they have committed misappropriation of the articles and\n\nrightly convicted them for the offence under section 409 of the Indian\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_111\">128 &amp; 129 of 2001                    93</span>\n\nPenal Code read with <a href=\"/doc/1897847/\" id=\"a_98\">section 120 B </a>of the Indian Penal Code.\n\n</p><p data-structure=\"Conclusion\" id=\"p_150\">        120. As far as the third accused is concerned the explanation\n\ngiven by him regarding the discrepancies made in the gate passes as\n\nagainst the entries made by him in the official registers though there\n\nwas no short supply made from that place, it will be seen that he had\n\nalso played a role in helping accused 4 and 5 in committing the\n\nmisappropriation and this was done with the dishonest intention of\n\nhelping accused 4 and 5 to get some unlawful gain and causing\n\nunlawful loss to the department misusing the official position and\n\nthereby he had committed the offence punishable under <a href=\"/doc/56496671/\" id=\"a_99\">section 5(1)</a>\n\n</p><p data-structure=\"Section\" id=\"p_151\">(d) read with <a href=\"/doc/1420677/\" id=\"a_100\">section 5(2)</a> of the P.C. Act and      also offences under\n\n<a href=\"/doc/1317063/\" id=\"a_101\">sections 465</a> and <a href=\"/doc/1466184/\" id=\"a_102\">471</a> of the Indian Penal Code for creating false\n\ngate passes with false entries to make it appear that they are\n\ngenuine documents to be used for transporting the articles from the\n\nstore to the site. So under the circumstances, the court below as\n\nperfectly justified in     convicting the third accused for the offence\n\nunder <a href=\"/doc/3022792/\" id=\"a_103\">section 5(1)(c)</a> read with <a href=\"/doc/171288855/\" id=\"a_104\">section 5(2)</a> and also <a href=\"/doc/182822854/\" id=\"a_105\">section 5(1)(d)</a>\n\nread with <a href=\"/doc/171288855/\" id=\"a_106\">section 5(2)</a> of the P.C. Act, 1947 and <a href=\"/doc/1317063/\" id=\"a_107\">sections 465</a> and\n\n<a href=\"/doc/1466184/\" id=\"a_108\">471</a> of the Indian Penal Code and also for the offence under <a href=\"/doc/1326844/\" id=\"a_109\">section\n\n409</a> of the Indian Penal Code invoking <a href=\"/doc/1897847/\" id=\"a_110\">section 120 B </a>of the Indian\n\nPenal Code for hatching criminal conspiracy with accused 4 and 5\n\nfor this purpose.\n</p>\f\n<p data-structure=\"Conclusion\" id=\"p_152\">Crl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_112\">128 &amp; 129 of 2001                     94</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_153\">        121. As regards the conviction of accused 1 and 2 is concerned,\n\nin view of the discussions made above, it cannot be said that there\n\nwas any direct or indirect liason between accused 1 and 2 or 4 and 5\n\nto hatch conspiracy           for the  purpose of    allowing  them to\n\nmisappropriate the government materials and cause unlawful loss to\n\nthe government. At the most the evidence may be helpful to come\n\nto a conclusion that there were some laches on the part of the first\n\nand second accused in respect of initiating action against accused 4\n\nand 5 though the discrepancy was brought to the notice of the first\n\naccused by PW3 and a conference was convened by the first accused\n\nand instructions have been given to accused 2, 3 and 13 to take\n\nappropriate action in this regard and       the action was delayed and\n\nproper supervision was not made by him.\n</p>\n<p data-structure=\"Section\" id=\"p_154\">         122. As far as the second accused is concerned, he could give\n\nintimation regarding the actual supply made to the superiors only\n\nlater with delay and he had not mentioned anything about the\n\ndiscrepancies in the gate passes and also the short supply made.\n\nBut it will be seen from the evidence that there is nothing on record to\n\nshow that the second accused was informed about the actual supply\n\nmade from the stores and the gate passes and copy of the intends\n\nwith issue notes were entrusted to him though they were said to have\n\nbeen dispatched          through messenger Thannermukkam     stores. So\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_113\">128 &amp; 129 of 2001                      95</span>\n\nunder such circumstances, it cannot be said that the prosecution was\n\nable to prove beyond reasonable          doubt that he was aware of the\n\nactual supply as regards Kolapra is concerned. It is true that he\n\ncould have made enquiries regarding the same and collected the\n\nmaterials, which he had not done. That may at the most amount to\n\ndereliction of his duty and it cannot be said that it was done with any\n\ndishonest intention so as to help the 5th accused who was the\n\ncontractor in respect of Kolapra to make unlawful gain as suggested\n\nby the prosecution so as to convict him for the offence under <a href=\"/doc/3022792/\" id=\"a_111\">section\n\n5(1)(c)</a> read with <a href=\"/doc/1420677/\" id=\"a_112\">section 5(2)</a> of the P.C. Act invoking <a href=\"/doc/1897847/\" id=\"a_113\">section 120 B\n\n</a>of the Indian Penal Code. So the conviction entered by the court\n\nbelow against accused 1 and 2 is unsustainable in law and the same\n\nare liable to be set aside. Accused 1 and 2 are entitled to get acquittal\n\nof the charges levelled against them giving them the benefit of doubt.\n\nAs regards the           conviction entered by the court below   against\n\naccused 3 to5 are hereby confirmed.\n</p>\n<p data-structure=\"Issue\" id=\"p_155\">        123. Point No.viii: The third accused was sentenced to undergo\n\nrigorous imprisonment for 4 years under <a href=\"/doc/3022792/\" id=\"a_114\">section 5(1)(c)</a> read with\n\n<a href=\"/doc/1420677/\" id=\"a_115\">section 5(2)</a> of the P.C. Act and further sentenced to undergo rigorous\n\nimprisonment for two years under <a href=\"/doc/1897847/\" id=\"a_116\">section 120 B </a>of the Indian Penal\n\nCode and further sentenced to undergo rigorous imprisonment for 4\n\nyears each and also to pay a fine of Rs.40,000/- each, in default to\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_114\">128 &amp; 129 of 2001                       96</span>\n\nundergo rigorous imprisonment for two years each under <a href=\"/doc/1326844/\" id=\"a_117\">section 409</a>\n\nof the Indian Penal Code and further sentenced to undergo rigorous\n\nimprisonment for two years under <a href=\"/doc/1317063/\" id=\"a_118\">section 465</a> of the Indian Penal\n\nCode and directed the sentences to run concurrently and set off was\n\nallowed for the period of detention already undergone under <a href=\"/doc/914361/\" id=\"a_119\">section\n\n428</a> of the Code of Criminal Procedure. Accused 4 and 5 were\n\nsentenced to undergo rigorous imprisonment for two years each\n\nunder <a href=\"/doc/1897847/\" id=\"a_120\">section 120 B </a>of the Indian Penal Code and further sentenced\n\nto undergo rigorous imprisonment for 4 years each and also to pay\n\na fine of           Rs.40,000/ each, in default    to undergo    rigorous\n\nimprisonment for           two years each under <a href=\"/doc/1326844/\" id=\"a_121\">section 409</a> of the Indian\n\nPenal Code and further sentenced to undergo rigorous imprisonment\n\nfor two years each under <a href=\"/doc/1317063/\" id=\"a_122\">section 465</a> of the Indian Penal Code and\n\ndirected       the       substantive  sentences to run concurrently.  No\n\nseparate sentence was awarded for the offence under <a href=\"/doc/182822854/\" id=\"a_123\">section 5(1)(d)</a>\n\nread with <a href=\"/doc/1420677/\" id=\"a_124\">section 5(2)</a> of the P.C Act and <a href=\"/doc/1466184/\" id=\"a_125\">section 471</a> of the Indian\n\nPenal Code and 5th accused is no more. So substantive sentence\n\nand default sentence against 5th accused cannot be enforced.\n\n</p><p data-structure=\"Section\" id=\"p_156\">        124. The third accused also now retired from service. It is true\n\nthat        offences of     corruption has  to be dealt with severely and\n\nshowing undue leniency may only give a wrong signal to the society.\n\nThe very purpose of the <a href=\"/doc/1331755/\" id=\"a_126\">P.C Act</a> is to curb corruption at all level\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_115\">128 &amp; 129 of 2001                     97</span>\n\nand persons who have been convicted for the offence of corruption\n\nshould be dealt with severally. Considering the fact that third accused\n\nis now retired from service and there is no evidence to show that\n\nhe had gained anything on account of this transaction by adducing\n\nany evidence and there was no short delivery effected from stores\n\nnor     any excess       delivery was made    to the  contract  through\n\nmessenger so as to make them unlawful gain, this court feels that\n\nthe substantive sentence imposed appears to be on the higher side\n\nand sentencing him to undergo rigorous imprisonment for one year\n\nunder <a href=\"/doc/1229833/\" id=\"a_127\">section 5(1)(c)</a> read with <a href=\"/doc/1420677/\" id=\"a_128\">section 5(2)</a> of the P.C. Act and also\n\nsentencing him to undergo          rigorous imprisonment for one   year\n\nunder section 120 B and one year under section 409 of the Indian\n\nPeal Code and one year under <a href=\"/doc/1317063/\" id=\"a_129\">section 465</a> of the Indian Penal Code\n\nand fine of Rs.40,000/- under <a href=\"/doc/1326844/\" id=\"a_130\">section 409</a> of the Indian Penal Code\n\nwith default sentence of six months will be sufficient and that will\n\nmeet the ends of Justice. As regard the 5th accused is concerned,\n\nsince he is no more, the substantive sentence and default sentence\n\ncannot be enforced against him and the fine of Rs.40,000/- imposed\n\ncannot be said to be on the higher side and the fine imposed can be\n\nrealized from his estate in accordance with law.\n\n</p><p data-structure=\"Conclusion\" id=\"p_157\">        125. As regards the 4th accused is concerned though there was\n\nno actual entrustment made to him and the entrustments were made\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_116\">128 &amp; 129 of 2001                   98</span>\n\nto the 5th accused on his behalf and he was convicted           for the\n\noffence invoking <a href=\"/doc/1897847/\" id=\"a_131\">section 120 B </a>of the Indian Penal Code, this court\n\nfeels that some leniency can be shown to him considering his age and\n\nthe role played by him in imposing sentence and sentencing him to\n\nundergo rigorous imprisonment for        one year under section 120 B\n\nand further sentenced to undergo rigorous imprisonment for one year\n\nand also to pay a fine of Rs.40,000/-, in default to undergo rigorous\n\nimprisonment for six months under <a href=\"/doc/1326844/\" id=\"a_132\">section 409</a> of the Indian Penal\n\nCode and further sentenced to undergo rigorous imprisonment for\n\nsix months under <a href=\"/doc/1317063/\" id=\"a_133\">section 465</a> of the Indian Penal Code will be\n\nsufficient and that will meet the ends of justice. Since accused 1 and\n\n2 were found not guilty and acquitted of the charge levelled against\n\nthem, the sentence imposed against them is not proper and the same\n\nis set aside. So the sentence imposed against accused 3 and 4 are\n\nmodified as follows:\n</p>\n<blockquote id=\"blockquote_46\">        The      third   accused is sentenced   to   undergo   rigorous\n\nimprisonment for one year under <a href=\"/doc/1229833/\" id=\"a_134\">section 5(1)(c)</a> read with <a href=\"/doc/1420677/\" id=\"a_135\">section 5\n\n(2)</a> of the P.C.Act and also sentenced to undergo rigorous\n\nimprisonment for one year under <a href=\"/doc/1326844/\" id=\"a_136\">section 409</a> of the Indian Penal Code\n\nand one year under <a href=\"/doc/1317063/\" id=\"a_137\">section 465</a> of the Indian Penal Code and fine of\n\nRs.40,000/- under <a href=\"/doc/1326844/\" id=\"a_138\">section 409</a> of the Indian Penal Code with default\n\nsentence of six months rigorous imprisonment.\n\f\n</blockquote><p data-structure=\"Issue\" id=\"p_158\">Crl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_117\">128 &amp; 129 of 2001                       99</span>\n\n        The      fourth    accused  is  sentenced   to  undergo  rigorous\n\nimprisonment for one year under <a href=\"/doc/1897847/\" id=\"a_139\">section 120 B </a>of the Indian Penal\n\nCode and further sentenced to undergo rigorous imprisonment for\n\none year and also to pay a fine of Rs.40,000/-, in default to undergo\n\nrigorous imprisonment for six months under <a href=\"/doc/1326844/\" id=\"a_140\">section 409</a> of the Indian\n\nPenal Code and further sentenced to undergo rigorous imprisonment\n\nfor six months under <a href=\"/doc/1317063/\" id=\"a_141\">section 465</a> of the Indian Penal Code.\n\n</p><p data-structure=\"Conclusion\" id=\"p_159\">        126. Since       5th accused is no more, the substantive sentence\n\nand default sentence cannot be enforced against him and fine can be\n\nrealized from his estate. This will not preclude the department from\n\nrealizing any loss if any sustained to the department on account of\n\nthe dereliction of duty of respondents 1 and 2 by initiating action\n\nagainst them departmentally in           accordance with law. The point is\n\nanswered accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_160\">        127. In the result:       Crl.A.Nos.126/2001 and 128/2001 are\n\nallowed and           order of  conviction and  sentence passed   against\n\naccused        1 and 2 are set aside and they are acquitted of the charge\n\nlevelled against them giving them the benefit of          doubt. The bail\n\nbonds executed by them will stand cancelled. The fine amount, if\n\nany, remitted by them is directed to be refunded to them.\n\n</p><p data-structure=\"Conclusion\" id=\"p_161\">           128. Crl.A.No.127/2001 is allowed in part.       The order of\n\nconviction passed against the third accused under <a href=\"/doc/1229833/\" id=\"a_142\">section 5(1)(c)</a>\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_118\">128 &amp; 129 of 2001                    100</span>\n\nand 5(1)(d) read with <a href=\"/doc/171288855/\" id=\"a_143\">section 5(2)</a> of the P.C. Act, 1947 and sections\n\n120 B, 465, 409 and 471 of the <a href=\"/doc/1569253/\" id=\"a_144\">Indian Penal Code</a> are hereby\n\nconfirmed and fine of Rs.40,000/- imposed for the offences under\n\nsection 409 are hereby confirmed but substantive sentence and\n\ndefault sentence imposed for the offences are set aside and the\n\nsame is modified as follows:\n</p>\n<blockquote id=\"blockquote_47\">        The      third   accused  is sentenced    to  undergo  rigorous\n\nimprisonment for one year under <a href=\"/doc/1229833/\" id=\"a_145\">section 5(1)(c)</a> read with <a href=\"/doc/1420677/\" id=\"a_146\">section 5\n\n(2)</a> of the P.C.Act and also sentenced to undergo rigorous\n\nimprisonment for one year under <a href=\"/doc/1326844/\" id=\"a_147\">section 409</a> of the Indian Penal Code\n\nand one year under <a href=\"/doc/1317063/\" id=\"a_148\">section 465</a> of the Indian Penal Code and fine of\n\nRs.40,000/- under <a href=\"/doc/1326844/\" id=\"a_149\">section 409</a> of the Indian Penal Code with default\n\nsentence of six months rigorous imprisonment.\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_162\">        129. Crl.A.No.129/2001 is      allowed in part.   The  order of\n\nconviction and sentence passed        against accused 4 and 5   for the\n\noffence under <a href=\"/doc/1897847/\" id=\"a_150\">sections 120B</a>, <a href=\"/doc/1326844/\" id=\"a_151\">409</a>, <a href=\"/doc/1317063/\" id=\"a_152\">465</a> and <a href=\"/doc/1466184/\" id=\"a_153\">471</a> of the Indian Penal\n\nCode are hereby confirmed. Since the 5th accused is no more, the\n\nsubstantive          sentence  and default sentence cannot be enforced\n\nagainst him and the fine imposed can be realized from his estate in\n\naccordance with law.         As regards   the 4th accused is concerned,\n\nsentence of fine of Rs.40,000/- imposed under <a href=\"/doc/1326844/\" id=\"a_154\">section 409</a> of the\n\nIndian Penal Code is hereby confirmed but the substantive sentence\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_119\">128 &amp; 129 of 2001                   101</span>\n\nand default sentence imposed are set aside and the same is modified\n\nas follows:\n</p>\n<blockquote id=\"blockquote_48\">        The      fourth   accused is sentenced  to   undergo  rigorous\n\nimprisonment for one year under <a href=\"/doc/1897847/\" id=\"a_155\">section 120 B </a>of the Indian Penal\n\nCode and further sentenced to undergo rigorous imprisonment for\n\none year and also to pay a fine of Rs.40,000/-, in default to undergo\n\nrigorous imprisonment for six months under <a href=\"/doc/1326844/\" id=\"a_156\">section 409</a> of the Indian\n\nPenal Code and further sentenced to undergo rigorous imprisonment\n\nfor six months under <a href=\"/doc/1317063/\" id=\"a_157\">section 465</a> of the Indian Penal Code.\n\n</blockquote><blockquote id=\"blockquote_49\">       Office is directed to communicate a copy of this judgment to the\n\nconcerned court at the earliest.\n</blockquote>\n<blockquote id=\"blockquote_50\">                                               Sd/-\n</blockquote>\n<blockquote id=\"blockquote_51\">                                     K. RAMAKRISHNAN, JUDGE.\n</blockquote>\n<blockquote id=\"blockquote_52\">ss/cl\n\n           The name of the learned counsel shown as &quot;Sri.P.K. Ashokan&quot;\n\n</blockquote><blockquote id=\"blockquote_53\">in the 3rd line of the 7th paragraph of the common judgment dated\n\n20.5.2016 in Crl.A.No.126/2001 and connected cases is corrected and\n\nsubstituted as &quot;Sri. P.Vijaya Bhanu, Senior Advocate&quot; as per order\n\ndated 27.7.2016 in Crl.M.A.No.4422/2016 in Crl.A.No.129/2001.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_54\">                                          Sd/- Registrar (Judicial)\n\f\nCrl. Appeal Nos.126, 127,\n<span class=\"hidden_text\" id=\"span_120\">128 &amp; 129 of 2001            102</span>\n\n\n\n\n                                   K. RAMAKRISHNAN, J.\n</blockquote><blockquote id=\"blockquote_55\">                                  .......................................\n                                    Crl. Appeal Nos.126, 127,\n                                        128 &amp; 129 of 2001\n                                 .........................................\n</blockquote><blockquote id=\"blockquote_56\">                                       20th day of May, 2016\n\n                                            JUDGMENT\n\f\n\n\n\n          </blockquote>","numcites":37,"numcitedby":28,"docsource":"Kerala High Court","citetid":43696678,"divtype":"judgments","relatedqs":[{"value":"section 409 of indian penal code","formInput":"section%20409%20of%20indian%20penal%20code"},{"value":"section 409 i.p.c.","formInput":"section%20409%20i.p.c."},{"value":"\"false document\"","formInput":"%22false%20document%22"},{"value":"criminal breach of trust","formInput":"criminal%20breach%20of%20trust"},{"value":"entrustment of property ","formInput":"entrustment%20of%20property%20"},{"value":"section 409 ipc","formInput":"section%20409%20ipc"},{"value":"air 1968 sc 700","formInput":"air%201968%20sc%20700"},{"value":"section 409","formInput":"section%20409"},{"value":"prevention of corruption act","formInput":"prevention%20of%20corruption%20act"},{"value":"ipc 409","formInput":"ipc%20409"},{"value":"section 120b","formInput":"section%20120b"},{"value":"theft","formInput":"theft"},{"value":"breach of trust ","formInput":"breach%20of%20trust%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"false document","formInput":"false%20document"},{"value":"\"criminal breach of trust\"","formInput":"%22criminal%20breach%20of%20trust%22"},{"value":"\"prevention of corruption act\"","formInput":"%22prevention%20of%20corruption%20act%22"},{"value":"section 471","formInput":"section%20471"},{"value":"indian penal code 409","formInput":"indian%20penal%20code%20409"},{"value":"section 465","formInput":"section%20465"}],"cats":[{"value":"breach-of-trust","formInput":"tag:breach-of-trust"},{"value":"forgery","formInput":"tag:forgery"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"forged-document","formInput":"tag:forged-document"}],"courtcopy":true,"query_alert":null,"agreement":false}