{"tid":93963916,"publishdate":"2012-12-20","title":"Mulheim Pipecoatings Gmbh vs Welspun Fintrade Limited A Company on 20 December, 2012","doc":"<h2 class=\"doc_title\">Mulheim Pipecoatings Gmbh vs Welspun Fintrade Limited A Company on 20 December, 2012</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-d-dhanuka\">R.D. Dhanuka</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-d-dhanuka\">R.D. Dhanuka</a></h3>\n\n<pre id=\"pre_1\">                                               1/57                  902-ARBP-1070.11.sxw\n\nhvn\n\n                  IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n\n\n\n\n                                                                                      \n                     ORDINARY ORIGINAL CIVIL JURISDICTION\n\n                       ARBITRATION PETITION NO. 1070 OF 2011\n\n\n\n\n                                                              \n                                        IN\n                             SUIT (L) NO. 2344 OF 2011\n\n           1. Mulheim Pipecoatings GmbH, a company\n\n\n\n\n                                                             \n              incorporated in Germany and having its\n              registered office at Friedrich-Ebert-Strasse\n              154, 45473 Mulheim an der Ruhr, Germany                  ..       Petitioner\n\n                                          Versus\n\n\n\n\n                                                  \n           1. Welspun Fintrade Limited a company\n                                 \n              incorporated under the <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act,\n              1956</a> and having its registered office at\n              Welspun City, Village Versamei, Taluka Anjar,\n                                \n              Anjar, Guajrat 370 110.\n\n           2. Welspun Corp. Limited, a company incorporated\n              under the <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a> and having its\n             \n\n              registered office at Welspun City, Village Versamei,\n              Taluka Anjar, Anjar, Gujarat 370 110.                    ..       Respondents\n          \n\n\n\n      Mr. Iqbal Chagla, Sr. Advocate along with Mr. Riyaz Chagla along with Ms.\n      Nandini Singh i/by M/s. Bharucha &amp; Partners for the petitioner.\n\n\n\n\n\n      Mr. Virag Tulzapurkar, Sr. Advocate along with Mr. Cyrus Ardeshir along with\n      Mr. Rahul Dwarkadas, Mr. Kingshuk Banerjee along with Ms. Prachi Dhanani\n\n\n\n\n\n      i/by M/s. Wadia Ghandy &amp; Co. for respondents.\n                            CORAM : R.D. DHANUKA,J.\n                            DATED : DECEMBER 20 , 2012\n\n      ORAL JUDGMENT :</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">      1.      By this petition filed under <a href=\"/doc/160474/\" id=\"a_3\">section 45</a> of the Arbitration &amp; Conciliation Act,\n\n      1996, the petitioner seeks direction to refer respondent no. 1 to arbitration under\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                              ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                             2/57                 902-ARBP-1070.11.sxw\n\n    clause 11.13 of Share Purchase Agreement (for short &quot;SPA&quot;) and seeks dismissal\n\n    of the suit (2287/11)      filed by the first respondent in this court against the\n\n\n\n\n                                                                                  \n    petitioner.\n</p>\n\n\n\n                                                          \n<p data-structure=\"Facts\" id=\"p_2\">    2.     Some of the relevant facts for the purpose of deciding this petition are\n\n    summarized as under :\n</p>\n\n\n\n                                                         \n<blockquote id=\"blockquote_1\">         (a)       The Petitioner   is a company incorporated under the laws of\n\n         Germany and is constituent of the Europipes Group carrying on business\n\n         in the large diameter pipes Industries. The Petitioner is a substantial\n\n\n\n\n                                              \n         share holder of respondent no. 2 company. The respondent no. 1 is\n                               \n         incorporated under the laws of India and       is constituent of Welspun\n                              \n         Trading Ltd. The first respondent is a promoter and share holder of\n\n         second respondent. The shares in the capital of second respondent are\n           \n\n         listed on the National Stock Exchange and Stock Exchange, Mumbai.\n</blockquote>        \n\n\n\n<blockquote id=\"blockquote_2\">         (b)       On 10th December, 2004, Welspun Trading Limited (referred to\n\n         as transferor/ M/s. Eupec PipeCoatings GmBH (referred to as the\n\n         &quot;transferee&quot;) and Welspun Gujarat Stahl Rohren Limited (referred to as\n\n\n\n\n\n         the company or WGSRL), the first respondent agreed to sell to the\n\n         petitioner M/s. Eupec PipeCoatings 4469793 equity shares of WGSRL.\n</blockquote>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_3\">         The transferor agreed to transfer to the transferee at the price of Rs. 51\n\n         only per equity shares so as to ensure that the transferee shall hold 8% of\n\n         the post merger equity share capital of WGSRL. Clause 8 of the said SPA\n\n         which provides for the pre-emption rights reads thus :\n</p>\n<blockquote id=\"blockquote_3\">                  &quot;8. PRE-EMPTION RIGHTS :\n</blockquote><blockquote id=\"blockquote_4\">                  8.1. Subject to applicable law, the parties hereby agrees\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                          ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                        3/57                   902-ARBP-1070.11.sxw\n\n          that in the event that the Transferee wishes to sell any of its\n          shares in WGSRL to any third party, the Transferee shall\n          offer the same on the same terms and conditions to the\n\n\n\n\n                                                                               \n          Transferor or any of its associates as may identified by the\n          Transferor by way of a notice in writing (the &quot;Notice of\n          Offer&quot;).\n</blockquote>\n\n\n\n                                                       \n<blockquote id=\"blockquote_5\">          8.2 The Transferor may accept the offer within fifteen\n          (15) days of the date of the Notice of Offer and if the\n          Transferor has accepted the offer, the Transferor and the\n\n\n\n\n                                                      \n          Transferee shall complete the transaction within fifteen (15)\n          days of such acceptance of the offer subject to compliance\n          with applicable laws. In the event that the Transferor does\n          not accept the offer in accordance with the terms hereof, the\n          Transferee shall have the right to sell the shares (whether in\n\n\n\n\n                                         \n          whole or part) to any third party as it may deem fit. &quot;\n</blockquote>                         \n<p data-structure=\"Section\" id=\"p_4\">    (c ) Clause 11.1 provides that such agreement shall be construed in accordance\n\n    with the applicable laws in India and shall be governed accordingly.              The\n                        \n    purchase consideration agreed under the said SPA was             in the aggregate\n\n    equivalent to Euro 4 Millions in Indian Rs.22,80,00,000/- at the time of\n      \n\n\n    execution of SPA. Clause 11.11, 11.13 and 11.15 of the said SPA reads thus :\n</p>   \n\n\n\n<blockquote id=\"blockquote_6\">          &quot;11.11 Variation : No variation of this Agreement shall be\n          valid unless it is in writing and signed by or on behalf of\n          each of the Parties to this Agreement.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_7\">          11.13 Dispute Resolution : Th Parties shall try and\n          amicably resolve all claims, disputes, questions or\n          controversies or claims arising out of or in connection with\n          this agreement or the execution, interpretation, validity,\n          performance, breach or termination hereof. All disputes\n\n\n\n\n\n          arising out of or in connection with the present agreement\n          shall be finally settled under the Rules of Arbitration of the\n          International Chamber of Commerce (ICC) by one\n          Arbitrator appointed in accordance with the said Rules. The\n          Arbitration shall take place in Dhubai, The language of the\n          Arbitration shall be English.\n</blockquote>\n<blockquote id=\"blockquote_8\">          11.15 Termination : Subject to the provisos of Clause 5\n          above, this Agreement may be terminated by the Transferee\n          if the Transferor has failed to fulfill the conditions precedent\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                       ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                         4/57                  902-ARBP-1070.11.sxw\n\n           as provided in Clause 5 of this Agreement or if the requisite\n           consents and permissions for transfer of Sale Shares cannot\n           be obtained in good faith as aforesaid. The Transferee may\n\n\n\n\n                                                                               \n           terminate this Agreement by providing a written notice to\n           the Transferor. Upon such notice being served, the\n           transaction contemplated herein shall stand abandoned\n\n\n\n\n                                                       \n           forthwith if such transaction has not been consummated or\n           the Agreement is not extended for a further period, without\n           prejudice to any rights that may have accrued to the\n           Transferee or the Transferor under this Agreement prior to\n\n\n\n\n                                                      \n           termination as aforesaid.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_5\">    (d)    The first respondent and second respondent are sister concerns\n\n    belonging to Welspun Group. In the year 1999, the first respondent and\n\n\n\n\n                                          \n    second respondent entered into\n                           ig           a joint venture/promotion/collaboration\n\n    agreement pursuant to which the parties incorporated a company known as\n                         \n    Eupec Welspun PipeCoatings (India) Limited under the provisions of the\n\n    <a href=\"/doc/1353758/\" id=\"a_4\">Companies Act, 1956</a>. Subsequently the first respondent            also acquired\n      \n\n    shares in the said company i.e.       Eupec Welspun Pipecoatings (India)\n   \n\n\n\n    Limited.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_6\">    (e)   The name of the Eupec-Welspun Coatings (India) Limited was\n\n\n\n\n\n    subsequently changed to Mulheim Pipecoatings GmBH petitioner herein. It\n\n    is the case of the first respondent that in pursuance of the issuance of second\n\n\n\n\n\n    respondent&#x27;s shares to the first respondent under the scheme and post\n\n    acquisition of shares     by the petitioners, under the scheme and post\n\n    acquisition of the shares by the petitioner under the said SPA, the petitioner\n\n    became     holder of 12236460 equity shares of the          second respondent\n\n    company constituting approximately 8% of the total equity share capital\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                       ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                        5/57                  902-ARBP-1070.11.sxw\n\n    therein. The respondent no. 2 reduced its share capital by 65%. Accordingly\n\n    the share holdings of the petitioner in the second respondent got reduced\n\n\n\n\n                                                                              \n    from 12236460 equity shares to 8565255 equity shares of face value of Rs.\n</p>\n\n\n\n                                                      \n<p data-structure=\"Issue\" id=\"p_7\">    5 constituting approximately 8% of the second respondent&#x27;s share capital.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">    Vide its letter dad 6th October, 2009, the petitioner      informed the first\n\n\n\n\n                                                     \n    respondent that   it was intended to sell its entire share holdings in second\n\n    respondent and that the first respondent was being given &quot;Notice of Offer&quot;\n</p>\n<blockquote id=\"blockquote_9\">    contemplated under clause 8 of the SPA.\n</blockquote>\n\n\n\n                                         \n<blockquote id=\"blockquote_10\">    (f)\n                          \n           The first respondent by its letter dated 21st October, 2009 and e-mail\n                         \n    dated 27th October, 2009 informed the petitioner that the notice of offer\n\n    dated 6th October, 2009 was not in accordance with the requirements\n      \n\n    stipulated under the SPA and consequently the same was not a valid notice.\n</blockquote>   \n\n\n\n<blockquote id=\"blockquote_11\">    (g)    The Petitioner thereafter addressed a letter dated 5 th November, 2009\n\n    to the first respondent and expressed its intention to sell its shares in the\n\n\n\n\n\n    second respondent company to third party.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_12\">    (h)    The first respondent by its letter/e-mail dated 20 th November, 2009\n\n    replied to the letter dated 5th November, 2009 and denied that the said letter\n\n    constitutes valid notice of offer as the same did not meet the requirements\n\n    set out in the said SPA.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                      ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n<pre id=\"pre_2\">                                         6/57                  902-ARBP-1070.11.sxw\n\n    (i)    By its letter dated 20th November, 2009 to the petitioners, the first\n\n</pre><blockquote id=\"blockquote_13\">    respondent requested to treat the said letter as notice invoking arbitration in\n\n\n\n\n                                                                               \n    accordance with the provisions of clause 11.13 of the SPA.\n</blockquote>\n\n\n\n                                                       \n<blockquote id=\"blockquote_14\">    (j)    The first respondent thereafter filed petition under <a href=\"/doc/1079220/\" id=\"a_5\">section 9</a> of the\n\n\n\n\n                                                      \n    Arbitration and Conciliation Act, 1996 (1022/2009) and sought temporary\n\n    order and injunction restraining the petitioner from creating third party\n\n    rights in respect of the equity shares held by it in the second respondent\n\n\n\n\n                                          \n    company. By order dated 21.11.2009, passed in the said Arbitration Petition\n                         \n    (1022/2009) this court granted ad interim relief in favour of the first\n                        \n    respondent herein      temporarily restraining the petitioner herein from\n\n    creating any third party rights in respect of the shares held by it in second\n      \n\n    respondent company.\n</blockquote>   \n\n\n\n<blockquote id=\"blockquote_15\">     (k)    It is the case of the first respondent that the petitioner and the first\n\n     respondent made another attempt to settle their disputes and differences\n\n\n\n\n\n     and ultimately final biding and concluded contract came to be recorded\n\n     in the memorandum of Understanding (for short MOU) dated 17 th March,\n\n\n\n\n\n     2010 between them. Clause 1 to 3 of the said MOU reads as under :\n</blockquote>\n<blockquote id=\"blockquote_16\">           &quot;1. In terms of the settlement, out of the 8,565,523 equity\n           shares, WTL shall purchase from MPC 5,00,000 equity\n           shares of Welspun Gujarat Stahl Rohern Limited, at a price\n           of Rs.207/- per equity share from MPC. The sale and\n           transfer of the shares as well as payment of sale proceeds\n           shall be completed by 10th April, 2010. Income Tax on the\n           aforesaid sale transaction shall be borne by MPC.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                       ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n<blockquote id=\"blockquote_17\">                                        7/57                  902-ARBP-1070.11.sxw\n\n</blockquote><blockquote id=\"blockquote_18\">          2.     MPC may sell the balance 35,65,523 shares in\n          monthly installment of 100,000 equity shares over a period\n          of 3 or more years.\n</blockquote>\n\n\n\n                                                                              \n<blockquote id=\"blockquote_19\">          3.     Upon signing of this MoU, the Share Purchase\n          Agreement dated 10th December, 2004 shall stand null and\n\n\n\n\n                                                      \n          void and the petition filed by WTL in High Court, Mumbai\n          shall be withdrawn by WTL. WTL shall also withdraw\n          notice of Arbitration sent by WTL.&quot;\n</blockquote>\n\n\n\n                                                     \n<p data-structure=\"PetArg\" id=\"p_9\">    The said MoU was signed by Mr. Balkrishnan            Goenka, Director on\n\n    behalf of the first respondent. It was also signed by Mr. Hans Warner\n\n    Gauer, authorized signatory on behalf of the petitioner herein.\n</p>\n\n\n\n                                         \n<p data-structure=\"Issue\" id=\"p_10\">    (l)   By letter dated 18th March, 2010 addressed by M/s. Amarchand,\n                         \n    Mangaldas &amp; Suresh A. Shroff &amp; Co. Advocates for the first respondent\n                        \n    in Arbitration Petition (1022/2009) (present petitioner), to the advocates\n\n    representing the petitioner   therein (present first respondent) stated as\n      \n\n    under :\n</p>   \n\n\n\n<blockquote id=\"blockquote_20\">          &quot;Our clients have placed in our hands a copy of the\n          Memorandum of Understanding dated 17 th March, 2010\n          (&quot;MOU&quot;) executed by Mr. Balkrishnan Goenka on behalf of\n\n\n\n\n\n          your clients, you known as Welspun Fintrade Ltd. And Mr.\n          Hans Werner Gauer on behalf of our clients. We\n          understanding you already have a copy of the MOU.\n</blockquote>\n<blockquote id=\"blockquote_21\">          In terms of the MOU, upon signing thereof, your clients are\n\n\n\n\n\n          required to withdraw the captioned petition and the\n          arbitration notice issued by your clients. Accordingly, our\n          client hereby calls upon your client to take immediate steps\n          for unconditional withdrawal of the captioned petition as\n          well as your clients&#x27; Notice dated November 20, 2009\n          invoking arbitration.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_11\">    (m)   The Securities and exchange Board of India        vide its exparte ad\n\n    interim order dated 2nd December, 2010 restrained the promoters of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                      ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                          8/57                  902-ARBP-1070.11.sxw\n\n    second respondent company from dealing with the shares of the second\n\n    respondent. Being aggrieved by the said order passed by SEBI, the first\n\n\n\n\n                                                                                \n    respondent herein filed appeal (21 of 2011) which was rejected on the\n\n\n\n\n                                                        \n    basis that the SEBI passed an exparte order and the first respondent had\n\n    not been heard and therefore, it was not necessary for the appellate\n\n\n\n\n                                                       \n    authority to go into the issues raised in the appeal. The said enquiry is\n\n    pending. It is the case of the first respondent        that though       the the\n\n    prevailing market price of the sale shares under the said MOU was\n\n\n\n\n                                           \n    approximately at Rs. 250/-, price agreed to be paid by the first respondent\n                           \n    under the said MOU was at Rs.207/- and thus the first respondent had an\n                          \n    opportunity of selling the same in the market at the then prevailing market\n\n    price and thereby make substantial profit.\n</p>      \n   \n\n\n\n<p data-structure=\"Facts\" id=\"p_12\">    (n)    It is the case of the first respondent that pursuant to the said MOU\n\n    and the letter received from the advocates of the petitioner herein, and\n\n    keeping with the terms of the MOU, the first respondent withdrew the\n\n\n\n\n\n    arbitration petition (1022 of 2009) filed by the first respondent in this court\n\n    on 22nd March, 2010 and thereby injunction granted in the said petition\n\n\n\n\n\n    came to an end. It is the case of the first respondent that the petitioner\n\n    herein in accordance with the terms of the said MOU and           from and out\n\n    of the 3565532 shares held by it over and above the sale shares           sold 3\n\n    lac. shares in three monthly installments. The first respondent        now held\n\n    over and above       sale shares, 3265523 equity shares in the second\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                        ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                           9/57                 902-ARBP-1070.11.sxw\n\n    respondent company. By mutual consent of parties, the sale transaction\n\n    contemplated under the said MOU         to be completed by 10 th April,2010\n\n\n\n\n                                                                                \n    was extended by one month.\n</p>\n\n\n\n                                                        \n<p data-structure=\"PetArg\" id=\"p_13\">    (o)    It is the case of the first respondent that after execution of the\n\n\n\n\n                                                       \n    concluded and binding MOU and after partly implementing upon, the\n\n    petitioners purport to raise untenable issue regarding its tax liability. Vide\n\n    its e-mail dated 16th June, 2010, the petitioners disputed the tax liability\n\n\n\n\n                                           \n    over and above 10.6% towards capital gains. The Petitioner vide its e-mail\n                            \n    dated 18th August, 2010 contended that the MOU was not a binding\n                           \n    contract between the parties and that it only     amounted to agreement to\n\n    negotiate the deal in good faith and nothing more. By the said e-mail, the\n      \n\n    petitioner informed that the pricing point might perhaps be the only item\n   \n\n\n\n    left that could allow   the parties    to find a solution to their problems\n\n    without the help of a tribunal.\n</p>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_14\">    (p)    The first respondent vide its e-mail dated 1st September, 2010\n\n    reiterated that the MOU was valid and binding contract between the\n\n\n\n\n\n    parties and the petitioner herein had committed beach of the terms and\n\n    conditions of the said MOU. The first respondent reiterated that it was\n\n    only because the petitioner in complete disregard of its obligation under\n\n    the said MOU had refused to bear the tax liabilities       connected with the\n\n    transaction and was seeking revision of the terms and conditions of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                        ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                           10/57                 902-ARBP-1070.11.sxw\n\n    MOU.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">    (q)     It is the case of the first respondent that the market price of the sale\n\n\n\n\n                                                                                 \n    shares fell below the agreed price.\n</p>\n\n\n\n                                                         \n<p data-structure=\"Facts\" id=\"p_16\">    (r)     On 25th May, 2011 the petitioner made a request to the Court of\n\n\n\n\n                                                        \n    Arbitration of International Chamber of commerce for arbitration. The\n\n    Petitioner herein was shown as claimant whereas the first respondent was\n\n    shown as respondent. The Petitioner invoked clause 11.13 of the said SPA.\n</p>\n\n\n\n                                            \n<p data-structure=\"Facts\" id=\"p_17\">    The Petitioner applied for the declaration that the petitioner was entitled\n                           \n    to    sell   at its discretion all or parts of   the shares       in the second\n                          \n    respondent, to any third party on the basis that the petitioner had alleged\n\n    to have complied with its obligations under the said SPA including one\n      \n\n    to his offer those shares to the first respondent as provided for in clause 8\n   \n\n\n\n    of the said SPA.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">    (s)      On 18th June, 2011, the first respondent received letter dated 16 th\n\n    June, 2011 from the International Chamber of Commerce informing the\n\n\n\n\n\n    first respondent about the request for arbitration received from the\n\n    petitioners in relation to the disputes and differences that had arisen\n\n\n\n\n\n    between the petitioner and the first respondent.\n</p>\n<p data-structure=\"PetArg\" id=\"p_19\">    (t)      By its letter dated 20th July, 2011, the petitioner herein sought to\n\n    terminate the said MOU and contended that the MOU was never binding\n\n    contract between the parties.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                         ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n<p data-structure=\"CDiscource\" id=\"p_20\">                                         11/57                   902-ARBP-1070.11.sxw\n\n    (u) By letter dated 26th July, 2011, the first respondent reiterated that the\n\n    MOU was valid, subsisting and binding contract between the parties and\n\n\n\n\n                                                                                 \n    informed that subject to the outcome of the SEBI investigation, it was\n\n\n\n\n                                                         \n    ready and willing to perform its obligation under the said MOU and\n\n    purchase sale shares even on the date of          writing of the        letter. The\n\n\n\n\n                                                        \n    respondent     objected to the purported termination of the MOU by the\n\n    petitioners as illegal, null and void.\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">    (v)    On 18th August, 2011, the first respondent filed suit (2287 of 2011)\n\n\n\n\n                                            \n    in this court against the petitioners herein and the second respondent.\n</p>                          \n<p data-structure=\"Section\" id=\"p_22\">    Prayer clauses (a) to (f) of the said suit are set out as under :\n</p>                         \n<blockquote id=\"blockquote_22\">          &quot;(a) this Hon&#x27;ble Court be pleased to declare that the\n          Plaintiff and Defendant No. 1 have by mutual agreement\n          terminated/rescinded and put an end to the share purchase\n          Agreement dated December 24, 2004 thereby rendering it\n      \n\n          null and void and that accordingly the said Share Purchase\n          Agreement is no longer valid, subsisting binding and/or\n   \n\n\n\n          enforceable.\n</blockquote>\n<blockquote id=\"blockquote_23\">          (b)   this Hon&#x27;ble be pleased to declare that the\n          Memorandum of Understanding dated May 17, 2010\n          Exhibit H hereto, entered into between the Plaintiff and\n\n\n\n\n\n          Defendant no. 1 is a valid, biding and subsisting contract\n          between the parties.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_23\">          (c ) Defendant No. 1, its agents, servants or any other\n          person claiming through or under                it be restrained\n\n\n\n\n\n          perpetually by an order injunction of this Hon&#x27;ble Court\n          from, in any manner, directly or indirectly, dealing with,\n          disposing of, selling, encumbering, transferring, crating or\n          causing to be created any third party rights of whatsoever\n          nature, or any right, title or interest in the Balance Shares i.e.\n          32,65,523 (Thirty Two lac Sixty Five Thousand Five\n          Hundred and Twenty Three) equity shares held by\n          Defendant no. 1 in Defendant No.2 Company or any part\n          thereof, save and except in the manner provided under the\n          Memorandum of Understanding dated March 17, 2010 and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                         ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                       12/57                  902-ARBP-1070.11.sxw\n\n          be further restrained from committing any breach of the said\n          Memorandum of Understanding or acting contrary to the\n          terms and conditions of the same.\n</p>\n\n\n\n                                                                              \n<p data-structure=\"CDiscource\" id=\"p_24\">          (d)     Defendant No. 1 be restrained perpetually by an order\n          injunction of this Hon&#x27;ble Court from carrying on or\n\n\n\n\n                                                      \n          proceeding with or prosecuting the arbitration proceeding\n          initiated by Defendant No. 1 before the International\n          Chamber of Commerce vide its letter dad May 25, 2011\n          addressed to the International Chamber of Commerce or\n\n\n\n\n                                                     \n          commencing or initiating or proceeding with any other\n          proceeding of any nature whatsoever on the basis of the\n          Share Purchase Agreement dated December 10, 2004.\n</p>\n<p data-structure=\"RespArg\" id=\"p_25\">          (e)     This Hon&#x27;ble court be pleased to order and decree that\n\n\n\n\n                                         \n          upon the Order dated December 2, 2010 passed by the\n          Securities and Exchange Board of India being vacated or\n                         \n          inoperative by any reason whatsoever or appropriately\n          modified, Defendant No. 1 shall in accordance with terms of\n          the Memorandum of Understanding dated march 17, 2010,\n                        \n          sell to the Plaintiff 50,00,000 (Fifty lac) equity shares held\n          by Defendant no. 1 in Defendant No.2 Company and do all\n          other acts, deeds and things as may be necessary to\n          complete the sale of the aforesaid equity shares in favour of\n      \n\n          the plaintiff in terms of the MOU March 17, 2009.\n</p>   \n\n\n\n<p data-structure=\"Precedent\" id=\"p_26\">          (f)    that in addition to the reliefs in prayer (e), Defendant\n          No. 1 be ordered and decreed to pay the Plaintiff as and by\n          way of liquidated damages such sum as may be ascertained\n          by this Hon&#x27;ble court upon enquiry. &quot;\n</p>\n\n\n\n\n<blockquote id=\"blockquote_24\">    (w)    On 17th August, 2011, this Court granted ad interim order in\n\n    Notice of Motion No. 2465 of 2011 against the petitioner herein from\n\n    carrying on or proceeding with or prosecuting arbitration proceeding\n\n\n\n\n\n    initiated by the petitioner herein before the International Chamber of\n\n    Commerce vide its letter dated 22nd May, 2011 or commencing or\n\n    initiating or proceeding with any other proceedings of any nature\n\n    whatsoever against the first respondent/defendant on the basis of the\n\n    SPA dated 10th December, 2004. The said ad interim order is extended\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                      ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                      13/57                 902-ARBP-1070.11.sxw\n\n    from time to time and is      in operation. On 13 th October, 2011 the\n\n    International Chamber of Commerce appointed Mr. Tim Taylor as an\n\n\n\n\n                                                                            \n    arbitrator in response to the request for arbitration made by the\n\n\n\n\n                                                    \n    petitioner. The first respondent vide its advocates letter dated 30 th\n\n    August, 2011 to the International Chamber of Commerce submitted its\n\n\n\n\n                                                   \n    jurisdictional objections without prejudice to its rights and contentions\n\n    in the suit filed and pending before this court and in particular that\n\n    there was no valid, binding and       enforceable arbitration agreement\n\n\n\n\n                                        \n    between the parties.   \n</blockquote>                          \n<blockquote id=\"blockquote_25\">     (x)    The Petitioners herein thereafter filed statement of claim before\n\n     the learned arbitrator. It is pleaded that the said MOU did not render\n      \n\n     the said SPA and in any event the arbitration clause mentioned in SPA\n   \n\n\n\n     ineffective. The Petitioner disputed the authority of Mr. Gauer to sign\n\n     any such MOU.\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_26\">    (y)    The Arbitration Proceeding filed by the petitioner which are\n\n    pending before the learned arbitrator appointed by International Chamber\n\n\n\n\n\n    of Commerce.\n</blockquote>\n\n\n<blockquote id=\"blockquote_27\">    (z)    On 19th September, 2011 the petitioners filed this petition praying\n\n    for    direction to refer the first respondent to arbitration under clause\n\n    11.13 of the SPA and for the dismissal of the suit filed by the first\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                    ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                               14/57                   902-ARBP-1070.11.sxw\n\n         respondent or in the alternative to stay the suit sine die.\n</blockquote>\n\n\n\n                                                                                       \n<p data-structure=\"Section\" id=\"p_27\">    3.       <a href=\"/doc/1211237/\" id=\"a_6\">Section 44</a> and <a href=\"/doc/160474/\" id=\"a_7\">45</a> of the Arbitration and Conciliation Act, 1996 reads\n\n\n\n\n                                                              \n    thus :\n</p>\n<blockquote id=\"blockquote_28\">             <a href=\"/doc/1211237/\" id=\"a_8\">Section 44</a> - Definition\n\n\n\n\n                                                             \n             In this Chapter, unless the context otherwise requires, &quot;foreign award&quot; means\n             an arbitral award on differences between persons arising out of legal\n             relationships, whether contractual or not, considered as commercial under the\n             law in force in India, made on or after the 11th day of October, 1960--\n</blockquote>\n\n\n\n                                                 \n<blockquote id=\"blockquote_29\">                (a) in pursuance of an agreement in writing for arbitration to which the\n                                  \n                Convention set forth in the First Schedule applies, and\n\n\n</blockquote><blockquote id=\"blockquote_30\">                (b) in one of such territories as the Central Government, being satisfied\n                                 \n                that reciprocal provisions have been made may, by notification in the\n                Official Gazette, declare to be territories to which the said Convention\n                applies.\n</blockquote>           \n\n\n<p data-structure=\"Section\" id=\"p_28\">                 <a href=\"/doc/160474/\" id=\"a_9\">Section 45</a> - Power of judicial authority to refer parties\n        \n\n\n\n                 to arbitration\n\n\n\n\n\n                 Notwithstanding anything contained in Part I or in <a href=\"/doc/161831507/\" id=\"a_10\">the Code of\n                 Civil Procedure</a>, 1908 (5 of 1908), a judicial authority, when\n                 seized of an action in a matter in respect of which the parties\n                 have made an agreement referred to in <a href=\"/doc/1211237/\" id=\"a_11\">section 44</a>, shall, at\n                 the request of one of the parties or any person claiming\n                 through or under him, refer the parties to arbitration, unless it\n                 finds that the said agreement is null and void, inoperative or\n\n\n\n\n\n                 incapable of being performed.&quot;\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_29\">                  <a href=\"/doc/19636/\" id=\"a_12\">Article 6(4)</a> of the Rules of Arbitration framed by International\n\n         Court of Arbitration reads as under :\n</p>\n<blockquote id=\"blockquote_31\">                 &quot;Unless otherwise agreed, the Arbitral Tribunal shall not\n                 cease to have jurisdiction by reason of any claim that the\n                 contract is null and void or allegation that it is non-existent,\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                               ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                            15/57                  902-ARBP-1070.11.sxw\n\n               provided that the Arbitral Tribunal upholds the validity of\n               the arbitration agreement. The Arbitral Tribunal shall\n               continue to have jurisdiction to determine the respective\n\n\n\n\n                                                                                   \n               rights of the parties and to adjudicate their claims and pleas\n               even though the contract itself may be non-existent or null\n               and void.&quot;\n</blockquote>\n\n\n\n                                                           \n<p data-structure=\"PetArg\" id=\"p_30\">    4.    Mr. Chagla, the learned senior counsel appearing for the petitioner made\n\n    the following submissions :\n</p>\n\n\n\n                                                          \n<blockquote id=\"blockquote_32\">         (a)     the disputes between the parties fall within the four corners of\n\n         arbitration agreement.    SPA is valid, subsisting, operative and is\n\n\n\n\n                                             \n         capable of being performed. Under <a href=\"/doc/160474/\" id=\"a_13\">Section 45</a> of the Act, this court\n                              \n         thus has to refer the parties to arbitration in accordance with clause\n\n         11.13 of the SPA.\n</blockquote>                             \n<p data-structure=\"RespArg\" id=\"p_31\">         (b)    The MOU relied upon by the first respondent was only\n\n         preparatory to the final agreement and was not concluded agreement.\n</p>           \n        \n\n\n\n<p data-structure=\"PetArg\" id=\"p_32\">         (c)    Mr. Gauer, the signatory of the said MOU had no authority to\n\n         negotiate and sign the said MOU on behalf of the petitioners. The\n\n\n\n\n\n         Petitioner had made it clear to the respondent about Mr. Gauer having\n\n         no authority to negotiate or sign any such MOU.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">         (d)    Under Clause 11.11 it was agreed that no variation of the said\n\n\n\n\n\n         SPA would be valid unless it was in writing and signed by and on\n\n         behalf of each of the parties to that agreement. The said SPA was\n\n         between three parties. The MOU was between two parties and thus the\n\n         agreement between three parties cannot be        set at naught        and be\n\n         declared null and void by two parties. Two parties could not modify\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                           ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                       16/57                 902-ARBP-1070.11.sxw\n\n    and or substitute the SPA signed by three parties. The rights and\n\n    obligations under the SPA would thus continue including arbitration\n\n\n\n\n                                                                             \n    agreement. The MOU being in the teeth of clause 11.11 of SPA is not\n\n\n\n\n                                                     \n    valid or binding on the petitioners.\n</p>\n\n\n\n                                                    \n<p data-structure=\"Section\" id=\"p_34\">    (e )   The validity of the MOU is not an admitted position. The first\n\n    respondent itself has filed the suit for declaration that the MOU is\n\n    valid, binding and subsisting contract between the parties.\n</p>\n\n\n\n                                          \n<p data-structure=\"Issue\" id=\"p_35\">    (f)\n                         \n           The MOU is in violation of the pricing guidelines framed by\n                        \n    the Reserve Bank of India.\n</p>      \n\n<p data-structure=\"Section\" id=\"p_36\">    (g)    The Arbitral Tribunal is already constituted by the International\n   \n\n\n\n    Chamber of Commerce and the first respondent herein is party to the\n\n    said proceedings. The arbitral tribunal can rule on its own jurisdiction\n\n    as per <a href=\"/doc/19636/\" id=\"a_14\">Article 6(4)</a> of the Rules of Arbitration framed by International\n\n\n\n\n\n    Chamber of Commerce. The arbitral tribunal has already decided to\n\n    rule on its own jurisdiction. Reliance also is placed on <a href=\"/doc/675839/\" id=\"a_15\">section 16</a> of\n\n\n\n\n\n    the Arbitration Act, 1996. The MOU is in breach of the provisions of\n\n    Security Contract Regulation Act and      is illegal. Such illegal MOU\n\n    cannot supersede SPA and this issue can be considered only by the\n\n    arbitral tribunal.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                     ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n<pre id=\"pre_3\">                                          17/57                 902-ARBP-1070.11.sxw\n\n        (h)    The MOU is also in violation of the          Foreign Exchange\n\n</pre><p data-structure=\"Precedent\" id=\"p_37\">        Management (transfer or issue of security by person resident outside\n\n\n\n\n                                                                                \n        India) Regulations, 2000. Reliance is placed on <a href=\"/doc/1151350/\" id=\"a_16\">Regulation 10(B)(2)</a>\n\n\n\n\n                                                        \n        which requisites prior permission of the Reserve bank of India before\n\n        transfer of shares or equity debentures of Indian company by the person\n\n\n\n\n                                                       \n        resident outside India to the person resident in India subject to\n\n        adherence    to pricing guidelines, documentation          and reporting\n\n        requirements for such transfers as may be specified by Reserve Bank\n\n\n\n\n                                           \n        from time to time. It is submitted that under the MOU the shares are\n                              \n        offered at discounted prices which is contrary to the provisions of\n                             \n        FEMA. The MOU being not enforceable agreement, and thus cannot\n\n        be construed as an agreement superseding the SPA. Subsequent\n        \n\n        agreement    has to be valid and legally enforceable agreement. The\n     \n\n\n\n        conduct of the petitioner would not make the illegal agreement as legal.\n</p>\n<p data-structure=\"Section\" id=\"p_38\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"92712826\" id=\"span_17\">(i) Reliance is placed on the e-mail dated 7 th April, 2010, 7th May,\n\n        2010, 25th May, 2010, 16th June, 2010, 18th August, 2010, 1st September,\n\n\n\n\n\n        2010 and 16th June, 2011 to suggest that the final agreement was yet to\n\n        be executed and the MOU was only preparatory to final agreement. The\n\n\n\n\n\n        learned senior counsel placed reliance on Para 114 of the judgment of\n\n        the Supreme Court delivered on 28th September, 2012 in the case of\n\n        <a href=\"/doc/92712826/\" id=\"a_17\">Chloro Controls India P. Ltd. Vs. Severn Trent Water Purification\n\n        Inc.1</a> on the issue of scope of jurisdiction of court under <a href=\"/doc/160474/\" id=\"a_18\">section 45</a> of\n\n        the Arbitration and Conciliation Act, 1996 which reads thus :</span>\n</p>\n<blockquote id=\"blockquote_33\">    1 2012 (4) ArbLR 1 (SC)\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                        ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                    18/57                   902-ARBP-1070.11.sxw\n\n     &quot;114. An application for appointment of arbitral tribunal\n     under <a href=\"/doc/160474/\" id=\"a_19\">Section 45</a> of the 1996 Act would also be governed by\n     the provisions of <a href=\"/doc/605764/\" id=\"a_20\">Section 11(6)</a> of the Act. This question is\n\n\n\n\n                                                                            \n     no more res integra and has been settled by decision of a\n     Constitution Bench of seven Judges of this Court in the case\n     of SBP and Co. v. Patel Engineering Limited and Anr.\n</blockquote>\n\n\n\n                                                    \n<p data-structure=\"Precedent\" id=\"p_39\">     MANU/SC/1787/2005 : (2005) 8 SCC 618, wherein this\n     Court held that power exercised by the Chief Justice is not\n     an administrative power. It is a judicial power. It is a settled\n     principle that the Chief Justice or his designate Judge will\n\n\n\n\n                                                   \n     decide preliminary aspects which would attain finality\n     unless otherwise directed to be decided by the arbitral\n     tribunal. In para 39 of the judgment, the Court held as\n     under :\n</p>\n\n\n\n                                     \n<blockquote id=\"blockquote_34\">          &quot;It is necessary to define what exactly the Chief\n          Justice, approached with an application under <a href=\"/doc/1841764/\" id=\"a_21\">Section\n                    \n          11</a> of the Act, is to decide at that stage. Obviously, he\n          has to decide his own jurisdiction in the sense\n          whether the party making the motion has approached\n          the right High Court. He has to decide whether there\n                   \n          is an arbitration agreement, as defined in the Act and\n          whether the person who has made the request before\n          him, is a party to such an agreement. It is necessary to\n          indicate that he can also decide the question whether\n          the claim was a dead one; or a long-barred claim that\n      \n\n\n          was sought to be resurrected and whether the parties\n          have concluded the transaction by recording\n   \n\n\n\n          satisfaction of their mutual rights and obligations or\n          by receiving the final payment without objection. It\n          may not be possible at that stage, to decide whether a\n          live claim made, is one which comes within the\n\n\n\n\n\n          purview of the arbitration clause. It will be\n          appropriate to leave that question to be decided by the\n          Arbitral Tribunal on taking evidence, along with the\n          merits of the claims involved in the arbitration. The\n          Chief Justice has to decide whether the applicant has\n          satisfied the conditions for appointing an arbitrator\n\n\n\n\n\n          under <a href=\"/doc/605764/\" id=\"a_22\">Section 11(6)</a> of the Act. For the purpose of\n          taking a decision on these aspects, the Chief Justice\n          can either proceed on the basis of affidavits and the\n          documents produced or take such evidence or get\n          such evidence recorded, as may be necessary. We\n          think that adoption of this procedure in the context of\n          the Act would best serve the purpose sought to be\n          achieved by the Act of expediting the process of\n          arbitration, without too many approaches to the court\n          at various stages of the proceedings before the\n          Arbitral Tribunal.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                    ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n<pre id=\"pre_4\">                                         19/57                    902-ARBP-1070.11.sxw\n\n\n    (j) The learned senior counsel      placed reliance also on the following\n\n\n\n\n                                                                                 \n</pre><blockquote id=\"blockquote_35\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_20\">paragraphs of the Judgment in <a href=\"/doc/92712826/\" id=\"a_23\">Chloro Controls India Pvt. Ltd.</a> (supra):</span>\n</blockquote>\n\n\n\n                                                         \n<blockquote id=\"blockquote_36\">         &quot;55. The language of <a href=\"/doc/160474/\" id=\"a_24\">Section 45</a> read with Schedule I of the 1996\n         Act is worded in favour of making a reference to arbitration when\n         a party or any person claiming through or under him approaches\n         the Court and the Court is satisfied that the agreement is valid,\n         enforceable and operative. Because of the legislative intent, the\n\n\n\n\n                                                        \n         mandate and purpose of the provisions of <a href=\"/doc/160474/\" id=\"a_25\">Section 45</a> being in\n         favour of arbitration, the relevant provisions would have to be\n         construed liberally to achieve that object. The question that\n         immediately follows is as to what are the aspects which the Court\n         should consider while dealing with an application for reference to\n\n\n\n\n                                          \n         arbitration under this provision.\n</blockquote><blockquote id=\"blockquote_37\">         56. The 1996 Act makes it abundantly clear that <a href=\"/doc/1306164/\" id=\"a_26\">Part I of the Act</a>\n                         \n         has been amended to bring these provisions completely in line\n         with the UNCITRAL Model Law on International Commercial\n         Arbitration (for short, the &#x27;UNCITRAL Mode Law&#x27;), while\n                        \n         Chapter I of Part II is meant to encourage international\n         commercial arbitration by incorporating in India, the provisions\n         of the New York Convention. Further, the protocol on Arbitration\n         Clauses (for short &#x27;Geneva Convention&#x27;) was also incorporated as\n         part of Chapter II of Part II.\n</blockquote>      \n\n\n<blockquote id=\"blockquote_38\">         57. For proper interpretation and application of Chapter I of Part\n         II, it is necessary that those provisions are read in conjunction\n   \n\n\n\n         with <a href=\"/doc/1306164/\" id=\"a_27\">Schedule I of the Act</a>. To examine the provisions of <a href=\"/doc/160474/\" id=\"a_28\">Section\n         45</a> without the aid of Schedule I would not be appropriate as that\n         is the very foundation of <a href=\"/doc/160474/\" id=\"a_29\">Section 45</a> of the Act. The International\n         Council for Commercial Arbitration prepared a Guide to the\n\n\n\n\n\n         Interpretation of 1958 New York Convention, which lays/contains\n         the Road Map to Article . <a href=\"/doc/160474/\" id=\"a_30\">Section 45</a> is enacted materially on the\n         lines of Article of this Convention. When the Court is seized with\n         a challenge to the validity of an arbitration agreement, it would be\n         desirable to examine the following aspects :\n</blockquote><blockquote id=\"blockquote_39\">         1. Does the arbitration agreement fall under the scope of the\n\n\n\n\n\n         Convention?\n</blockquote>\n<blockquote id=\"blockquote_40\">         2. Is the arbitration agreement evidenced in writing?\n</blockquote>\n<blockquote id=\"blockquote_41\">         3. Does the arbitration agreement exist and is it substantively\n         valid?\n</blockquote>\n<blockquote id=\"blockquote_42\">         4. Is there a dispute, does it arise out of a defined legal\n         relationship, whether contractual or not, and did the parties intend\n         to have this particular dispute settled by arbitration?\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                         ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n<blockquote id=\"blockquote_43\">                                       20/57                  902-ARBP-1070.11.sxw\n\n</blockquote><blockquote id=\"blockquote_44\">     5. Is the arbitration agreement binding on the parties to the\n     dispute that is before the Court?\n</blockquote>\n\n\n\n                                                                              \n<blockquote id=\"blockquote_45\">     6. Is this dispute arbitrable?\n</blockquote>\n<blockquote id=\"blockquote_46\">     60. Amongst the initial steps, the Court is required to\n\n\n\n\n                                                      \n     enquire whether the dispute at issue is covered by the\n     arbitration agreement. Stress has normally been placed upon\n     three characteristics of arbitrations which are as follows -\n     (1) arbitration is consensual. It is based on the parties&#x27; agreement;\n</blockquote>\n\n\n\n                                                     \n<blockquote id=\"blockquote_47\">     (2) arbitration leads to a final and binding resolution of the\n     dispute; and\n\n     (3) arbitration is regarded as substitute for the court litigation and\n\n\n\n\n                                        \n     results in the passing of an binding award.\n</blockquote>                      \n<p data-structure=\"Precedent\" id=\"p_40\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"307101\" id=\"span_22\">76. Where the Court which, on its judicial side, is seized of\n     an action in a matter in respect of which the parties have\n     made an arbitration agreement, once the required ingredients\n                     \n     are satisfied, it would refer the parties to arbitration but for\n     the situation where it comes to the conclusion that the\n     agreement is null and void, inoperative or incapable of being\n     performed. These expressions have to be construed\n     somewhat strictly so as to ensure that the Court returns a\n      \n\n\n     finding with certainty and on the correct premise of law and\n     fact as it has the effect of depriving the party of its right of\n   \n\n\n\n     reference to arbitration. But once the Court finds that the\n     agreement is valid then it must make the reference, without\n     any further exercise of discretion {refer <a href=\"/doc/307101/\" id=\"a_31\">General Electric Co.\n     v. Renusagar Power Co. MANU/SC/0007/1987</a> : (1987) 4\n\n\n\n\n\n     SCC 137. These are the issues which go to the root of the\n     matter and their determination at the threshold would\n     prevent multiplicity of litigation and would even prevent\n     futile exercise of proceedings before the arbitral tribunal.</span>\n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_41\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1085356\" id=\"span_23\">78. This is the position of law in France and in some other\n     countries, but as far as the Indian Law is concerned, <a href=\"/doc/160474/\" id=\"a_32\">Section\n     45</a> is a legislative mandate and does not admit of any\n     ambiguity. We must take note of the aspect of Indian law\n     that Chapter I of Part II of the 1996 Act does not contain any\n     provision analogous to <a href=\"/doc/55568/\" id=\"a_33\">Section 8(3)</a> under <a href=\"/doc/1306164/\" id=\"a_34\">Part I of the Act</a>.\n     In other words, under the Indian Law, greater obligation is\n     cast upon the Courts to determine whether the agreement is\n     valid, operative and capable of being performed at the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                      ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                     21/57                   902-ARBP-1070.11.sxw\n\n     threshold itself. Such challenge has to be a serious challenge\n     to the substantive contract or to the agreement, as in the\n     absence of such challenge, it has to be found that the\n\n\n\n\n                                                                             \n     agreement was valid, operative and capable of being\n     performed; the dispute would be referred to arbitration.\n     (<a href=\"/doc/1085356/\" id=\"a_35\">State of Orissa v. Klockner and Company and Ors</a>.</span>\n</p>\n\n\n\n                                                     \n<p data-structure=\"Precedent\" id=\"p_42\">     MANU/SC/1460/1996 : AIR 1996 SC 2140.\n</p><p data-structure=\"Precedent\" id=\"p_43\">     117. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_25\">In <a href=\"/doc/1243245/\" id=\"a_36\">National Insurance Co. Limited v. Boghara Polyfab\n     (P) Limited MANU/SC/4056/2008</a> : (2009) 1 SCC 267,\n     another equi-bench of this Court after discussing various\n\n\n\n\n                                                    \n     judgments of this Court, explained SBP &amp; Co. (supra) in\n     relation to scope of powers of the Chief Justice and/or his\n     designate while exercising jurisdiction under <a href=\"/doc/605764/\" id=\"a_37\">Section 11(6)</a>,\n     held as follows :</span>\n</p>\n\n\n\n                                      \n<blockquote id=\"blockquote_48\">     22. Where the intervention of the court is sought for appointment\n     of an Arbitral Tribunal under <a href=\"/doc/1841764/\" id=\"a_38\">Section 11</a>, the duty of the Chief\n                     \n     Justice or his designate is defined in SBP &amp; Co. This Court\n     identified and segregated the preliminary issues that may arise for\n     consideration in an application under <a href=\"/doc/1841764/\" id=\"a_39\">Section 11</a> of the Act into\n                    \n     three categories, that is, (i) issues which the Chief Justice or his\n     designate is bound to decide; (ii) issues which he can also decide,\n     that is, issues which he may choose to decide; and (iii) issues\n     which should be left to the Arbitral Tribunal to decide.\n</blockquote>      \n\n<blockquote id=\"blockquote_49\">     22.1. The issues (first category) which the Chief Justice/his\n     designate will have to decide are:\n</blockquote>   \n\n\n\n<blockquote id=\"blockquote_50\">     (a) Whether the party making the application has approached the\n     appropriate High Court.\n</blockquote>\n<blockquote id=\"blockquote_51\">     (b) Whether there is an arbitration agreement and whether the\n\n\n\n\n\n     party who has applied under <a href=\"/doc/1841764/\" id=\"a_40\">Section 11</a> of the Act, is a party to\n     such an agreement.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_44\">     22.2. The issues (second category) which the Chief Justice/his\n     designate may choose to decide (or leave them to the decision of\n     the Arbitral Tribunal) are:\n</p>\n\n\n\n\n<blockquote id=\"blockquote_52\">     (a) Whether the claim is a dead (long-barred) claim or a live\n     claim.\n</blockquote>\n<blockquote id=\"blockquote_53\">     (b) Whether the parties have concluded the contract/transaction\n     by recording satisfaction of their mutual rights and obligation or\n     by receiving the final payment without objection.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_45\">     22.3. The issues (third category) which the Chief Justice/his\n     designate should leave exclusively to the Arbitral Tribunal are:\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                     ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n<p data-structure=\"Precedent\" id=\"p_46\">                                                22/57                    902-ARBP-1070.11.sxw\n\n</p><p data-structure=\"Issue\" id=\"p_47\">                (i) Whether a claim made falls within the arbitration clause (as for\n                example, a matter which is reserved for final decision of a\n                departmental authority and excepted or excluded from\n\n\n\n\n                                                                                         \n                arbitration).\n</p>\n<p data-structure=\"Section\" id=\"p_48\">                (ii) Merits or any claim involved in the arbitration.\n</p>\n\n\n\n                                                                \n<p data-structure=\"Precedent\" id=\"p_49\">                <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1243245\" id=\"span_27\">118. We may notice that at first blush, the judgment in the case of\n                Shree Ram Mills (supra) is at some variance with the judgment in\n                the case of <a href=\"/doc/1243245/\" id=\"a_41\">National Insurance Co. Ltd.</a> (supra) but when\n                examined in depth, keeping in view the judgment in the case of\n\n\n\n\n                                                               \n                SBP &amp; Co. (supra) and provisions of <a href=\"/doc/605764/\" id=\"a_42\">Section 11(6)</a> of the 1996\n                Act, both these judgments are found to be free from contradiction\n                and capable of being read in harmony in order to bring them in\n                line with the statutory law declared by the larger Bench in SBP &amp;\n                Co. (supra). The expressions &quot;Chief Justice does not in strict\n\n\n\n\n                                                  \n                sense decide the issue&quot; or &quot;is prima facie satisfied&quot;, will have to\n                be construed in the facts and circumstances of a given case.</span>\n</p>                                 \n<p data-structure=\"Precedent\" id=\"p_50\">                Where the Chief Justice or his designate actually decides the\n                issue, then it can no longer be prima facie, but would be a\n                decision binding in law. On such an issue, the Arbitral Tribunal\n                                \n                will have no jurisdiction to re-determine the issue. In the case of\n                Shree Ram Mills (supra), the Court held that the Chief Justice\n                could record a finding where the issue between the parties was\n                still alive or was dead by lapse of time. Where it prima facie\n                found the issue to be alive, the Court could leave the question of\n        \n\n                limitation and also open to be decided by the arbitral tribunal.&quot;\n</p>     \n\n\n\n<p data-structure=\"CDiscource\" id=\"p_51\">          (k)     Mr. Chagla, the learned senior counsel also placed reliance upon\n\n          the judgment of the Supreme Court in the case of Oil and Natural Gas\n\n\n\n\n\n          Commission Versus Western Company of North America 2, and more\n\n          particularly paragraph 18 in support of the plea that the injunction\n\n          cannot be granted against the parties from proceeding with arbitration\n\n\n\n\n\n          unless the court is convinced that it is one of those rarest cases where\n\n          such injunction is warranted and if no such injunction is granted, it\n\n          would be oppressing the parties to proceed with arbitration. Para 18 of\n\n          the said judgment reads thus :\n</p>\n<blockquote id=\"blockquote_54\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"405549\" id=\"span_28\">&quot;18. In the result we are of the opinion that the facts of this\n    2 (1987) 1 Supreme Court Cases 496\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                                                 ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                     23/57                   902-ARBP-1070.11.sxw\n\n     case are eminently suitable for granting a restraint order as\n     prayed by ONGC. It is no doubt true that this Court\n     sparingly exercises the jurisdiction to restrain a party from\n\n\n\n\n                                                                             \n     proceeding further with an action in a foreign court. We have\n     the utmost respect for the American Court. The question\n     however is whether on the facts and circumstances of this\n\n\n\n\n                                                     \n     case it would not be unjust and unreasonable not to restrain\n     the Western Company from proceeding further with the\n     action in the American Court in the facts and circumstances\n     outlined earlier. We would be extremely slow to grant such a\n\n\n\n\n                                                    \n     restraint order but in the facts and circumstances of this\n     matter we are convinced that this is one of those rare cases\n     where we would be failing in our duty if we hesitate in\n     granting the restraint order, for, to oblige the ONGC to face\n     the aforesaid proceedings in the American Court would be\n\n\n\n\n                                       \n     oppressive in the facts and circumstances discussed earlier.\n     But before we pass an appropriate order in this behalf, we\n                     \n     must deal with the plea that the High Court does not have\n     the jurisdiction to grant such a restraint order even if the\n     proceeding in the foreign court is considered to be\n                    \n     oppressive. Counsel for the Respondent has placed reliance\n     on <a href=\"/doc/405549/\" id=\"a_43\">Cotton Corporation of India v. United Industrial Bank\n     MANU/SC/0375/1983</a> : [1983]3SCR962 in support of this\n     plea.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"405549\" id=\"span_30\">In <a href=\"/doc/405549/\" id=\"a_44\">Cotton Corporation</a>&#x27;s case, the question before the\n      \n\n     Court was whether in the context of <a href=\"/doc/1053593/\" id=\"a_45\">Section 41(b)</a> of the\n     Specific Relief Act, the Court was justified in granting the\n   \n\n\n\n     injunction. The said provision runs thus:</span>\n</blockquote><blockquote id=\"blockquote_55\">     41. An injunction cannot be granted:\n</blockquote>\n<blockquote id=\"blockquote_56\">     (a)\n\n\n\n\n\n</blockquote><blockquote id=\"blockquote_57\">     (b) to restrain any person from instituting or prosecuting any\n     proceeding in a court not subordinate to that from which the\n     injuction is sought;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_52\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"405549\" id=\"span_31\">(Emphasis added)\n\n\n\n\n\n     This provision, in our opinion, will be attracted only in a fact-\n     situation where an injuction is sought to restrain a party from\n     instituting or prosecuting any action in a Court in India which is\n     either of co-ordinate jurisdiction or is higher to the Court from\n     which the injuction is sought in the hierarchy of Courts in India.\n     There is nothing in <a href=\"/doc/405549/\" id=\"a_46\">Cotton Corporation</a>&#x27;s case which supports the\n     proposition that the High Court has no jurisdiction to grant an\n     injunction or a restraint order in exercise of its inherent powers in\n     a situation like the one in the present case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"189907\" id=\"span_32\">In fact this Court had\n     granted such a restraint order in <a href=\"/doc/189907/\" id=\"a_47\">V/O Tractoroexport, Moscow v.\n     Tarapore &amp; Co. and Anr. MANU/SC/0003/1969</a> : [1970]3SCR53\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                                     ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                          24/57                   902-ARBP-1070.11.sxw\n\n          and had restrained a party from proceeding with an arbitration\n          proceedings in a foreign country (in Moscow). As we have\n          pointed out earlier, it would be unfair to refuse the restraint order\n\n\n\n\n                                                                                  \n          in a case like the present one for the action in the foreign Court\n          would be oppressive in the facts and circumstances of the case.\n          And in such a situation the Courts have undoubted jurisdiction to\n\n\n\n\n                                                          \n          grant such a restraint order whenever the circumstances of the\n          case make it necessary or expedient to do so or the ends of justice\n          so require. The following passage extracted from paragraph 1039\n          of Halsbury&#x27;s Laws of England Vol. 24 at page 579 supports this\n          point of view:</span>\n</p>\n\n\n\n                                                         \n<blockquote id=\"blockquote_58\">          With regard to foreign proceedings the court will restrain a person\n          within its jurisdiction from instituting or prosecuting proceedings\n          in a foreign court whenever the circumstances of the case make\n          such an interposition necessary or expedient. In a proper case the\n\n\n\n\n                                            \n          court in this country may restrain person who has actually\n          recovered judgment in a foreign court from proceeding to enforce\n          that judgment. The jurisdiction is discretionary and the court will\n                          \n          give credit to foreign courts for doing justice in their own\n          jurisdiction.\n</blockquote>                         \n<blockquote id=\"blockquote_59\">          It was because this position was fully realized that it was argued\n          on behalf of the Respondent that the action in the U.S. A. Court\n          could not be considered as being oppressive to the ONGC. We\n          have already dealt with this aspect and reached a conclusion\n          adverse to Western Company. There is thus no merit in the\n      \n\n          submission that the High Court of Bombay has no jurisdiction in\n          this behalf.&quot;\n</blockquote>   \n\n\n\n<blockquote id=\"blockquote_60\">    (l) The learned senior counsel placed reliance on para 7-058                  of the\n\n\n\n\n\n    Russel on Arbitration in support of the plea that no injunction to restrain\n\n    arbitration proceedings shall be granted by this court. Para 7-058 reads as\n\n    under :\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_61\">          &quot;Injunctions to restrain arbitral proceedings : Injunctions to\n          restrain arbitrations are, at least in England, few and far\n          between and becoming fewer still over time. This is\n          principally because of the acceptance of the principle that\n          the arbitrator should usually determine his own jurisdiction\n          and so to restrain an arbitration by way of injunction would\n          be inconsistent with the scheme of the <a href=\"/doc/1306164/\" id=\"a_48\">Arbitration Act, 1996</a>.\n          However, there are exceptional circumstances where an\n          injunction to restrain an arbitration may be obtained. Such\n          an injunction is different in nature from an injunction\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                                          ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                       25/57                  902-ARBP-1070.11.sxw\n\n          granted in support of arbitral proceedings, but it is\n          convenient to mention this type of injunction at this stage.\n          Subject to the extreme limitations on the exercise of the\n\n\n\n\n                                                                              \n          court&#x27;s discretion set out below, the possibility of obtaining\n          an injunction to restrain the continuation of arbitral\n          proceedings can arise in the following cases :\n</blockquote>\n\n\n\n                                                      \n<blockquote id=\"blockquote_62\">          Case 1:       where one party commences an action before\n          the court and successfully opposes a stay (whether under<a href=\"/doc/1079220/\" id=\"a_49\"> s. 9</a>\n          or the court&#x27;s inherent jurisdiction) on the ground that the\n          arbitration agreement is invalid and the arbitral proceedings\n\n\n\n\n                                                     \n          based on the invalid agreement continue in defiance of the\n          court&#x27;s findings. This case is also likely to cover situations\n          where the court has decided that it, rather than the\n          arbitrators, must decide an issue as to the jurisdiction of the\n          arbitrators upon a<a href=\"/doc/1079220/\" id=\"a_50\"> s.9</a> stay application having been made and\n\n\n\n\n                                         \n          where there is a risk that the arbitrators might proceed to\n          consider the same jurisdictional issue pending the court&#x27;s\n                         \n          decision.\n</blockquote><blockquote id=\"blockquote_63\">          Case 2 :      where a party does not wish to take part in the\n          arbitral proceedings but disputes the substantive jurisdiction\n                        \n          of the tribunal and wants to prevent that tribunal determining\n          claims against him. It is virtually impossible to obtain an\n          injunction on this basis absent truly exceptional\n          circumstances; and\n      \n\n          Case 3 :      where all parties to an arbitration agreement\n          apply to the court under<a href=\"/doc/826945/\" id=\"a_51\"> s. 32</a> of the Arbitration Act, 1996\n   \n\n\n\n          and despite their request for a suspension of the arbitral\n          proceedings the tribunal proceeds with a view to making an\n          award.&quot;\n</blockquote>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_53\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_35\">(m)    Mr. Chagla, the learned senior counsel also placed reliance on\n\n    para 25 of the judgment of the Supreme Court in the case of <a href=\"/doc/1924738/\" id=\"a_52\">Renusagar\n\n    Power Co. Ltd. Vs. General Electric Company and another</a> 3, in\n\n\n\n\n\n    support of his plea that the arbitration clause agreed upon by the parties\n\n    under clause 11.36 of the SPA is very widely worded and thus the\n\n    arbitral tribunal appointed by the International Chamber of Commerce\n\n    has power to decide the question of existence, validity and effect of the\n\n\n    3 AIR 1985 Supreme Court 1156\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                      ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                          26/57                   902-ARBP-1070.11.sxw\n\n    arbitration agreement. Para 25 of <a href=\"/doc/1924738/\" id=\"a_53\">the said judgment</a> reads thus :</span>\n</p>\n<blockquote id=\"blockquote_64\">          &quot;25. Four propositions emerge very clearly from the\n\n\n\n\n                                                                                  \n          authorities discussed above :\n</blockquote><blockquote id=\"blockquote_65\">          1. Whether a given dispute inclusive of the arbitrator&#x27;s\n\n\n\n\n                                                          \n          jurisdiction comes within the scope or purview of an arbitration\n          clause or not primarily depends upon the terms of the clause\n          itself; it is a question of what the parties intend to provide and\n          what language they employ,\n\n\n\n\n                                                         \n</blockquote><blockquote id=\"blockquote_66\">          2. Expressions such as &quot;arising out of&quot; or &quot;in respect of&quot; or &quot;in\n          connection with&quot; or &quot;in relation to&quot; or &quot;in consequence of&quot; or\n          &quot;concerning&quot; or &quot;relating to&quot; the contract are of the widest\n          amplitude and content and include even questions as to the\n          existence, validity and effect (scope) of the arbitration agreement.\n</blockquote>\n\n\n\n                                            \n<blockquote id=\"blockquote_67\">          3. Ordinarily as a rule an arbitrator cannot clothe himself with\n                          \n          power to decide the questions of his own jurisdiction (and it will\n          be for the Court to decide those questions) but there is nothing to\n          prevent the parties from investing him with power to decide those\n          questions, as for instance, by a collateral or separate agreement\n                         \n          which will be effective and operative.\n</blockquote>\n<blockquote id=\"blockquote_68\">          4. If, however, the arbitration clause, so widely worded as to\n          include within its scope questions of its existence validity and\n          effect (scope), is contained in the underlying commercial contract\n      \n\n\n          then decided cases have made a distinction between question as\n          to the existence and or validity of the agreement on the one hand\n   \n\n\n\n          and its effect (scope) on the other and have held that in the case\n          of former those questions cannot be decided by the arbitrator, as\n          by sheer logic the arbitration clause must fall along with\n          underlying commercial contract which is either non-existent or\n\n\n\n\n\n          illegal while in the case of the latter it will ordinarily be for the\n          arbitrator to decide the effect or scope of the arbitration\n          agreement i.e. to decide the issue of arbitrability of the claims\n          preferred before him.&quot;\n</blockquote>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_54\">    (n)    Mr. Chagla, relied upon paragraphs 2.2 and 2.3 of Revised\n\n    pricing guidelines issued by reserve Bank of India which in support of\n\n    this plea that MOU is contrary to pricing guidelines issued by R.B.I.\n\n    Paragraphs 2.2 and 2.3 read as under :\n</p>\n<blockquote id=\"blockquote_69\">          &quot;2.2   Transfer by Resident to Non-resident (i.e. to foreign\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                                          ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                            27/57                  902-ARBP-1070.11.sxw\n\n               national, NRI, FII and incorporated non resident entity other\n               than erstwhile OCB).\n</blockquote>\n\n\n\n                                                                                   \n<blockquote id=\"blockquote_70\">               (a)    where shares of an Indian company are listed on a a\n               recognized stock exchange in India, the price of shares\n               transferred by way of sale shall not be less than the price at\n\n\n\n\n                                                           \n               which a preferential allotment of shares can be made under\n               the SEBI Guidelines, as applicable, provided that the same is\n               determined for such duration as specified therein, preceding\n               the relevant date, which shall be the date of purchase of sale\n\n\n\n\n                                                          \n               of shares.\n</blockquote>\n<blockquote id=\"blockquote_71\">               (b)    where the shares of an Indian company are not listed\n               on a recognized stock exchange in India, the transfer of\n               shares shall be at a price not less than the fair value to be\n\n\n\n\n                                             \n               determined by a SEBI registered Category-I Merchant\n               Banker or a Chartered Accountant as per the discounted free\n                              \n               cash flow method.\n</blockquote>                             \n<p data-structure=\"Precedent\" id=\"p_55\">                    The price per share arrived at should be certified by a\n               SEBI registered Category-I-Merchant Banker/Chartered\n               Accountant.\n</p>           \n\n<p data-structure=\"Precedent\" id=\"p_56\">               2.3 Transfer by Non-resident (i.e. by incorporated non-\n               resident entity, erstwhile OCB, foreign national, NRI and\n        \n\n\n\n               FII) to resident.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_57\">               Price of shares transfered by way of sale, by non-resident to\n               resident shall not be more than the minimum price at which\n               the transfer of shares can be made from a resident to a non-\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_58\">               resident as given in para 2.2 above.&quot;\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_59\">    5.    Mr. Tulzapurkar, learned senior counsel appearing on behalf of the first\n\n\n\n\n\n    respondent on the other hand submits as under :\n</p>\n<blockquote id=\"blockquote_72\">         (a)    <a href=\"/doc/160474/\" id=\"a_54\">Section 45</a> of the Arbitration and Conciliation Act, 1996\n\n         (hereinafter referred to as the &quot;<a href=\"/doc/1052228/\" id=\"a_55\">Arbitration Act</a>&quot;) does not bar the\n\n         institution of a suit merely because one party alleges that there subsists\n\n         an arbitration agreement between the parties to the suit. In a petition\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                                                           ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                               28/57                     902-ARBP-1070.11.sxw\n\n          under <a href=\"/doc/724501/\" id=\"a_56\">Section 45</a> of the Arbitration Act, a mere averment by the\n\n          petitioner that there subsists an arbitration agreement between the\n\n\n\n\n                                                                                         \n          parties to a suit does not entail an automatic reference of the disputes\n\n\n\n\n                                                                 \n          and the parties to arbitration. In view of the express provisions of\n\n          <a href=\"/doc/160474/\" id=\"a_57\">section 45</a>, the judicial authority, before whom the Suit is pending is\n\n\n\n\n                                                                \n          required to adjudicate upon the existence, validity, operability and\n\n          enforceability of the alleged arbitration agreement and only after it is\n\n          satisfied that the arbitration agreement being propounded, is valid,\n\n\n\n\n                                                 \n          operative, enforceable and covers the disputes in the suit should the\n                                 \n          judicial authority refer the parties to arbitration.\n</blockquote>                                \n<blockquote id=\"blockquote_73\">          (b)    The onus is on the petitioner to prove that the conditions in\n\n          <a href=\"/doc/160474/\" id=\"a_58\">section 45</a> of the Act are satisfied when he applies to the judicial\n        \n\n          authority for referring the parties to arbitration. The Petitioners have\n     \n\n\n\n          failed to prove the conditions under <a href=\"/doc/160474/\" id=\"a_59\">section 45</a> required to be satisfied\n\n          before the judicial authority can refer the parties to arbitration. The\n\n          SPA dated 10th December, 2004 is totally substituted, terminated by\n\n\n\n\n\n          mutual consent, superseded, replaced entirely by the MOU signed by\n\n          the petitioner      and first respondent. Even the arbitration clause\n\n\n\n\n\n          contained in the SPA also perished. The learned senior counsel placed\n\n          reliance on the judgment of the Supreme Court in the case of Nathani\n\n          Steels Ltd. Vs. Associated Constructions4 and more particularly para\n\n          3 which reads thus :\n</blockquote>\n<blockquote id=\"blockquote_74\">                      &quot;3.................... Even otherwise we feel that once the\n\n    4 1995 Supp (3) Supreme Court Cases 324\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                 ::: Downloaded on - 09/06/2013 19:31:17 :::</span>\n                                              29/57                 902-ARBP-1070.11.sxw\n\n                      parties have arrived at a settlement in respect of any\n                      dispute or difference arising under a contract and that\n                      dispute or the difference is amicably settled by way of\n\n\n\n\n                                                                                    \n                      a final settlement by and between the parties, unless\n                      that settlement is set aside in proper proceedings, it\n                      cannot lie in the mouth of one of the parties to the\n\n\n\n\n                                                            \n                      settlement to spurn it on the ground that it was a\n                      mistake and proceed to invoke the Arbitration clause.\n                      If this is permitted the sanctity of contract, the\n                      settlement also being a contract, would be wholly lost\n\n\n\n\n                                                           \n                      and it would be open to one party to take the benefit\n                      under the settlement and then to question the same on\n                      the ground of mistake without having the settlement\n                      set aside. In the circumstances, we think that in the\n                      instant case since the dispute or difference was finally\n\n\n\n\n                                               \n                      settled and payments were made as per the settlement,\n                      it was not open to the respondent unilaterally to treat\n                                 \n                      the settlement as non est and proceed to invoke the\n                      Arbitration clause. We are, therefore, of the opinion\n                      that the High Court was wrong in the view that it\n                                \n                      took.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_60\">          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1545494\" id=\"span_40\">(c )     The learned senior counsel placed reliance on the judgment of\n        \n\n          the Supreme Court in the case of <a href=\"/doc/1545494/\" id=\"a_60\">Damodar Valley Corporation Vs.\n     \n\n\n\n          K.K. Kar5</a> and more particularly paragraphs 7, 9 and 10 which reads\n\n          thus :</span>\n</p>\n<blockquote id=\"blockquote_75\">                 &quot;7. The contention that has been canvassed before us is that\n\n\n\n\n\n                 as there has been a full and final settlement under the\n                 contract, the rights and obligations under the contract do not\n                 subsist and consequently the arbitration clause also perishes\n                 along with the settlement. If so, the dispute whether there\n                 has or has not been a settlement cannot be the subject of an\n\n\n\n\n\n                 arbitration. There is, in our view, a basic fallacy underlying\n                 this submission. A contract is the creature of an agreement\n                 between the parties and where the parties under the terms of\n                 the contract agree to incorporate an arbitration clause, that\n                 clause stands apart from the rights and obligations under that\n                 contract, as it has been incorporated with the object of\n                 providing a machinery for the settlement of disputes arising\n                 in relation to or in connection with that contract. The\n                 questions of unilateral repudiation of the rights and\n\n    5 (1974) 1 Supreme Court Cases 141\n\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                                            ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                    30/57                  902-ARBP-1070.11.sxw\n\n     obligations under the contract or of a full and final\n     settlement of the contract relate to the performance or\n     discharge of the contract. Far from putting an end to the\n\n\n\n\n                                                                           \n     arbitration clause, they fall within the purview of it. A\n     repudiation by one party alone does not terminate the\n     contract. It takes two to end it, and hence it follows that as\n\n\n\n\n                                                   \n     the contract subsists for the determination of the rights and\n     obligations of the parties, the arbitration clause also\n     survives. This is not a case where the plea is that the contract\n     is void, illegal or fraudulent etc., in which case, the entire\n\n\n\n\n                                                  \n     contract along with the arbitration clause is non est, or\n     voidable. As the contract is an outcome of the agreement\n     between the parties it is equally open to the parties thereto to\n     agree to bring it to an end or to treat it us if it never existed.\n     It may also be open to the parties to terminate the previous\n\n\n\n\n                                     \n     contract and substitute in its place a new contract or alter the\n     original contract in such a way that it cannot subsist. In all\n                     \n     these cases, since the entire contract is put an end to the\n     arbitration clause, which is a part of it, also perishes along\n     with it, <a href=\"/doc/595325/\" id=\"a_61\">Section 62</a> of the Contract Act incorporates this\n                    \n     principle when it provides that if this parties to a contract\n     agree to substitute a new contract or to rescind or alter it, the\n     original contract need not be performed. Where, therefore,\n     the dispute between the parties is that the contract itself does\n      \n\n     not subsist either as a result of its being substituted by a new\n     contract or by rescission or alteration, that dispute cannot be\n   \n\n\n\n     referred to the arbitration as the arbitration clause itself\n     would perish if the averment is found to be valid. As the\n     very jurisdiction of the arbitrator is dependent upon the\n     existence of the arbitration clause under which he is\n     appointed, the parties have no right to invoke a clause which\n\n\n\n\n\n     perishes with the contract.\n</blockquote><blockquote id=\"blockquote_76\">     9. We have adverted to these several aspects merely to show\n     that contracts being consensual, the question whether the\n     arbitration clause survives or perishes would depend upon\n\n\n\n\n\n     the nature of the controversy and its effect upon the\n     existence or survival of the contract itself. Where the\n     binding nature of the contract is not disputed, but a\n     difference has arisen between the parties thereto as to\n     whether there has been a breach by one side or the other or\n     whether one or both the parties have been discharged from\n     further performance such differences are &quot;upon&quot; or &quot;in\n     relation to&quot; or &quot;in connection with&quot; the contract. That a\n     contract has come to an end by frustration does not put an\n     end to the contract for all purposes, because there may be\n     rights and obligations which had arisen earlier when it had\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                   ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                      31/57                   902-ARBP-1070.11.sxw\n\n     not come to an end, as it is only the future performance of\n     the contract that has come to an end. It is, therefore, clear\n     that a dispute as to the binding nature of the contract cannot\n\n\n\n\n                                                                              \n     be determined by resent to arbitration, because as we have\n     stated earlier, the arbitration clause itself stands or falls\n     according to the determination of the question in dispute. It\n\n\n\n\n                                                      \n     may be stated that the Privy Council had in Hirji Mulji v.\n     Cheong Yue Steamship Company held that as the authority\n     of a person claiming arbitral jurisdiction depends on the\n     existence of some submission to him by the parties of the\n\n\n\n\n                                                     \n     subject-matter of the complaint, a contract that has\n     determined is in the same position as one that has never been\n     concluded at all&quot;. The observations of Lord Summer in that\n     case as to the effect of frustration of the contract before its\n     performance on the arbitration clause inasmuch as\n\n\n\n\n                                       \n     frustration operates automatically and the contract ceases to\n     exist for all purposes save for the enforcement of claims\n                      \n     vested before that date of which there were none, were\n     dissented from in Heyman and Anr. v. Darwins Ltd. , though\n     Lord Macmillan did not want to express any opinion on this\n                     \n     question. Be that it may, in Heyman&#x27;s case\n     MANU/SC/0180/1959 : [1960]1SCR493 . Lord Macmillan\n     pointed out at pp. 370-371 :\n</blockquote><blockquote id=\"blockquote_77\">     If it appears that, the dispute is whether there has ever been a\n      \n\n     binding contract between the parties, such a dispute cannot be\n     covered by an arbitration clause in the challenged contract. If\n   \n\n\n\n     there has never been a contract at all, there has never been as part\n     of it an agreement to arbitrate. The greater includes the less.\n     Further, a claim to set aside a contract on such grounds as fraud,\n     duress or essential error cannot be the subject-matter of a\n     reference under an arbitration clause in the contract sought to be\n\n\n\n\n\n     set aside. Again, an admittedly binding contract containing a\n     general arbitration clause may stipulate that in certain events the\n     contract shall come to an end. If a question arises whether the\n     contract has for any such reason come to an end I can see no\n     reason why the arbitrator should not decide that question. It is\n\n\n\n\n\n     clear, too, that the parties to a contract may agree to bring it to an\n     end to all intents and purposes and to treat it as if it had never\n     existed. In such a case, if there be an arbitration clause in the\n     contract, it perishes with the contract. If the parties substitute a\n     new contract for the contract which they have abrogated the\n     arbitration clause in the abrogated contract cannot be invoked for\n     the determination of questions under the new agreement. All this\n     is more or less elementary.\n</blockquote>\n<blockquote id=\"blockquote_78\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_43\">10. The above observations of Lord Macmillan as well as the\n     observations of other Law Lords in Heyman&#x27;s case were\n     considered by this Court in <a href=\"/doc/1391279/\" id=\"a_62\">The Union of India v. Kishorilal</a>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                                      ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                      32/57                   902-ARBP-1070.11.sxw\n\n     Gupta and Bros. MANU/SC/0180/1959 : [1960]1SCR493 where\n     the respondents had entered into three contracts with the\n     appellant each of which contained an arbitration clause. Before\n\n\n\n\n                                                                              \n     the contracts had been fully executed, disputes arose between the\n     parties one alleging that the other was committing a breach of the\n     contract The parties then entered into three fresh contracts on\n\n\n\n\n                                                      \n     successive dates purporting to settle these disputes on the terms\n     therein contained. By the first two of these settlement contracts\n     the respondents agreed to pay to the appellant certain moneys in\n     settlement respectively of the disputes relating to the first two\n     original contracts. By the last of these settlement contracts the\n\n\n\n\n                                                     \n     respondents agreed to pay to the appellant in specified\n     installments certain moneys in settlement of the disputes relating\n     to the third original contract as also the moneys which had then\n     become due on the first two settlement contracts and had not been\n     paid. This settlement further undertook to hypothecate certain\n\n\n\n\n                                       \n     properties to secure the due repayment of these moneys. In the\n     end it provided as follows :</span>\n</blockquote>                     \n<blockquote id=\"blockquote_79\">     The contracts stand finally concluded in terms of the settlement\n     and no party will have any further or other claim against the\n     other.\n</blockquote>                    \n<blockquote id=\"blockquote_80\">     On a question whether the arbitration clauses in the original\n     contracts had ceased to have any effect and the contracts stood\n     finally determined as a result of the settlement contracts, the\n     Calcutta High Court held that the first original contract had not\n      \n\n     been abrogated by the settlement in respect of it, but the third\n     original contract and the arbitration clause contained in it had\n   \n\n\n\n     ceased to exist as a result of the last settlement, as such the\n     arbitrator had no jurisdiction to arbitrate under that arbitration\n     clause. Imam and Subba Rao, JJ., (Sarkar, J., dissenting)\n     confirmed the High Court&#x27;s decision. They held that the three\n     contracts were settled and the third settlement contract was in\n\n\n\n\n\n     substitution of the three contracts; and, after its execution, all the\n     earlier contracts were extinguished and the arbitration clause\n     contained therein also perished along with them. They further\n     held that the new contract was not a conditional one and after its\n     execution the parties should work out their rights only under its\n\n\n\n\n\n     terms. Sarkar, J., however, held that the award was valid and\n     could not be set aside as the third settlement neither expressly put\n     an end to the arbitration clause, nor, considered as an accord and\n     satisfaction, did it have that effect. He observed that an arbitration\n     clause stands apart from the rest of the contract in which it is\n     contained. It does not impose on the one party an obligation in\n     favour of the other; it only embodies an agreement that if any\n     dispute arises with regard to any obligation which one party has\n     undertaken to the other, such dispute shall be settled by\n     arbitration. An accord and satisfaction which is concerned with\n     the obligations arising from the contract, does not affect an\n     arbitration clause contained in it. It will be observed that while\n\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                                      ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                                 33/57                   902-ARBP-1070.11.sxw\n\n                the decision rested on the interpretation of the settlement clause\n                as to whether the original contracts were put an end to and in\n                their place new contracts were substituted with the result that the\n\n\n\n\n                                                                                         \n                arbitration clause did not survive, the principle of law that where\n                the parties put an end to the contract as if it had never existed and\n                substitute it with a new contract governing the rights and\n\n\n\n\n                                                                 \n                obligations of the parties thereunder, the arbitration clause also\n                perishes along with it, was accepted as correct by all the learned\n                Judges.&quot;\n</blockquote>\n\n\n\n                                                                \n<blockquote id=\"blockquote_81\">          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1391279\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_47\">(d)    The learned senior counsel also <a href=\"/doc/1391279/\" id=\"a_63\">placed reliance upon</a> the judgment of\n\n          the Supreme Court in the case of <a href=\"/doc/1243245/\" id=\"a_64\">National Insurance Company Limited\n\n          Vs. Boghara Polyfab Private Limited6</a> in which the Supreme Court has\n\n\n\n\n                                                  \n          held that the principles laid down\n                                  ig               in the case of <a href=\"/doc/1391279/\" id=\"a_65\">Union of        India Vs.\n\n          Kishorilal Gupta and Bros</a>. continue to hold good and apply to the matters\n\n          under <a href=\"/doc/1306164/\" id=\"a_66\">Arbitration &amp; Conciliation Act, 1996</a>. Para 16 of <a href=\"/doc/1391279/\" id=\"a_67\">the said judgment</a>\n                                \n          reads thus :</span></span>\n</blockquote>\n<blockquote id=\"blockquote_82\">          &quot;16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_48\">In <a href=\"/doc/1391279/\" id=\"a_68\">Union of India v. Kishorilal Gupta &amp; Bros</a>. [1960]1SCR493 ,\n        \n\n          this Court considered the question whether the arbitration clause in the\n          contract will cease to have effect, when the contract stood discharged as\n     \n\n\n\n          a result of settlement. While answering the question in the affirmative,\n          a three Judge Bench of this Court culled out the following general\n          principles as to when arbitration agreements operate and when they do\n          not operate:</span>\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_83\">          (i) An arbitration clause is a collateral term of a contract distinguished from\n          its substantive terms; but none the less it is an integral part of it.\n</blockquote>\n<blockquote id=\"blockquote_84\">          (ii) Howsoever comprehensive the terms of an arbitration clause may be, the\n          existence of the contract is a necessary condition for its operation; and the\n\n\n\n\n\n          arbitration clause perishes with the contract.\n</blockquote>\n<blockquote id=\"blockquote_85\">          (iii) A contract may be non est in the sense that it never came legally into\n          existence or it was void ab initio. In that event, as the original contract has no\n          legal existence, the arbitration clause also cannot operate, for along with the\n          original contract, it is also void.\n</blockquote>\n<blockquote id=\"blockquote_86\">          (iv) Though the contract was validly executed, the parties may put an end to\n          it as if it had never existed and substitute a new contract for it, solely\n          governing their rights and liabilities. In such an event, as the original contract\n          is extinguished by the substituted one, the arbitration clause of the original\n</blockquote><p data-structure=\"Precedent\" id=\"p_61\">    6 (2009) 1 Supreme Court Cases 267\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                                                 ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                          34/57                   902-ARBP-1070.11.sxw\n\n    contract perishes with it.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">    (v) Between the two extremes referred to in paras (c) and (d), are the cases\n\n\n\n\n                                                                                  \n    where the contract may come to an end, on account of repudiation,\n    frustration, breach etc. In these cases, it is the performance of the contract\n    that has come to an end, but the contract is still in existence for certain\n\n\n\n\n                                                          \n    limited purposes, in respect of disputes arising under it or in connection with\n    it. When the contracts subsist for certain purposes, the arbitration clauses in\n    those contracts operate in respect of those purposes.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">    The principle stated in para (i) is now given statutory recognition in <a href=\"/doc/1459823/\" id=\"a_69\">Section\n\n\n\n\n                                                         \n    16(1)(a)</a> of the Act. The principle in para (iii) has to be now read subject to\n    <a href=\"/doc/1657065/\" id=\"a_70\">Section 16(1)(b)</a> of the Act. The principles in paras (iv) and (v) are clear and\n    continue to be applicable. The principle stated in para (ii) requires further\n    elucidation with reference to contracts discharged by performance or accord\n    and satisfaction.&quot;\n</p>\n\n\n\n                                            \n<p data-structure=\"RespArg\" id=\"p_64\">    (e)\n                           \n           It is submitted that the MOU does not contain any arbitration clause.\n</p>\n<p data-structure=\"RespArg\" id=\"p_65\">    Clause 3 of the MOU categorically provides        that upon signing of the said\n                          \n    MOU, SPA dated 10th December, 2004 shall stand null and void. Under\n\n    <a href=\"/doc/160474/\" id=\"a_71\">Section 45</a>, the Judicial Authority can refer the parties to arbitration unless\n      \n\n    the Judicial Authority finds that the agreement referred to in <a href=\"/doc/1211237/\" id=\"a_72\">section 44</a> is null\n\n    and void inoperative or incapable of being performed. It is submitted that\n   \n\n\n\n    by the MOU, the SPA is declared null and void and inoperative and the said\n\n    SPA is incapable of being performed. It is submitted that MOU is even partly\n\n\n\n\n\n    acted upon by the petitioner also. The Petitioner has sold 3 lac. Shares in\n\n    the part implementation of the MOU. The Petitioner had also called upon\n\n    respondent no. 1 to withdraw arbitration petition filed by the first respondent\n\n\n\n\n\n    in this court under <a href=\"/doc/1079220/\" id=\"a_73\">section 9</a> in view of such agreement recorded in clause 3\n\n    of the MOU which was implemented by the first respondent by withdrawing\n\n    the said petition. The interim order passed in favour of the first respondent\n\n    restraining the petitioners from selling shares came to be vacated by virtue\n\n    of such withdrawal of the petition. The Petitioner has failed to prove that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                                          ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                             35/57                     902-ARBP-1070.11.sxw\n\n         SPA is valid, subsisting, operative, capable of being performed and is not\n\n         null and void. As there being no arbitration clause in MOU, the petition\n\n\n\n\n                                                                                    \n         itself is thoroughly misconceived and is not maintainable.\n</p>\n\n\n\n                                                            \n<p data-structure=\"CDiscource\" id=\"p_66\">         (f)     As far as contention of the petitioner that the MOU is not final,\n\n         but preparatory document is concerned, the learned senior counsel\n\n\n\n\n                                                           \n         submits on behalf of the first respondent that the MOU contained all\n\n         the essence of the terms such as price and quantum of shares and did\n\n         not contemplate execution of any other formal document. The\n\n\n\n\n                                               \n         Petitioner has taken benefit of the MOU and has sold 3 lac. shares of\n                              \n         the second respondent company in the market. Even if it is construed\n                             \n         that the MOU envisaged execution of the further and more detailed\n\n         agreement, the same does not in any manner detract from the binding\n        \n\n         legal character of the MOU. He submits that the right of pre-emption\n     \n\n\n\n         given to the first respondent under the SPA is done away totally with\n\n         the MOU. The first respondent gets only limited shares under the\n\n         MOU. As set out in the MOU, the first respondent has given up the\n\n\n\n\n\n         right of pre-emption in respect of the balance shares. The MOU is at\n\n         complete variance with the terms of the SPA. New terms were agreed\n\n\n\n\n\n         upon between the parties in substitution of the SPA with independent\n\n         terms which are binding upon the parties and it does not contain\n\n         arbitration clause. The SPA is totally replaced by the MOU. The learned\n\n         senior counsel placed reliance on the judgment of the Supreme Court in\n\n         th case of Kollipara Sriramulu Vs. T. Aswatha Narayana and Ors. 7\n\n    7 (1968) 3 SCR 387\n\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                                            ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                        36/57                  902-ARBP-1070.11.sxw\n\n    and more particularly paragraph No. 3 in support of his plea that mere\n\n    reference to the future former contract will not prevent binding bargain\n\n\n\n\n                                                                               \n    between the parties and mere fact that the parties refer to preparation\n\n\n\n\n                                                       \n    of the agreement by which the terms agreed upon and to be put in\n\n    more formal shape does not prevent existence of the binding contract\n\n\n\n\n                                                      \n    which reads thus :\n</p>\n<blockquote id=\"blockquote_87\">         &quot;3. We proceed to consider the next question raised in these\n\n         appeals, namely whether the oral agreement was ineffective\n\n\n\n\n                                         \n         because the parties contemplated the execution of a formal\n                         \n         document or because the mode of payment of the purchase\n                        \n         money was not actually agreed upon. It was submitted on behalf\n\n         of the appellant that there was no contract because the sale was\n\n         conditional upon a regular agreement being executed and so such\n      \n\n\n         agreement was executed. We do not accept this argument as\n   \n\n\n\n         correct. It is well-established that a mere reference to a future\n\n         formal contract will not prevent a binding bargain between the\n\n\n\n\n\n         parties. The fact that the parties refer to the preparation of an\n\n         agreement by which the terms agreed upon are to be put in a\n\n         more formal shape does not prevent the existence of a binding\n\n\n\n\n\n         contract. There are, however, cases where the reference to a\n\n         future contract is made in such terms as to show that the parties\n\n         did not intend to be bound until a formal contract is signed. The\n\n         question depends upon the intention of the parties and the special\n\n         circumstances of each particular case. As observed by the Lord\n\n         Chancellor (Lord Cranworth) in Ridgway v. Wharton the fact of a\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                                                       ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                          37/57                    902-ARBP-1070.11.sxw\n\n          subsequent agreement being prepared may be evidence that the\n\n          previous negotiations did not amount to a concluded agreement,\n\n\n\n\n                                                                                   \n          but the mere fact that persons wish to have a formal agreement\n\n\n\n\n                                                           \n          drawn up does not establish the proposition that they cannot be\n\n          bound by a previous agreement In Von Hatzfeldt-Wildenburg v.\n</blockquote>\n<blockquote id=\"blockquote_88\">          Alexander it was stated by Parker, J. as follows :\n</blockquote>\n\n\n\n                                                          \n<blockquote id=\"blockquote_89\">                &quot;It appears to be well settled by the authorities that if the\n\n                documents or letters relied on as constituting a contract\n\n\n\n\n                                            \n                contemplate the execution of a further contract between the\n                          \n                parties, it is a question of construction whether the\n\n                execution of the further contract is a condition or term of\n                         \n                the bargain or whether it is a mere expression of the desire\n\n                of the parties as to the manner in which the transaction\n      \n\n                already agreed to will in fact go through. In the former case\n\n                there is no enforceable contract either because the condition\n   \n\n\n\n                is unfulfilled or because the law does not recognize a\n\n                contract to enter into a contract. In the latter case there is a\n\n\n\n\n\n                binding contract and the reference to the more formal\n\n                document may be ignored.&quot;&quot;\n</blockquote>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_67\">    (g)    It is submitted that <a href=\"/doc/109140/\" id=\"a_74\">Section 16</a> of the Arbitration Act would apply and\n\n    give jurisdiction to the tribunal to decide on its own jurisdiction only when\n\n    the parties approach the arbitral tribunal without recourse to either <a href=\"/doc/1146817/\" id=\"a_75\">Section 8</a>\n\n    or <a href=\"/doc/724501/\" id=\"a_76\">section 45</a> of the Arbitration Act. Where therefore, a petition/application\n\n    under <a href=\"/doc/1146817/\" id=\"a_77\">section 8</a> or <a href=\"/doc/160474/\" id=\"a_78\">section 45</a> is pending before a judicial authority, the\n\n    determination as to whether or not there subsists a             valid arbitration\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">                                                           ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                         38/57                   902-ARBP-1070.11.sxw\n\n    agreement between the parties cannot be left to be     decided by the arbitral\n\n    tribunal and must be decided finally by the judicial authority and the parties\n\n\n\n\n                                                                                 \n    are bound by such decision. The judicial authority has to determine these\n\n\n\n\n                                                         \n    questions as jurisdictional facts at the threshold, without which no order of\n\n    reference can be made.\n</p>\n\n\n\n                                                        \n<p data-structure=\"PetArg\" id=\"p_68\">    (h)    On the issue as to whether the MOU was preparatory to final\n\n    and concluded agreement and whether Mr. Gauer had no authority to\n\n    negotiate and sign the MOU raised by the petitioner is concerned, Mr.\n\n\n\n\n                                          \n    Tulzapurkar submitted that the authority of Mr. Gauer was\n                          ig                                                   never\n\n    challenged by the petitioner prior to filing of the suit by the first\n                        \n    respondent. Mr. Gauer was authorized signatory of the petitioner and\n\n    who was at the relevant time Managing Director of the petitioner&#x27;s\n\n    parent company and was admittedly authorized to negotiate the\n      \n\n\n    settlement/transactions. The learned counsel placed reliance on\n   \n\n\n\n    paragraph 3(h)(viii) of the Petitioner&#x27;s affidavit in reply to Notice of\n\n    Motion filed by the first respondent in suit No. 2287 of 2011 in which\n\n\n\n\n\n    the petitioner has admitted that Mr. Gauer travelled to India for the\n\n    purpose of negotiating the terms of settlement and executing the MOU.\n</p>\n\n\n\n\n<p data-structure=\"PetArg\" id=\"p_69\">    Mr. Gauer thereafter corresponded on behalf of the petitioner with the\n\n    representative of the first respondent and also          extended period of\n\n    MOU. The objection regarding the authority of Mr. Gauer was not even\n\n    raised by the petitioner in its request for arbitration filed before the\n\n    International Chamber of Commerce. The Petitioner has also admitted\n\n    extension of MOU mutually in paragraph 8 of the affidavit in rejoinder\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                                         ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                      39/57                 902-ARBP-1070.11.sxw\n\n    dated 1st December, 2011 filed by the petitioner in Notice of Motion in\n\n    Suit No. 2287 of 2011. After execution of the MOU, the petitioner\n\n\n\n\n                                                                            \n    through its advocate&#x27;s letter dated 18th March, 2010, after admitting\n\n\n\n\n                                                    \n    that the MOU was duly executed on petitioner&#x27;s behalf by its\n\n    representative Mr. Han Warner Gauer called upon the respondents to\n\n\n\n\n                                                   \n    act on the same and to withdraw the arbitration Petition (1022 of 2009)\n\n    and also notice dated 20th November, 2009 invoking arbitration. It is\n\n    thus clear that the execution of the MOU by the petitioner through Mr.\n\n\n\n\n                                       \n    Gauer      who had authority to sign on behalf of the petitioner was\n                        \n    admitted, acted upon and dispute now raised is afterthought. No\n                       \n    affidavit has been filed by Mr. Gauer alleging that he has no authority\n\n    to execute the MOU on behalf of the petitioner. Respondent no.1 also\n      \n\n    acted upon the said MOU and withdrew the arbitration Petition No.\n   \n\n\n\n    1022 of 2009 and also notice invoking arbitration. The interim order in\n\n    favour of respondent no. 1 stood vacated. The Petitioner has taken\n\n    advantage of the withdrawal of the arbitration petition and       vacation\n\n\n\n\n\n    of ad interim order passed by this court and had thereafter sold 3 lac.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_70\">    equity shares in accordance with the terms of the MOU. Both the\n\n\n\n\n\n    parties have thus acted upon the MOU. The respondent no. 1 acted to\n\n    its detriment on the basis that the SPA stood terminated/ended and\n\n    MOU was valid, binding and subsisting and covers legal relationship\n\n    and contractual obligations of the parties. The Petitioner is thus\n\n    estopped   by his conduct from challenging the legal character and or\n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">                                                    ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                        40/57                   902-ARBP-1070.11.sxw\n\n    legality of the MOU.\n</p>\n<p data-structure=\"RespArg\" id=\"p_71\">    (h )   In so far issue regarding variation of SPA between three parties\n\n\n\n\n                                                                               \n    by MOU which is between two parties is concerned, the learned senior\n\n\n\n\n                                                       \n    counsel submits that respondent no. 2 was only a formal party to the\n\n    SPA and was not required to perform any obligation thereunder. The\n\n\n\n\n                                                      \n    Petitioner itself sought performance of the obligation under the MOU\n\n    vide its advocate&#x27;s letter dated 18th March, 2010. The second respondent\n\n    is not even impleaded as party to the arbitration proceeding filed by\n\n\n\n\n                                         \n    the petitioner before the International Chamber of Commerce. The said\n                           \n    party has been therefore, rightly not joined by the first respondent in its\n                          \n    suit filed in this court.\n</p>\n<p data-structure=\"Section\" id=\"p_72\">    (i)    The suits cannot be referred to arbitration since it involves matters\n      \n\n    which are not arbitrable. The suit         is in essence    suit for specific\n   \n\n\n\n    performance of the MOU, which does not contain arbitration clause.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_73\">    Clause 11.3 of the SPA clearly provided that the same was applicable\n\n    only to the disputes arising out of or in connection with the SPA alone\n\n\n\n\n\n    and not other document/contract. The dispute relating to enforceability,\n\n    validity and binding nature of the MOU is not one which falls within the\n\n\n\n\n\n    ambit of arbitration clause contained in SPA. The learned senior counsel\n\n    placed reliance upon the request for arbitration dated 25 th May, 2011\n\n    filed by the petitioner which does not contain any prayer seeking\n\n    cancellation of the MOU or declaration that the same is null and void.\n</p>\n<p data-structure=\"Section\" id=\"p_74\">    The MOU created new rights and obligations inconsistent and totally\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                                       ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                                41/57                    902-ARBP-1070.11.sxw\n\n         different from the SPA. Hence, no reference of the suit              to arbitration\n\n         under arbitration clause of SPA can be made.\n</p>\n\n\n\n                                                                                         \n<p data-structure=\"Precedent\" id=\"p_75\">          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1591400\" id=\"span_57\">(j)    In the alternative of the aforesaid submissions, the leaned senior\n\n\n\n\n                                                                 \n          counsel Mr. Tulzapurkar submits that the cause of action cannot be\n\n          bifurcated and part of the dispute cannot be referred to arbitration. The\n\n\n\n\n                                                                \n          learned senior counsel placed reliance upon the judgment of the\n\n          Supreme Court in the case of <a href=\"/doc/1591400/\" id=\"a_79\">Sukanya Holdings (p) Ltd. Vs. Jayesh\n\n          H. Pandya</a> and another8 and more particularly paragraph 13, 15, 16,\n\n\n\n\n                                                  \n          and 17 which reads thus :</span>\n</p>                                 \n<blockquote id=\"blockquote_90\">                      &quot;3. Secondly, there is no provision in the Act that when\n                      the subject matter of the suit includes subject matter of\n                                \n                      the arbitration agreement as well as other disputes, the\n                      matter is required to be referred to arbitration. There is\n                      also no provision for splitting the cause or parties and\n                      referring the subject matter of the suit to the arbitrators.\n</blockquote>        \n\n<blockquote id=\"blockquote_91\">                      15. The relevant language used in <a href=\"/doc/1146817/\" id=\"a_80\">Section 8</a> is--&quot;in a matter\n                      which is the subject matter of an arbitration agreement&quot;.\n</blockquote>     \n\n\n\n<p data-structure=\"CDiscource\" id=\"p_76\">                      Court is required to refer the parties to arbitration.\n                      Therefore, the suit should be in respect of &#x27;a matter&#x27; which\n                      the parties have agreed to refer and which comes within the\n                      ambit of arbitration agreement. Where, however, a suit is\n                      commenced - &quot;as to a matter&quot; which lies outside the\n\n\n\n\n\n                      arbitration agreement and is also between some of the\n                      parties who are not parties to the arbitration agreement,\n                      there is no question of application of <a href=\"/doc/1146817/\" id=\"a_81\">Section 8</a>. The word &#x27;a\n                      matter&#x27; indicates entire subject matter of the suit should be\n                      subject to arbitration agreement.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_77\">                      16. The next question which requires consideration is--even\n                      if there is no provision for partly referring the dispute to\n                      arbitration, whether such a course is possible under <a href=\"/doc/1146817/\" id=\"a_82\">Section\n                      8</a> of the Act? In our view, it would be difficult to give an\n                      interpretation to <a href=\"/doc/1146817/\" id=\"a_83\">Section 8</a> under which bifurcation of the\n                      cause of action that is to say the subject matter of the suit or\n                      in some cases bifurcation of the suit between parties who\n                      are parties to the arbitration agreement and others is\n                      possible. This would be laying down a totally new\n                      procedure not contemplated under the Act. If bifurcation of\n\n    8 (2003) 5 Supreme Court Cases 531\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                                                 ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                                42/57                   902-ARBP-1070.11.sxw\n\n                      the subject matter of a suit was contemplated, the\n                      legislature would have used appropriate language to permit\n                      such a course. Since there is no such indication in the\n\n\n\n\n                                                                                        \n                      language, it follows that bifurcation of the subject matter of\n                      an action brought before a judicial authority is not allowed.\n</p><p data-structure=\"Conclusion\" id=\"p_78\">                      17. Secondly, such bifurcation of suit in two parts, one to be\n\n\n\n\n                                                                \n                      decided by the arbitral tribunal and other to be decided by\n                      the civil court would inevitably delay the proceedings. The\n                      whole purpose of speedy disposal of dispute and decreasing\n                      the cost of litigation would be frustrated by such procedure.\n</p>\n\n\n\n                                                               \n<p data-structure=\"Conclusion\" id=\"p_79\">                      It would also increase the cost of litigation and harassment\n                      to the parties and on occasions there is possibility of\n                      conflicting judgments and orders by two different forums.&quot;</p><pre id=\"pre_5\">\n\n         (k)     It is submitted that until this court decides          under section 45\n\n\n\n\n                                                 \n         whether the arbitration agreement\n                                 ig                 is null, void and inoperative or\n\n</pre><p data-structure=\"Conclusion\" id=\"p_80\">         records such finding the Civil Court would continue to have jurisdiction.\n</p>                               \n<p data-structure=\"Precedent\" id=\"p_81\">         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"310165\" id=\"span_59\">In support of this plea, the learned senior counsel <a href=\"/doc/1591400/\" id=\"a_84\">placed reliance upon</a>\n\n         the judgment of this court in the case of <a href=\"/doc/310165/\" id=\"a_85\">Global Marketing Direct\n\n         Ltd. Vs. GTL Ltd9</a> and more particularly paragraph 6 which reads thus\n        \n\n\n         :</span>\n</p>     \n\n\n\n<blockquote id=\"blockquote_92\">                      &quot;6 An analysis, therefore, of the law would be that in a\n                      proceeding pending before a judicial authority, <a href=\"/doc/160474/\" id=\"a_86\">Section\n                      45</a> can be resorted to if there are disputes between the\n\n\n\n\n\n                      parties as to the validity of the arbitration agreement.\n                      Unlike <a href=\"/doc/1146817/\" id=\"a_87\">Section 8</a> which provides that the application\n                      shall be moved not later than when submitting the first\n                      statement of the substance of the dispute under <a href=\"/doc/160474/\" id=\"a_88\">Section\n                      45</a> there is no such limitation. All that <a href=\"/doc/160474/\" id=\"a_89\">Section 45</a> says\n\n\n\n\n\n                      is that when a judicial authority is seized of an action\n                      in a matter in respect of which parties had made an\n                      agreement for arbitration the judicial authority at the\n                      request of one of the parties or any person claiming\n                      through them or under him refer the parties to\n                      arbitration, unless it finds that the said agreement is\n                      null android, inoperative or incapable of being\n                      performed. Prima facie, therefore, there seems to be no\n                      time limit within which such an application can be\n\n    9 2004(3) Mh.L.J. 421\n\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">                                                                ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                                43/57                902-ARBP-1070.11.sxw\n\n                       made. A further aspect of the matter is that even if\n                       <a href=\"/doc/160474/\" id=\"a_90\">Section 45</a> is invoked, the Civil Court would continue\n                       to nave jurisdiction until it decides whether the\n\n\n\n\n                                                                                     \n                       arbitration agreement is void, inoperative or unlawful.\n                       It is only after recording such a finding with the issue\n                       of jurisdiction be answered.&quot;\n</blockquote>\n\n\n\n                                                            \n<p data-structure=\"Section\" id=\"p_82\">          (l)     As far as submission of the petitioners that the MOU is in teeth\n\n          of the pricing guidelines issued by the Reserve Bank of India or is in\n\n\n\n\n                                                           \n          teeth of the FEMA Regulations, 2000, or in the teeth of provisions of\n\n          <a href=\"/doc/220169/\" id=\"a_91\">Securities Contract Regulation Act</a> is concerned, the learned senior\n\n\n\n\n                                                 \n          counsel submits that even if it is held that the MOU is in violation of\n\n          any\n                                  \n                  of such provisions, such issues       would be relating to the\n                                 \n          performance of the agreement and the suit may be dismissed if non\n\n          performance is proved at the hearing of the suit and thus such ground\n\n          cannot be a ground for referring the parties to arbitration. Such issue\n        \n\n\n          cannot be considered by this court under <a href=\"/doc/160474/\" id=\"a_92\">section 45</a> of the Act. The\n     \n\n\n\n          compliance of the provisions of FEMA/<a href=\"/doc/220169/\" id=\"a_93\">Securities Contract Regulation\n\n          Act</a> or any compliance thereof would touch the merits of the suit filed\n\n\n\n\n\n          by the respondent no.1 and cannot be subject matter of the present\n\n          proceedings under <a href=\"/doc/160474/\" id=\"a_94\">section 45</a>.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_83\">          (m)     If the petitioner is contesting the MOU, the petitioner will have\n\n          to apply for setting aside the MOU before invoking arbitration clause\n\n          under the SPA. The learned counsel <a href=\"/doc/310165/\" id=\"a_95\">placed reliance upon</a> the judgment\n\n          of the Supreme Court in the case of Nathani Steels Ltd. Vs. Associated\n\n          Constructions10 (1975) 3 SCC 324 and more particularly paragraph 3\n\n    10 1995 Supp (3) Supreme Court Cases 324\n\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                                             ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                        44/57                 902-ARBP-1070.11.sxw\n\n    which reads thus :\n</p>\n<blockquote id=\"blockquote_93\">           &quot;3...... Even otherwise we feel that once the parties have\n\n\n\n\n                                                                              \n           arrived at a settlement in respect of any dispute or difference\n           arising under a contract and that dispute or the difference is\n           amicably settled by way of a final settlement by and between\n\n\n\n\n                                                      \n           the parties, unless that settlement is set aside in proper\n           proceedings, it cannot lie in the mouth of one of the parties to\n           the settlement to spurn it on the ground that it was a mistake\n           and proceed to invoke the Arbitration clause. If this is\n\n\n\n\n                                                     \n           permitted the sanctity of contract, the settlement also being a\n           contract, would be wholly lost and it would be open to one\n           party to take the benefit under the settlement and then to\n           question the same on the ground of mistake without having\n           the settlement set aside. In the circumstances, we think that in\n\n\n\n\n                                         \n           the instant case since the dispute or difference was finally\n           settled and payments were made as per the settlement, it was\n                          \n           not open to the respondent unilaterally to treat the settlement\n           as non est and proceed to invoke the Arbitration clause. We\n           are, therefore, of the opinion that the High Court was wrong in\n                         \n           the view that it took.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_84\">    (n )    Similarly obtaining prior permission of the Reserve Bank of India\n      \n\n    under FEMA is in the realm of performance and has nothing to do with\n   \n\n\n\n    the existence of the MOU. The only objection raised by the petitioner\n\n    was in      respect of the      tax liability as is apparent from the\n\n    correspondence entered into. All these issues are therefore,              after\n\n\n\n\n\n    thought and are frivolous. The Petitioner themselves wanted to modify\n\n    the terms of the MOU which presupposes existence of the MOU and\n\n\n\n\n\n    such proposal was turned down by the first respondent. The Arbitral\n\n    Tribunal would not be able to go into the validity of the MOU as such\n\n    dispute does not fall within the ambit of the SPA or arbitration clause\n\n    mentioned in the SPA. As a matter of record, spot delivery was agreed\n\n    between the parties also in the SPA which is now challenged by the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                                      ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                               45/57                   902-ARBP-1070.11.sxw\n\n         petitioner under the MOU.\n</p>\n\n\n\n                                                                                       \n<p data-structure=\"Precedent\" id=\"p_85\">          (o)     It is submitted that since there is no arbitration agreement and\n\n          no arbitrable disputes, the party cannot be directed to arbitration. The\n\n\n\n\n                                                               \n          learned counsel placed reliance upon the judgment of the Supreme\n\n          Court in the case of SBP &amp; Co. Vs. Patel Engineering Ltd. And\n\n\n\n\n                                                              \n          another11 and more particularly paragraph 25 which reads thus :\n</p>\n\n<blockquote id=\"blockquote_94\">                       &quot;Dragging a party to an arbitration when there existed\n\n\n\n\n                                                 \n                       no arbitration agreement or when there existed no\n                                  \n                       arbitrable dispute, can certainly affect the right of that\n                                 \n                       party and even on monetary terms, impose on him a\n\n                       serious liability for meeting the expenses of the\n           \n\n                       arbitration, even if it be preliminary expenses and his\n        \n\n\n\n                       objection is upheld by the arbitral tribunal. therefore, it\n\n                       is not possible to accept the position that no\n\n                       adjudication is involved in the constitution of an\n\n\n\n\n\n                       arbitral tribunal.&quot;\n</blockquote>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_86\">    6.      On reading of <a href=\"/doc/160474/\" id=\"a_96\">section 45</a> of the Arbitration &amp; Conciliation Act, 1996, it is\n\n    clear that if the required ingredients of <a href=\"/doc/160474/\" id=\"a_97\">section 45</a> are satisfied, the Judicial\n\n    Authority which is seized of an action in the matter in respect of which the parties\n\n    have made agreement referred to in <a href=\"/doc/1211237/\" id=\"a_98\">section 44</a>, shall refer the parties to arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_87\">    The Judicial Authority however, if finds that the agreement is null and void,\n\n    11 (2005) 8 Supreme Court Cases 618\n\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">                                                               ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                              46/57                  902-ARBP-1070.11.sxw\n\n    inoperative or incapable of being performed, the Judicial Authority shall not refer\n\n    the parties to arbitration. The Judicial Authority has to examine as to whether the\n\n\n\n\n                                                                                     \n    arbitration agreement      falls within the scope of convention, agreement is in\n\n\n\n\n                                                             \n    writing, it exists and is substantially valid, dispute is capable of adjudication by\n\n    arbitration, such agreement is binding on the parties to the dispute, the agreement\n\n\n\n\n                                                            \n    is not null and void, agreement is in operation and is capable of being performed,\n\n    when the judicial authority is seized of an action in respect of such agreement\n\n    made by the parties before the court.\n</p>\n\n\n\n                                                \n<p data-structure=\"Precedent\" id=\"p_88\">    7.       In\n                                \n                  view of the rival contentions raised by the parties, in my view,\n                               \n    following questions arise for consideration of this court :\n</p>\n<blockquote id=\"blockquote_95\">    (a)      Whether the SPA is valid, subsisting, operative, is capable of being\n           \n\n    performed and not null and void, inoperative, substituted by MoU and does not\n        \n\n\n\n    exist.\n</blockquote>\n<blockquote id=\"blockquote_96\">    (b)      Whether the disputes in the suit filed by the respondent in this court are\n\n    capable of being adjudicated upon by the arbitral tribunal appointed under the\n\n\n\n\n\n    SPA.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_89\">    (c )     Whether the MoU was not final and conclusive but was only preparatory\n\n\n\n\n\n    document and was not binding on the parties.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_90\">    8.       I shall first decide the issue whether the SPA is valid, subsisting, operative\n\n    and is capable of being performed or the same is null and void, inoperative or is\n\n    substituted by execution of MoU and the arbitration clause contained in the SPA\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                                             ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                             47/57                  902-ARBP-1070.11.sxw\n\n    perishes along with the SPA itself.\n</p>\n\n\n\n                                                                                    \n<p data-structure=\"Precedent\" id=\"p_91\">    9.     It is not in dispute that the arbitration agreement contained          in SPA fall\n\n\n\n\n                                                            \n    within the scope of convention and thus satisfies all the conditions under <a href=\"/doc/1211237/\" id=\"a_99\">section\n\n    44</a> of the Act. It is also not in dispute that the SPA was in writing and was duly\n\n\n\n\n                                                           \n    signed by the authorized signatories. Perusal of the MoU indicates that the said\n\n    document was executed in view of the settlement arrived at between the parties. It\n\n    refers to the transaction entered into by and between the petitioner and respondent\n\n\n\n\n                                               \n    recorded in the SPA dated 10 th December, 2004. It refers to the offer of the\n                               \n    petitioner to sell certain shares of Western Gujarat Stahl Rohran Ltd. The\n                              \n    dispute in respect of the said transaction had arisen. The respondent had invoked\n\n    arbitration and had filed petition in this court in that regard, this court had granted\n           \n\n    injunction on sale of shares. After recording recitals, both the parties have relied\n        \n\n\n\n    on settlement on the terms recorded therein. Clause (3) of the said MoU states\n\n    that upon signing of the said MOU, the SPA dated 10th December, 2004                  shall\n\n    stand null and void and the petition filed by the first respondent in this court shall\n\n\n\n\n\n    be withdrawn along with the notice invoking arbitration.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_92\">    10.    On the plain reading of clause 3 to MoU, it is clear that upon execution of\n\n    the said MoU, the SPA dated 10 th December, 2004 is declared null and void by\n\n    agreement of the parties. It is also clear that the first respondent had agreed to\n\n    withdraw the arbitration petition filed in this court and also the notice of\n\n    arbitration sent by them to the petitioner. Clause (1) and (2) of the MoU shows\n\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                                            ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                            48/57                  902-ARBP-1070.11.sxw\n\n    that the first respondent became entitled to purchase from the petitioner 5 lacs\n\n    equity shares of the second respondent company at the price of Rs. 207 per equity\n\n\n\n\n                                                                                   \n    shares from the petitioner. It is agreed to complete the sale and transfer of such\n\n\n\n\n                                                           \n    shares by 10th April, 2010. Simultaneously, the petitioner has been permitted to\n\n    sell the balance 3,56,523 shares in monthly installment of 1 lac. Equity shares\n\n\n\n\n                                                          \n    over a period of three or more years. The said MoU has been signed by the first\n\n    respondent through      its Director and signed by the petitioner through its\n\n    authorized signatory Mr. Hans Warner Gauer. In my view, the parties have thus\n\n\n\n\n                                              \n    substituted the SPA by the said MoU in toto by recording fresh terms\n                               ig                                                    thereby\n\n    giving go-bye to SPA completely. The parties have voluntarily declared that upon\n                             \n    signing of the said MoU, the SPA shall stand null and void. In my view, thus on\n\n    the date of filing this petition under <a href=\"/doc/160474/\" id=\"a_100\">section 45</a> of the Act, the SPA which\n        \n\n    contained arbitration clause was already null and void, inoperative              and the\n     \n\n\n\n    arbitration clause has perished along with the SPA in toto.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_93\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_66\">11.    Under <a href=\"/doc/595325/\" id=\"a_101\">section 62</a> of the Contract Act, if the parties to the contract agreed to\n\n\n\n\n\n    substitute a new contract or rescind or alter it, the earlier contract need not be\n\n    performed. The Supreme Court in the case of <a href=\"/doc/1545494/\" id=\"a_102\">Damodar Valley Corporation Vs.\n\n\n\n\n\n    K.K. Kar</a> (supra) has held that if the contract is put to an end, the arbitration\n\n    clause which is part of it also perishes along with it. In my view since the SPA is\n\n    totally substituted and put to an end by execution of the MoU thus as a result\n\n    thereof, neither the SPA nor arbitration clause survives as if it never existed.</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">                                                           ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n<p data-structure=\"Conclusion\" id=\"p_94\">                                             49/57                 902-ARBP-1070.11.sxw\n\n</p><p data-structure=\"PetArg\" id=\"p_95\">    12.    Mr. Chagla, the learned senior counsel appearing on behalf of the petitioner\n\n    raised the issue that the said MoU was not final and concluded agreement but was\n\n\n\n\n                                                                                   \n    only a preparatory document and this was not binding on the parties.                 It is\n\n\n\n\n                                                           \n    submitted that the SPA continued to exist and in operation. It is submitted that thus\n\n    the arbitration clause contained in the SPA also is in operation and the parties\n\n\n\n\n                                                          \n    having satisfied the ingredients of <a href=\"/doc/1211237/\" id=\"a_103\">section 44</a> and <a href=\"/doc/160474/\" id=\"a_104\">45</a> of the Act, this court shall\n\n    refer the parties to arbitration in respect of the subject matter of the dispute\n\n    arising out of the subject matter of SPA. The learned counsel submits that in any\n\n\n\n\n                                              \n    event Mr. Hans Warner Gauer who has signed as authorized signatory on behalf\n                                \n    of the petitioner was not authorized to either negotiate or to sign any such MoU\n                               \n    on behalf of the petitioner and the said document is thus not binding on the\n\n    petitioners. The learned counsel submits that the from the correspondence\n        \n\n    exchanged between the parties, it is cleat that the parties had not reached to\n     \n\n\n\n    conclusive settlement and were only at the stage of negotiation before any final\n\n    deal could be arrived at.\n</p>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_96\">    13.    In the alternative to the aforesaid submissions, Mr. Chagla further submits\n\n    that in any event said MoU is contrary to and in violation of the provisions of\n\n\n\n\n\n    FEMA, Security Contract Regulation Act and in violation of Pricing Guidelines\n\n    issued by the Reserved Bank of India.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_97\">    14.    Perusal of the record indicates that the authority of Mr. Gauer was never\n\n    challenged by the petitioner prior to the filing of the suit by the first respondent.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">                                                           ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n<p data-structure=\"PetArg\" id=\"p_98\">                                           50/57                  902-ARBP-1070.11.sxw\n\n    At the relevant time, Mr. Gauer was authorized signatory of the petitioner and\n\n    was Managing Director of the petitioners&#x27; parent company. In the affidavit in\n\n\n\n\n                                                                                  \n    reply filed by the petitioner and the Notice of Motion in Suit No. 2287 of 2011, it\n\n\n\n\n                                                          \n    was admitted by the petitioner    that Mr. Gauer had travelled to India for the\n\n    purpose of negotiating the terms of settlement and executing MoU. The record\n\n\n\n\n                                                         \n    also indicates that Mr. Gauer had entered into correspondence on behalf of the\n\n    petitioner with the representative of the first respondent and had also extended\n\n    the   performance period    under the MoU. The Petitioner did not raise any\n\n\n\n\n                                             \n    objection in respect of the\n                              ig   authority of Mr. Gauer even in its request for\n\n    arbitration filed before the International Chamber of Commerce. The Petitioner\n                            \n    on the contrary admitted extension of MoU mutually in para 8 of the affidavit in\n\n    rejoinder dated 1st December, 2011 filed by the petitioner in Notice of Motion.\n</p>        \n\n<p data-structure=\"CDiscource\" id=\"p_99\">    After execution of the MoU, the advocates of the present petitioner representing\n     \n\n\n\n    them in Arbitration Petition No. 1032 of 2009 by its letter dated 18 th March, 2010\n\n    admitted that the MoU was duly executed on petitioner&#x27;s behalf by its executive\n\n    Mr. Hans Warner Gauer and called upon the first respondent to act upon the\n\n\n\n\n\n    same as recorded and to withdraw the said petition along with notice dad 20 th\n\n    November, 2009 invoking arbitration. Pursuant to such letter, it is not in dispute\n\n\n\n\n\n    that the first respondent withdrew the arbitration petition No. 1022 of 2009 and\n\n    also notice invoking arbitration. As a result thereof, interim order passed in the\n\n    said proceedings in favour of the first respondent and against the petitioner from\n\n    selling shares came to an end. The Petitioners thereafter sold about 3 lacs.</p><pre id=\"pre_6\">\n\n    Shares to outsiders. It is also clear from the record that    no affidavit has been\n\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">                                                          ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                           51/57                  902-ARBP-1070.11.sxw\n\n</pre><p data-structure=\"CDiscource\" id=\"p_100\">    filed by Mr. Gauer alleging that he had no authority to execute the MoU on behalf\n\n    of the petitioner. The Petitioner has thus taken advantage of the withdrawal of the\n\n\n\n\n                                                                                  \n    arbitration petition and vacation of ad interim order passed by his court. In my\n\n\n\n\n                                                          \n    view, both the parties have acted upon the said MoU, which records that the SPA\n\n    was null and void on execution of the said MoU. It is clear that the first\n\n\n\n\n                                                         \n    respondent has acted to its detriment on the basis that the SPA stood\n\n    terminated/ended and the MoU was valid, binding, subsisting. Perusal of the\n\n    MoU clearly shows that      all the requisite terms and conditions for transfer of\n\n\n\n\n                                             \n    shares are recorded by and between the parties in the said MoU and cannot be\n                             \n    construed as a preparatory document. The correspondence also indicates that the\n                            \n    dispute was raised by the petitioner in respect of the percentage of income tax\n\n    liability on sale of such shares which was one of the condition in the said MoU. It\n        \n\n    was the request and suggestion of the petitioner to sit across the table and to re-\n</p>     \n\n\n\n<p data-structure=\"CDiscource\" id=\"p_101\">    negotiate about such condition regarding payment of income tax. In view of the\n\n    withdrawal of the       earlier arbitration petition as well as notice invoking\n\n    arbitration and the petitioner having sold some of the shares in furtherance of\n\n\n\n\n\n    and in compliance of the said MoU, I am          not thus inclined to accept the\n\n    submission of Mr. Chagla, the learned senior counsel that Mr. Gauer was not\n\n\n\n\n\n    authorized to sign any such MoU or that the said MoU was a preparatory\n\n    document and not a concluded deal between the parties.\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_102\">    15.   The next submission of Mr. Chagla, learned senior counsel for the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">                                                          ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                            52/57                 902-ARBP-1070.11.sxw\n\n    petitioner is that in view of clause 11.11 of the SPA, variation of SPA which was\n\n    admittedly between three parties, could not be made unless it was in writing and\n\n\n\n\n                                                                                  \n    signed by all the parties to SPA. The MoU between two parties thus could not be\n\n\n\n\n                                                          \n    considered as substitution of the SPA. In my view, Mr. Tulzapurkar, the learned\n\n    counsel appearing for the respondent is right in his submission that the second\n\n\n\n\n                                                         \n    respondent or its predecessor which was party to SPA was only the formal party.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_103\">    There was no obligation imposed on the second respondent to perform any part of\n\n    the obligation under the said SPA. On perusal of the SPA it is clear that the second\n\n\n\n\n                                             \n    respondent had no obligation of any nature whatsoever in the said SPA. Even in\n                              \n    its request for arbitration   and in the statement of claim filed           before the\n                             \n    International Chamber of Commerce by the petitioner, the second respondent is\n\n    neither joined as party respondent nor any relief is sought against the second\n        \n\n    respondent. The record produced by the parties indicate that the MoU is acted\n     \n\n\n\n    upon by both the parties which records that    on execution of the said MoU, the\n\n    SPA became null and void. In view of the finding rendered aforesaid that the MoU\n\n    was     in substitution of the SPA and was       duly signed by        the authorized\n\n\n\n\n\n    representative of     both the sides and acknowledged by the parties in\n\n    correspondence and having acted upon the same, in my view, the submission of\n\n\n\n\n\n    Mr. Chagla that the SPA could not be varied by two parties has no merits and the\n\n    same is rejected.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_104\">    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1924738\" id=\"span_71\">16.    The next submission of Mr. Chagla, which I have to consider is that as the\n\n    arbitral tribunal   is already constituted by International Chamber of Commerce\n\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">                                                          ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                            53/57                  902-ARBP-1070.11.sxw\n\n    and the respondent being party thereto and in view of the wider arbitration clause,\n\n    the issue of jurisdiction and or existence of SPA can be agitated by the respondent\n\n\n\n\n                                                                                   \n    before the arbitral tribunal. Reliance is placed on the judgment of the Supreme\n\n\n\n\n                                                           \n    Court in the case of <a href=\"/doc/1924738/\" id=\"a_105\">Renusagar Power Company Limited</a> (supra). It is submitted\n\n    that this court therefore, shall not decide this issue and the same can be left open\n\n\n\n\n                                                          \n    to be agitated before the arbitral tribunal. In my view, before referring the parties\n\n    to arbitration under <a href=\"/doc/160474/\" id=\"a_106\">section 45</a> of the Act, it is mandatory for the court or judicial\n\n    authority before whom the application is made to decide whether the agreement\n\n\n\n\n                                              \n    is null and void and inoperative or is unenforceable. In view of the fact that the\n                              \n    respondents have raised the issue that the SPA which contained arbitration clause\n                             \n    has become null and void, inoperative and is totally substituted by execution of\n\n    the MoU, the arbitration clause contained in such MoU is perished, such issues\n        \n\n    raised by the respondent cannot be left open to be agitated           upon before the\n     \n\n\n\n    arbitral tribunal and has decided only by this court.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1924738\" id=\"span_73\">In my view, the reliance placed\n\n    by Mr. Chagla, the learned senior counsel for the petitioner on the judgment of the\n\n    Supreme Court in the case of <a href=\"/doc/1924738/\" id=\"a_107\">Renusagar Power Company Limited</a> (supra) is of\n\n\n\n\n\n    no assistance to the petitioner. In my view, <a href=\"/doc/675839/\" id=\"a_108\">section 16</a> of the Act thus is not\n\n    attracted.</span>\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_105\">    17.    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1181179\" id=\"span_74\">In my view the reliance placed by Mr. Chagla, the learned senior counsel\n\n    for the petitioner on the judgment of the Supreme Court in the case of <a href=\"/doc/1181179/\" id=\"a_109\">Oil\n\n    &amp;Natural Gas Commission Vs. Western Company of North America</a> (supra) also\n\n    is of no assistance to the petitioner. The Supreme Court has held that if it would\n\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">                                                           ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                             54/57                   902-ARBP-1070.11.sxw\n\n    be oppressive in the facts and circumstances of the case to refer the party to\n\n    arbitration, the court shall not be hesitant in granting restraint order.</span> In my view\n\n\n\n\n                                                                                     \n    Mr. Tulzapurkar was right in placing reliance upon the judgment of the Supreme\n\n\n\n\n                                                            \n    Court in the case of SBP Company Vs. Patel Engineering (supra) in which the\n\n    Supreme Court has held that if at all there exists no arbitration agreement or their\n\n\n\n\n                                                           \n    exist no arbitrable dispute, dragging a party to the arbitration would affect the\n\n    right of that party and even on monetary terms, impose on him a serious liability\n\n    for meeting the expenses of the arbitration, even if it be preliminary expenses. In\n\n\n\n\n                                               \n    my view as the SPA is completely substituted by MoU and the arbitration clause\n                               \n    contained in the SPA is perished along with SPA, the respondent cannot be\n                              \n    referred to arbitration under such arbitration clause which is not in existence.\n</p>\n<p data-structure=\"Section\" id=\"p_106\">    Even otherwise, the issues raised by the respondent that the SPA is null and void,\n        \n\n    inoperative or is incapable of being performed, cannot be gone into by the\n     \n\n\n\n    arbitral tribunal under <a href=\"/doc/675839/\" id=\"a_110\">section 16</a> of the Act in view of the present application\n\n    having been made under <a href=\"/doc/160474/\" id=\"a_111\">section 45</a> of the Act and such issue has to be decided\n\n    only by this court.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_107\">    18.    In my view, Mr. Tulzapurkar is right in his submission that the suit filed\n\n\n\n\n\n    by the respondent cannot be referred to arbitration as it involves the matters\n\n    which are not arbitrable. Perusal of the prayers in the suit indicates that the suit is\n\n    for specific performance of the MoU which does not contain arbitration clause.\n</p>\n<p data-structure=\"RespArg\" id=\"p_108\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1591400\" id=\"span_76\">Clause 11.3 of the SPA clearly provide that the said clause was applicable only to\n\n    the disputes arising out of or in connection with the SPA alone and no other\n\n\n\n\n<span class=\"hidden_text\" id=\"span_77\">                                                             ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                               55/57                 902-ARBP-1070.11.sxw\n\n    document/contract. The dispute relating to enforceability, validity and binding\n\n    nature of the MoU, in my view, does not fall within the ambit of arbitration clause\n\n\n\n\n                                                                                     \n    contained in the SPA. In my view, as the cause of action in any case in the said\n\n\n\n\n                                                             \n    suit filed by the respondent cannot be bifurcated and or split, part of the dispute\n\n    cannot be referred to arbitration. The learned counsel for the respondent has\n\n\n\n\n                                                            \n    rightly placed reliance upon the judgment in the case of <a href=\"/doc/1591400/\" id=\"a_112\">Sukanya Holdings</a>\n\n    (supra). I am not inclined to stay the proceedings in the suit filed by the\n\n    respondent during the pendency of this petition under <a href=\"/doc/160474/\" id=\"a_113\">section 45</a> of the Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"310165\" id=\"span_78\">The\n\n\n\n\n                                                \n    Supreme Court in the case of <a href=\"/doc/310165/\" id=\"a_114\">Global Marketing Direct Ltd. Vs. GTL Ltd.</a> (supra)\n                               \n    has held that even if <a href=\"/doc/160474/\" id=\"a_115\">section 45</a> is invoked, Civil Court would continue to have\n                              \n    jurisdiction      until it decides whether        the arbitration agreement is void,\n\n    inoperative and or unlawful. It is only after recording such finding that the issue\n        \n\n    of jurisdiction    be answered. In view of the fact that this court has rendered a\n     \n\n\n\n    finding in this judgment that the SPA is void, inoperative, null and void and is\n\n    substituted by the MoU, no relief as claimed by the petitioner can be granted in\n\n    the present proceedings.</span>\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_109\">    19.    In my view Mr. Tulzapurkar, the learned senior counsel appearing for the\n\n    respondent is right in his alternate submission that if the petitioner is contesting\n\n\n\n\n\n    the MoU, the petitioner would have to apply for setting aside the same before\n\n    invoking arbitration clause in the SPA.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_110\">    20.    The next submission of Mr. Chagla, learned senior counsel is that the MoU\n\n    is void and illegal as the same is in the teeth of Pricing Guidelines issued by the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">                                                             ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                            56/57                 902-ARBP-1070.11.sxw\n\n    Reserve Bank of India or in the teeth of FEMA Regulations and or in the teeth of\n\n    provisions of Security Control Regulation Act and thus is unenforceable and void.\n</p>\n\n\n\n                                                                                  \n<p data-structure=\"CDiscource\" id=\"p_111\">    On plain reading of the MoU, it is clear that the document is complete and\n\n\n\n\n                                                          \n    concluded agreement in all respects. If any permissions are required under any of\n\n    the provisions aforesaid, before   conducting the sale of the shares, in compliance\n\n\n\n\n                                                         \n    with the obligations under the said MoU or at particular rate or within such time as\n\n    is prescribed under the aforesaid provisions, in my view, compliance with the\n\n    provisions of law would be in the realm of performance of contract and              such\n\n\n\n\n                                             \n    conditions are condition subsequent to said MoU having come into effect. The\n                              \n    MoU has come into effect on the date of its execution and upon execution of said\n                             \n    MoU, the SPA has become null and void. Even if the grievance of the petitioner\n\n    that non-compliance would be in violation of any of the aforesaid provisions\n        \n\n    while performing their part of obligation under the MoU, the same would not\n     \n\n\n\n    make the contract illegal or inoperative. In any event, all these issues can be\n\n    agitated by the petitioner in the suit filed by the respondent which is pending in\n\n    this court. Mr. Tulzapurkar was right in pointing out that one of the clause in the\n\n\n\n\n\n    MoU regarding the rates in respect of sale of shares is identical to clause in the\n\n    SPA in respect of which the petitioner never raised any dispute. In my view,\n\n\n\n\n\n    compliance of the provisions of law before effecting sale of shares, would be in\n\n    the realm of condition subsequent and would not make the contract ab initio.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_112\">    21.    I am, therefore, of the view that SPA is null and void, inoperative and is\n\n    substituted by the MoU and does not exist. The arbitration clause contained in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">                                                          ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n                                             57/57                  902-ARBP-1070.11.sxw\n\n    SPA also thus perishes and is not in existence. The dispute in the suit filed by\n\n    the respondent is incapable of being adjudicated upon by the arbitral tribunal\n\n\n\n\n                                                                                    \n    appointed under the SPA. In my view as the arbitration clause does not exist, the\n\n\n\n\n                                                            \n    arbitral tribunal appointed by the petitioner would be without jurisdiction. In my\n\n    view the MoU is final and conclusive and is not a preparatory document. The\n\n\n\n\n                                                           \n    Petitioner has   thus not satisfied the ingredients of <a href=\"/doc/160474/\" id=\"a_116\">section 45</a> read with <a href=\"/doc/1211237/\" id=\"a_117\">section\n\n    44</a> of the Act and thus no relief as claimed by the petitioner can be granted in\n\n    favour of the petitioner. The onus is on the petitioner to prove that the conditions\n\n\n\n\n                                                \n    under <a href=\"/doc/160474/\" id=\"a_118\">section 45</a> of the Act are satisfied. In my view the petitioner has failed to\n                              \n    prove that the conditions under <a href=\"/doc/160474/\" id=\"a_119\">section 45</a> are satisfied in the facts of this case.\n</p>                             \n<p data-structure=\"Conclusion\" id=\"p_113\">    22.   In view of the above, I pass the following order :\n</p>        \n\n<blockquote id=\"blockquote_97\">          Arbitration Petition is dismissed.\n</blockquote>     \n\n\n\n<blockquote id=\"blockquote_98\">          There shall be no order as to costs.\n</blockquote>\n\n\n<blockquote id=\"blockquote_99\">                                                     (R.D. DHANUKA,J.)\n\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">                                                            ::: Downloaded on - 09/06/2013 19:31:18 :::</span>\n </blockquote>","numcites":34,"numcitedby":2,"docsource":"Bombay High Court","citetid":93963916,"divtype":"judgments","relatedqs":[{"value":"mou is binding ","formInput":"mou%20is%20binding%20"},{"value":"fema","formInput":"fema"},{"value":"notice invoking arbitration","formInput":"notice%20invoking%20arbitration"},{"value":"right of pre-emption ","formInput":"right%20of%20pre-emption%20"},{"value":"void agreements","formInput":"void%20agreements"},{"value":"withdrawal of arbitration once","formInput":"withdrawal%20of%20arbitration%20once"},{"value":"section 45 of arbitration act","formInput":"section%2045%20of%20arbitration%20act"},{"value":"jurisdiction of arbitration","formInput":"jurisdiction%20of%20arbitration"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"right of pre emption","formInput":"right%20of%20pre%20emption"},{"value":"\"notice invoking arbitration\" \"","formInput":"%22notice%20invoking%20arbitration%22%20%22"},{"value":"substitution of contract","formInput":"substitution%20of%20contract"},{"value":"subsisting of contract","formInput":"subsisting%20of%20contract"},{"value":"section 45 arbitration","formInput":"section%2045%20arbitration"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"transfer of shares","formInput":"transfer%20of%20shares"},{"value":"when an injunction can be granted","formInput":"when%20an%20injunction%20can%20be%20granted"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"share purchase agreement","formInput":"share%20purchase%20agreement"}],"cats":[{"value":"judicial-authority-to-refer-parties-to-arbitration","formInput":"tag:judicial-authority-to-refer-parties-to-arbitration"},{"value":"definition-of-enforcement-of-certain-foreign-awards","formInput":"tag:definition-of-enforcement-of-certain-foreign-awards"},{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}