{"tid":78983411,"publishdate":"2013-01-11","title":"Raju @ Rajendra & Anr vs State Of Rajasthan on 11 January, 2013","doc":"<h2 class=\"doc_title\">Raju @ Rajendra &amp; Anr vs State Of Rajasthan on 11 January, 2013</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2013 AIR SCW 812, 2013 (2) SCC 233, 2013 CRI. L. J. 1248, 2012 CRI LJ (NOC) 332, AIR 2013 SC (CRIMINAL) 923, AIR 2013 SC (SUPP) 1071, (2013) 1 CRILR(RAJ) 144, (2013) 2 ALLCRILR 93, (2013) 81 ALLCRIC 430, (2013) 1 ALLCRIR 836, 2013 CRILR(SC MAH GUJ) 144, 2013 (1) SCC (CRI) 951, (2013) 1 SCALE 303, (2013) 123 ALLINDCAS 165 (SC), (2013) 2 MH LJ (CRI) 52, (2013) 1 CURCRIR 411, (2013) 3 KCCR 146, 2013 CRILR(SC&MP) 144, (2013) 1 UC 493, (2013) 2 RECCRIR 131, 2013 (1) KCCR 146 SN, (2013) 1 CRIMES 158, (2012) 114 ALLINDCAS 454 (HP)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-gogoi\">Ranjan Gogoi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-gogoi\">Ranjan Gogoi</a>, <a href=\"/search/?formInput=benchid:p-sathasivam\">P. Sathasivam</a></h3>\n\n<pre id=\"pre_1\">                                                                         NON-REPORTABLE\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n                      CRIMINAL APPEAL NO. 1915 OF 2008\n\n\nRaju @ Rajendra &amp; Anr.                  ...  Appellant(s)\n                                   Versus\nState of Rajasthan                           ...   Respondent(s)\n\n                                    WITH\n\n                      CRIMINAL APPEAL NO. 1897 OF 2008\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">RANJAN GOGOI, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">      Being directed against the common  judgment  dated  16th  March,  2007\npassed by the High  Court  of  Rajasthan  we  had  heard  both  the  appeals\nanalogously and the same are being disposed of by this common judgment.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2.    Criminal Appeal No. 1915 of 2008 has been  filed  by  accused  Raju  @\nRajendra and accused Pappu @ Ranjeet Singh who  have  been  convicted  under\nSections 302 and 307 read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a>  of  the  Indian  Penal  Code  and\nsentenced to undergo, inter alia, RI for life.  Criminal Appeal No. 1897  of\n2008 has been filed by the State of  Rajasthan  against  the  same  judgment\ndated 16th March, 2007  by  which  the  remaining  four  accused  have  been\nacquitted of all the charges  brought  against  them  including  the  charge\nunder <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_3\">Section 149</a> IPC.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3.    The short case of the prosecution is that on 4th April, 2000 at  about\n4.30 p.m. PW-13 Mahaveer  lodged  an  FIR  (Ex.  P-23)  in  the  Dei  police\nstation, District Boondi stating that at about 2 – 2.30  p.m.  of  the  same\nday while he was sitting in the  field  of  one  Mukhtyar  Singh  (deceased)\nwaiting for the thresher, the convicted as well  as  the  acquitted  accused\n(six in all) alongwith another person (who had absconded) came to  the  spot\narmed with different kinds of dangerous weapons.  In the FIR it  was  stated\nthat as soon as the accused persons reached the spot, while accused Pappu  @\nRanjeet Singh assaulted Mukhtyar Singh with an  axe  on  his  head,  accused\nRaju @ Rajendra assaulted the  aforesaid  person  with  a  sword.  Acquitted\naccused Bachchan  Singh  reportedly  gave  lathi  blows  to  Mukhtyar  Singh\nwhereas acquitted accused Balwant Singh, his wife Shanti Bai @ Jaswant  Kaur\nand daughter Gurjeet Kaur had  pointed  country  made  pistols  at  Mukhtyar\nSingh and had exhorted the other accused to kill/eliminate  Mukhtyar  Singh.\nIn the FIR it was further mentioned that the first informant  (PW-13)  tried\nto intervene but he was also assaulted by accused Pappu on his head with  an\naxe and by the accused Raju with a sword  on  his  right  arm.  Due  to  the\nassault committed by the accused on  Mukhtyar  Singh  the  aforesaid  person\nlost consciousness and though he was taken to the hospital  he  passed  away\nshortly after the  incident.   In  the  first  information  report,  it  was\nfurther mentioned that two other persons, i.e., Bittoo (PW-19) and  Jamnalal\n(PW-1) had witnessed the occurrence.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.    On the basis of the aforesaid FIR lodged by PW-13,  police  registered\na case and  investigated  the  same.  On  completion  of  the  investigation\nchargesheet was submitted against 7 persons in all, including the  convicted\nand the acquitted accused.   Thereafter, the case was  committed  for  trial\nto the Court of Sessions at Boondi where charges  under  different  sections\nof the <a href=\"/doc/1569253/\" id=\"a_4\">Indian Penal Code</a> including <a href=\"/doc/1560742/\" id=\"a_5\">Section 302</a> read with  <a href=\"/doc/999134/\" id=\"a_6\">Section  149</a>  were\nframed.  As the accused persons denied the charges and wanted  to  be  tried\nthe prosecution examined as many as 21 witnesses and also exhibited a  large\nnumber of documents.  Thereafter at the conclusion of the  trial  while  two\nof the accused  i.e. Raju @ Rajendra and Pappu @ Ranjeet  Singh  were  found\nguilty of the commission of the offence under <a href=\"/doc/1560742/\" id=\"a_7\">Section  302</a>,  <a href=\"/doc/455468/\" id=\"a_8\">307</a>,  <a href=\"/doc/1133601/\" id=\"a_9\">325</a>,  <a href=\"/doc/724142/\" id=\"a_10\">324</a>\nand <a href=\"/doc/763672/\" id=\"a_11\">148</a> IPC the remaining accused (acquitted accused) were found  guilty  of\nthe charge of commission of the same offences with the aid  of  <a href=\"/doc/999134/\" id=\"a_12\">Section  149</a>\nIPC.  For commission of the offence  under  <a href=\"/doc/1560742/\" id=\"a_13\">Section  302</a>  IPC  each  of  the\naccused had been sentenced to undergo rigorous imprisonment for  life.   The\nsentences imposed for commission of the lesser offences, as  noticed  above,\nwould not require any specific mention as the same were to run  concurrently\nwith the sentence of imprisonment for life.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">5.    Aggrieved by the aforesaid conviction recorded by  the  learned  Trial\nCourt and the sentences imposed, all the six  accused  had  filed  a  common\nappeal before the High Court of Rajasthan challenging the  order  passed  by\nthe learned Trial Court.  The High Court by its  judgment  and  order  dated\n16th March, 2007 altered the conviction of the two convicted accused,  i.e.,\nRaju @ Rajendra and Pappu @ Ranjeet Singh  to one  under  <a href=\"/doc/1560742/\" id=\"a_14\">Sections  302</a>  and\n<a href=\"/doc/455468/\" id=\"a_15\">307</a> read with <a href=\"/doc/37788/\" id=\"a_16\">Section 34</a> of the Indian Penal Code  while acquitting them  of\nthe remaining charges. The remaining four accused were acquitted of all  the\ncharges. It is against  the  aforesaid  judgment  of  the  High  Court  that\nCriminal Appeal No. 1915 of  2008  has  been  filed  by  the  two  convicted\naccused, whereas Criminal Appeal No. 1897 of 2008  has  been  filed  by  the\nState against the acquittal of the remaining four accused.\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">6.    We have heard Ms. Aishwarya  Bhati,  learned  Amicus  Curiae  for  the\nappellants in Criminal  Appeal  No.  1915/2008,  Mr.  J.P.  Dhanda,  learned\ncounsel for the respondents  in  Criminal  Appeal  No.  1897/2008   and  Mr.\nJasbir Singh Malik, Addl. Advocate General for the State of Rajasthan.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">7.    Ms. Aishwarya Bhati, learned Amicus Curiae had taken  us  through  the\nevidence on  record,  particularly,  the  depositions  of  the  eyewitnesses\nexamined in the case, i.e. PW-1, PW-13 and PW-19. Learned Amicus Curiae  had\nalso placed before us the judgments passed by the learned  Trial  Court  and\nthe High Court as well. On the other hand, Mr. Jasbir Singh  Malik,  learned\nAddl. Advocate General appearing for the respondent-State  of  Rajasthan  in\nthe appeal filed by the convicted accused had submitted  that  the  evidence\nof all the three eyewitnesses is clear, cogent  and  consistent  insofar  as\nthe involvement of the said accused is concerned.  Placing the  evidence  of\nPW-16 Dr. Gopal Lal Nagar, who had conducted the postmortem of the  deceased\nand had also attended to the injuries sustained by  the  injured  eyewitness\nPW-13, learned counsel had submitted that the medical  evidence  adduced  in\nthe present case fully corroborates the  narration  of  events  unfolded  by\nwitnesses examined by the prosecution.    According  to  the  learned  State\ncounsel, no error or infirmity can be found in  the  judgment  of  the  High\nCourt so as to warrant a reversal of the finding of guilt  recorded  against\nthe two convicted accused.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">8.    Insofar as the connected appeal (Crl. Appeal  No.  1897/2008)  against\nthe acquittal of the four accused is  concerned,  Mr.  Jasbir  Singh  Malik,\nlearned counsel appearing for the appellant-State had  vehemently  contended\nthat the evidence  and  materials  brought  on  record  by  the  prosecution\nclearly go to show that all the six accused had formed an unlawful  assembly\nthe common object of  which  was  to  cause  the  murder  of  the  deceased.\nAccording to the learned counsel, such a conclusion reasonably follows  from\nthe manner in which the accused persons armed  with  dangerous  weapons  had\ngone to the field of Mukhtyar Singh on the day of the occurrence.   In  such\na situation, according to the learned counsel,  apart  from  the  individual\novert acts which are attributable to accused Raju @  Rajendra  and  Pappu  @\nRanjeet Singh, the other accused would be liable under <a href=\"/doc/999134/\" id=\"a_17\">Section 149</a>  IPC  for\nthe acts committed in furtherance of  the  common  object  of  the  unlawful\nassembly, which undoubtedly was to commit the murder of Mukhtyar  Singh.  It\nis, therefore, submitted that the acquittal of the  aforesaid  four  accused\nby the High Court is wholly untenable and needs to be reversed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">9.    Opposing the aforesaid contentions advanced  by  the  learned  counsel\nfor the appellant State of Rajasthan, Mr. J.P. Dhanda, learned  counsel  for\nthe acquitted accused had submitted that even if it is to  be  assumed  that\nan unlawful assembly had been formed by the six accused persons,  it  cannot\nbe said that the common object of the said assembly was to cause  murder  of\nthe  deceased  Mukhtyar  Singh,  inasmuch  as,  though,  according  to   the\nprosecution story, three of the acquitted accused were  armed  with  country\nmade pistols and had, in fact, kept the same pointed at the  deceased,  yet,\nnone of the firearms were used or fired. In  such  circumstances,  according\nto the learned counsel, even if the prosecution story as a whole  is  to  be\naccepted the four accused in question cannot be made liable for the  offence\nof murder with the aid of <a href=\"/doc/999134/\" id=\"a_18\">Section 149</a>.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">10.   We have considered the submissions advanced on  behalf  of  the  rival\nparties.  We have also given our indepth consideration to  the  evidence  on\nrecord, particularly the depositions of  the  three  eyewitnesses,  and  the\nmedical evidence adduced by PW-16.  Insofar as accused Raju @  Rajendra  and\nPappu @ Ranjeet Singh is concerned, we  have  not  been  able  to  find  any\ninconsistency, much less any material contradiction, in the evidence of  PWs\n1, 13 and 19.  All the aforesaid  three  eyewitnesses  have  given  a  vivid\ndescription of the events leading to the death  of  Mukhtyar  Singh  clearly\ndemonstrating the role of the accused Raju @ Rajendra and  Pappu  @  Ranjeet\nSingh in causing the  injuries  sustained  by  the  deceased  on  the  head.\nAccording to PW-16, Dr. Gopal Lal Nagar, the internal injuries  suffered  by\nthe deceased as  a  result  of  the  assault  on  the  head  was  ultimately\nresponsible for the death of Mukhtyar Singh.  The description of the  events\nby the eyewitnesses would go to show that the attack  on  the  head  of  the\ndeceased by the two convicted accused were in quick succession.  The  manner\nand  circumstances  in  which  the  injuries  were  inflicted,  as   already\ndiscussed, is capable of sustaining an inference that both the accused  Raju\n@ Rajendra and Pappu @ Ranjeet Singh had  shared  the  common  intention  to\ncause the death of  Mukhtyar  Singh  thereby  rendering  them  liable  under\n<a href=\"/doc/1560742/\" id=\"a_19\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_20\">Section 34</a> IPC, as held by the High Court.  A  similar\nconclusion with regard to the liability of the  two  accused  under  <a href=\"/doc/455468/\" id=\"a_21\">Section\n307</a> IPC for the assault and injuries  caused  to  PW-13  reasonably  follows\nfrom a reading of the evidence of the eye witnesses (PWs 1, 13 and  19)  and\nthe medical evidence on record (PW 16).  We,  therefore,  do  not  find  any\nbasis whatsoever to disagree with the view taken by the High  Court  insofar\nas the two convicted accused are concerned.  Consequently,  Criminal  Appeal\nNo. 1915 of 2008 is dismissed and the conviction as  well  as  the  sentence\nrecorded against the accused Raju @ Rajendra and Pappu @  Ranjeet  Singh  by\nthe High Court is affirmed.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">11.   Insofar as the acquittal of the four accused,  which  is  the  subject\nmatter of challenge in Criminal Appeal No. 1897 of 2008, is  concerned,  the\nfirst question that has to be  determined  is  whether  the  aforesaid  four\naccused alongwith the two convicted accused had formed an unlawful  assembly\nwithin the meaning of <a href=\"/doc/1542085/\" id=\"a_22\">Section 141</a> of the Indian Penal Code so as  to  render\nthem vicariously liable  for  the  offence(s),  if  any,  committed  by  the\nmembers of the unlawful assembly either in furtherance of the common  object\nof the assembly or if the offence committed was or  could  have  been  known\nto be likely to be committed in pursuance  of  such  common  object  of  the\nunlawful assembly.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">12.   From the evidence of PW-2 Avtar Singh (son of deceased) as well as PW-\n4 Ram Niwas (declared hostile) it  transpires  that  the  deceased  and  the\nparty of the accused had a dispute over land  and,  in  fact,  some  of  the\naccused had made attempts to encroach upon land belonging to  the  deceased.\n All the three eyewitnesses, namely,  PW-1,  PW-13  and  PW-19,  as  already\nnoticed, had unequivocally and categorically stated in Court  that  the  six\naccused persons had come together to the field of  deceased  Mukhtyar  Singh\narmed with dangerous weapons including fire arms.  If this is the manner  in\nwhich the accused persons had come to the spot it cannot be  said  that  the\naccused had not formed an unlawful assembly within the meaning of  the  said\nexpression as appearing in <a href=\"/doc/1542085/\" id=\"a_23\">Section 141</a> of  the  Indian  Penal  Code.   While\nmembership of an unlawful assembly itself  is an offence under  <a href=\"/doc/1096965/\" id=\"a_24\">Section  143</a>\nIPC,  use of force by members of the unlawful assembly  gives  rise  to  the\noffence of rioting which is punishable either under <a href=\"/doc/1258372/\" id=\"a_25\">Section 147</a> or   <a href=\"/doc/763672/\" id=\"a_26\">Section\n148</a> IPC.  Membership of the 4 accused in the unlawful assembly  and  use  of\nforce with dangerous weapons is borne out by the  evidence  on  record.  The\nsaid facts would make the acquitted accused liable  for  the  offence  under\n<a href=\"/doc/763672/\" id=\"a_27\">Section 148</a> of the Indian Penal Code.  However, their  liability  under  any\nother  provision  of  the  <a href=\"/doc/1569253/\" id=\"a_28\">Indian  Penal  Code</a>  would  depend  on  what  can\nreasonably be understood to be the common object  of  the  assembly  in  the\npresent case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">13.   The availability of fire arms in the hands of three of  the  acquitted\naccused, namely, Balwant Singh, his wife  Shanti  Bai  @  Jaswant  Kaur  and\ndaughter Gurjeet Kaur but absence of any fire therefrom or use thereof is  a\nclear pointer to the fact that the common object of  the  unlawful  assembly\nwas definitely not to cause the murder of the deceased Mukhtyar Singh.   Had\nthe same been the object the fire arms  available  with  the  accused  would\nhave been surely used.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">      However, from the depositions of PW-13 and PW-19 as well as  from  the\nevidence of PW-16 it clearly transpires  that  PW-13  had  suffered  several\ninjuries due to the assault committed on him by the members of the  unlawful\nassembly.  Having regard to the injuries suffered by PW-13, as evident  from\nthe evidence of PW-16, and our finding that the accused persons  had  formed\nan unlawful assembly, we are of the view that  the  four  acquitted  accused\nshould also be held liable under <a href=\"/doc/724142/\" id=\"a_29\">Section 324</a> read with <a href=\"/doc/999134/\" id=\"a_30\">Section 149</a> IPC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">14.   Pursuant to the directions issued by this Court at the  conclusion  of\nthe hearing of the appeals, learned Addl. Advocate General  of the State  of\nRajasthan has filed before this Court details of the  custody  undergone  by\nthe four acquitted accused till date.  From the  aforesaid  material  placed\nbefore this Court it appears that while acquitted accused Gurjeet  Kaur  had\nundergone a total of 5 months 8 days of RI  accused  Shanti  Bai  @  Jaswant\nKaur had undergone a similar period of custody of 5 months 8 days.   On  the\nother hand Balwant  Singh  had  undergone  7  months  29  days  of  rigorous\nimprisonment whereas accused Bachchan Singh had undergone custody of 1  year\n4 months and 21 days.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">15.   Having regard to the totality of  the  facts  of  the  case,  we  are,\ntherefore, of the view that the  aforesaid  four   accused  should  be  held\nliable for the offences under <a href=\"/doc/763672/\" id=\"a_31\">Sections 148</a> and <a href=\"/doc/724142/\" id=\"a_32\">324</a>  IPC  read  with  <a href=\"/doc/999134/\" id=\"a_33\">Section\n149</a> IPC.  Insofar as the sentence is concerned, we  are  of  the  view  that\nhaving regard to the period of custody already undergone  by  the  aforesaid\nfour accused the ends of justice  would  not  require  them  to  suffer  any\nfurther period of custody and sentence of imprisonment already  suffered  by\nthe said accused would be adequate. Consequently, insofar  as  the  Criminal\nAppeal No. 1897 of 2008 is concerned, we partly allow the  same  and  modify\nthe order of the High Court in terms of what has been held above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_18\">16.   Both the appeals shall stand disposed of accordingly.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_19\">                                       ...…………………………J.\n                                        [P. SATHASIVAM]\n\n\n\n                                        .........……………………J.\n                                        [RANJAN GOGOI]\n\nNew Delhi,\nJanuary 11, 2013.\n</p>\n","numcites":11,"numcitedby":14,"docsource":"Supreme Court of India","citetid":78983411,"divtype":"judgments","relatedqs":[{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"Jasbir singh malik","formInput":"Jasbir%20singh%20malik"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"amicus curiae","formInput":"amicus%20curiae"},{"value":"common object","formInput":"common%20object"},{"value":"Ranjan Gogoi, ","formInput":"Ranjan%20Gogoi%2C%20"},{"value":"dangerous weapon ","formInput":"dangerous%20weapon%20"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"balwant singh","formInput":"balwant%20singh"},{"value":"\"amicus curiae\"","formInput":"%22amicus%20curiae%22"},{"value":"324","formInput":"324"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"149 i.p.c","formInput":"149%20i.p.c"},{"value":"Eyewitness","formInput":"Eyewitness"},{"value":"\"jasbir singh\"","formInput":"%22jasbir%20singh%22"},{"value":"144","formInput":"144"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"rioting","formInput":"tag:rioting"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}