{"tid":7009543,"publishdate":"2016-03-30","title":"Icici Bank Ltd vs M/S. Welways Engineers (India) on 30 March, 2016","doc":"<h2 class=\"doc_title\">Icici Bank Ltd vs M/S. Welways Engineers (India) on 30 March, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-d-dhanuka\">R.D. Dhanuka</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-d-dhanuka\">R.D. Dhanuka</a></h3>\n\n<pre id=\"pre_1\">    ppn                                  1                         2.arbp-325.16(j).doc\n\n\n           IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n               ORDINARY ORIGINAL CIVIL JURISDICTION\n\n\n\n\n                                                                               \n                    ARBITRATION PETITION NO.325 OF 2016\n\n\n\n\n                                                       \n    ICICI Bank Limited                            )\n    a Company incorporated under the              )\n    <a href=\"/doc/1353758/\" id=\"a_1\">Companies Act</a> and a Scheduled Bank            )\n\n\n\n\n                                                      \n    within the meaning of the Reserve Bank        )\n    of <a href=\"/doc/93056159/\" id=\"a_2\">India Act, 1934</a> and having its             )\n    corporate office at ICICI Bank Towers         )\n    Bandra-Kurla Complex, Bandra (East),          )\n\n\n\n\n                                            \n    Mumbai - 400 051.                             )       ..     Petitioner\n\n           Versus                  \n    M/s.Welways Engineers (India)             )\n    A partnership firm having its head        )\n                                  \n    office at 237 Housefed flats,             )\n    Guru Gobind Singh Avenue                  )\n    Jalandhar - 144 009.                      )      ..  Respondent\n                 ---\n          \n\n\n    Ms.Sowmya Srikrishna a/w Mr.Abhinav Mathur i/by M/s.Manilal Kher\n    Ambalal &amp; Co. for the petitioner.\n       \n\n\n\n    Mr.Rohan Cama a/w Mr.Mihir Mody i/by M/s.K.Ashar &amp; Co. for the\n    respondent.\n                 ---\n\n\n\n\n\n                              CORAM : R.D. DHANUKA, J.\n</pre><pre id=\"pre_2\">                              DATE     :  30th March 2016\n    Judgment :-\n\n    .               By this petition filed under <a href=\"/doc/675604/\" id=\"a_3\">Section 34</a> of the Arbitration\n\n\n\n\n\n</pre><p data-structure=\"Facts\" id=\"p_1\">    and <a href=\"/doc/1306164/\" id=\"a_4\">Conciliation Act, 1996</a> (for short &quot;the <a href=\"/doc/1052228/\" id=\"a_5\">Arbitration Act</a>&quot;), the petitioner\n    has impugned the arbitral award dated 30 th December 2015 passed by\n    the learned arbitrator allowing various claims made by the respondent.\n    By consent of the parties, this arbitration petition was heard finally at\n    the admission stage. Some of the relevant facts for the purpose of\n    deciding this petition are as under :-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">          ::: Uploaded on - 07/04/2016                 ::: Downloaded on - 31/07/2016 10:59:27 :::</span>\n<p data-structure=\"Issue\" id=\"p_2\">     ppn                                  2                          2.arbp-325.16(j).doc\n\n\n</p><p data-structure=\"Facts\" id=\"p_3\">    2.              Some time in the year 2010, the petitioner floated a tender\n\n\n\n\n                                                                                \n    for awarding a contract for Civil, Plumbing &amp; Sanitary &amp; Road works\n    for construction of ICICI Disaster Recovery Data Centre at Jaipur. The\n\n\n\n\n                                                       \n    said contract was awarded by the petitioner to the respondent on various\n    terms and conditions recorded in the contract entered into between the\n    parties including General Conditions and Special Conditions of Contract.\n</p>\n\n\n\n                                                      \n<p data-structure=\"Facts\" id=\"p_4\">    3.              Disputes arose between the parties. The respondent vide\n\n\n\n\n                                            \n    their letter dated 3rd August 2013 addressed to the petitioner listed their\n    claims and referred the matter for decision of the petitioner as per clause\n                                   \n    50.1 of the General Conditions of Contract regarding settlement of\n    disputes/arbitration.\n</p>                                  \n<p data-structure=\"Facts\" id=\"p_5\">    4.              On 25th September 2013, the respondent addressed a letter\n    to the petitioner contending that the dispute had arisen and requested\n           \n\n\n    for appointment of mutually agreed arbitrator as per the contract\n        \n\n\n\n    provisions. It is the case of the respondent that there was a meeting held\n    between the parties on 18th October 2013 to resolve the disputes,\n\n\n\n\n\n    however the said meeting did not bear any results.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_6\">    5.              On 26th December 2013, the respondent addressed a letter\n    to the petitioner submitting the names of four engineering officers and\n\n\n\n\n\n    requested the petitioner to nominate Sole Arbitrator from the said panel\n    for resolution of the disputes within 15 days from the date of receipt of\n    the said letter. It was mentioned in the said letter that if no reply was\n    received within 15 days from the date of receipt of the said letter from\n    the petitioner, it would be considered as consent of the petitioner for\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">          ::: Uploaded on - 07/04/2016                  ::: Downloaded on - 31/07/2016 10:59:27 :::</span>\n     ppn                                    3                          2.arbp-325.16(j).doc\n\n\n    the respondent to nominate any one of those engineering officers as &#x27;Sole\n\n\n\n\n                                                                                  \n    Arbitrator.&#x27;\n\n\n\n\n                                                          \n</p><p data-structure=\"RespArg\" id=\"p_7\">    6.               By a letter dated 10th January 2014, the petitioner replied to\n    the letters dated 25th September           2013, 23rd August 2013 and 26th\n    December 2013 and denied the allegations made therein. In the said\n\n\n\n\n                                                         \n    letter, it was contended by the petitioner that since &#x27;No Claim Certificate&#x27;\n    was issued at the time of submission of final bill by the respondent and\n\n\n\n\n                                              \n    the amount due and payable in terms of Full and Final No Claim\n    Certificate had already been made by the petitioner and received by the\n                                   \n    respondent, no disputes subsisted or were outstanding between the\n    parties which required adjudication through arbitration. It was contended\n                                  \n    that since no dispute subsisted between the parties, no reference was\n    called for appointment of an arbitrator and hence request for appointment\n    of an arbitrator made by the respondent could not be accepted. Without\n           \n\n\n    prejudice to the said contention, the petitioner contended that the names\n        \n\n\n\n    of the arbitrators suggested by the respondent were not acceptable to the\n    petitioner.\n</p>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_8\">    7.              The respondent vide their letter dated 18th May 2014\n    addressed to the petitioner replied to the letter dated 10 th January 2014\n    and contended that since the petitioner had failed to appoint the sole\n\n\n\n\n\n    arbitrator out of the panel of four engineering officers suggested by the\n    respondent and since there was a failure on the part of the petitioner to\n    appoint mutually acceptable arbitrator, the respondent by the said letter\n    appointed Colonel A.V.Mudholkar, Pune as a sole arbitrator for\n    adjudication of all disputes arising out of the contract agreement. By\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">          ::: Uploaded on - 07/04/2016                    ::: Downloaded on - 31/07/2016 10:59:27 :::</span>\n     ppn                                   4                          2.arbp-325.16(j).doc\n\n\n    the said letter, the respondent requested the petitioner to send their\n\n\n\n\n                                                                                 \n    acceptance to the sole arbitrator.\n</p>\n\n\n\n                                                         \n<p data-structure=\"Facts\" id=\"p_9\">    8.              By another letter dated 18th May 2014 addressed to Colonel\n    A.V.Mudholkar, the respondent requested him to give his acceptance to\n    act as sole arbitrator and also to intimate        his confirmation          to the\n\n\n\n\n                                                        \n    petitioner herein. A copy of the said letter was also sent to the petitioner\n    by the respondent. On 1st June 2014, Colonel A.V.Mudholkar gave his\n\n\n\n\n                                             \n    acceptance to his appointment as a sole arbitrator to adjudicate the\n    claims referred in the letter dated 18 th May 2014. A copy of the said\n                                   \n    letter was sent by Colonel A.V.Mudholkar to the petitioner.\n</p>                                  \n<p data-structure=\"Facts\" id=\"p_10\">    9.              Colonel A.V.Mudholkar, by his letter dated 17th July 2014,\n    intimated the parties that he had been appointed by the respondent as a\n    sole arbitrator and he had accepted the appointment. He requested the\n           \n\n\n    parties to submit their statement of claims and fix the procedure for\n        \n\n\n\n    further proceedings.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_11\">    10.            The petitioner vide their letter dated 22nd July 2014 addressed\n\n\n\n\n\n    to the respondent replied to the letter dated 18th May 2014 which was\n    received by the petitioner on 15th July 2014 and conveyed that as regards\n    the appointment of the sole arbitrator is concerned, the same was not\n\n\n\n\n\n    acceptable to the petitioner as it was in contravention to the terms of\n    agreement. The petitioner once again contended that since all genuine\n    claims of the respondent had been paid in accordance with the terms\n    of agreement, there was no reason for any dispute in regard to any bill\n    in terms of &#x27;No Claim Certificate&#x27; issued by the respondent. A copy of the\n    said letter was sent by the petitioner also to the sole arbitrator.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">          ::: Uploaded on - 07/04/2016                   ::: Downloaded on - 31/07/2016 10:59:27 :::</span>\n<p data-structure=\"Issue\" id=\"p_12\">     ppn                                  5                        2.arbp-325.16(j).doc\n\n\n</p><p data-structure=\"RespArg\" id=\"p_13\">    11.             The respondent, thereafter, sought various extensions for\n\n\n\n\n                                                                              \n    filing statement of claims from the said sole arbitrator and finally\n    submitted a statement of claims on 20th September 2014. By a letter\n\n\n\n\n                                                      \n    dated 7th December 2014, the learned arbitrator called upon the petitioner\n    to expedite their submissions of their statement of case. By the letter\n    dated 29th December 2014, the said learned arbitrator called upon the\n\n\n\n\n                                                     \n    petitioner to make arrangements to conduct the arbitral proceedings.\n</p>\n\n\n\n                                               \n<p data-structure=\"CDiscource\" id=\"p_14\">    12.             The petitioner vide their letter dated 5 th January 2015\n    informed the respondent that the petitioner had already communicated\n                                   \n    to the respondent vide letter dated 22 nd July 2014 that the petitioner\n    was not recognizing Colonel A.V.Mudholkar as an arbitrator as the same\n                                  \n    was in contravention of the terms and conditions of the agreement.\n    Their attention was invited by the petitioner to clause 50 of the terms and\n    conditions. It was conveyed that none of decisions, orders given by the\n        \n\n\n    Colonel A.V.Mudholkar was binding on the petitioner and therefore,\n     \n\n\n\n    there was no question of making any arrangement for conducting arbitral\n    proceedings at the office of the petitioner. A copy of the said letter was\n\n\n\n\n\n    also sent to the said learned arbitrator.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_15\">    13.             The respondent vide their letter dated 17th January 2015\n    addressed to the petitioner contended that since the petitioner had not\n\n\n\n\n\n    appointed mutually acceptable arbitrator and also failed to choose sole\n    arbitrator from the panel of four engineering officers suggested by the\n    respondent, the respondent had left with no        option but to appoint\n    Colonel A.V.Mudholkar out of that panel of four engineering officers\n    as a sole arbitrator. The respondent requested the petitioner to make\n    necessary arrangements at their office in Mumbai to enable the learned\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">          ::: Uploaded on - 07/04/2016                ::: Downloaded on - 31/07/2016 10:59:27 :::</span>\n     ppn                                         6                         2.arbp-325.16(j).doc\n\n\n    arbitrator to conduct             the arbitral proceeding and to reconsider their\n\n\n\n\n                                                                                      \n    decision to participate in the hearing in the interest of justice and fair\n    play.\n</p>\n\n\n\n                                                              \n<p data-structure=\"Facts\" id=\"p_16\">    14.               Colonel A.V.Mudholkar, by his letter dated 20 th January\n    2015 called upon the petitioner to submit their statement by 30th January\n\n\n\n\n                                                             \n    2015 and treat the said notice as a final notice for submission of the\n    petitioner and that he shall proceed with arbitral hearings any time after\n    the said date.\n</p>\n\n\n\n                                                   \n<p data-structure=\"RespArg\" id=\"p_17\">    15.\n                                     \n                       Learned arbitrator by his letter dated 7th May 2015\n    addressed to both the parties, recorded that the petitioner had not filed\n                                    \n    their statement of case and the learned arbitrator would proceed with\n    the arbitral proceedings on the dates already fixed i.e. on 11 th and 12th\n    June 2015. The learned arbitrator informed the venue of the hearing of\n        \n\n\n    the arbitral proceedings to both the parties and proposed to start the\n     \n\n\n\n    proceedings on 11th June 2015. On 13th May 2015, the respondent\n    informed the learned arbitrator that they shall be attending the hearing\n    along with their counsel on the date fixed by the learned arbitrator. The\n\n\n\n\n\n    petitioner       vide their letter dated        20th May 2015 to the respondent\n    informed that as already communicated                 to the respondent          by the\n    petitioner vide their letter dated 22nd July 2014 and 5th January 2015,\n\n\n\n\n\n    the petitioner was not recognizing Colonel A.V.Mudholkar as a sole\n    arbitrator which appointment was in contravention of the terms of the\n    agreement. It was contended that none of the decisions, orders given by\n    Colonel A.V.Mudholkar were binding on the petitioner and therefore,\n    there was no question of making arrangements for conducting arbitral\n    proceedings at their office. Copies of the letters dated 22 nd July 2014\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">            ::: Uploaded on - 07/04/2016                      ::: Downloaded on - 31/07/2016 10:59:27 :::</span>\n     ppn                                      7                         2.arbp-325.16(j).doc\n\n\n    and 5th January 2015 were annexed for perusal of the respondent.\n</p>\n\n\n\n                                                                                   \n<p data-structure=\"CDiscource\" id=\"p_18\">    Copies of the said letters were also sent to the learned arbitrator.\n</p>\n\n\n\n                                                           \n<p data-structure=\"Facts\" id=\"p_19\">    16.             Learned arbitrator, by his letter dated 4th June 2015\n    informed the parties that he shall be holding the arbitration hearing on\n    11th June 2015 at the venue already intimated to the parties and called\n\n\n\n\n                                                          \n    upon the parties to attend the arbitration hearing to discuss their claims.\n    He informed the parties that he shall proceed ex-parte in case any of the\n\n\n\n\n                                                \n    parties remain absent. On 12 th June 2015, learned arbitrator sent email\n    to the parties thereby sending minutes of arbitration meeting held on\n                                   \n    12th June 2015.\n</p>                                  \n<p data-structure=\"PetArg\" id=\"p_20\">    17.             The petitioner through their advocate&#x27;s letter dated 4 th July\n    2015 to the learned arbitrator contended that there was no arbitrable\n    dispute between the parties as the contract stood discharged on account\n        \n\n\n    of accord and satisfaction           of all claims raised by     the respondent.\n</p>     \n\n\n\n<p data-structure=\"RespArg\" id=\"p_21\">    Without going into detail on the preliminary issue at that stage, the\n    petitioner contended that unilateral appointment of the learned arbitrator\n\n\n\n\n\n    by the respondent, the alleged acceptance of the learned arbitrator to enter\n    upon the reference and the shoddy conduct of the purported arbitral\n    proceedings were per se illegal and bad-in-law. The petitioner invited\n    the attention of the learned arbitrator to clause 50.3 of the General\n\n\n\n\n\n    Conditions of Contract which provided for an arbitration agreement and\n    the procedure for appointment of an arbitrator.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_22\">    18.             The petitioner contended that the petitioner had already\n    disputed the reference to the arbitration vide their letter dated 10 th January\n    2014 and also did not accept the names suggested by the respondent.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">          ::: Uploaded on - 07/04/2016                     ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n<p data-structure=\"PetArg\" id=\"p_23\">     ppn                                  8                          2.arbp-325.16(j).doc\n\n\n    It is also contended that the appointment of the learned arbitrator made\n\n\n\n\n                                                                                \n    by the respondent unilaterally was illegal, void and bad-in-law. The\n    petitioner also referred to the letters dated 22 nd July 2014, 5th January\n\n\n\n\n                                                        \n    2015 and 20th May 2015 by which the petitioner had already expressed\n    their reservation on accepting the learned arbitrator as a sole arbitrator.\n</p>\n\n\n\n                                                       \n<p data-structure=\"PetArg\" id=\"p_24\">    19.             The petitioner contended    that   the arbitral proceedings\n    conducted by the learned arbitrator on account of unlawful constitution\n    of arbitral tribunal had no force in law and the same did not bind the\n\n\n\n\n                                            \n    petitioner. The petitioner conveyed that the petitioner had not given any\n                                   \n    consent to the appointment of the learned arbitrator. It was contended\n    that the arbitral tribunal derives jurisdiction on the basis of the contract\n                                  \n    entered into between the parties and the composition of the arbitral\n    tribunal had to be strictly in accordance with the terms contained in\n    the arbitration agreement. It was contended that the acceptance of the\n        \n\n\n    learned arbitrator to enter upon the reference as a sole arbitrator was\n     \n\n\n\n    without authority and per se illegal in the eyes of law. The petitioner\n    contended that the conduct of the arbitral proceedings by the learned\n\n\n\n\n\n    arbitrator was not only contrary to the <a href=\"/doc/1306164/\" id=\"a_6\">Arbitration and Conciliation Act</a>\n    but also legally unconscionable. The petitioner alleged that a deliberate\n    departure on the agreed terms of the contract amounted to not only\n    manifest misconduct on the part of the learned arbitrator but also\n\n\n\n\n\n    tantamounted to a malafide act.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_25\">    20.             By the said letter, without prejudice to the rights and\n    contention of the petitioner including all the remedies available to the\n    petitioner against the learned arbitrator and the respondent, the petitioner\n    through their advocate&#x27;s letter called upon the learned arbitrator to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">          ::: Uploaded on - 07/04/2016                  ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                   9                         2.arbp-325.16(j).doc\n\n\n    forthwith desist from conducting any further proceedings and to withdraw\n\n\n\n\n                                                                                \n    himself from committing any further illegality and conveyed that in\n    case of failure, the petitioner would be constrained to seek such\n\n\n\n\n                                                        \n    appropriate reliefs as may be advised. There was no response to the said\n    letter.\n</p>\n\n\n\n                                                       \n<p data-structure=\"Issue\" id=\"p_26\">    21.             By his letter dated 12th August 2015, the learned arbitrator\n    informed the parties that there existed no circumstances which gave\n\n\n\n\n                                             \n    rise to any justiable doubts as to his independence or impartiality in\n    resolving the disputes referred to him that he had decided to re-convene\n                                   \n    the arbitration hearings during last week of September 2015 or 1 st week\n    of October 2015 and permitted the respondent to file supplementary\n                                  \n    statement of case and directed the petitioner to file their pleading in\n    defence to statement of case.\n</p>        \n\n\n<p data-structure=\"CDiscource\" id=\"p_27\">    22.             Learned arbitrator, by his letter dated 30 th September 2015\n     \n\n\n\n    to the parties, recorded that the petitioner is permitted to            file their\n    pleadings with complete documents on or before 17 th October 2015.\n</p>\n\n\n\n\n<p data-structure=\"PetArg\" id=\"p_28\">    Learned arbitrator shall proceed ex-parte in case any of the parties\n    remain absent and fixed the next dates of hearing as 29 th, 30th and 31st\n    October 2015.\n</p>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_29\">    23.             The learned arbitrator, by his email dated 26th November\n    2015 to the petitioner recorded that the pleadings were not filed by the\n    petitioner and that the learned arbitrator shall proceed with the arbitration\n    hearing ex-parte. Learned arbitrator directed the petitioner to send their\n    representatives to attend the arbitration hearings. Learned arbitrator sent\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">          ::: Uploaded on - 07/04/2016                  ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                  10                        2.arbp-325.16(j).doc\n\n\n    an email to the parties on 28th November 2015 forwarding minutes of\n\n\n\n\n                                                                               \n    meetings held on 25th November 2015 and 28th November 2015 and\n    informed that he had concluded the arbitral proceedings.\n</p>\n\n\n\n                                                       \n<p data-structure=\"Issue\" id=\"p_30\">    24.             On 15th December 2015, the learned designate of the Chief\n    Justice directed the office to issue notice to the respondent in the\n\n\n\n\n                                                      \n    arbitration application filed by the petitioner under <a href=\"/doc/596725/\" id=\"a_7\">Section 11</a> of the\n    Arbitration Act, returnable on 5th January 2016.\n</p>\n\n\n\n                                             \n<p data-structure=\"Issue\" id=\"p_31\">    25.             On 30th December 2015, the learned arbitrator made an\n                                   \n    award allowing various claims made by the respondent. On 19 th\n    January 2016, the learned arbitrator issued a correction sheet to the\n                                  \n    award dated 30th December 2015 under <a href=\"/doc/1154891/\" id=\"a_8\">Section 33(1)(a)</a> of the\n    Arbitration Act. On 20th January 2016, the petitioner filed this petition\n    under <a href=\"/doc/1722761/\" id=\"a_9\">Section 34</a> of the Arbitration Act. By an order dated 17 th March\n        \n\n\n    2016, this Court permitted the petitioner to carry out amendment in the\n     \n\n\n\n    arbitration petition so as to impugn the order dated 19 th January 2016\n    passed by the learned arbitrator under <a href=\"/doc/1154891/\" id=\"a_10\">Section 33(1)(a)</a> of the Arbitration\n\n\n\n\n\n    Act in view of no objection of the respondent in allowing the petitioner\n    to carry out amendment in the arbitration petition. The petitioner has\n    impugned the arbitral award dated 30th December 2015 and the impugned\n    correction sheet dated 19th January 2016 issued by the learned arbitrator\n\n\n\n\n\n    under <a href=\"/doc/1154891/\" id=\"a_11\">Section 33(1)(a)</a> of the Arbitration Act in this petition filed under\n    <a href=\"/doc/1722761/\" id=\"a_12\">Section 34</a> of the Arbitration Act.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_32\">    26.             Ms.Srikrishna, learned counsel appearing for the petitioner\n    invited my attention to some of the above referred correspondence\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">          ::: Uploaded on - 07/04/2016                 ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                     11                         2.arbp-325.16(j).doc\n\n\n    annexed to the arbitration petition and/or affidavit-in-reply filed by the\n\n\n\n\n                                                                                   \n    respondent and also to the arbitration agreement recored in clause 50.3\n    of the General Conditions of Contract which provides for an arbitration.\n</p>\n\n\n\n                                                           \n<p data-structure=\"PetArg\" id=\"p_33\">    She submits that under the said arbitration agreement, the dispute or\n    difference was to be referred to and settled by a sole arbitrator mutually\n    acceptable to both the parties. She submits that under the said clause, if\n\n\n\n\n                                                          \n    the parties failed to appoint a mutually acceptable arbitrator, proceedings\n    were required to be filed by the parties before the appropriate Court for\n\n\n\n\n                                                \n    appointment of the sole arbitrator. She submits that the provisions as per\n    the <a href=\"/doc/1306164/\" id=\"a_13\">Arbitration and Conciliation Act, 1996</a> were agreed to be applied to\n                                   \n    such arbitration.\n</p>                                  \n<p data-structure=\"RespArg\" id=\"p_34\">    27.             It is submitted that the petitioner vide their letter dated 10 th\n    January 2014 in response to the letters dated 25th September 2013, 23rd\n    August 2013 and 26th December 2013 had not only denied the claims of\n        \n\n\n    the respondent but had specifically contended that in view of no claim\n     \n\n\n\n    certificate issued by the respondent at the time when the final bill was\n    submitted and when the amount mentioned therein was already paid by\n\n\n\n\n\n    the petitioner to the respondent, no disputes subsisted or were outstanding\n    between the parties which required adjudication through arbitration.\n    She submits that in the said letter itself, the petitioner had specifically\n    conveyed without prejudice to their rights and contentions that no\n\n\n\n\n\n    disputes subsisted between the parties and no reference was called for\n    appointment         of arbitrator and hence the names of the arbitrators\n    suggested by the respondent were not acceptable to the petitioner. The\n    petitioner categorically informed the respondent that their request for\n    appointment of the arbitrator could not be accepted.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">          ::: Uploaded on - 07/04/2016                     ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n<p data-structure=\"Issue\" id=\"p_35\">     ppn                                        12                      2.arbp-325.16(j).doc\n\n\n</p><p data-structure=\"RespArg\" id=\"p_36\">    28.              It is submitted by the learned counsel for the petitioner that\n\n\n\n\n                                                                                   \n    the respondent vide their letter dated 18th May 2014 could not have\n    unilaterally appointed the learned arbitrator as a sole arbitrator contrary\n\n\n\n\n                                                           \n    to clause 50.3 of the General Conditions of Contract and <a href=\"/doc/596725/\" id=\"a_14\">Section 11</a> of\n    the Arbitration Act. She submits that the petitioner had repeatedly raised\n    such an objection about unilateral appointment of the sole arbitrator by\n\n\n\n\n                                                          \n    the respondent by specifically referring to the clause 50.3 of the General\n    Conditions of Contract. Copies of all such correspondence were also\n\n\n\n\n                                                   \n    forwarded to the learned arbitrator raising objection of his unilateral\n    appointment as a sole arbitrator by the respondent.\n</p>                                    \n<p data-structure=\"RespArg\" id=\"p_37\">    29.              Learned counsel also invited my attention to the letter dated\n                                   \n    4th July 2015 addressed by the petitioner through their advocate to the\n    learned arbitrator inviting his attention to clause 50.3 of the General\n    Conditions of Contract and raising a specific objection about jurisdiction\n        \n\n\n    of the learned arbitrator in view of unilateral appointment made by the\n     \n\n\n\n    respondent. She submits that though a strong objection about jurisdiction\n    of the learned arbitrator was raised by the petitioner in the said letter\n\n\n\n\n\n    dated 4th July 2015 addressed by the petitioner through their advocate\n    and calling upon the learned arbitrator to forthwith desist from\n    conducting any further proceedings and withdraw himself from\n    committing any further illegality, the learned arbitrator neither responded\n\n\n\n\n\n    to the said objection raised by the letter dated 4 th July 2015 nor dealt\n    with     such objection           in the impugned award. Similar letters were\n    addressed by the petitioner to the respondent even thereafter and a copy\n    thereof was forwarded to the learned arbitrator for his consideration.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">           ::: Uploaded on - 07/04/2016                    ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n<p data-structure=\"Precedent\" id=\"p_38\">     ppn                                  13                        2.arbp-325.16(j).doc\n\n\n</p><p data-structure=\"RespArg\" id=\"p_39\">    30.             It is submitted by the learned counsel that the unilateral\n\n\n\n\n                                                                               \n    appointment of the learned arbitrator made by the respondent                  was\n    contrary to and in violation of the agreed procedure under clause 50.3\n\n\n\n\n                                                       \n    of the General Conditions of Contract. She submits that it was\n    specifically provided in the said clause that if the parties had failed to\n    appoint a mutually acceptable arbitrator, the parties shall approach the\n\n\n\n\n                                                      \n    appropriate Court for appointment of the sole arbitrator. She submits\n    that since the petitioner had admittedly not agreed to the names of the\n\n\n\n\n                                             \n    arbitrators suggested by the respondent and did not suggest any other\n    name, the respondent could not have appointed the learned arbitrator\n                                   \n    unilaterally. She submits that only remedy available to the respondent\n    in that event was to file an application under <a href=\"/doc/596725/\" id=\"a_15\">Section 11(6)</a>              of the\n                                  \n    Arbitration Act read with clause 50.3       of the General Conditions of\n    Contract. She submits that the appointment of the learned arbitrator\n    made by the respondent unilaterally was thus illegal and contrary to\n        \n\n\n    clause 50.3 of the General Conditions of Contract read with <a href=\"/doc/596725/\" id=\"a_16\">Section 11</a>\n     \n\n\n\n    of the Arbitration Act. Learned arbitrator thus has no jurisdiction to act\n    as an arbitrator and to make any award. She submits that the entire\n\n\n\n\n\n    proceedings before the learned arbitrator were without jurisdiction and\n    were nullity.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_40\">    31.             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"890201\" id=\"span_13\">In support of her submission that the learned arbitrator\n\n\n\n\n\n    could not have been appointed unilaterally by the respondent and the\n    entire proceedings were without jurisdiction, learned counsel placed\n    reliance on the judgment of this Court delivered on 4 th February 2013\n    in Arbitration Petition No.577 of 2012 in the case of M/s.Reliance\n    <a href=\"/doc/890201/\" id=\"a_17\">Webstone Pvt. Ltd. Vs. Pushpam Communications</a> and the judgment\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">          ::: Uploaded on - 07/04/2016                 ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                    14                         2.arbp-325.16(j).doc\n\n\n    delivered on 17th August 2015 in Arbitration Petition No.919 of 2012\n\n\n\n\n                                                                                  \n    in the case of M/s.Alankit Healthcare TPA Ltd. Vs.M/s.Nucleus GIS\n    and ITES Ltd. and Anr.</span>\n</p>\n\n\n\n                                                          \n<p data-structure=\"RespArg\" id=\"p_41\">    32.             Learned counsel for the petitioner invited my attention to the\n    impugned award dated 30th December 2015 and would submit that\n\n\n\n\n                                                         \n    though the learned arbitrator referred to various correspondence in the\n    impugned award, he did not deal with the detailed objection raised about\n\n\n\n\n                                               \n    his appointment in the letter dated 4th July 2015 and subsequent letters\n    specifically raising an issue of jurisdiction raised by the petitioner. She\n                                   \n    submits that the learned arbitrator has decided one of the issues raised\n    by the petitioner in the correspondence about lack of jurisdiction on the\n                                  \n    ground of there being &quot;accord and satisfaction,&quot; but did not decide the\n    issue of jurisdiction raised on his appointment unilaterally made by the\n    respondent in the impugned award. She submits that once the petitioner\n        \n\n\n    had raised an issue of jurisdiction         before the learned arbitrator, the\n     \n\n\n\n    learned arbitrator        was bound to decide such issue of jurisdiction in\n    accordance with the provisions of the <a href=\"/doc/1052228/\" id=\"a_18\">Arbitration Act</a>.\n</p>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_42\">    33.             It is lastly submitted by the learned counsel that             since\n    appointment of the learned arbitrator was ex-facie illegal and contrary\n    to clause 50.3 of the General Conditions of Contract read with <a href=\"/doc/596725/\" id=\"a_19\">Section\n\n\n\n\n\n    11</a> of the Arbitration Act, the petitioner was not bound to appear before\n    the learned arbitrator and file any statement of defence or any separate\n    application under <a href=\"/doc/109140/\" id=\"a_20\">Section 16</a> of the Arbitration Act for raising an issue\n    of jurisdiction once again which objection was already raised in various\n    letters addressed by the petitioner.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">          ::: Uploaded on - 07/04/2016                    ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n<p data-structure=\"Precedent\" id=\"p_43\">     ppn                                   15                         2.arbp-325.16(j).doc\n\n\n</p><p data-structure=\"RespArg\" id=\"p_44\">    34.             Mr.Cama, learned counsel for the respondent, on the other\n\n\n\n\n                                                                                 \n    hand, referred to the correspondence annexed by both the parties which\n    are already <a href=\"/doc/890201/\" id=\"a_21\">referred to above</a> and would submit that the respondent in\n\n\n\n\n                                                         \n    correspondence had already made it clear that if the petitioner did not\n    agree to any of the names of the arbitrators out of four names suggested\n    by the respondent, such failure would be treated as a consent on the\n\n\n\n\n                                                        \n    part of the petitioner in favour of he respondent to nominate any one out\n    of those four names suggested by the respondent.\n</p>\n\n\n\n                                              \n<p data-structure=\"RespArg\" id=\"p_45\">    35.             It is submitted by the learned counsel that even if the\n                                   \n    petitioner had any objection about the jurisdiction of the learned arbitrator\n    in view of his appointment made by the respondent, such objection\n                                  \n    could be raised by the petitioner only by filing their appearance before\n    the learned arbitrator and by filing an application in writing in view of\n    <a href=\"/doc/109140/\" id=\"a_22\">Section 16</a> of the Arbitration Act. He submits that though several\n        \n\n\n    opportunities were granted by the learned arbitrator as is apparent from\n     \n\n\n\n    the correspondence exchanged between the parties to file statement of\n    case along with documents and to remain present from time to time, the\n\n\n\n\n\n    petitioner chose not to file any statement of case or did not raise any\n    objection under <a href=\"/doc/109140/\" id=\"a_23\">Section 16</a> of the Arbitration Act. The petitioner cannot\n    be allowed to raise any such issue of jurisdiction for the first time in this\n    petition under <a href=\"/doc/1722761/\" id=\"a_24\">Section 34</a> of the Arbitration Act. He submits that since\n\n\n\n\n\n    objection about jurisdiction was not raised under <a href=\"/doc/109140/\" id=\"a_25\">Section 16</a> of the\n    Arbitration Act before the learned arbitrator by the petitioner, it amounted\n    to waiver under <a href=\"/doc/1242720/\" id=\"a_26\">Section 4</a> of the Arbitration Act.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_46\">    36.             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1507906\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"202973\" id=\"span_17\">In support of his submission, learned counsel placed reliance\n    on the judgment of the Supreme Court in the case of Konkan Railway\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">          ::: Uploaded on - 07/04/2016                   ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                  16                        2.arbp-325.16(j).doc\n\n\n    <a href=\"/doc/202973/\" id=\"a_27\">Corporation Ltd. &amp; Anr. Vs. Rani Construction Pvt. Ltd.</a>, reported in\n\n\n\n\n                                                                               \n    (2002) 2 SCC 388 and in particular paragraph 21 thereof and the\n    judgment of the Supreme Court in the case of <a href=\"/doc/1507906/\" id=\"a_28\">Gas Authority of India\n\n\n\n\n                                                       \n    Ltd. Vs. Keti Construction (I) Ltd.</a>, reported in (2007) 5 SCC 38 and\n    in particular paragraphs 19 to 25 thereof.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"202973\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"202973\" id=\"span_20\">He submits that though the\n    judgment of the Supreme Court in the case of <a href=\"/doc/202973/\" id=\"a_29\">Konkan Railway\n\n\n\n\n                                                      \n    Corporation Ltd. &amp; Anr.</a> (supra) has been reversed by the Supreme\n    Court in the case of SBP &amp; Co.Vs. Patel Engineering Ltd., reported in\n\n\n\n\n                                             \n    (2005) 8 SCC 618, in so far as the issue decided by the Supreme Court\n    in the case of <a href=\"/doc/202973/\" id=\"a_30\">Konkan Railway Corporation Ltd. &amp; Anr.</a> (supra) about\n                                   \n    the mandatory requirement of filing an objection under <a href=\"/doc/109140/\" id=\"a_31\">Section 16</a> of\n    the Arbitration Act before the learned arbitrator is concerned, that part of\n                                  \n    the ratio is not reversed. He submits that the petitioner has not shown\n    any good reason as to why the petitioner did not raise such objection of\n    lack of jurisdiction before the learned arbitrator under <a href=\"/doc/109140/\" id=\"a_32\">Section 16</a> of the\n        \n\n\n    Arbitration Act.</span></span>\n</p>     \n\n\n\n<p data-structure=\"RespArg\" id=\"p_47\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"890201\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"890201\" id=\"span_22\">37.             Learned counsel for the respondent made an attempt to\n\n\n\n\n\n    distinguish the judgments of this Court in the cases of M/s. <a href=\"/doc/890201/\" id=\"a_33\">Reliance\n    Webstone Pvt. Ltd.</a> (supra) and M/s.Alankit <a href=\"/doc/890201/\" id=\"a_34\">Healthcare TPA Ltd.</a> (supra)\n    on the ground that in both those petitions, the petitioner therein had\n    already raised an objection of jurisdiction under <a href=\"/doc/109140/\" id=\"a_35\">Section 16</a> of the\n\n\n\n\n\n    Arbitration Act whereas in this case, there was no such objection raised\n    under <a href=\"/doc/109140/\" id=\"a_36\">Section 16</a> of the Arbitration Act.</span></span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_48\">    38.             The next submission of the learned counsel for the\n    respondent is that the petitioner themselves had filed an application\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">          ::: Uploaded on - 07/04/2016                 ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                    17                        2.arbp-325.16(j).doc\n\n\n    under <a href=\"/doc/596725/\" id=\"a_37\">Section 11(6)</a> of the Arbitration Act in this Court and thus the\n\n\n\n\n                                                                                 \n    petitioner cannot be allowed to take a contrary stand that there was no\n    arbitrable disputes between the parties.\n</p>\n\n\n\n                                                         \n<p data-structure=\"RespArg\" id=\"p_49\">    39.             It is submitted by the learned counsel for the respondent that\n    under clause 50.3 of the General Conditions of Contract even if there\n\n\n\n\n                                                        \n    was any failure on the part of parties to appoint a mutually acceptable\n    arbitrator, the parties were required to approach the appropriate Court\n\n\n\n\n                                               \n    for appointment of a sole arbitrator and such application could not have\n    been filed by the respondent alone and since the petitioner has failed\n                                   \n    to nominate any arbitrator, the petitioner cannot be allowed to urge that\n    the appointment of the sole arbitrator was contrary to the terms of the\n                                  \n    agreement.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_50\">    40.             In so far as the submission of the learned counsel for the\n        \n\n\n    petitioner that the learned arbitrator having decided the issue that there\n     \n\n\n\n    was no accord and satisfaction which was also raised by the petitioner,\n    the learned arbitrator could have also decided the issue of jurisdiction\n\n\n\n\n\n    raised in the correspondence is concerned, it is submitted by the learned\n    counsel for the respondent that even if one of the issues raised by the\n    petitioner i.e. about non-existence of any arbitrable dispute in view of\n    the respondent having signed &quot;No Claim Certificate&quot; is decided, such\n\n\n\n\n\n    decision cannot be challenged by the petitioner since the said issue\n    was decided by the learned arbitrator though no written statement was\n    filed by the petitioner. He submits that in any event, the said issue of\n    non-existence of an arbitrable dispute was touching the merit of the\n    matter and thus could be decided by the learned arbitrator based on the\n    documents produced by the respondent including the correspondence\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">          ::: Uploaded on - 07/04/2016                   ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                    18                         2.arbp-325.16(j).doc\n\n\n    exchanged between the parties though no written statement was filed.\n</p>\n\n\n\n                                                                                  \n<p data-structure=\"RespArg\" id=\"p_51\">    He submits that in so far as the issue of jurisdiction based on the\n    appointment of the learned arbitrator unilaterally made by the respondent\n\n\n\n\n                                                          \n    is concerned, such issue was required to be raised specifically under\n    <a href=\"/doc/109140/\" id=\"a_38\">Section 16</a> of the Arbitration Act and not having been raised, the learned\n    arbitrator was not bound to consider such objection raised in the\n\n\n\n\n                                                         \n    correspondence.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_52\">    41.             Ms. Srikrishna, learned counsel for the petitioner in rejoinder\n\n\n\n\n                                               \n    would submit that there is no dispute that the petitioner did not agree to\n                                   \n    any of the names suggested by the respondent. There is also no dispute\n    that the appointment of the learned arbitrator was unilaterally made by\n                                  \n    the respondent. She submits that since the appointment of the learned\n    arbitrator unilaterally made by the respondent was not in accordance\n    with agreed procedure recorded in clause 50.3 of the General Conditions\n        \n\n\n    of Contract, the appointment of the learned arbitrator unilaterally made\n     \n\n\n\n    by the respondent was ex-facie illegal and the entire proceedings before\n    the learned arbitrator were without jurisdiction. She submits that such\n\n\n\n\n\n    objection could be raised by the petitioner at any stage before filing of\n    statement of defence. She submits that such objection had been\n    repeatedly raised by the petitioner by various submissions made in the\n    letters addressed by the petitioner themselves or through their learned\n\n\n\n\n\n    advocate. There is no dispute that such objection was raised by the\n    petitioner before the learned arbitrator also in the correspondence\n    exchanged between the petitioner and the respondent.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_53\">    42.             It is submitted that since the learned arbitrator was fully\n    aware of such objection of jurisdiction raised by the petitioner, the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">          ::: Uploaded on - 07/04/2016                    ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                  19                        2.arbp-325.16(j).doc\n\n\n    learned arbitrator ought to have dealt with such objection of jurisdiction\n\n\n\n\n                                                                               \n    specifically in the impugned award. She submits that in these\n    circumstances, the petitioner was entitled to raise such plea also in this\n\n\n\n\n                                                       \n    petition filed under <a href=\"/doc/1722761/\" id=\"a_39\">Section 34</a> of the Arbitration Act while impugning\n    the arbitral award dated 30th December 2015 along with correction sheet\n    dated 19th January 2015.\n</p>\n\n\n\n                                                      \n<p data-structure=\"Precedent\" id=\"p_54\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1507906\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"202973\" id=\"span_27\">43.             Learned counsel distinguishes the judgment of the Supreme\n\n\n\n\n                                             \n    Court in the case of <a href=\"/doc/202973/\" id=\"a_40\">Konkan Railway Corporation Ltd. &amp; Anr.</a> (supra)\n    and <a href=\"/doc/1507906/\" id=\"a_41\">Gas Authority of India Ltd.</a> (supra) on the ground that the parties to\n                                   \n    those proceedings had not raised an issue of jurisdiction before the\n    learned arbitrator whereas in this case the petitioner had raised a specific\n                                  \n    issue of jurisdiction repeatedly before the learned arbitrator which he\n    failed to consider.</span></span>\n</p>        \n\n\n<p data-structure=\"RespArg\" id=\"p_55\">    44.             In so far as the objection of the learned counsel for the\n     \n\n\n\n    respondent that the petitioner themselves have filed an application\n    under <a href=\"/doc/596725/\" id=\"a_42\">Section 11(6)</a> of the Arbitration Act in this Court and thus cannot\n\n\n\n\n\n    be allowed to take a contrary stand that there were no arbitrable dispute\n    is concerned, it is submitted that since the learned arbitrator had\n    continued the proceedings illegally inspite of raising an objection of\n    jurisdiction, the petitioner was advised to file an application under\n\n\n\n\n\n    <a href=\"/doc/596725/\" id=\"a_43\">Section 11 (6)</a> of the Arbitration Act before this Court for appointment\n    of an arbitrator. She submits that since the learned arbitrator made an\n    arbitral award during the pendency of the said application, the petitioner\n    was required to withdraw the said application being infructuous.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">          ::: Uploaded on - 07/04/2016                 ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n<p data-structure=\"Conclusion\" id=\"p_56\">     ppn                                   20                         2.arbp-325.16(j).doc\n\n\n</p><p data-structure=\"RespArg\" id=\"p_57\">    45.             In so far as the objection raised by the learned counsel for\n\n\n\n\n                                                                                 \n    the respondent that even if there was any failure on the part of the\n    parties to appoint a mutually acceptable arbitrator, both the parties were\n\n\n\n\n                                                         \n    required to approach the appropriate Court for appointment of a sole\n    arbitrator is concerned, she submits that admittedly the respondent did\n    not approach this Court for appointment of any arbitrator. She submits\n\n\n\n\n                                                        \n    that the word &quot;parties&quot; mentioned in clause 50.3 of the General\n    Conditions of Contract has to be read as &quot;party&quot;. She submits that since\n\n\n\n\n                                              \n    the petitioner did not agree to any of the names of the arbitrator suggested\n    by the respondent, the respondent was aggrieved party who was required\n                                   \n    to file an application under <a href=\"/doc/596725/\" id=\"a_44\">Section 11(6)</a> of the Arbitration Act and such\n    application could not have been filed jointly by both the parties. She\n                                  \n    submits that even if both the parties were required to file an application\n    jointly under <a href=\"/doc/596725/\" id=\"a_45\">Section 11(6)</a> of the Arbitration Act and the parties did not\n    file such application jointly, it would not confer any right upon the\n        \n\n\n    respondent to appoint an arbitrator unilaterally under clause 50.3 of the\n     \n\n\n\n    General Conditions of Contract.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_58\">                          REASONS AND CONCLUSIONS :-\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_59\">    46.             There is no dispute that the arbitration agreement is recored\n    in clause 50.3 of the General Conditions of Contract which provided\n\n\n\n\n\n    that the dispute and difference be referred to and settled by a sole\n    arbitrator mutually acceptable to the owner and the contractor and in\n    the event, the parties fail to appoint mutually acceptable arbitrator, the\n    parties shall approach the appropriate Court for appointment of a sole\n    arbitrator. It is also provided in the said clause that the provision of the\n    <a href=\"/doc/1306164/\" id=\"a_46\">Arbitration and Conciliation Act, 1996</a> shall apply to such arbitration.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">          ::: Uploaded on - 07/04/2016                   ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n<p data-structure=\"Conclusion\" id=\"p_60\">     ppn                                      21                         2.arbp-325.16(j).doc\n\n\n</p><p data-structure=\"RespArg\" id=\"p_61\">    47.               There is no dispute that the respondent vide their letter dated\n\n\n\n\n                                                                                    \n    26th December 2013 had suggested four names to the petitioner to\n    nominate sole arbitrator out of those four names for resolution of the\n\n\n\n\n                                                            \n    disputes within 15 days from the date of receipt of the said letter. There\n    is no dispute that the petitioner vide their letter dated 10 th January 2014\n    had specifically contended that no disputes subsisted or were outstanding\n\n\n\n\n                                                           \n    between the parties which would require adjudication through arbitration\n    since      &#x27;No Claim Certificate&#x27; was issued at the time of submission of\n\n\n\n\n                                                 \n    final bill by the respondent. Without prejudice to the rights and\n    contentions of the petitioner, the petitioner also conveyed to the\n                                     \n    respondent that the names of the arbitrators suggested by the respondent\n    were not acceptable to the petitioner. There is no dispute that                     the\n                                    \n    respondent, therefore, vide their letter dated 18 th May 2014 unilaterally\n    appointed the learned arbitrator as a sole arbitrator.\n</p>        \n\n\n<p data-structure=\"RespArg\" id=\"p_62\">    48.               In my view, appointment of the learned arbitrator by the\n     \n\n\n\n    respondent unilaterally after the petitioner refused to accept the names\n    suggested by the respondent was contrary to clause 50.3 of the General\n\n\n\n\n\n    Conditions of Contract which provided for an agreed procedure for\n    appointment of an arbitrator. According to clause 50.3 of the General\n    Conditions of Contract, in the event of the party failing to appoint\n    mutually acceptable arbitrator, the other party was required to approach\n\n\n\n\n\n    the appropriate Court for appointment of the sole arbitrator. Admittedly,\n    the respondent did not approach the appropriate Court for appointment of\n    the sole arbitrator and appointed one out of the four names suggested by\n    the respondent as a sole arbitrator unilaterally. In my view, appointment\n    of the sole arbitrator is thus in violation of the agreed procedure\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">            ::: Uploaded on - 07/04/2016                    ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                         22                       2.arbp-325.16(j).doc\n\n\n    prescribed under clause 50.3 of the General Conditions of Contract and\n\n\n\n\n                                                                                     \n    was thus illegal.\n</p>\n\n\n\n                                                             \n<p data-structure=\"RespArg\" id=\"p_63\">    49.             A perusal of the record further indicates that the petitioner\n    repeatedly      raised an objection         about appointment       of the learned\n    arbitrator as a sole arbitrator unilaterally appointed by the respondent\n\n\n\n\n                                                            \n    by various letters referred to aforesaid. A perusal of the record further\n    indicates that the copies of all such correspondence were forwarded by\n    the petitioner also to the learned arbitrator raising objection of his\n\n\n\n\n                                                    \n    appointment as a sole arbitrator unilaterally made by the respondent.\n</p>                                   \n<p data-structure=\"CDiscource\" id=\"p_64\">    50.             The petitioner had raised a specific objection by addressing\n                                  \n    a letter dated 4th July 2015 through its advocate to the learned arbitrator\n    inviting his attention to            clause 50.3   of the General Conditions of\n    Contract and raising a specific objection about jurisdiction of the learned\n        \n\n\n    arbitrator in conducting the arbitral proceedings being contrary to clause\n     \n\n\n\n    50.3 of the General Conditions of Contract and <a href=\"/doc/596725/\" id=\"a_47\">Section 11</a> of the\n    Arbitration Act. The petitioner had specifically called upon the learned\n    arbitrator to forthwith desist from conducting any further proceedings\n\n\n\n\n\n    and to withdraw himself from committing any further illegality. A\n    perusal of the record indicates that the learned arbitrator neither dealt\n    with such objection nor dealt with various correspondence exchanged\n\n\n\n\n\n    between the parties, the copies whereof were forwarded to the learned\n    arbitrator specifically raising an issue of jurisdiction of the learned\n    arbitrator and more particularly the advocate&#x27;s letter dated 4 th July 2015.\n    The learned arbitrator has neither referred to correspondence addressed\n    by the petitioner raising specific objection of jurisdiction nor has dealt\n    with the same in the impugned award.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">          ::: Uploaded on - 07/04/2016                       ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n<p data-structure=\"Conclusion\" id=\"p_65\">     ppn                                     23                        2.arbp-325.16(j).doc\n\n\n</p><p data-structure=\"RespArg\" id=\"p_66\">    51.             In so far as the submission made by the learned counsel for\n\n\n\n\n                                                                                  \n    the respondent that since the petitioner did not appear before the learned\n    arbitrator and did not file any specific application under <a href=\"/doc/109140/\" id=\"a_48\">Section 16</a> of\n\n\n\n\n                                                          \n    the Arbitration Act and thus cannot be allowed to raise such plea for the\n    first time in this arbitration petition is concerned, it is not disputed by\n    the respondent that the petitioner had refused to accept the names\n\n\n\n\n                                                         \n    suggested by the respondent specifically by writing letters dated 10 th\n    January 2014 and 22nd July 2014 and also the letter dated 4th July 2015\n\n\n\n\n                                                \n    which were addressed by the petitioner to the learned arbitrator\n    specifically raising an issue of jurisdiction. A perusal of <a href=\"/doc/1723887/\" id=\"a_49\">Section 16(2)</a> of\n                                   \n    the Arbitration Act indicates that a plea that the arbitral tribunal does not\n    have jurisdiction shall be raised not later than the submission of the\n                                  \n    statement of defence. In my view, several letters addressed by the\n    petitioner raising         an issue of jurisdiction of the learned arbitrator\n    exchanged between the parties and also forwarded to the learned\n        \n\n\n    arbitrator were in substantial compliance of <a href=\"/doc/1723887/\" id=\"a_50\">Section 16(2)</a> of the\n     \n\n\n\n    Arbitration Act. Merely because the petitioner had not mentioned <a href=\"/doc/1723887/\" id=\"a_51\">Section\n    16 (2)</a> of the Arbitration Act, in those submissions made by way of\n\n\n\n\n\n    correspondence, it cannot be construed that the petitioner had not raised\n    any issue of jurisdiction before the learned arbitrator. All such objections\n    raised by the petitioner were not later than the submission of the\n    statement of defence.\n</p>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_67\">    52.             A perusal of the award does not indicate that the learned\n    arbitrator has not dealt with the issue of jurisdiction raised by the\n    petitioner on the ground that there was no application made by the\n    petitioner under <a href=\"/doc/1723887/\" id=\"a_52\">Section 16(2)</a> of the Arbitration Act in writing before\n    the learned arbitrator by remaining present personally or through their\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">          ::: Uploaded on - 07/04/2016                    ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                    24                        2.arbp-325.16(j).doc\n\n\n    advocate. On the contrary, the impugned award indicates that the\n\n\n\n\n                                                                                 \n    learned arbitrator had considered the issue of arbitrability of the dispute\n    raised in view of &quot;accord and satisfaction&quot; which was also one of the\n\n\n\n\n                                                         \n    objections raised by the petitioner in some of the correspondence\n    regarding his jurisdiction and though the objection was not raised by\n    filing   any written statement or by filing        any separate application,\n\n\n\n\n                                                        \n    however the learned arbitrator did not deal with the issue of jurisdiction\n    raised in the correspondence on account of unilateral appointment made\n\n\n\n\n                                               \n    by the respondent in the impugned award at all.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_68\">    53.             I am\n                                   \n                              thus not inclined to accept the submission of the\n    learned counsel for the respondent that the learned arbitrator was not\n                                  \n    bound to decide the issue of jurisdiction raised by the petitioner unless\n    the petitioner would have filed a separate application in writing before\n    the learned arbitrator by remaining present. If the objection of jurisdiction\n        \n\n\n    was on record before the learned arbitrator in detail and the contents of\n     \n\n\n\n    such objection being clear and in conformity with the provisions of\n    <a href=\"/doc/1723887/\" id=\"a_53\">Section 16(2)</a> of the Arbitration Act, it would not amount to waiver\n\n\n\n\n\n    under <a href=\"/doc/1242720/\" id=\"a_54\">Section 4</a> of the Arbitration Act. The petitioner had raised an\n    issue of jurisdiction specifically, the learned arbitrator was bound to\n    consider such objection in the impugned award.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_69\">    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1507906\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"202973\" id=\"span_34\">54.             The judgment of the Supreme Court in the case of <a href=\"/doc/202973/\" id=\"a_55\">Konkan\n    Railway Corporation Ltd. &amp; Anr.</a> (supra) and <a href=\"/doc/1507906/\" id=\"a_56\">Gas Authority of India\n    Ltd.</a> (supra) holding that plea of jurisdiction not having been raised by\n    the party as provided in <a href=\"/doc/109140/\" id=\"a_57\">Section 16</a> of the Arbitration Act, such plea\n    cannot be permitted to be raised in the proceedings under <a href=\"/doc/1722761/\" id=\"a_58\">Section 34</a> of\n    the Arbitration Act will not apply to the facts of this case. There is no\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">          ::: Uploaded on - 07/04/2016                   ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                  25                        2.arbp-325.16(j).doc\n\n\n    dispute about the propositions <a href=\"/doc/1507906/\" id=\"a_59\">laid down by</a> the Supreme Court in the\n\n\n\n\n                                                                               \n    said two judgments that if the plea had not taken before learned arbitrator\n    as provided under <a href=\"/doc/109140/\" id=\"a_60\">Section 16</a> of the Arbitration Act, such plea cannot be\n\n\n\n\n                                                       \n    permitted to be raised in the proceedings under <a href=\"/doc/1722761/\" id=\"a_61\">Section              34</a> of the\n    Arbitration Act for setting aside the award.</span></span>\n</p>\n\n\n\n                                                      \n<p data-structure=\"RespArg\" id=\"p_70\">    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1507906\" id=\"span_36\">55.             A perusal of the judgment of the Supreme Court in the case\n    of <a href=\"/doc/1507906/\" id=\"a_62\">Gas Authority of India Ltd.</a> (supra) further indicates that such plea of\n    jurisdiction cannot be permitted to be raised in the proceedings under\n\n\n\n\n                                             \n    <a href=\"/doc/1722761/\" id=\"a_63\">Section 34</a> of the Arbitration Act for the first time unless good reasons\n                                   \n    are shown. It is the case of the petitioner that the appointment of the\n    learned arbitrator unilaterally made by the respondent was ex-facie\n                                  \n    contrary to the agreed procedure provided in the arbitration agreement\n    recorded in clause 50.3 of the General Conditions of Contract. It is the\n    case of the petitioner that the respondent had not disputed that the\n        \n\n\n    appointment of the learned arbitrator      was made unilaterally by the\n     \n\n\n\n    respondent. Under <a href=\"/doc/596725/\" id=\"a_64\">Section 11(6)</a> of the Arbitration Act read with <a href=\"/doc/206503/\" id=\"a_65\">Section\n    11(2)</a> of the Arbitration Act, if a party fails to act as required under the\n\n\n\n\n\n    appointment procedure agreed upon by the parties, the other party may\n    request the Chief Justice or any person or institution designated by him to\n    take the necessary measure, unless the agreement on the appointment\n    procedure provides other means for securing the appointment. In my\n\n\n\n\n\n    view, since the petitioner had not agreed to any of the names suggested\n    by the respondent to act as an arbitrator, there was no appointment of the\n    learned arbitrator by agreement between the parties. In case of such\n    failure on the part of one of the parties, the only remedy available to the\n    other party i.e. the respondent in this case was to apply to the appropriate\n    Court under clause 50.3 of the General Conditions of Contract read with\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">          ::: Uploaded on - 07/04/2016                 ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n     ppn                                   26                        2.arbp-325.16(j).doc\n\n\n    <a href=\"/doc/596725/\" id=\"a_66\">Section 11(6)</a> of the Arbitration Act by filing an application for\n\n\n\n\n                                                                                \n    appointment of an arbitrator. In my view, the respondent could not have\n    appointed the learned arbitrator as a sole arbitrator unilaterally. The\n\n\n\n\n                                                        \n    appointment of the learned arbitrator was thus ex-facie contrary to clause\n    50.3 of the General Conditions of Contract read with <a href=\"/doc/596725/\" id=\"a_67\">Section 11(6)</a> of\n    the Arbitration Act and he had no jurisdiction to act as a sole arbitrator\n\n\n\n\n                                                       \n    to adjudicate upon the dispute between the parties.</span>\n</p>\n\n\n\n                                              \n<p data-structure=\"Precedent\" id=\"p_71\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"890201\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"890201\" id=\"span_39\">56.             This Court in the cases of M/s. <a href=\"/doc/890201/\" id=\"a_68\">Reliance Webstone Pvt. Ltd.</a>\n    (supra) and M/s.Alankit <a href=\"/doc/890201/\" id=\"a_69\">Healthcare TPA Ltd.</a> (supra) has considered the\n                                   \n    identical facts and has held that in the event of failure of a party to\n    appoint an arbitrator mutually in terms of the arbitration agreement, other\n                                  \n    party cannot appoint an arbitrator unilaterally and is required to file an\n    application under <a href=\"/doc/596725/\" id=\"a_70\">Section 11(6)</a> of the Arbitration Act before the Chief\n    Justice of the Court or his designate for appointment of an arbitrator.</span></span>\n</p>        \n\n\n<p data-structure=\"Conclusion\" id=\"p_72\">    Both the judgments of this Court referred to aforesaid squarely apply to\n     \n\n\n\n    the facts of this case. I am respectfully bound by the said two judgments.\n</p>\n\n\n\n\n<p data-structure=\"RespArg\" id=\"p_73\">    57.             In my view, there is no substance in the submission of the\n    learned counsel for the respondent that those judgments are\n    distinguishable and not applicable to the facts of this case on the ground\n    that the respondent in the arbitral proceedings had specifically raised\n\n\n\n\n\n    an objection under <a href=\"/doc/109140/\" id=\"a_71\">Section 16</a> of the Arbitration Act before the learned\n    arbitrator. In my view in this case also, the petitioner had raised                a\n    specific objection of jurisdiction before the learned arbitrator though had\n    not referred to <a href=\"/doc/1723887/\" id=\"a_72\">Section 16(2)</a> of the Arbitration Act in those objections.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">          ::: Uploaded on - 07/04/2016                  ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n<p data-structure=\"Conclusion\" id=\"p_74\">     ppn                                  27                        2.arbp-325.16(j).doc\n\n\n</p><p data-structure=\"RespArg\" id=\"p_75\">    58.             In so far as the submission of the learned counsel for the\n\n\n\n\n                                                                               \n    respondent that the petitioner had already filed an application under\n    <a href=\"/doc/596725/\" id=\"a_73\">Section 11(6)</a> of the Arbitration Act and thus cannot be allowed to take a\n\n\n\n\n                                                       \n    contrary stand that there was no arbitrable dispute between the parties is\n    concerned, the petitioner was required to file an application              under\n    <a href=\"/doc/596725/\" id=\"a_74\">Section 11(6)</a> of the Arbitration Act since the learned arbitrator had\n\n\n\n\n                                                      \n    proceeded with the arbitral proceedings. There was no dispute that the\n    arbitration agreement existed between the parties. The said application\n\n\n\n\n                                             \n    was ultimately withdrawn having become infructuous in view of the\n    learned arbitrator rendering an ex-parte award. In my view, there is thus\n                                   \n    no substance in this submission of the learned counsel for the respondent.\n</p>                                  \n<p data-structure=\"CDiscource\" id=\"p_76\">    59.             In so far as the submission of the learned counsel for the\n    respondent that even if there was a failure on the part of the parties to\n    appoint a mutually acceptable arbitrator, both the parties were required\n        \n\n\n    to approach the appropriate Court for appointment of an arbitrator is\n     \n\n\n\n    concerned, in         my view, clause 50.3 of the General Conditions of\n    Contract which has to be read <a href=\"/doc/596725/\" id=\"a_75\">Section 11(6)</a> of the Arbitration Act. On\n\n\n\n\n\n    combined reading of clause 50.3 read with <a href=\"/doc/596725/\" id=\"a_76\">Section 11(6)</a> of the\n    Arbitration Act, it is clear beyond reasonable doubt that in the event of\n    failure on the part of one party to act as required under the procedure\n    agreed upon by the parties for appointment of an arbitrator, other party\n\n\n\n\n\n    has to file an application under <a href=\"/doc/596725/\" id=\"a_77\">Section 11(6)</a> of the Arbitration Act for\n    appointment of an arbitrator before the Chief Justice or the person or\n    institution designated by him and not by both the parties as canvassed by\n    the learned counsel for the respondent.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">          ::: Uploaded on - 07/04/2016                 ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n<pre id=\"pre_3\">     ppn                                  28                         2.arbp-325.16(j).doc\n\n\n    60.             A party who himself has failed to act on the               agreed\n\n\n\n\n                                                                                \n</pre><p data-structure=\"RespArg\" id=\"p_77\">    procedure and has not appointed an arbitrator cannot file any application\n    for appointment of an arbitrator under <a href=\"/doc/596725/\" id=\"a_78\">Section 11(6)</a> of the Arbitration\n\n\n\n\n                                                       \n    Act. Be that as it may, it is not the case of the respondent that the\n    respondent had called upon the petitioner to file a joint application for\n    appointment of an arbitrator or since the petitioner had not agreed to file\n\n\n\n\n                                                      \n    an application under <a href=\"/doc/596725/\" id=\"a_79\">Section 11(6)</a> of the Arbitration Act jointly with the\n    respondent, the respondent had filed an application under <a href=\"/doc/596725/\" id=\"a_80\">Section 11(6)</a>\n\n\n\n\n                                             \n    of the Arbitration Act in this Court. In my view, the objection raised by\n    the respondent referred to aforesaid is totally untenable and is accordingly\n                                   \n    rejected.\n</p>                                  \n<p data-structure=\"RespArg\" id=\"p_78\">    61.             In my view, even if the argument of the learned counsel for\n    the respondent is accepted that both the parties were required to file a\n    joint application before the Chief Justice under <a href=\"/doc/596725/\" id=\"a_81\">Section 11(6)</a> of the\n        \n\n\n    Arbitration Act and such joint application was not made by the parties,\n     \n\n\n\n    that would not confer any right        upon the respondent        to make the\n    appointment of a sole arbitrator unilaterally. In my view, since the\n    learned arbitrator was appointed unilaterally by the respondent in\n\n\n\n\n\n    violation of an appointment procedure agreed upon by the parties in\n    clause 50.3 of the General Conditions of Contract and in violation of\n    <a href=\"/doc/596725/\" id=\"a_82\">Section 11(6)</a> of the Arbitration Act, the appointment of the learned\n\n\n\n\n\n    arbitrator itself was illegal and void ab initio. The entire proceedings\n    conducted by the learned arbitrator which culminated into an arbitral\n    award was thus without jurisdiction and nullity. The impugned award is\n    thus set aside on this ground itself. It is made clear that this Court has\n    not expressed any views on the merits of the claim awarded by the\n    learned arbitrator.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">          ::: Uploaded on - 07/04/2016                  ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n<pre id=\"pre_4\">     ppn                                     29                         2.arbp-325.16(j).doc\n\n\n    62.              I therefore pass the following order :-\n\n\n\n\n                                                                                   \n    (i)     The impugned award dated 30th December 2015 made by the\n</pre><p data-structure=\"Conclusion\" id=\"p_79\">            learned arbitrator is set aside on the ground of lack of jurisdiction;\n</p>\n\n\n\n                                                           \n<p data-structure=\"Conclusion\" id=\"p_80\">    (ii)    The arbitration petition is allowed in aforesaid terms;\n</p><p data-structure=\"Conclusion\" id=\"p_81\">    (iii) There shall be no order as to costs.\n</p>\n\n\n\n                                                          \n<p data-structure=\"Precedent\" id=\"p_82\">                                                   R.D. DHANUKA, J.\n</p>\n\n\n\n                                                \n                                    \n                                   \n        \n     \n\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">           ::: Uploaded on - 07/04/2016                    ::: Downloaded on - 31/07/2016 10:59:28 :::</span>\n ","numcites":15,"numcitedby":0,"docsource":"Bombay High Court","citetid":7009543,"divtype":"judgments","relatedqs":[{"value":"unilateral appointment of arbitrator","formInput":"unilateral%20appointment%20of%20arbitrator"},{"value":"sec 11(6)  arbitration ","formInput":"sec%2011%286%29%20%20arbitration%20"},{"value":"section 16(2) arbitration act","formInput":"section%2016%282%29%20arbitration%20act"},{"value":"sec 11 of arbitration act","formInput":"sec%2011%20of%20arbitration%20act"},{"value":"appointment of sole arbitrator unilateral","formInput":"appointment%20of%20sole%20arbitrator%20unilateral"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"jurisdiction of arbitration","formInput":"jurisdiction%20of%20arbitration"},{"value":"arbitration section 11","formInput":"arbitration%20section%2011"},{"value":"section 16 of the arbitration act","formInput":"section%2016%20of%20the%20arbitration%20act"},{"value":"mutual arbitrator","formInput":"mutual%20arbitrator"},{"value":"16 of arbitration act","formInput":"16%20of%20arbitration%20act"},{"value":"objection as to jurisdiction","formInput":"objection%20as%20to%20jurisdiction"},{"value":"issue of jurisdiction.","formInput":"issue%20of%20jurisdiction."},{"value":"Alankit","formInput":"Alankit"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"}],"cats":[{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}