{"tid":175599694,"publishdate":"2016-06-01","title":"P.P.S Construction Company Pvt Ltd vs Advance Valves Pvt Ltd on 1 June, 2016","doc":"<h2 class=\"doc_title\">P.P.S Construction Company Pvt Ltd vs Advance Valves Pvt Ltd on 1 June, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*     IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                         Judgment reserved on : 18th May, 2016\n                         Judgment pronounced on: 1st June, 2016\n\n+                        Arb. P. No. 37/2016\n\n      P.P.S CONSTRUCTION COMPANY PVT LTD        ..... Petitioner\n                     Through  Mr.K. Sunil, Adv.\n\n                         Versus\n\n      ADVANCE VALVES PVT LTD                     ..... Respondent\n                    Through        Ms.Maneesha Dhir, Adv. with\n                                   Ms.Geeta Sharma and Mr.Nishant\n                                   Piyush, Advs.\n\n      CORAM:\n      HON&#x27;BLE MR.JUSTICE MANMOHAN SINGH\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.    The present petition has been filed on behalf of the petitioner\nunder <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and Conciliation Act, 1996\n(hereinafter referred to as the &quot;Act&quot;) for seeking appointment of\nArbitrator.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.    The brief facts of the case as per the petition are that the\npetitioner had entered into an Agreement on 12th June, 2013 for\nconstruction of a factory building bearing No. D-7, Surajpur Ind.\nArea, Site- B, Surajpur, Greater Noida, U.P.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">3.    As required as per the agreement, the petitioner raised first\nrunning bill dated 22nd July, 2013 and thereafter, the petitioner has\nalso many bills with the respondent. The respondent always gave\nimpression to the petitioner that the respondent would be releasing\nthe amount against the bills submitted by petitioner and would be\n\n\n<span class=\"hidden_text\" id=\"span_1\">     Arb.P. No.37/2016                                 Page 1 of 16</span>\n holding an amount out of the said bill being regularly submitted by\nthe petitioner.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">4.      It is submitted by the petitioner that the respondent by way of\nemail dated 17th September, 2013 wrote to the petitioner that they\nneed to deduct 5% retention amount from each of the Bill, which will\nbe paid back to the petitioner at the expiry of the defects liability\nperiod and in view of various changes continuously made, revised\ntime line schedule has to be made but the respondent has deducted\nexcess amount, the detail was sent vide               emails dated 20th\nSeptember, 2013 and 23rd September, 2013. It is submitted that the\nrespondent had deducted the said amount malafidely and in a pre-\nplanned manner with a view to coerce and harass the petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">5.      The petitioner had to once again write to the respondent vide\nemail dated 28th January, 2015 by which the petitioner had\nexpressed its complaint about the non release of the amount due\nand payable by the respondent to the petitioner, even by the letter\ndated 12th March, 2015 by which the respondent was communicated\nabout    the   balance   money   which   has   been    withheld    by     the\nrespondent which was otherwise payable by the respondent to the\npetitioner. Another letter dated 20th March, 2015 was also sent in\nthis regard.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">6.      Thereafter, on 14th August, 2015 and 26th October, 2015 the\npetitioner had served a legal notice thereby demanding various\namount payable by the respondent to the petitioner who had pointed\nout that how the respondent adopted unscrupulous method to\ndeprive the petitioner from claiming the amount to force the\npetitioner to succumb to no dues statement despite the fact that the\npetitioner is entitled to various amount. The reply sent by the\n\n\n<span class=\"hidden_text\" id=\"span_2\">     Arb.P. No.37/2016                                     Page 2 of 16</span>\n respondent was a false and frivolous one thereby alleging that the\npetitioner of his own and free will has executed no dues certificate.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">7.    In reply, it is stated that the petitioner has filed the petition\nwith ulterior motive and unjust gain to itself as no cause of action\nhas arisen in favour of the petitioner against the respondent. The\npetitioner has accepted its payments in full and final settlement of its\ndues and having certified that &quot;no payment is due against the\ntender&quot;. The petitioner now cannot claim that a dispute exists\nbetween the parties. Even, it is confirmed the ledger/ account has\nzero balance, thus, no arbitrable dispute exists between the parties\nwhich can be referred to the Arbitrator for adjudication.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">8.    It is submitted that it is settled proposition of law that where\nboth the parties to the contract confirm in writing that the contract\nhas been fully and finally discharged by performance of all\nobligations and there are no outstanding claims or disputes, the\ncourts will not refer any subsequent claim or dispute to the\narbitration.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">9.    The petition is not maintainable, it is merely a bald plea of\nfraud, coercion, duress and undue influence even the said assertions\nare made without any supporting documents.\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">10.   Admittedly, the project was completed by the petitioner before\n9th February, 2015 and the site was handed over to the respondent.\nThe petitioner by letter dated 9th February, 2015, had intimated to\nthe respondent that it has rectified all odd job work which were\nidentified and the same were checked by Mr. Chander Shekhar. The\npetitioner requested for release of balance payments due in the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">      Arb.P. No.37/2016                                     Page 3 of 16</span>\n account maintained by the respondent and the retention money held\nas per the Agreement.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">11.   The      respondent       made   the    following      payments    to     the\npetitioner:-\n</p>\n<blockquote id=\"blockquote_1\">      i)       Cheque No. 376086 dated 20th February, 2015 for Rs.\n</blockquote><p data-structure=\"Issue\" id=\"p_12\">               3,48,876/- (against Bill No. 13 &amp; 12). This amount was\n               credited to the account of the petitioner on 25th\n               February, 2015.\n</p><p data-structure=\"Issue\" id=\"p_13\">      ii)      Cheque     No.376565       dated      15th    June,    2015      for\n               Rs.12,85,389 (against Retention Money) and\n</p><p data-structure=\"Issue\" id=\"p_14\">      iii)     Cheque     No.    376563      dated    15th    June,   2015      for\n               Rs.5,28,840/-      (against Bill No.01) the petitioner had\n               confirmed the ledger as zero balance.\n</p><p data-structure=\"Issue\" id=\"p_15\">      Both the amounts stated in para (ii) &amp; (iii) were credited to the\naccount of the petitioner on 17th June, 2015.\n</p><p data-structure=\"Section\" id=\"p_16\">12.   At the time of receiving the last cheque, the petitioner had\ncertified the accounts and stated that &quot;The work order awarded is\ncomplete in all respect and no payment is due against the tender.&quot;\n</p><p data-structure=\"Issue\" id=\"p_17\">13.   The petitioner accepted cheque No. 376086 dated 20th\nFebruary, 2015, cheque No.376565 dated 15th June, 2015 and\ncheque No.376563 dated 15th June, 2015 in full and final settlement\nof its dues and also confirmed zero balance in the ledger of the\nrespondent pertaining to the petitioner. The petitioner had confirmed\nthe same who had accepted that the Agreements dated 12th June,\n2013 and 1st March, 2014 have come to an end. Consequently all the\nterms and conditions contained in the agreements stood discharged\nincluding the arbitration clause.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">      Arb.P. No.37/2016                                          Page 4 of 16</span>\n<p data-structure=\"Facts\" id=\"p_18\"> 14.   The amount retained by the respondent in terms of clause 2\nand 3 of the Agreement was paid to the petitioner on 17th June,\n2015. The said payment was duly acknowledged by the petitioner\nwho himself had certified that &quot;no payment is due against the\ntender&quot;.\n</p><p data-structure=\"Section\" id=\"p_19\">15.   It is settled proposition of law that after receipt of payment in\nfull and final settlement, the contract binding the parties comes to\nan end and no arbitrable dispute survives between the parties.\n</p><p data-structure=\"Facts\" id=\"p_20\">16.   The respondent has admitted the receipt of legal notice dated\n14th August, 2015 from the petitioner which was duly replied by the\nrespondent vide its letter dated 22nd August, 2015. It was stated in\nthe reply that the petitioner had raised certain bills duly approved\nand after due consideration all outstanding bills were settled\namicably. Another legal notice dated 26th October, 2015 was\nreceived by the respondent which was duly replied through its\ncounsel vide a letter dated 9th December, 2015. It was denied that\nthe respondent further manipulated and forced the petitioner to sign\nsuch documents by which the petitioner could not claim any amount.\n</p><p data-structure=\"Facts\" id=\"p_21\">17.   The petitioner had accepted the amount in third week of June,\n2015 who accepted the settlement agreement on 15th June, 2015.\nThe legal notice for raising the claims was received by the\nrespondent on 20th August, 2015. In its reply dated 22nd August,\n2015, the respondent disputed the plea raised by the petitioner.\nCopy of final settlement agreement was also attached. The same\nwas not filed by the petitioner along with the petition. The petitioner\nhas not denied the factum of execution of document. The details of\ncoercion and alleged pressure have not been given.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">      Arb.P. No.37/2016                                  Page 5 of 16</span>\n<p data-structure=\"Precedent\" id=\"p_22\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"19604233\" id=\"span_6\">18.    The Supreme Court in the case of <a href=\"/doc/19604233/\" id=\"a_2\">New India Assurance\nCompany Limited v. Genus Power Infrastructure Limited</a>\n(2015) 2 SCC 424 had rejected such plea which was raised by the\ncontractor after the expiry of three weeks wherein in para 4,7,8 to\n10 it was held as under:-</span>\n</p><blockquote id=\"blockquote_2\">      &quot;4. After nearly three weeks i.e. on 31-3-2011 the\n      respondent issued a notice to the appellant stating that\n      the discharge voucher was signed under extreme duress,\n      coercion and undue influence exercised by the appellant\n      who took undue advantage of the extreme financial\n      difficulties of the respondent. The respondent further\n      sought to appoint its nominee arbitrator. On 21-4-2011\n      the appellant replied that there was no arbitrable dispute\n      which existed between the parties inasmuch as the\n      respondent had voluntarily signed the letter of\n      subrogation and had accepted payment in full and final\n      settlement of its claim. In the meantime on 5-4-2011 the\n      respondent had filed a petition under <a href=\"/doc/1841764/\" id=\"a_3\">Section 11</a> of the\n      Arbitration and Conciliation Act, 1996 (&quot;the Act&quot;, for\n      short) before the High Court of Delhi alleging that it had\n      accepted the payment as stated above because of\n      extreme financial difficulty, duress and coercion. On 10-5-\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"27941666\" id=\"span_7\">2013 the High Court after recording rival submissions of\n      the parties adjourned the matter which was then taken up\n      on 30-5-2013 [<a href=\"/doc/27941666/\" id=\"a_4\">Genus Power Infrastructure Ltd. v. New\n      India Assurance Co. Ltd., Arbitration Petition No.</a> 212 of\n      2011, order dated 30-5-2013 (Del)] when the High Court\n      observed:</span>\n</p>\n<blockquote id=\"blockquote_3\">        &quot;Vide order dated 10-5-2013, this Court has already\n        observed that there is a valid arbitration agreement\n        between the parties and there are disputes which are\n        covered under the arbitration agreement. The learned\n        counsel for the respondent submits that the disputes\n        are not arbitrable. The respondent can raise this\n        objection before the learned arbitrator.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_24\">       In that view of the matter the High Court proceeded to appoint\na sole arbitrator to adjudicate the disputes between the parties.\n</p>\n\n<span class=\"hidden_text\" id=\"span_8\">      Arb.P. No.37/2016                                  Page 6 of 16</span>\n<p data-structure=\"Precedent\" id=\"p_25\"> 7. The question that arises is whether the discharge in\nthe present case upon acceptance of compensation and\nsigning of subrogation letter was not voluntary and\nwhether the claimant was subjected to compulsion or\ncoercion and as such could validly invoke the jurisdiction\nunder <a href=\"/doc/1841764/\" id=\"a_5\">Section 11</a> of the Act. The law on the point is clear\nfrom following decisions of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_9\">In <a href=\"/doc/1243245/\" id=\"a_6\">National\nInsurance     Co.     Ltd. v. Boghara     Polyfab     (P)\nLtd.</a> [(2009) 1 SCC 267 : (2009) 1 SCC (Civ) 117] in\nparas 26 and 51 it was stated as under: (SCC pp. 284-85\n&amp; 294)\n\n  &quot;26. When we refer to a discharge of contract by an\n  agreement signed by both the parties or by execution\n  of a full and final discharge voucher/receipt by one of\n  the parties, we refer to an agreement or discharge\n  voucher which is validly and voluntarily executed. If\n  the party which has executed the discharge\n  agreement or discharge voucher, alleges that the\n  execution of such discharge agreement or voucher\n  was on account of fraud/coercion/undue influence\n  practised by the other party and is able to establish\n  the same, then obviously the discharge of the\n  contract by such agreement/voucher is rendered void\n  and cannot be acted upon. Consequently, any dispute\n  raised by such party would be arbitrable.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_26\">  *                            *                        *\n</p><p data-structure=\"CDiscource\" id=\"p_27\">  51. The Chief Justice/his designate exercising\n  jurisdiction under <a href=\"/doc/1841764/\" id=\"a_7\">Section 11</a> of the Act will consider\n  whether there was really accord and satisfaction or\n  discharge of contract by performance. If the answer\n  is in the affirmative, he will refuse to refer the\n  dispute to arbitration. On the other hand, if the Chief\n  Justice/his designate comes to the conclusion that the\n  full and final settlement receipt or discharge voucher\n  was the result of any fraud/coercion/undue influence,\n  he will have to hold that there was no discharge of\n  the contract and consequently, refer the dispute to\n  arbitration. Alternatively, where the Chief Justice/his\n  designate is satisfied prima facie that the discharge\n  voucher was not issued voluntarily and the claimant\n\n\n<span class=\"hidden_text\" id=\"span_10\">Arb.P. No.37/2016                                  Page 7 of 16</span>\n   was under some compulsion or coercion, and that the\n  matter deserved detailed consideration, he may\n  instead of deciding the issue himself, refer the matter\n  to the Arbitral Tribunal with a specific direction that\n  the said question should be decided in the first\n  instance.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_11\">In the decision rendered in <a href=\"/doc/1682326/\" id=\"a_8\">Union of India v. Master\nConstruction Co.</a> [(2011) 12 SCC 349 : (2012) 2 SCC\n(Civ) 582] this Court observed as under: (SCC pp. 355-\n56, paras 18-19 &amp; 22)\n\n&quot;18. In our opinion, there is no rule of the absolute kind.\nIn a case where the claimant contends that a discharge\nvoucher or no-claim certificate has been obtained by\nfraud, coercion, duress or undue influence and the other\nside contests the correctness thereof, the Chief Justice/his\ndesignate must look into this aspect to find out at least,\nprima facie, whether or not the dispute is bona fide and\ngenuine. Where the dispute raised by the claimant with\nregard to validity of the discharge voucher or no-claim\ncertificate or settlement agreement, prima facie, appears\nto be lacking in credibility, there may not be a necessity to\nrefer the dispute for arbitration at all.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_29\">19. It cannot be overlooked that the cost of arbitration is\nquite hugemost of the time, it runs into six and seven\nfigures. It may not be proper to burden a party, who\ncontends that the dispute is not arbitrable on account of\ndischarge of contract, with huge cost of arbitration merely\nbecause plea of fraud, coercion, duress or undue influence\nhas been taken by the claimant. A bald plea of fraud,\ncoercion, duress or undue influence is not enough and the\nparty who sets up such a plea must prima facie establish\nthe same by placing material before the Chief Justice/his\ndesignate. If the Chief Justice/his designate finds some\nmerit in the allegation of fraud, coercion, duress or undue\ninfluence, he may decide the same or leave it to be\ndecided by the Arbitral Tribunal. On the other hand, if\nsuch plea is found to be an afterthought, make-believe or\nlacking in credibility, the matter must be set at rest then\nand there.\n</p>\n\n<span class=\"hidden_text\" id=\"span_12\">Arb.P. No.37/2016                                   Page 8 of 16</span>\n<p data-structure=\"Precedent\" id=\"p_30\"> *                         *                              *\n</p><p data-structure=\"Section\" id=\"p_31\">22. The above certificates leave no manner of doubt that\nupon receipt of the payment, there has been full and final\nsettlement of the contractor&#x27;s claim under the contract.\nThat the payment of final bill was made to the contractor\non 19-6-2000 is not in dispute. After receipt of the\npayment on 19-6-2000, no grievance was raised or lodged\nby the contractor immediately. The authority concerned,\nthereafter, released the bank guarantee in the sum of Rs\n21,00,000 on 12-7-2000. It was then that on that day\nitself, the contractor lodged further claims.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">9. It is therefore clear that a bald plea of fraud, coercion,\nduress or undue influence is not enough and the party\nwho sets up a plea, must prima facie establish the same\nby placing material before the Chief Justice/his designate.\nViewed thus, the relevant averments in the petition filed\nby the respondent need to be considered, which were to\nthe following effect:\n</p>\n<blockquote id=\"blockquote_4\">    &quot;(g) That the said surveyor, in connivance with the\n    respondent Company, in order to make the\n    respondent Company escape its full liability of\n    compensating the petitioner of such huge loss, acted\n    in a biased manner, adopted coercion, undue\n    influence and duress methods of assessing the loss\n    and forced the petitioner to sign certain documents\n    including the claim form. The respondent Company\n    also denied the just claim of the petitioner by their\n    acts of omission and commission and by exercising\n    coercion and undue influence and made the petitioner\n    Company sign certain documents, including a pre-\n</blockquote><p data-structure=\"Facts\" id=\"p_33\">    prepared discharge voucher for the said amount in\n    advance, which the petitioner Company were forced\n    to do so in the period of extreme financial difficulty\n    which prevailed during the said period. As stated\n    aforesaid, the petitioner Company was forced to sign\n    several documents including a letter accepting the\n    loss amounting to Rs 6,09,55,406 and settle the\n    claim of Rs 5,96,08,179 as against the actual loss\n    amount of Rs 28,79,08,116 against the interest of\n    the petitioner Company. The said letter and the\n\n\n<span class=\"hidden_text\" id=\"span_13\">Arb.P. No.37/2016                                   Page 9 of 16</span>\n          aforesaid pre-prepared discharge voucher stated that\n         the petitioner had accepted the claim amount in full\n         and final settlement and thus, forced the petitioner\n         Company to unilateral acceptance of the same. The\n         petitioner Company was forced to sign the said\n         document under duress and coercion by the\n         respondent Company. The respondent Company\n         further threatened the petitioner Company to accept\n         the said amount in full and final or the respondent\n         Company will not pay any amount towards the fire\n         policy. It was under such compelling circumstances\n         that the petitioner Company was forced and under\n         duress was made to sign the acceptance letter.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">      10. In our considered view, the plea raised by the\n      respondent is bereft of any details and particulars, and\n      cannot be anything but a bald assertion. Given the fact\n      that there was no protest or demur raised around the time\n      or soon after the letter of subrogation was signed, that\n      the notice dated 31-3-2011 itself was nearly after three\n      weeks and that the financial condition of the respondent\n      was not so precarious that it was left with no alternative\n      but to accept the terms as suggested, we are of the firm\n      view that the discharge in the present case and signing of\n      letter of subrogation were not because of exercise of any\n      undue influence. Such discharge and signing of letter of\n      subrogation was voluntary and free from any coercion or\n      undue influence. In the circumstances, we hold that upon\n      execution of the letter of subrogation, there was full and\n      final settlement of the claim. Since our answer to the\n      question, whether there was really accord and\n      satisfaction, is in the affirmative, in our view no arbitrable\n      dispute existed so as to exercise power under <a href=\"/doc/1841764/\" id=\"a_9\">Section 11</a>\n      of the Act. The High Court was not therefore justified in\n      exercising power under <a href=\"/doc/1841764/\" id=\"a_10\">Section 11</a> of the Act.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">19.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682326\" id=\"span_14\">In similar circumstances in the case reported in <a href=\"/doc/1682326/\" id=\"a_11\">Union of\nIndia &amp; Ors. v. Master Construction Company</a> (2011) SCC 349,\nthe same view was taken wherein in para 10, 11, 15, 18 to 20 it was\nheld as under:-</span>\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_15\">      Arb.P. No.37/2016                                    Page 10 of 16</span>\n<blockquote id=\"blockquote_5\"> &quot;10. The controversy presented before us does not\nconcern the existence of arbitration agreement but it\nrelates to whether after furnishing &quot;no-claim certificates&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_36\">and the receipt of payment of final bill, as submitted by\nthe contractor, any arbitrable dispute between the parties\nsurvived or the contract stood discharged.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_16\">11. Before we turn to the factual aspect, it is appropriate\nto carefully consider the decision of this Court in Boghara\nPolyfab (P) Ltd. [(2009) 1 SCC 267 : (2009) 1 SCC (Civ)\n177] at some length as the learned Senior Counsel for the\ncontractor placed heavy reliance on it. In Boghara Polyfab\n(P) Ltd. [(2009) 1 SCC 267 : (2009) 1 SCC (Civ) 177] ,\nthis Court surveyed a large number of earlier decisions of\nthis Court, namely, <a href=\"/doc/1391279/\" id=\"a_12\">Union of India v. Kishorilal Gupta &amp;\nBros</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1985090\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144263\" id=\"span_20\">[<a href=\"/doc/1144263/\" id=\"a_13\">AIR     1959    SC   1362]    , Naihati   Jute   Mills\nLtd. v. Khyaliram     Jagannath</a> [AIR    1968      SC   522]\n, Damodar Valley Corpn. v.K.K. Kar [(1974) 1 SCC 141]\n, BHEL v. Amar Nath Bhan Prakash [(<a href=\"/doc/864798/\" id=\"a_14\">1982) 1 SCC 625]\n, Union of India v. L.K. Ahuja</a> [(1988) 3 SCC 76] , State of\nMaharashtra v. Nav Bharat Builders [1994 <a href=\"/doc/209845/\" id=\"a_15\">Supp (3) SCC\n83] , P.K. Ramaiah &amp; Co. v. NTPC</a> [1994 Supp (3) SCC\n126]         , Nathani       Steels       Ltd. v. Associated\nConstructions [1995 <a href=\"/doc/1985090/\" id=\"a_16\">Supp (3) SCC 324] , Indian Drugs &amp;\nPharmaceuticals Ltd. v. Indo Swiss Synthetics Gem Mfg</a>.</span></span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1040828\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"579093\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"145414\" id=\"span_23\"><a href=\"/doc/145414/\" id=\"a_17\">Co.     Ltd. [(1996)    1   SCC     54]    , United    India\nInsurance v. Ajmer Singh Cotton &amp; General Mills</a> [(1999) 6\nSCC 400] , Jayesh Engg. Works v. New India Assurance\nCo. Ltd.[(2000) 10 SCC 178] , SBP &amp; Co. v. Patel Engg.\nLtd. [(<a href=\"/doc/579093/\" id=\"a_18\">2005) 8 SCC 618] , National Insurance Co.\nLtd. v. Nipha Exports (P) Ltd.</a> [(<a href=\"/doc/1040828/\" id=\"a_19\">2006) 8 SCC 156]\nand National Insurance Co. Ltd. v. Sehtia Shoes</a> [(2008) 5\nSCC 400] .</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_24\">15. The Court in <a href=\"/doc/1243245/\" id=\"a_20\">Boghara Polyfab</a> case [(2009) 1 SCC 267\n: (2009) 1 SCC (Civ) 177] , however, noted an exception\nto this proposition. The exception noticed is that where\nboth the parties to a contract confirm in writing that the\ncontract has been fully and finally discharged by\nperformance of all obligations and there are no\noutstanding claims or disputes, courts will not refer any\nsubsequent claim or dispute to arbitration. Yet another\n\n\n<span class=\"hidden_text\" id=\"span_25\">Arb.P. No.37/2016                                   Page 11 of 16</span>\n exception noted therein is with regard to those cases\nwhere one of the parties to the contract issues a full and\nfinal discharge voucher (or no-dues certificate, as the case\nmay be) confirming that he has received the payment in\nfull and final satisfaction of all claims, and he has no\noutstanding claim. It was observed that issuance of full\nand final discharge voucher or no-dues certificate of that\nkind amounts to discharge of the contract by acceptance\nor performance and the party issuing the discharge\nvoucher/certificate cannot thereafter make any fresh\nclaim or revive any settled claim nor can it seek reference\nto arbitration in respect of any claim.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">18. In our opinion, there is no rule of the absolute kind.\nIn a case where the claimant contends that a discharge\nvoucher or no-claim certificate has been obtained by\nfraud, coercion, duress or undue influence and the other\nside contests the correctness thereof, the Chief Justice/his\ndesignate must look into this aspect to find out at least,\nprima facie, whether or not the dispute is bona fide and\ngenuine. Where the dispute raised by the claimant with\nregard to validity of the discharge voucher or no-claim\ncertificate or settlement agreement, prima facie, appears\nto be lacking in credibility, there may not be a necessity to\nrefer the dispute for arbitration at all.\n</p>\n<p data-structure=\"RespArg\" id=\"p_41\">19. It cannot be overlooked that the cost of arbitration is\nquite huge--most of the time, it runs into six and seven\nfigures. It may not be proper to burden a party, who\ncontends that the dispute is not arbitrable on account of\ndischarge of contract, with huge cost of arbitration merely\nbecause plea of fraud, coercion, duress or undue influence\nhas been taken by the claimant. A bald plea of fraud,\ncoercion, duress or undue influence is not enough and the\nparty who sets up such a plea must prima facie establish\nthe same by placing material before the Chief Justice/his\ndesignate. If the Chief Justice/his designate finds some\nmerit in the allegation of fraud, coercion, duress or undue\ninfluence, he may decide the same or leave it to be\ndecided by the Arbitral Tribunal. On the other hand, if\nsuch plea is found to be an afterthought, make-believe or\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">Arb.P. No.37/2016                                   Page 12 of 16</span>\n       lacking in credibility, the matter must be set at rest then\n      and there.\n</p><p data-structure=\"Precedent\" id=\"p_42\">      20. In light of the above legal position, we now turn to\n      the facts of the present case. At the time of receiving\n      payment on account of the final bill, the contractor\n      executed the certificate in the following terms:\n</p>\n<blockquote id=\"blockquote_6\">         &quot;(a) I/we hereby certify that I/we have performed the\n         work under the condition of Contract Agreement No.\n         CEBTZ-14/95-96, for which payment is claimed and\n         thatI/we have no further claims under CA No. CEBTZ-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_43\">         14/95-96.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">         (b) Received rupees two lakh fifteen thousand one\n         hundred seventy-eight only.This payment is in full\n         and final settlement of all money dues under CA No.\n         CEBTZ-14/95-96 and I have no further claims in\n         respect of CA No.CEBTZ-14/95-96.&quot;         (emphasis\n         supplied by us)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56661938\" id=\"span_27\">21.    Even this Court has taken the same view under similar\ncircumstances in the case reported in <a href=\"/doc/56661938/\" id=\"a_21\">Essar Projects (India) Ltd.\n&amp; Ors. v. Gail (India) Ltd.</a> (2014) 209 DLT 754.</span>\n</p><p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1579938\" id=\"span_28\">22.    The decision referred by the petitioner in the case reported in\n<a href=\"/doc/1579938/\" id=\"a_22\">Chairman &amp; Md. NTPC Ltd. v. Reshmi Constructions, Builders\n&amp; Contractors</a> (2004) 2 SCC 663 does not help the case of the\npetitioner as the party <a href=\"/doc/1579938/\" id=\"a_23\">in that case</a> raised the protest of coercion on\nthe next day itself. But the situation in the present case is different.</span>\n</p><p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190370690\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_31\">23.    It is also settled law that if the original contract has no legal\nexistence, the arbitration clause also cannot operate as since &quot;the\noriginal contract is extinguished by the substituted one, the\narbitration clause of the original contract perishes with it&quot;. Reliance\nis placed on <a href=\"/doc/1391279/\" id=\"a_24\">Union of India v. Kishorilal Gupta</a> <a href=\"/doc/1545494/\" id=\"a_25\">AIR 1959 SC 1362\n(para 10), Damodar Valley Corporation v. K.K.Kar</a> <a href=\"/doc/190370690/\" id=\"a_26\">AIR 1974 SC\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">      Arb.P. No.37/2016                                   Page 13 of 16</span>\n 158 (para 7), Young Achievers v. IMS Learning Resources</a> 191\n(2012) DLT 378.</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_33\">i.    In the case of <a href=\"/doc/1391279/\" id=\"a_27\">Kishorilal Gupta</a> (supra) it was held as under:-</span>\n</p><blockquote id=\"blockquote_7\">        &quot;29. This decision is not directly in point; but the\n        principles laid down therein are of wider application than\n        the actual decision involved. If an arbitration clause is\n        couched in widest terms as in the present case, the\n        dispute, whether there is frustration or repudiation of the\n        contract, will be covered by it. It is not because the\n        arbitration clause survives, but because, though such\n        repudiation ends the liability of the parties to perform\n        the contract, it does not put an end to their liability to\n        pay damages for any breach of the contract. The\n        contract is still in existence for certain purposes. But\n        where the dispute is whether the said contract is void ab\n        initio, the arbitration clause cannot operate on those\n        disputes, for its operative force depends upon the\n        existence of the contract and its validity. So too, if the\n        dispute is whether the contract is wholly superseded or\n        not by a new contract between the parties, such a\n        dispute must fall outside the arbitration clause, for, if it\n        is superseded, the arbitration clause falls with it. The\n        argument, therefore, that the legal position is the same\n        whether the dispute is in respect of repudiation or\n        frustration or novation is not borne out by these\n        decisions. An equally illuminating judgment of Das, J., as\n        he then was, in Tolaram Nathmull v. Birla Jute\n        Manufacturing Co. Ltd. [ ILR (1948) 2 Cal. 171] is\n        strongly relied upon by the learned counsel for the\n        appellant. There the question was whether an arbitration\n        clause which was expressed in wide terms would take in\n        a dispute raised in that case. It was contended on one\n        side that the contract was void ab initio and on the other\n        side that, even on the allegations in the plaint, the\n        contract was not ab initio void. The learned Judge, on\n        the facts of that case, held that no case had been made\n        out for staying the suit and therefore dismissed the\n        application filed by the defendant for stay of the suit.\n        The learned Judge exhaustively considered the case-law\n        on the subject and deduced the principles and\n        enumerated them at p. 187. The learned Judge was not\n\n\n<span class=\"hidden_text\" id=\"span_34\">     Arb.P. No.37/2016                                    Page 14 of 16</span>\n          called upon to decide the present question, namely,\n         whether an arbitration clause survived in spite of\n         substitution of the earlier contract containing the\n         arbitration clause by a fresh one, and therefore we do\n         not think that it is necessary to express our opinion on\n         the principles culled out and enumerated in that\n         decision.\n</blockquote>\n<blockquote id=\"blockquote_8\">         23. The following principles relevant to the present case\n         emerge from the aforesaid discussion: (1) An arbitration\n         clause is a collateral term of a contract as distinguished\n         from its substantive terms; but nonetheless it is an\n         integral part of it; (2) however comprehensive the terms\n         of an arbitration clause may be, the existence of the\n         contract is a necessary condition for its operation; it\n         perishes with the contract; (3) the contract may be non\n         est in the sense that it never came legally into existence\n         or it was void ab initio; (4) though the contract was\n         validly executed, the parties may put an end to it as if it\n         had never existed and substitute a new contract for it\n         solely governing their rights and liabilities thereunder;\n         (5) in the former case, if the original contract has no\n         legal existence, the arbitration clause also cannot\n         operate, for along with the original contract, it is also\n         void; in the latter case, as the original contract is\n         extinguished by the substituted one, the arbitration\n         clause of the original contract perishes with it; and (6)\n         between the two falls many categories of disputes in\n         connection with a contract, such as the question of\n         repudiation, frustration, breach etc. In those cases it is\n         the performance of the contract that has come to an\n         end, but the contract is still in existence for certain\n         purposes in respect of disputes arising under it or in\n         connection with it. As the contract subsists for certain\n         purposes, the arbitration clause operates in respect of\n         these purposes.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_49\">ii.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_35\">In the case of <a href=\"/doc/1243245/\" id=\"a_28\">National Insurance Company Limited</a>\n       (supra) it was held as under :-</span>\n</p><blockquote id=\"blockquote_9\">         &quot;29. It is thus clear that the arbitration agreement\n         contained in a contract cannot be invoked to seek\n\n\n<span class=\"hidden_text\" id=\"span_36\">      Arb.P. No.37/2016                                   Page 15 of 16</span>\n          reference of any dispute to arbitration, in the following\n         circumstances, when the contract is discharged on\n         account of performance, or accord and satisfaction, or\n         mutual agreement, and the same is reduced to writing\n         (and signed by both the parties or by the party seeking\n         arbitration):\n</blockquote>\n<blockquote id=\"blockquote_10\">         (a) where the obligations under a contract are fully\n         performed and discharge of the contract by performance\n         is acknowledged by a full and final discharge\n         voucher/receipt, nothing survives in regard to such\n         discharged contract;\n</blockquote>\n<blockquote id=\"blockquote_11\">         (b) where the parties to the contract, by mutual\n         agreement, accept performance of altered, modified and\n         substituted obligations and confirm in writing the\n         discharge of contract by performance of the altered,\n         modified or substituted obligations;\n</blockquote>\n<blockquote id=\"blockquote_12\">         (c) where the parties to a contract, by mutual agreement,\n         absolve each other from performance of their respective\n         obligations (either on account of frustration or otherwise)\n         and consequently cancel the agreement and confirm that\n         there are no outstanding claims or disputes.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_50\">24.    Under these circumstances, the prayer made in the petition is\nmisconceived. The petitioner even at the time of filing the petition\ndid not file the copy of the final settlement agreement which was in\nits possession. The present petition is filed as an afterthought. No\nground is made out to allow the prayers.\n</p><p data-structure=\"Conclusion\" id=\"p_51\">25.    The petition is accordingly dismissed with cost of Rs.20,000/-\nas counsel fee which shall be paid by the petitioner to the\nrespondent through counsel within six weeks from today.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_52\">                                               (MANMOHAN SINGH)\n                                                    JUDGE\nJUNE 01, 2016\n\n<span class=\"hidden_text\" id=\"span_37\">      Arb.P. No.37/2016                                  Page 16 of 16</span>\n </p>","numcites":17,"numcitedby":0,"docsource":"Delhi High Court","citetid":175599694,"divtype":"judgments","relatedqs":[{"value":"discharge of contract","formInput":"discharge%20of%20contract"},{"value":"coercion","formInput":"coercion"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"discharge voucher","formInput":"discharge%20voucher"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"subrogation","formInput":"subrogation"},{"value":"duress","formInput":"duress"},{"value":"letter of subrogation","formInput":"letter%20of%20subrogation"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":" fraud and undue influence ","formInput":"%20fraud%20and%20undue%20influence%20"},{"value":"No due certificate ","formInput":"No%20due%20certificate%20"},{"value":"afterthought","formInput":"afterthought"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"final bill","formInput":"final%20bill"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"duress and coercion","formInput":"duress%20and%20coercion"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"law-for-consumers","formInput":"tag:law-for-consumers"}],"courtcopy":true,"query_alert":null,"agreement":false}