{"tid":993255,"publishdate":"1993-09-14","title":"Mahadev Bapuji Mahajan (Dead) And ... vs State Of Maharashtra on 14 September, 1993","doc":"<h2 class=\"doc_title\">Mahadev Bapuji Mahajan (Dead) And ... vs State Of Maharashtra on 14 September, 1993</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1994SC1549, 1994CRILJ1389, 1994SUPP(3)SCC748, AIR 1994 SUPREME COURT 1549, 1994 AIR SCW 1167, 1995 SCC(CRI) 198, 1994 CALCRILR 158, 1994 (3) SCC(SUPP) 748, 1994 SCC (SUPP) 3 748, (1994) 2 RECCRIR 673</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-n-ray\">G.N. Ray</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-n-ray\">G.N. Ray</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n \n\n<p data-structure=\"Issue\" id=\"p_1\">1. The appellants in all these appeals were tried for offences punishable under Sections 466, 468, 471 read with <a href=\"/doc/1897847/\" id=\"a_1\">Section 120-B</a>, I.P.C. as well as under <a href=\"/doc/1229833/\" id=\"a_2\">Section 5(1)(d)</a> of the Prevention of Corruption Act. The object of the conspiracy was to frustrate the provisions of the newly notified <a href=\"/doc/172678487/\" id=\"a_3\">Maharashtra Agricultural Lands (Ceiling on Holdings) Act, 1961</a> in so far as the provisions affected the interest of the conspirators and thereby to retain the large areas of lands with the leaders of the conspiracy and their relatives etc. To achieve this object, it is alleged that certain revenue records and the records of the concerned sugar factory were forged and some incorrect entries were made. In these appeals, we are concerned with the officers of the Revenue Department, namely, Talathis working in the relevant Village Chavdis and the employees of the sugar factory. Out of the 13 accused, Accused Nos. 6 to 10 in one case and accused Nos. 3 to 6 in another case were the employees of the factory and accused Nos. 11 to 13 in one case and accused Nos. 7 and 8 in another case were the Talathi accused. The trial Court convicted the appellants before us for the said offences and sentenced them to undergo five years&#x27; R.I. under each count. On appeal, the High Court reduced the sentence in respect of some of the accused to three years&#x27;, two years&#x27; and one year&#x27;s R.I. respectively. Out of the present appeals, Criminal Appeal No. 605 of 1985 arises out of the judgment of the High Court in Criminal Appeal No. 924 of 1977; Criminal Appeal No. 608 of 1985 arises out of the judgment of the High Court in Criminal Appeal No. 921 of 1977 and Criminal Appeal No. 610 of 1985 arises out of the judgment of the High Court in Criminal Appeal No. 783 of 1977. The other appellants in Criminal Appeal No. 604 of 1985, Criminal Appeal No. 603 of 1985 (except Laxman Dagadu Bhalekar), Criminal Appeal No. 606 of 1985, Criminal Appeal No. 607 of 1985, Criminal Appeal No. 608 of 1985 (except Laxman Dagadu Bhalekar), Criminal Appeal No. 609 of 1985 are reported to be dead. Therefore, to that extent these appeals abate and are disposed of as abated. V.T. Barge, one of the appellants in Criminal Appeal No. 610 of 1985, is also reported to be dead. Therefore, Criminal Appeal No. 610 of 1985 also abates so far as appellant V.T. Barge is concerned.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_2\">2. Laxman Dagadu Bhalekar, appellant in Criminal Appeal No. 605 of 1985 and also in Criminal Appeal No. 608 of 1985, was an employee of the factory. Balakrishna Ramchandra Kulkarni, the other remaining appellant in Criminal Appeal No. 610 of 1985 was the Talathi of the Revenue Department. So far as Laxman Dagadu Bhalekar, an employee of the factory is concerned, he is sentenced to undergo one year&#x27;s R.I. each in two cases by the High Court. Balakrishna Ramachandra Kulkarni was also convicted and sentenced to undergo two years&#x27; R.I. \n\n \n\n</p><p data-structure=\"Precedent\" id=\"p_3\">3. Leave was granted limited to the question of sanction as required under Section 195 of the Criminal P.C., of 1973. It was contended before the High Court that under <a href=\"/doc/621703/\" id=\"a_4\">Section 195</a>, Cr.P.C. of 1973, the complaint should be filed by the court concerned and then the Criminal Court can take cognizance of the offences mentioned under <a href=\"/doc/14134/\" id=\"a_5\">Section 195(1)(b)</a>, Cr.P.C. The submission was based on the ground that in the instant case, the charge-sheet was filed in 1975 and hence the Provisions of <a href=\"/doc/621703/\" id=\"a_6\">Section 195</a>, Cr.P.C. were attracted since the complaint was not filed by the Revenue Court before which a proceeding was deemed to be pending and the alleged offences of forgery were committed in respect of documents produced or given in evidence in such proceedings. In other words, the submission is that when offence is alleged to have been committed in respect of documents produced or given in evidence in the proceedings in a Revenue Court and since that Revenue Court has not filed any complaint, the Criminal Court has no jurisdiction to take cognizance of the offences. On behalf of the State it was contended that in the instant case, a complaint was filed long before the new Code came into force and the offences thereby deemed to have been committed before the proceedings commenced. Therefore, the question of Revenue Court&#x27;s giving the complaint did not arise. This aspect has been considered by the High Court in great detail. Regarding the offences committed before the start of the proceedings, the High Court, in our view has rightly held that no complaint is necessary by the court concerned either in the old Code or in the new Code. Therefore, the contention that the absence of a complaint by the Revenue Court was a bar for taking cognizance by the Criminal Court in respect of these offences which were committed even before the start of the proceedings before the Revenue Court cannot be sustained. The view taken by the High Court appears to be correct.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. Now the only question which remains for consideration is whether the sentences awarded ought to be confirmed. So far as the appellant Laxman Dagadu Bhalekar is concerned, he was only an employee of the factory and who must have been acting under the directions of his superiOrs.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_5\">5. Likewise, the Talathi Balakrishna Ramachandra Kulkarni was only concerned with the accounts and who was also a small officer in the hierarchy. The offences are said to have been committed during the year 1958 and 1959. They are also very much aged now. Under these circumstances, while confirming the convictions, the sentence of one year&#x27;s R.I. as against Laxman Dagadu Bhalekar in both the cases is reduced to six months&#x27; R.I. and the sentence of two years&#x27; R.I. as against Balakrishna Ramachandra Kulkarni is reduced to one year&#x27;s R.I. The sentences of fine with default clauses are, however, confirmed. The sentences awarded as against Laxman Dagadu Bhalekar shall run concurrently.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_6\">6. Subject to this modification of sentences Criminal Appeals Nos. 605, 608 and 610 of 1985 in respect of Laxman Dagadu Bhalekar and Balakrishna Ramchandra Kulkarni, the two surviving appellants are disposed of. All the appeals in respect of other appellants are disposed of as abated.\n</p>\n \n\n","numcites":5,"numcitedby":12,"docsource":"Supreme Court of India","citetid":993255,"divtype":"judgments","relatedqs":[{"value":"revenue court ","formInput":"revenue%20court%20"},{"value":"abatment","formInput":"abatment"},{"value":"\"section 195\"","formInput":"%22section%20195%22"},{"value":"section 195","formInput":"section%20195"}],"cats":[{"value":"offences-against-public-justice","formInput":"tag:offences-against-public-justice"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"}],"courtcopy":false,"query_alert":null,"agreement":false}