{"tid":152910,"publishdate":"2007-07-25","title":"The Management Of vs The Presiding Officer on 25 July, 2007","doc":"<h2 class=\"doc_title\">The Management Of vs The Presiding Officer on 25 July, 2007</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-chandru\">K.Chandru</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-chandru\">K.Chandru</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n BEFORE THE MADURAI BENCH OF MADRAS HIGH COURT\n\n\nDATED : 25/07/2007\n\n\nCORAM:\nTHE HONOURABLE MR. JUSTICE K.CHANDRU\n\n\nWRIT PETITION (MD) Nos.6723  of 2006\nWRIT PETITION (MD) Nos.6724 to 6726, 7239 to 7268, 8192 to 8206, 8218 to 8230,\n8250 to 8263, 8283 to  8296 of 2006\n\nand\n\nM.P.(MD) Nos. 1 of 2006 in all the Writ Petitions for stay and M.P.(MD) No.2 of\n2006 in W.P.(MD)NO.6723 of 2006 for vacate stay and M.P.(MD)No.2 of 2006 in\nW.P.(MD)No.7251 of 2006 for vacate stay.\n\n\nW.P.(MD)No.6723 of 2006\n\n\nThe Management of\nTractor&#x27;s and Farms Equipment&#x27;s Ltd.,\nK.Patti Plant,\nNo.10/205, Kallapatti,\nPin - 624 201\nrep. by its General Manager,\n(Madurai Operations).                         ...  Petitioner\n\n\nvs.\n\n\n1.The Presiding Officer,\nLabour Court,\nTrichy.\n\n2.B.Arokiaraja\n\n3.P.Kannuchamy                                ...   Respondents\n\n\n\n\tWrit Petition (MD) No.6723 of 2006 filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the\nConstitution of India to issue a Writ of Mandamus forbearing the first\nrespondent, Presiding Officer, Labour Court, Trichy from proceedings with the\nadjudication of I.D.No.122 of 2006 insofar as the petitioner is concerned.\n\nIn all the Writ Petitions:\n\n\n!For petitioner     \t...\tMr. S.Sanjay Mohan\n                             \tfor M/s.S.Ramasubramaniam &amp;\n                             \tAssociates\n\n^For 2nd respondent  \t...\tMr. D. Hari Paranthaman\n\n\nFor 3rd respondent  \t...\tMr. K.Srinivasan\n\n\n:COMMON ORDER\n\n\n</pre><p data-structure=\"CDiscource\" id=\"p_1\">\tIn all these 90 Writ Petitions, heard the arguments of Mr. S.Sanjay Mohan,\nlearned counsel appearing for M/s. Ramasubramaniam and Associates and Mr.\nD.Hariparanthaman, learned counsel appearing for the second respondents and\nMr.K.Srinivasan appearing for the third respondent and have perused the records.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\t2. In all these 90 Writ Petitions, the short question that arises for\nconsideration is whether the prayer of the writ petitioner/Management seeking\nfor a restraint order against the Labour Court from proceeding with industrial\ndisputes raised by the respective second respondents under <a href=\"/doc/45618607/\" id=\"a_2\">Section 2-A(2)</a> of the\nIndustrial Disputes Act 1947 (for short I.D.Act) can be granted by this Court?\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\t3. Since the issue raised in all these Writ Petitions are common, the\npetitioner is hereinafter referred to as the Management and the second\nrespondents are collectively  referred to as the Workmen and the third\nrespondent as the contractor.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\t4. The workmen were employed by the management and they were members of\n&quot;TAFE Employees Union&quot;, which is a registered   Trade Union.  These workmen were\nworking under various capacities and they were claiming that they had put in six\nyears of service.  The Trade Union to which they belong to, raised an industrial\ndispute under <a href=\"/doc/189659891/\" id=\"a_3\">Section 2(k)</a> of the I.D.Act seeking for permanency of their\nservice on account of their having completed 480 days of service within a period\nof 24 calendar months in terms of the <a href=\"/doc/197020455/\" id=\"a_4\">Tamil Nadu Industrial Establishments\n(Conferment of Permanent Status to Workmen) Act</a> 1981.  It is also their case\nthat Provident Fund subscriptions were deducted by the management.  Complaints\nwere made to the Labour Department when the Trade Union took up their cause of\nregularisation.  It was stated by them that the management brought in a\ncontractor to make it appear that they were all the workmen of the contractor,\nthereby denying their right of regularisation and permanency.  It is their\npositive case that on 16.2.2005, a printed letter was sought to be obtained from\nthem in order to make it appear that they have voluntarily gave statements that\nthey were working under the contractor and that they have been instigated by\ntheir Trade Union and they were always willing to work under the contractor.\nWhen the workmen refused to sign under the dated line, it resulted in denial of\nemployment.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">\t5. Therefore, the matter was pursued before the Assistant Commissioner of\nLabour (Conciliation), Dindigul.  The conciliation ended in failure and its\nreport dated 20.5.2005 was submitted to the Government.  The said report\ncontained several demands of the workmen.  On the receipt of the said report,\nthe Government of Tamilnadu by G.O. D.No.813 Labour and Employment dated\n24.11.2006 refused to refer the dispute.  With reference to the demand No.I,\nviz., that the workmen to be made permanent having worked for six years and also\nP.F. being deducted from the salary.   The Government stated that originally,\nthe dispute was raised on behalf of 160 workers and thereafter, 127 workers were\nremoved from service and out of 127, 35 workers have signed settlement under\n<a href=\"/doc/509428/\" id=\"a_5\">Section 18(1)</a> with the contractor and in respect of 92 workers, the Assistant\nCommissioner of Labour has given a failure report under <a href=\"/doc/45618607/\" id=\"a_6\">Section 2-A(2)</a> of the\nI.D.Act.  Therefore, since the workmen&#x27;s non-employment was the subject matter\nof an individual dispute, the dispute regarding their permanency can be raised\nafter the disposal of the industrial dispute.  In respect of the 8 demands for\nwhich dispute was raised, the same reason was given by the Government.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">\t6. Aggrieved by the said order, the trade union to which the workmen\nbelonged has filed a Writ Petition being W.P.(MD)No.6111 of 2007 and the matter\nhas been admitted and notice has been ordered to the Government and the\nManagement and the matter is sub-judice.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">\t7. In the mean while, even before the declining of that reference, the\nworkmen have individually raised a dispute for which failure report has been\ngiven by the Conciliation Officer and on the strength of the same, the workmen\nhave filed individual claim statements before the first respondent/Labour Court\nunder <a href=\"/doc/45618607/\" id=\"a_7\">Section 2-A(2)</a>.  The disputes have been taken on file by the Labour Court\nand different I.D. Numbers have been assigned to all those 90 cases and notices\nhave been ordered to the management and the contractor.  The management instead\nof filing a counter statement in respect of the disputes individually raised by\nthe workmen have chosen to file the present Writ Petition with a prayer that\nthis Court under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226</a> of the Constitution should issue a Writ of a nature\nof Mandamus forbearing the first respondent/Labour Court from proceeding with\nthe adjudication of the disputes raised by the workmen.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">\t8.  When questioned as to how such a Writ in the nature of Mandamus will\nlie against a constituted Labour Court and that too, against a proceedings\ninitiated by a workman under <a href=\"/doc/45618607/\" id=\"a_9\">Section 2-A(2)</a> of the I.D.Act.  Learned counsel for\nthe management submitted that this Court can mould the relief and actually the\nprayer is one of Writ of Prohibition against the Labour Courts from proceeding\nwith the disputes.  An attempt to clutch on to any jurisdiction can be thwarted\nby a Writ of Prohibition.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">\t9. Thereafter, the learned counsel for the management submitted that the\npetitioner management is not the employer in respect of the workmen concerned in\nthe disputes and the real employer is the third respondent contractor and\ntherefore, the workmen cannot make any claim in respect of the management.  He\nalso submitted that once a dispute under <a href=\"/doc/45618607/\" id=\"a_10\">Section 2-A(2)</a> is raised, the workmen\nmust choose a particular employer for making a grievance.  But based on the plea\nthat the term of the appointment that they had with the contractor is sham and\nnominal and therefore, the relief should be given against the principal employer\ncannot be a subject matter of adjudication under <a href=\"/doc/45618607/\" id=\"a_11\">Section 2-A(2)</a> and the Labour\nCourt will have no  jurisdiction in such a matter because such a dispute will\nfall under <a href=\"/doc/189659891/\" id=\"a_12\">Section 2(k)</a> and not under 2-A(2) of the I.D.Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1814300\" id=\"span_1\">10. The learned counsel brought to the notice of this Court, the judgment\nof the Supreme Court reported in 2007 (4) L.L.N. 99 (<a href=\"/doc/1814300/\" id=\"a_13\">Bharat Heavy Electricals\nLtd., Vs. Anil and others</a>).  After referring to para 13 and in light of the said\nobservation,  he submitted that the Writ is maintainable and this Court should\nrestrain the Labour Court from proceeding with the dispute.  It is therefore\nnecessary to quote the said passage:-</span>\n</p><blockquote id=\"blockquote_1\">Para 13:  &quot;... There is a difference between an individual dispute which is\ndeemed to be an industrial dispute under<a href=\"/doc/1377486/\" id=\"a_14\"> S.2A</a> of the said 1947 Act on one hand\nand an industrial dispute espoused by the union in terms of<a href=\"/doc/1418464/\" id=\"a_15\"> S.2(1)</a> of the said\n1947 Act.  An individual dispute which is deemed to be an industrial dispute\nunder<a href=\"/doc/1377486/\" id=\"a_16\"> S.2-A</a> concerns discharge, dismissal, retrenchment or termination whereas\nan industrial dispute under<a href=\"/doc/1418464/\" id=\"a_17\"> S.2(1)</a> covers a wider field.  It includes even the\nquestion of status.  This aspect is very relevant for the purposes of deciding\nthis case.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"659776\" id=\"span_2\">In the case of <a href=\"/doc/659776/\" id=\"a_18\">Radhey Shyam and another v. State of Haryana and\nanother</a> [1999 (2) L.L.N 497], it has been held after considering various\njudgments of the Supreme Court that <a href=\"/doc/1377486/\" id=\"a_19\">Section 2A</a> contemplates nothing more than to\ndeclare an individual dispute to be an industrial dispute.  It does not amend\nthe definition of industrial dispute set out in<a href=\"/doc/189659891/\" id=\"a_20\"> S.2(k)</a> of the Industrial\nDisputes Act, 1947 (which is similar to<a href=\"/doc/1418464/\" id=\"a_21\"> S.2(1)</a> of the said 1947 Act).  <a href=\"/doc/1377486/\" id=\"a_22\">Section\n2A</a> does not cover every type of dispute between an individual workman and his\nemployer.  <a href=\"/doc/1377486/\" id=\"a_23\">Section 2A</a> enables the individual worker to raise an industrial\ndispute, notwithstanding, that no other workmen or union is a party to the\ndispute.  <a href=\"/doc/1377486/\" id=\"a_24\">Section 2A</a> applies only to disputes relating to discharge, dismissal,\nretrenchment or termination of service of an individual workman.  It does not\ncover other kinds of disputes such as bonus, wages, leave facilities etc.,.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_11\">\t11. Thereafter, the learned counsel referred to the observation made in\npara 15 in the same judgement.  As a dispute by the Union had already been\nraised for which reference has been refused by the Government, will operate\nagainst the workmen as an estoppel.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\t12. When it was pointed out that the said order of reference is under\nchallenge and it had not become final, yet the learned counsel submitted that\nnotwithstanding the fact that the trade Union has raised a dispute by stating\nthat the contract was not genuine and it is sham and nominal. The workmen are\nbound by the action of their Trade Union and they have no separate right to\nraise any individual dispute.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1814300\" id=\"span_3\">In such a situation, an individual worker has no\nsay in such matter and the judgment in <a href=\"/doc/1814300/\" id=\"a_25\">Bharat Heavy Electricals Ltd.</a>,&#x27;s case\n(cited supra) will apply in all four corners.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"315807\" id=\"span_4\">13. The learned counsel further relied on the judgment of the Supreme\nCourt reported in (2005) 12 SCC 738 (ANZ Grindlays Bank Ltd (now known as\n<a href=\"/doc/315807/\" id=\"a_26\">Standard Chartered Grindlays Bank Ltd., v. Union of India (UOI) and Ors.</a>) and\nreferred to para 13 which is as follows:</span>\n</p><blockquote id=\"blockquote_2\">Para 13: &quot; Mr Bhat, learned Counsel for the second respondent, has submitted\nthat this Court should not interfere with the order of the Central Government\nmaking a reference under <a href=\"/doc/1669932/\" id=\"a_27\">Section 10</a> of the Act, as the appellant can ventilate\nits grievances before the Industrial Tribunal itself and if the decision of the\nTribunal goes against the appellant, the same may be challenged in accordance\nwith law. According to learned counsel the writ petition is premature as the\nappellant has got a remedy before the Tribunal to show that the reference is\neither bad in law or is uncalled for. We are unable to accept the submission\nmade. It is true that normally a writ petition under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the\nConstitution should not be entertained against an order of the appropriate\nGovernment making a reference under <a href=\"/doc/1669932/\" id=\"a_29\">Section 10</a> of the Act, as the parties would\nget opportunity to lead evidence before the Labour Court or Industrial Tribunal\nand to show that the claim made is either unfounded or there was no occasion for\nmaking a reference. However, this is not a case where the infirmity in the\nreference can be shown only after evidence has been adduced. In the present case\nthe futility of the reference made by the Central Government can be demonstrated\nfrom a bare reading of the terms of the reference and the admitted facts. In\nsuch circumstances, the validity of the reference made by the Central Government\ncan be examined in proceedings under <a href=\"/doc/1712542/\" id=\"a_30\">Article 226</a> of the Constitution as no\nevidence is required to be considered for examining the issue raised.&quot;\n(Emphasis added)\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_14\">\t14. Therefore, the learned counsel submits that this Court can go into the\nclaim made by the workmen and decide whether the relief sought for by the\nworkmen can be granted by the Labour Court and in the absence of its\njurisdiction, the Court must restrain the Labour Court from proceeding with the\nreference.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_5\">15. Finally, the learned counsel relied upon the judgment of the Supreme\nCourt in <a href=\"/doc/277653/\" id=\"a_31\">Steel Authority of India Ltd., and others v. National Union Water Front\nWorkers and others</a> [(2001) 7 Supreme Court Cases 1] and drew the attention of\nthis Court to para 120, which is as follows:</span>\n</p>\n<blockquote id=\"blockquote_3\">Para 120: &quot;We have also perused all the Rules and forms prescribed thereunder.\nIt is clear that at various stages there is involvement of the principal\nemployer.  On an exhaustive consideration of the provisions of the <a href=\"/doc/1810788/\" id=\"a_32\">CLRA Act</a> we\nhave held above that neither they contemplate creation of direct relationship of\nmaster and servant between the principal employer and the contract labour nor\ncan such relationship be implied from the provisions of the Act on issuing\nnotification under <a href=\"/doc/1436043/\" id=\"a_33\">Section 10(1)</a> of the CLRA Act, a fortiori much less can such\na relationship be found to exist from the Rules and the forms made thereunder.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_16\">\t16. On the strength of the above, the defence is that  on a analysis of\nthe <a href=\"/doc/1810788/\" id=\"a_34\">Contract Labour Regulation Abolition Act</a> did not contemplate creation of\ndirect relationship of master and servant between the principal employer and the\ncontract labour and no such relationship can be implied from the provisions of\nthe Act.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">\t17. Therefore, the learned counsel submitted that either workmen raise a\ndispute under <a href=\"/doc/1817848/\" id=\"a_35\">Section 2(k)</a> contending that the contract is sham and nominal or\nthat they should seek for abolition of contract labour in terms of the\nprovisions of the Contract Labour Act.\n</p>\n<p data-structure=\"RespArg\" id=\"p_18\">\t18. Per contra, the learned counsel Mr.D. Hari Paranthaman contended that\nthis Court under <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of the Constitution shall not interfere with the\ndispute raised under Section 2-A(2) of the I.D.Act before the 1st\nrespondent/Labour Court and the workmen have got an excellent case before the\nLabour Court on evidence.  The learned counsel also submitted that in industrial\nproceedings, a Writ Petition even before the issue could be adjudicated by an\nappropriate Labour Court is not warranted by invoking the extra-ordinary\njurisdiction vested on this Court.  Further, he also submitted that they are\nseeking for any abolition of contract labour or that they are seeking for any\nregularisation but it is a positive case of termination by the management and\nthey have nothing to do with the third respondent contractor.  All along their\ncase was that they had worked for six years in their respective posts and\nProvident Fund contributions have also been recovered and it is only when the\nTrade Union sought for permanency, the contractor was sought to be inducted into\nas it has been resisted by the workmen, it finally resulted in their non-\nemployment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81104439\" id=\"span_6\">19. He also relied upon the judgment of this Court in (2006) 4 MLJ 1138\n(<a href=\"/doc/81104439/\" id=\"a_37\">Management of Blue Dart Aviation Ltd., v. Government of India</a>) (rendered by me)\nwhere this Court has held that the burden of proof as to real employer lies on\nthe workmen.  Therefore, the management is not put to any prejudice in the\ndispute being continued and by the self-imposed restriction, this Court should\nnot thwart a proper adjudication of an industrial dispute.   He also submitted\nthat  the Government&#x27;s order declining to refer was illegal and the Trade Union\nhad already challenged the said denial in a separate Writ petition and denial of\nreference cannot estop the individual workman from raising a dispute.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">\t20. In any event, the said refusal to refer the dispute cannot operate as\na res judicata in an individual dispute being agitated.  The learned counsel\nsought to place reliance upon a judgment of a Division Bench of this Court\npresided over by K.G.BALAKRISHNAN, C.J., (as he then was) in W.A.(MD) No.189 of\n2000 dated 10.2.2000 in Thanthai Periyar Transport Corporation Ltd., rep. by its\nManaging Director, Villupuram vs. 1. M.Lakshmanan and 2. The Presiding officer,\nIndustrial Tribunal, Madras - 600 104, wherein this Court held that declining to\nrefer the dispute under <a href=\"/doc/45909/\" id=\"a_38\">Section 10</a> cannot be a bar for the workmen to pursue a\ncomplaint under Section 33-A of the I.D.Act.  Therefore, he pleaded for\ndismissal of the Writ Petitions.\n</p>\n<p data-structure=\"RespArg\" id=\"p_21\">\t21. Mr.K.Srinivasan, learned counsel for the contractor orally submitted\nthat some of the workers have entered into compromise and no relief need be\ngiven to them.  However, no memo showing the existence of any compromise had\nbeen filed before this Court.  In any event, if that is the arrangement between\nsome of the second respondent/workman and the third respondent and if their\ndemands are satisfied, the same can be produced before the Labour Court.  This\nCourt is not going into that issues at the present juncture.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">\t22.  Before proceeding to deal with the rival contentions, it is necessary\nto trace the history of Section  2-A of the I.D.Act.  Section 2-A of the I.D.Act\nwas introduced by the Parliament by the amendment made by Act 35 of 1965.\nSection 2-A reads as follows:\n</p><blockquote id=\"blockquote_4\">\t&quot;2-A. Dismissal, etc., of an individual workman to be deemed to be an\nindustrial dispute - Where any employer discharges, dismisses, retrenches or\notherwise terminates the services of an individual workman, any dispute or\ndifference between that workman and his employer connected with, or arising out\nof, such discharge, dismissal, retrenchment or termination shall be deemed to be\nan industrial dispute notwithstanding that no other workman nor any union of\nworkmen is a party to the dispute.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_23\">\t23. Before the introduction of Section 2-A, an individual worker has to\nrely upon the support of the Trade union and other fellow workers to have his\nnon-employment adjudicated by the Court.  After the introduction, an individual\ndispute can be raised by  a worker without other workers supporting his case or\nnot.  Therefore, an exception has been carved out from the definition of\nindustrial dispute given under <a href=\"/doc/1817848/\" id=\"a_39\">Section 2(k)</a> of the I.D.Act.  Even after the\nintroduction of Section 2-A still one were made to go through the process of\nconciliation.  Reference has to be made for adjudication by the appropriate\nGovernment under <a href=\"/doc/1436043/\" id=\"a_40\">Section 10(1)</a> of the I.D.Act.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">\t24. As it imposed a cumbersome procedure, the Tamil Nadu State Legislature\nhas amended Section 2-A and added sub- section (2), by the T.N.Act 5 of 1988\nwith effect from 1.11.1988.  The Section 2-A(2), which is applicable to the\nState of Tamil Nadu, reads as follows:\n</p><blockquote id=\"blockquote_5\">\t&quot;(2) Where no settlement is arrived at in the course of any conciliation\nproceeding taken under this Act in regard to an industrial dispute referred to\nin sub-section (1), the aggrieved individual workman may apply, in the\nprescribed manner, to the Labour Court for adjudication of such dispute and the\nLabour Court shall proceed to adjudicate such dispute, as if, such dispute has\nbeen referred to it for adjudication and accordingly all the provisions of this\nAct relating to a adjudication of industrial disputes by the Labour Court shall\napply to such adjudication.&quot; (Emphasis added)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">\t25. Therefore, an industrial dispute with reference to the individual non-\nemployment has undergone radical departure from the traditional concept of\nindustrial dispute.  Now in any case of non-employment  can be raised without\nthe support of the Union and without there being any reference by the\nappropriate Government.  A worker can move the Labour Court/Tribunal as a matter\nof right.  More or less the Labour Courts have now been vested with an original\njurisdiction without any technicalities attached to the same.  This power of\nLabour Court to deal with an individual dispute arose from the fulfilment of an\nobligation imposed by the international convenants and pursuant to the\nresolution made by the International Labour Organisation (ILO) vide its\nresolution No.119 (1963) by which member countries have agreed to create a\nmechanism by which in case of dismissal, discharge or termination of workmen\nmust have an approval by a third party neutral arbitrator.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">\t26.  In the light of the development of law, today, an industrial worker\nin case of non-employment can move the Labour Court without there being any\nobstacle in law.  Once such a petition is filed and the Labour Court issues\nnotice, it is incumbent upon the management to enter appearance and put-forth\ntheir stand in defence.  Even if it goes to the root of the matter, it is\nnecessarily for the industrial adjudicator such as the Labour Court to deal with\nit and the Labour Court will have to pass an Award in terms of the contentions\nof parties.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">\t27. The Preamble to the Industrial Disputes Act makes it clear that it has\nonly two methods of resolving a dispute - one by conciliation and the other by\nadjudication.  Therefore, when the conciliation having failed, the only other\nmethod by which an industrial dispute can be resolved is by adjudication and the\npresent attempt by the management even to thwart such a process of adjudication\ncan never be entertained by the Courts.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">\t28. In the present case, the arguments on behalf of the\npetitioner/management that they are not the employer, is not an issue purely\nbased upon law.  Even if it is a jurisdictional issue, the said issue cannot be\ndecided based upon affidavits only.  When the necessary statements are before\nthe Labour Court, only when it records a finding the fact upon which a legal\npremises can be built.  Without such a foundation, the High Court under <a href=\"/doc/1712542/\" id=\"a_41\">Article\n226</a> of the Constitution cannot interdict the proceedings which are otherwise\nvalidly instituted.\n</p>\n<p data-structure=\"RespArg\" id=\"p_29\">\t29. The submission that the petitioner/management is not the employer and\nthat the third respondent contractor is the employer cannot be decided on the\nbasis of affidavit jurisdiction.  On the other hand, it is a positive case of\nthe workmen that it is the petitioner/management who is their employer.  Even\nbefore the Conciliation Officer, the third respondent who filed a counter\nstatement had only contended that they have been unjustly impleaded and they\nshould be let off from the proceedings.\n</p>\n<p data-structure=\"RespArg\" id=\"p_30\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1814300\" id=\"span_7\">30. In the absence of the management filing a counter statement in respect\nof the pending dispute, the Court is unable to take up the Writ Petition and\ndecide the question of law and facts.  Even though the learned counsel for the\nmanagement relied upon the judgment of <a href=\"/doc/1814300/\" id=\"a_42\">Bharat Heavy Electricals Ltd</a>&#x27;s case\n(cited supra), it must be stated that in the present case, the workmen are not\nclaiming that the contract being sham and nominal but their positive case is it\nis the management who is their employer and their non-employment should be\nresolved.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_8\">31. It must be pointed out that the Supreme Court in <a href=\"/doc/366376/\" id=\"a_43\">Gujarat Electricity\nBoard v. Hind Mazdoor Sabha and others</a> [(1995) 5 Supreme Court cases 27] has\nheld in para 53 (ii), which reads as follows:</span>\n</p><blockquote id=\"blockquote_6\">\t&quot;53 (ii) If the contract is a sham or not genuine, the workmen of the so-\ncalled contractor can raise an industrial dispute for declaring that they were\nalways the employees of the principal employer and for claiming the appropriate\nservice conditions.  When such dispute is raised, it is not a dispute for\nabolition of the labour contract and hence the provisions of <a href=\"/doc/45909/\" id=\"a_44\">Section 10</a> of the\nAct will not bar either the raising or the adjudication of the dispute.  When\nsuch dispute is raised,t he industrial adjudicator has to decide whether the\ncontract is a sham or genuine.  It is only if the adjudicator comes to the\nconclusion that the contract is a sham, that he will have jurisdiction to\nadjudicate the dispute.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_32\">\t32. In  Steel Authority of India Ltd.&#x27;case cited supra, the Supreme Court\ngave a direction in paragraph No.125 (5), which reads as follows:\n</p><blockquote id=\"blockquote_7\">Para 125: &quot;(5) On issuance of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_45\">Section 10(1)</a> of\nthe CLRA Act prohibiting employment of contract labour or otherwise, in an\nindustrial dispute brought before it by any contract labour in regard to\nconditions of service, the industrial adjudicator will have to consider the\nquestion whether the contractor has been interposed either on the ground of\nhaving undertaken to produce any given result for the establishment or for\nsupply of contract labour for work of the establishment under a genuine contract\nor is a mere ruse/camouflage to evade compliance with various beneficial\nlegislations so as to deprive the workers of the benefit thereunder.  If the\ncontract is found to be not genuine but a mere camouflage, the so-called\ncontract labour will have to be treated as employees of the principal employer\nwho shall be directed to regularise the services of the contract labour in the\nestablishment concerned subject to the conditions as may be specified by it for\nthat purpose in the light of para 6 hereunder.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_33\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1814300\" id=\"span_9\">33. Therefore, placing reliance upon the  <a href=\"/doc/1814300/\" id=\"a_46\">Bharat Heavy Electricals Ltd.</a>,&#x27;\ncase is inappropriate.  In the present case, it is not as if the workmen are\nclamouring for any new status but it is a positive case of non-employment.</span>\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"315807\" id=\"span_10\">Further, reliance upon the <a href=\"/doc/315807/\" id=\"a_47\">ANZ Grindlays Bank Ltd.</a>,&#x27;s case (cited supra), it\nmust be seen that the very passage quoted above that in a case of reference\nunder <a href=\"/doc/1436043/\" id=\"a_48\">Section 10(1)</a>, the Court as the materials are before the Government can\nfind out whether such a decision of the Government was based on objective\nmaterials placed before the Government before making a reference.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\t34. The present case is not one of reference under <a href=\"/doc/1436043/\" id=\"a_49\">Section 10(1)</a> of the\nI.D.Act and it is a case where the workmen had direct access to go to the Labour\nCourt as matter of right.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">\t35. The other argument that the reference has been declined by the\nGovernment and it will be an estoppel, it must be stated that it is also under\nchallenge by the Trade Union in a separate Writ proceedings.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">\t36. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1814300\" id=\"span_11\">In any event, the principle <a href=\"/doc/315807/\" id=\"a_50\">laid down in</a> <a href=\"/doc/1814300/\" id=\"a_51\">Thanthai Periyar Transport\nCorporation Ltd.</a>,&#x27;s case (cited supra), rendered on behalf of the Division Bench\nby  K.G.BALAKRISHNAN, C.J., (as he then was) in W.A.(MD) No.189 of 2000 dated\n10.2.2000 is more appropriate.  In para 8, the then Chief Justice had observed\nas follows:</span>\n</p>\n<blockquote id=\"blockquote_8\">Para 8: &quot;Making complaint for contravention of the provisions under <a href=\"/doc/1407760/\" id=\"a_52\">Section\n33(2)(b)</a> of the said act by the appellant is a statutory right to an employee,\nand, merely because the Government refused to refer the matter to the Tribunal\nexercising powers under <a href=\"/doc/45909/\" id=\"a_53\">Section 10</a> of the said Act, exercising such a right by\nthe employee under Section 33A of the said Act cannot be denied.&quot;\n</blockquote>\n<blockquote id=\"blockquote_9\">\t37.  With regard to the contention that even assuming that the management\nhas made a wrong prayer and that this Court can mould the relief,  as this Court\nhas taken a view that due to self-imposed restriction made on this Court, the\nCourt should not interdict any process of adjudication even before it can reach\nits finality.  In fact, the Supreme Court had in more than one occasion has held\nthat the Court should not entertain petitions at the threshold and decide\npreliminary issues.\n</blockquote>\n<blockquote id=\"blockquote_10\">\t38. The Supreme Court in D.P.Maheswari v. Delhi Administration AIR 1984 SC\n153, it has been held as follows(at pp.426 and 427 of LLJ)\n\t&quot;It was just the other day that we were bemoaning the unbecoming devices\nadopted by certain employers to avoid decision of industrial disputes on merits.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_37\">We noticed how they would raise various preliminary objections, invite decision\non those objections, invite decision on those objections in the first instance,\ncarry the matter to the High Court under <a href=\"/doc/1712542/\" id=\"a_54\">Article 226</a> of the Constitution and to\nthis Court under <a href=\"/doc/427855/\" id=\"a_55\">Article 136</a> of the Constitution and delay a decision of the\nreal dispute for years, some times for over a decade.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">.....................\n</p><p data-structure=\"Conclusion\" id=\"p_39\">There was a time when it was thought prudent and wise policy to decide\npreliminary issues first.  But the time appears to have arrived for a reversal\nof that policy.  We think it is better that Tribunals, particularly those\nentrusted with the task of adjudicating labour disputes where delay may lead to\nmisery and jeopardise industrial peace, should decide all issues in dispute at\nthe same time without trying some of them as preliminary issues.  Nor should\nHigh Courts in the exercise of their jurisdiction under <a href=\"/doc/1712542/\" id=\"a_56\">Article 226</a> of the\nConstitution stop proceedings before a Tribunal so that a preliminary issue may\nbe decided by them.  Neither the jurisdiction of a High Court under <a href=\"/doc/1712542/\" id=\"a_57\">Article 226</a>\nof the Constitution nor the jurisdiction of this Court under <a href=\"/doc/427855/\" id=\"a_58\">Article 136</a> may be\nallowed to exploited by those who can well afford to wait by dragging the latter\nfrom Court to Court for adjudication of peripheral issues, avoiding decision on\nissues more vital to them.  <a href=\"/doc/1712542/\" id=\"a_59\">Article 226</a> and <a href=\"/doc/427855/\" id=\"a_60\">Article 136</a> are not meant to be used\nto break the resistance of the workmen in this fashion.  Tribunals and Courts\nwho are requested to decide preliminary questions must therefore ask themselves\nwhether such threshold part-adjudication is really necessary and whether it will\nnot lead to other woeful consequences.  After all Tribunals like Industrial\nTribunals are constituted to decide expeditiously special kinds of disputes and\ntheir jurisdiction to so decide is not to be stifled by all manner of\npreliminary objections and journeyings up and down.  It is also worthwhile\nremembering that the nature of the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_61\">Article 226</a> is supervisory\nand not appellant while that under <a href=\"/doc/427855/\" id=\"a_62\">Article 136</a> is primarily supervisory but the\nCourt may exercise all necessary appellate powers to do substantial justice.  In\nthe exercise of such jurisdiction neither the High Court nor this Court is\nrequired to be too astute to interfere with the exercise of jurisdiction by\nspecial Tribunals at interlocutory stages and on preliminary issues.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_40\">\t39. At the moment, there are no rival pleadings before this Court and only\nthe claim statement made by the Workmen is placed on record in the form of typed\nset of papers.  This Court cannot on the basis of averments made by the\nmanagement in the affidavit construe them as its defence before the Labour\nCourt.  It can only be adjudicated by the appropriate forum. If there any wrong\nassertions made in the counter statements it may be brought out during the\nprocess of adjudication.  Because under <a href=\"/doc/1271086/\" id=\"a_63\">Section 11(3)</a>, the Labour Court has\npower of a Civil Court when trying a civil suit.  <a href=\"/doc/1271086/\" id=\"a_64\">Section 11(3)</a> of the I.D.Act\nreads as follows:\n</p><blockquote id=\"blockquote_11\">&quot;11. Procedure and power of conciliation officers, Boards, Courts and Tribunals\n</blockquote><blockquote id=\"blockquote_12\">-  (1) ..... Omitted ....\n</blockquote><blockquote id=\"blockquote_13\">\t  (2) ..... Omitted ....\n</blockquote><blockquote id=\"blockquote_14\">(3) Every Board, Court Labour Court, Tribunal and National Tribunal shall have\nthe same powers as are vested in a Civil Court under <a href=\"/doc/161831507/\" id=\"a_65\">the Code of Civil\nProcedure</a>, 1908 (5 of 1908), when trying a suit, in respect of the following\nmatters, namely:-\n</blockquote><blockquote id=\"blockquote_15\">(a) enforcing the attendance of any person and examining him on oath;\n</blockquote><blockquote id=\"blockquote_16\">(b) compelling the production of documents and material objects;\n</blockquote><blockquote id=\"blockquote_17\">(c) issuing commissions for the examination of witnesses...&quot;\n</blockquote>\t\n<p data-structure=\"Conclusion\" id=\"p_41\">\t40. Therefore, if any attempt is made to stall a properly laid claim\nbefore the Labour Court, it will not only result in unjust encroachment at the\npowers of the Labour Court which after the T.S. State Amendment of 1998 has\ngiven plenary powers to Labour Courts in dealing with the dispute of non-\nemployment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">\t41. The prayer for issuance of a Writ either in the nature of Mandamus or\nProhibition will not apply to an original\n\njurisdiction.  Unless a strong case is made out, the Court need not take up the\ntask of entertaining Writ Petitions on the basis of affidavit jurisdiction.  In\nfact,the Labour Courts are best suited to deal with them as the Labour Courts\nnot only can receive documents in evidence but also can let in oral evidence and\nappreciate the factual matrix of the case involved.  No prejudice will be caused\nto the mighty-management in facing the trial.  Unnecessarily, the adjudication\nhas been stalled for more than one year.  Had the dispute been allowed to go for\na logical end, the dispute itself would have been over by now.  If the\nmanagement has an excellent case, then it is for them to plead such of those\ndefences which are available to them both under law and on facts and bring the\ndisputes to their finality.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1814300\" id=\"span_12\">42. Even in the  <a href=\"/doc/1814300/\" id=\"a_66\">Bharat Electricals Ltd.</a>,&#x27;s case (cited supra), the\nSupreme Court decided the legal issues upon the validity of adjudication by a\nLabour Court and it is not an authority to forestall a dispute even before its\nconclusions.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">\t43. Under the circumstances, the Writ Petitions will stand dismissed.\nConsequently, interim stay already granted will stand vacated and the connected\nMiscellaneous petitions\n\nare closed.  However, the parties will have to bear their respective costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">\t44. As the matter is already one year old and considering that the issue\nin all 90 matters are identical, the Labour Court is directed to dispose of the\nmatter after notice to both the parties within a period of six months from the\ndate of receipt of copy of this order on merits including the preliminary\nobjection raised by the management.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_46\">asvm\n\n\nTo\n  The Presiding Officer,\n  Labour Court,\n  Trichy.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\u001a</p>","numcites":22,"numcitedby":0,"docsource":"Madras High Court","citetid":152910,"divtype":"judgments","relatedqs":[{"value":"contract labour","formInput":"contract%20labour"},{"value":"article 136","formInput":"article%20136"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"regularisation ","formInput":"regularisation%20"},{"value":"trade union ","formInput":"trade%20union%20"},{"value":"retrenchment","formInput":"retrenchment"},{"value":"mandamus","formInput":"mandamus"},{"value":"discharge dismissal","formInput":"discharge%20dismissal"},{"value":"position case","formInput":"position%20case"},{"value":"CLRA","formInput":"CLRA"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"grindlays bank","formInput":"grindlays%20bank"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"labour acts","formInput":"labour%20acts"},{"value":"BHARAT HEAVY","formInput":"BHARAT%20HEAVY"},{"value":"industrial disputes","formInput":"industrial%20disputes"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"},{"value":" tribunal is  court","formInput":"%20tribunal%20is%20%20court"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"dismissal-in-industrial-dispute","formInput":"tag:dismissal-in-industrial-dispute"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"interpretation-industrial-disputes-act","formInput":"tag:interpretation-industrial-disputes-act"},{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"}],"courtcopy":true,"query_alert":null,"agreement":false}