{"tid":57334469,"publishdate":"2019-05-13","title":"Kamladitya Constructions Pvt. Ltd. ... vs The State Of Bihar And Ors on 13 May, 2019","doc":"<h2 class=\"doc_title\">Kamladitya Constructions Pvt. Ltd. ... vs The State Of Bihar And Ors on 13 May, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2019 PATNA 145, AIRONLINE 2019 PAT 739</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-k-shah\">Mohit Kumar Shah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-k-shah\">Mohit Kumar Shah</a></h3>\n\n<pre id=\"pre_1\">          IN THE HIGH COURT OF JUDICATURE AT PATNA\n                           CIVIL REVIEW No.21 of 2019\n                                          In\n                   Civil Writ Jurisdiction Case No.13292 of 2018\n     ======================================================\n     Kamladitya Constructions Pvt. Ltd. Thr. its auth.Sign. Vinod kr. Singh Late\n     Lalan Singh resident of plot No. 201 Cooperative Colony, Bokaro steel City,\n     Bokaro (jharkhand) and local address at shivpuri Road No. 23 Patna Bihar\n\n                                                         ... ... Petitioner/s\n                                     Versus\n1.   The State of Bihar through the Principal Secretary, Water Resources\n     Department, Government of Bihar , Patna\n2.   The Engineer in Chief (head Quarter) cum Regisering Autority, Water\n     resources Department, Governmen of Bihar, Patna\n3.   The Chief Engineer Irrigation Creation, water Resources Department Siwan\n     Bihar Siwan\n4.   The Superintending Engineer, Saran Canal Division Siwan Bihar siwan\n5.   The Executive Engineer Saran Canal Division Bhore District Gopalganj,\n     Bihar Gopalganj\n6.   Principal Secretary, Water Resources Department Government of Bihar\n     Patna\n7.   Engineer in Chief (Head Quarters) Cum Registering Authority, Water\n     Resources Department, Government of Bihar Patna.\n\n                                            ... ... Opposite Party/s\n     ======================================================\n     Appearance :\n     For the Petitioner/s     :   Mr. Y.V. Giri, Sr. Adv.\n                                  Mr.Ashish Giri, Adv.\n                                  Mr. Rajat Kumar Tiwary, Adv.\n                                  Mr. Sumit Kumar Jha, Adv.\n     For the Opposite Party/s :   Mr.Anjani Kumar (Aag4)\n     ======================================================\n     CORAM: HONOURABLE MR. JUSTICE MOHIT KUMAR SHAH\n     CAV JUDGMENT\n      Date : 13-05-2019\n               The present review petition has been filed seeking\n\n     review of the order dated 30.11.2018 passed in CWJC No. 13292\n\n     of 2018 whereby and whereunder the writ petition was disposed of\n\n     with a direction to the petitioner to move before the Bihar Public\n\n     Works Contract Disputes Tribunal (hereinafter referred to as the\n\n     &quot;Tribunal&quot;) within one month for resolution of the disputes, which\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n                                            2/25\n\n\n\n\n        has arisen between the parties, arising out of the agreement in\n\n        question.\n\n                     2. It appears that thereafter, the petitioner had moved the\n\n        Tribunal by filing a petition bearing Reference Case No. 341 of\n\n        2018 on 21.12.2018, however, the learned Tribunal, during the\n\n        course of hearing of the said reference case, observed that the said\n\n        reference case is not maintainable in view of the decision rendered\n\n        by the Hon&#x27;ble Apex Court dated 22.03.2018 passed in Civil\n\n        Appeal No. 3344 of 2018 (State of Bihar &amp; Ors. vs. M/S\n\n        Brahmaputra Infrastructure Ltd.), paragraphs no.2 to 6\n\n        whereof are reproduced herein below:-\n\n                    &quot;(2) The State is aggrieved by the appointment of\n                  arbitrator under <a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and\n                  Conciliation Act, 1996 (the Central Act) on the\n                  ground that the said Act is excluded by the <a href=\"/doc/164253420/\" id=\"a_2\">Bihar\n                  Public Works Contracts Arbitration Tribunal Act,\n                  2008</a> (Bihar Act 21 of 2008) (the State Act).\n                               (3) To appreciate the plea raised, it is\n                  necessary to refer to the scheme of the State Act as\n                  reflected in some of the key provisions. Sections 8,\n                  9 and 22 of the State Act are as follows:\n                    &quot;8. Act to be in addition to <a href=\"/doc/1306164/\" id=\"a_3\">Arbitration &amp;\n                  Conciliation Act, 1996</a>.- Notwithstanding anything\n                  contained in this Act, and of the provisions Shall be\n                  in addition to and supplemental to <a href=\"/doc/1306164/\" id=\"a_4\">Arbitration &amp;\n                  Conciliation Act, 1996</a> and in case any of the\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n                                            3/25\n\n\n\n\n                  provision contained herein is construed to be in\n                  conflict with <a href=\"/doc/1052228/\" id=\"a_5\">Arbitration Act</a>, then the latter Act\n                  shall prevail to the extent of conflict.\n                    9. Reference to Tribunal and making of award. -\n                     (1) Where any dispute arises between the parties\n                   to the contract, either party shall, irrespective of\n                   whether such contract contains an arbitration\n                   clause or not refer, within one year from the date\n                   on which the dispute has arisen, such dispute in\n                   writing to the Tribunal for arbitration in such form\n                   and accompanied by such documents or other\n                   evidence and by such fees, as may be prescribed.\n                     (2) On receipt of a reference under sub-section\n                   (10) the Tribunal may deem fit to make, that the\n                   requirements under this Act in relation to the\n                   reference are complied with, admit such reference\n                   and where the Tribunal is not so satisfied, it may\n                   reject the reference summarily.\n                     (3) Where the Tribunal admits the reference\n                   under sub-section (2), it shall, after recording\n                   evidence if necessary, and after perusal of the\n                   material on record and on affording an opportunity\n                   to the parties to submit their argument, make an\n                   award or an interim award, giving its reasons\n                   therefor.\n                    (4) The Tribunal shall use all reasonable dispatch\n                   in entering on and proceeding with the reference\n                   admitted by it and making the award, and an\n                   endeavour shall be made to make an award within\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n                                            4/25\n\n\n\n\n                   four months from the date on which the Tribunal\n                   had admitted the reference.\n                     (5) The award including the interim award made\n                   by the Tribunal shall, subject to an order, if any\n                   made under <a href=\"/doc/750244/\" id=\"a_6\">Section- 12</a> or 13, be final and binding\n                   on the parties to the dispute.\n                    (6) An award including an interim award as\n                   confirmed or varied by an order, if any, made under\n                   section- 12 or 13 shall be deemed to be a decree\n                   within the meaning of section-2 <a href=\"/doc/161831507/\" id=\"a_7\">of the Code of\n                   Civil Procedure</a>, 1908 of the Principal Court of\n                   original jurisdiction within the local limits whereof\n                   the award or the interim award has been made and\n                   shall be executed accordingly.\n                     (22).           Overriding        effect   of   this Act.-\n                   Notwithstanding any thing contained in any other\n                   Law, Rule, Order, Scheme, or Contract Agreement\n                   entered into before or after commencement of this\n                   Act, any dispute as defined in <a href=\"/doc/1804257/\" id=\"a_8\">Section 2(e)</a> of this\n                   Act shall be regulated under the provisions of this\n                   Act, Rules and Regulations framed thereunder, and\n                   absence of arbitration clause in any contract\n                   agreement shall not have effect excluding any\n                   dispute from the purview of this Act.&quot;\n                     (4)        It is not in dispute that the parties have\n                   executed agreement dated 22nd June, 2012,\n                   providing for appointment of an arbitrator as per\n                   provisions of the Central Act. Relevant portion of\n                   Clause 25 of the said Agreement is as follows:-\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n                                            5/25\n\n\n\n\n                    &quot; The arbitration shall be conducted in\n                  accordance with provisions of the <a href=\"/doc/1306164/\" id=\"a_9\">Arbitration\n                  and Conciliation Act, 1996</a> (26 of 1996) or any\n                  statutory modification or re-enactment thereof\n                  and the rules made there under and for the time\n                  being in force shall apply to the arbitration\n                  proceeding under the clause.&quot;\n                    (5)     The scheme of <a href=\"/doc/1146817/\" id=\"a_10\">Sections 8</a>, <a href=\"/doc/1079220/\" id=\"a_11\">9</a> and <a href=\"/doc/1986891/\" id=\"a_12\">22</a> of the\n                  State shows that in the absence of an agreement\n                  stipulating the applicability of the Central Act, the\n                  State Act applies to works contracts. Since in the\n                  present cases, an arbitration agreement exists and\n                  stipulates applicability of the Central Act, the State\n                  Act will not apply. We, thus, do not find any ground\n                  to interfere with the impugned order.\n                    (6)      The appeals are dismissed. It will, however,\n                  be open to the appellant- State to move the High\n                  Court for change of Arbitrator, if a case to this\n                  effect is made out on an objection of neutrality, as\n                  submitted by learned counsel for the State.&quot;\n                     3. It is in view of the aforesaid judgment rendered by\n\n        the Hon&#x27;ble Apex Court in the case of M/S Brahmaputra\n\n        Infrastructure Ltd. (supra), that the arbitral Tribunal has refused\n\n        to adjudicate the reference case filed by the petitioner herein,\n\n        hence, left with no other efficacious remedy, the petitioner has\n\n        approached this Court for review of the earlier order dated\n\n        04.10.2018</pre><p data-structure=\"PetArg\" id=\"p_1\"> passed by this Court and for appointing an\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_1\">                                            6/25</span>\n\n\n\n\n        independent Arbitrator for adjudicating the disputes between the\n\n        parties, arising out of the agreement in question. Nonetheless, the\n\n        learned Senior Counsel Sri Y.V. Giri, appearing for the petitioner\n\n        has simultaneously canvassed before this Court that the State\n\n        Arbitral Tribunal is fully competent to adjudicates the dispute\n\n        arising in between the petitioner and the State Government,\n\n        emanating from the agreement in question entered into between\n\n        them. In this regard, the learned counsel for the petitioner has\n\n        relied upon two judgments rendered by the Hon&#x27;ble Apex Court,\n\n        which are being discussed herein below.\n</p>\n<p data-structure=\"Precedent\" id=\"p_2\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166421160\" id=\"span_2\">4. The first judgment is the one rendered by the Hon&#x27;ble\n\n        Apex Court in the case of <a href=\"/doc/166421160/\" id=\"a_13\">Madhya Pradesh Rural Road\n\n        Development Authority &amp; Anr. vs. L.G. Chaudhary Engineers\n\n        and Contractor</a>, reported in (2012) 3 SCC 495. In <a href=\"/doc/166421160/\" id=\"a_14\">the said\n\n        judgment</a> there has been some divergence of views, hence both the\n\n        views are being reproduced herein below, paragraphs no. 25 to 28,\n\n        37, 38, 39, 41 and 42 being the view expressed by Hon&#x27;ble A.K.\n\n        Ganguly, J. and paragraphs no. 53, 54, 55 and 58 being the view\n\n        expressed by Hon&#x27;ble Mrs. Gyan Sudha Mishra, J.:-</span>\n</p>\n<blockquote id=\"blockquote_1\">                   &quot;25. In para 28 of the judgment, this Court while\n                  referring to the provisions of the M.P. Act held:\n</blockquote><blockquote id=\"blockquote_2\">                  (Anshuman Shukla case5, SCC pp. 497-98)\n                     &quot;28. The provisions of the Act referred to\n                  hereinbefore clearly postulate that the State of\n                  Madhya Pradesh has created a separate forum for the\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_3\">                                            7/25</span>\n\n\n\n\n                  purpose of determination of disputes arising inter alia\n                  out of the works contract. The Tribunal is not one\n                  which can be said to be a domestic tribunal. The\n                  Members of the Tribunal are not nominated by the\n                  parties. The disputants do not have any control over\n                  their appointment. The Tribunal may reject a\n                  reference at the threshold. It has the power to\n                  summon records. It has the power to record evidence.\n</blockquote><p data-structure=\"Precedent\" id=\"p_3\">                  Its functions are not limited to one Bench. The\n                  Chairman of the Tribunal can refer the disputes to\n                  another Bench. Its decision is final. It can award\n                  costs. It can award interests. The finality of the\n                  decision is fortified by a legal fiction created by\n                  making an award a decree of a civil court. It is\n                  executable as a decree of a civil court. The award of\n                  the Arbitral Tribunal is not subject to the provisions\n                  of the <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act, 1940</a> and the <a href=\"/doc/1306164/\" id=\"a_16\">Arbitration and\n                  Conciliation Act, 1996</a>. The provisions of the said\n                  Acts have no application.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_4\">                     26. It is clear, therefore, that in view of the\n                  aforesaid finding of a coordinate Bench of this Court\n                  on the distinct features of an Arbitral Tribunal under\n                  the said M.P. Act in Anshuman Shukla case5 the\n                  provisions of the M.P. Act are saved under <a href=\"/doc/72836326/\" id=\"a_17\">Section\n                  2(4)</a> of the AC Act, 1996. This Court while\n                  rendering the decision in Va Tech1 has not either\n                  noticed the previous decision of the coordinate\n                  Bench of this Court in Anshuman Shukla5 or the\n                  provisions of <a href=\"/doc/72836326/\" id=\"a_18\">Section 2(4)</a> of the AC Act, 1996.\n                  Therefore, we are constrained to hold that the\n                  decision of this Court in Va Tech1 was rendered per\n                  incuriam.\n</p><p data-structure=\"PetArg\" id=\"p_5\">                     27. This was the only point argued before us by\n                  the learned counsel for the appellant.\n</p><p data-structure=\"Precedent\" id=\"p_6\">                     28. The principle of per incuriam has been very\n                  succinctly formulated by the Court of Appeal in\n                  Young v. Bristol Aeroplane Co. Ltd.6 Lord Greene,\n                  Master of Rolls formulated the principles on the\n                  basis of which a decision can be said to have been\n                  rendered &quot;per incuriam&quot;. The principles are: (KB p.\n</p><p data-structure=\"Precedent\" id=\"p_7\">                  729)\n                     &quot;... Where the court has construed a statute or\n                  a rule having the force of a statute its decision\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_4\">                                            8/25</span>\n\n\n\n\n                  stands on the same footing as any other decision\n                  on a question of law, but where the court is\n                  satisfied that an earlier decision was given in\n                  ignorance of the terms of a statute or a rule\n                  having the force of a statute the position is very\n                  different. It cannot, in our opinion, be right to say\n                  that in such a case the court is entitled to\n                  disregard the statutory provision and is bound to\n                  follow a decision of its own given when that\n                  provision was not present to its mind. Cases of\n                  this description are examples of decisions given\n                  per incuriam.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_8\">                      37. The said argument cannot be accepted. The\n                  provision for repeal under <a href=\"/doc/104566/\" id=\"a_19\">Section 85</a> of the AC Act,\n                  1996 does not show that there is any express repeal\n                  of the M.P. Act. Apart from that, the provision of\n                  <a href=\"/doc/145770481/\" id=\"a_20\">Section 2(4)</a> of the AC Act clearly militates against\n                  the aforesaid submissions.\n</p><p data-structure=\"Section\" id=\"p_9\">                  38. The argument of repugnancy is also not tenable.\n                  Entry 13 of the Concurrent List in the Seventh\n                  Schedule of the Constitution runs as follows:\n</p><blockquote id=\"blockquote_3\">                      &quot;13. Civil procedure, including all matters\n                  included in <a href=\"/doc/161831507/\" id=\"a_21\">the Code of Civil Procedure</a> at the\n                  commencement         of    this   Constitution,\n                  limitation and arbitration.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">                   In view of the aforesaid entry, the State\n                   Government is competent to enact laws in relation\n                   to arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">                      39. The M.P. Act of 1983 was made when the\n                   previous <a href=\"/doc/1052228/\" id=\"a_22\">Arbitration Act</a> of 1940 was in the field.\n                   <a href=\"/doc/1306164/\" id=\"a_23\">That Act</a> of 1940 was a Central law. Both the\n                   Acts operated in view of <a href=\"/doc/144997/\" id=\"a_24\">Section 46</a> of the 1940\n                   Act. The M.P. Act, 1983 was reserved for the\n                   assent of the President and admittedly received\n                   the same on 17-10-1983 which was published in\n                   the Madhya Pradesh Gazette Extraordinary dated\n                   12-10-1983. Therefore, the requirement of\n                   <a href=\"/doc/665535/\" id=\"a_25\">Article 254(2)</a> of the Constitution was satisfied.\n                   Thus, the M.P. Act of 1983 prevails in the State\n                   of Madhya Pradesh. Thereafter, the AC Act, 1996\n                   was enacted by Parliament repealing the earlier laws\n                   of arbitration of 1940. It has also been noted that\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_5\">                                            9/25</span>\n\n\n\n\n                   the <a href=\"/doc/104566/\" id=\"a_26\">AC Act, 1996</a> saves the provisions of the\n                   M.P. Act, 1983 under <a href=\"/doc/1450090/\" id=\"a_27\">Sections 2(4)</a> and <a href=\"/doc/1271430/\" id=\"a_28\">2(5)</a>\n                   thereof. Therefore, there cannot be any\n                   repugnancy.\n</p><p data-structure=\"Precedent\" id=\"p_12\">                   41. It is clear from the aforesaid observations that\n                   in the instant case the latter Act made by\n                   Parliament i.e. the <a href=\"/doc/104566/\" id=\"a_29\">AC Act, 1996</a> clearly showed\n                   an intention to the effect that the State law of\n                   arbitration i.e. the M.P. Act should operate in the\n                   State of Madhya Pradesh in respect of certain\n                   specified types of arbitrations which are under the\n                   M.P. Act, 1983. This is clear from <a href=\"/doc/72836326/\" id=\"a_30\">Sections 2(4)</a>\n                   and <a href=\"/doc/546849/\" id=\"a_31\">2(5)</a> of the AC Act, 1996. Therefore, there is\n                   no substance in the argument of repugnancy and is\n                   accordingly rejected.\n</p><p data-structure=\"Conclusion\" id=\"p_13\">                   42. Therefore, the appeal is allowed and the\n                   judgment of the High Court which is based on\n                   the reasoning of Va Tech2 is set aside. This\n                   Court holds that the decision in Va Tech1 has\n                   been rendered per incuriam. In that view of the\n                   matter the arbitration proceeding may proceed\n                   under the M.P. Act of 1983 and not under the <a href=\"/doc/104566/\" id=\"a_32\">AC\n                   Act, 1996</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">                   53. In order to clarify the point further, what\n                  needs to be emphasised is that if the nature of\n                  dispute referred to the arbitrator like the instant\n                  matter, related to a dispute pertaining to\n                  construction, repair, maintenance of any building\n                  or superstructure, dam or for the reasons stated\n                  within the definition of &quot;works contract&quot;, the\n                  matter may be referred to the M.P. Tribunal in\n                  view of the fact that if there is a dispute in\n                  relation to execution of a works contract, then\n                  irrespective of the fact whether the agreement\n                  contains an arbitration clause or not, the dispute\n                  is required to be referred to the M.P. State\n                  Arbitration Tribunal for adjudication. But when\n                  the contract itself has been terminated, cancelled\n                  or repudiated as it has happened in the instant\n                  case, then the nature of dispute does not fall\n                  within the definition of &quot;works contract&quot; for the\n                  sole reason that it does not include any dispute\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_6\">                                            10/25</span>\n\n\n\n\n                  pertaining to cancellation of a works contract\n                  implying that when the works contract itself is\n                  not in existence by virtue of its cancellation, the\n                  dispute cannot be referred to the M.P. State\n                  Arbitration Tribunal but may have to be decided\n                  by an arbitrator appointed under the <a href=\"/doc/1306164/\" id=\"a_33\">Arbitration\n                  and Conciliation Act, 1996</a>.\n</p><p data-structure=\"Section\" id=\"p_15\">                    54. Hence, if the nature of the dispute is such\n                   which falls within the definition of &quot;works\n                   contract&quot; under Section 2(i) of the M.P. Act,\n                   1983 and one of the contracting parties to the\n                   agreement is the State of M.P., then irrespective\n                   of an arbitration agreement the dispute will have\n                   to be referred to the Tribunal in terms of <a href=\"/doc/104566/\" id=\"a_34\">Section\n                   7</a> of the Act of 1983. But if the works contract\n                   itself has been repudiated and hence not in\n                   existence     at    all   by     virtue   of    its\n                   cancellation/termination, then in my considered\n                   view, the dispute will have to be referred to an\n                   independent arbitrator to be appointed under the\n                   <a href=\"/doc/1306164/\" id=\"a_35\">Arbitration and Conciliation Act, 1996</a> since the\n                   M.P. Act, 1983 envisages reference of a dispute\n                   to the State Tribunal only in respect of certain\n                   specified types of arbitration enumerated under\n                   Section 2(i) of the M.P. Act, 1983.\n</p><p data-structure=\"Section\" id=\"p_16\">                      55. As a consequence and fallout of the\n                   aforesaid discussion, the impugned order of the\n                   High Court by which the dispute relating to\n                   termination of works contract by the M.P. Rural\n                   Road Development Authority itself was referred\n                   to an independent arbitrator appointed by the\n                   High Court under the <a href=\"/doc/1306164/\" id=\"a_36\">Arbitration and\n                   Conciliation Act, 1996</a> needs to be sustained and\n                   there is no need for a de novo reference of the\n                   dispute to the M.P. State Arbitration Tribunal. In\n                   the alternative, the consequence would have been\n                   otherwise and the matter could have been\n                   referred to the State Arbitration Tribunal if the\n                   dispute between the parties related to any dispute\n                   emerging out of execution of works contract\n                   which could fall within the definition of &quot;works\n                   contract&quot; given out within the definition of\n                   &quot;works contract&quot; under Section 2(i) of the M.P.\n                   Act of 1983.\n</p><p data-structure=\"Precedent\" id=\"p_17\"> Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_7\">                                            11/25</span>\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_18\">                  58. Thus, while holding that the M.P. Act, 1983\n                  should operate in the State of M.P. in respect of\n                  certain specified types of arbitration, the\n                  appointment of an independent arbitrator by the\n                  High Court under the <a href=\"/doc/1306164/\" id=\"a_37\">Arbitration and\n                  Conciliation Act, 1996</a> needs to be sustained\n                  since the works contract itself is not in existence\n                  by virtue of its cancellation and hence this part\n                  of the dispute could not have been referred to the\n                  M.P. State Tribunal.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">                     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"166421160\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"166421160\" id=\"span_9\">5. By referring to the aforesaid judgment rendered in the\n\n        case of <a href=\"/doc/166421160/\" id=\"a_38\">L.G. Chaudhary Engineers and Contractors</a> (supra),\n\n        the learned Senior Counsel has submitted that more or less similar\n\n        provisions, as contained in <a href=\"/doc/164253420/\" id=\"a_39\">Bihar Public Works Contracts\n\n        Arbitration Tribunal Act, 2008</a> (hereinafter referred to as the\n\n        &quot;<a href=\"/doc/155826512/\" id=\"a_40\">Bihar Act, 2008</a>&quot; also exist in the M.P. Madhyastham Adhikaran\n\n        Adhiniyam, 1983 and the Hon&#x27;ble Supreme Court, by virtue of the\n\n        aforesaid judgment rendered in the case of <a href=\"/doc/166421160/\" id=\"a_41\">L.G. Chaudhary\n\n        Engineers and Contractor</a> (supra) has held that the State\n\n        Government is competent to enact laws in relation to arbitration\n\n        and the disputes can very well be referred to the State Arbitration\n\n        Tribunal, if the disputes between the parties relate to any dispute\n\n        emerging out of execution of works contract which could fall\n\n        within the definition of &quot;works contract&quot;, as defined in the M.P.\n\n        Madhyastham Adhikaran Adhiniyam, 1983 and the said\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_10\">                                            12/25</span>\n\n\n\n\n        Adhiniyam, 1983 would not be hit by the principles of repugnancy\n\n        despite the existence of <a href=\"/doc/1306164/\" id=\"a_42\">Arbitration and Conciliation Act, 1996</a>.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166421160\" id=\"span_11\">6.     On account of two separate judgments being\n\n        rendered by the two Members of the Division Bench and there\n\n        being some divergence of view in the aforesaid judgments\n\n        rendered in the case of <a href=\"/doc/166421160/\" id=\"a_43\">L.G. Chaudhary Engineers and\n\n        Contractors</a> (supra), the matter was directed to be placed before\n\n        the Hon&#x27;ble Chief Justice of India for constituting a larger Bench\n\n        to resolve the divergence whereupon the matter was placed before\n\n        the larger Bench to resolve the divergence, which had then\n\n        delivered its own judgments, reported in (2018) 2 SCC 826 at 833.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166421160\" id=\"span_12\">7. The larger Bench by a judgment dated 8.3.2018\n\n        reported in (2018) 10 SCC 826 at 833 has held that the view\n\n        expressed by Hon&#x27;ble A.K. Gaguly, J. in the aforesaid judgment\n\n        rendered in the case of <a href=\"/doc/166421160/\" id=\"a_44\">L.G. Chaudhary Engineers and\n\n        Contractors</a> (supra) is the correct interpretation and not the\n\n        contra view of the other Hon&#x27;ble Judge of the said Bench. It has\n\n        also been held that M.P. Madhyastham Adhikaran Adhiniyam,\n\n        1983 i.e. the State Act will prevail in terms of <a href=\"/doc/1450090/\" id=\"a_45\">Section 2(4)</a> of the\n\n        Arbitration and Conciliation Act, 1996 and reference to the M.P.\n\n        Arbitration Tribunal under the said law is valid. It would be apt to\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_13\">                                            13/25</span>\n\n\n\n\n        reproduce paragraphs no. 5,8, 10, 12, 14 and 37 of <a href=\"/doc/166421160/\" id=\"a_46\">the said\n\n        judgment</a> rendered by the larger Bench herein below:-</span>\n</p>\n<blockquote id=\"blockquote_4\">                    &quot;5. We find from the definition under <a href=\"/doc/1804257/\" id=\"a_47\">Section\n                  2(d)</a> of the Arbitration and Conciliation Act, 1996\n                  that even after a contract is terminated, the subject\n                  matter of dispute is covered by the said definition.\n                  The said provision has not been even referred to in\n                  the judgment rendered by Hon&#x27;ble Gran Sudha\n                  Mishra, J.\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166421160\" id=\"span_14\">8. We are, thus, in agreement with the proposed\n                  opinion of Hon&#x27;ble Ganguly, J. in para 42 of the\n                  reported judgment which reads as follows: (<a href=\"/doc/166421160/\" id=\"a_48\">M.P.\n                  Rural Road Development</a> case, SCC p. 509, para</span>\n</p><p data-structure=\"Precedent\" id=\"p_23\">                  42.).\n</p><blockquote id=\"blockquote_5\">                   &quot;42. Therefore, appeal is allowed and the\n                 judgment of the High Court which is based on the\n                 reasoning of VA Tech Escher Wyass Flovel Ltd. vs.\n                 M.P. SEB is set aside. This Court holds the\n                 decision in VA Tech Escher Wayss Flovel Ltd. v.\n                 M.P. SEB has been rendered in per incuriam. In\n                 that view of the matter the arbitration proceeding\n                 may proceed under the M.P. Act of 1983 and not\n                 under the <a href=\"/doc/1306164/\" id=\"a_49\">Arbitration and Conciliation Act, 1996</a>&quot;.\n</blockquote><p data-structure=\"RespArg\" id=\"p_24\">                   10. Proceedings under the M.P. Madhyastham\n                 Adhikaran Adhiniyam, 1983 ( the State Act) were\n                 pending before the M.P. Arbitration Tribunal at\n                 Bhopal. The respondent raised an objection that in\n                 view of VA Tech Escher Wyass Flovel Ltd. v. M.P.\n                 SEB, the Arbitration and Conciliation Act, 1996 will\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_15\">                                            14/25</span>\n\n\n\n\n                 apply and the State Act will not apply. This\n                 objection was rejected. The respondent preferred a\n                 writ petition. The High Court has upheld the\n                 objection and quashed the proceedings under the\n                 State Act.\n</p><p data-structure=\"PetArg\" id=\"p_25\">                   11. The learned counsel for the State has drawn\n                 our attention to Section 2(4) of the Central Act,\n                 which ios as follows:-\n</p><blockquote id=\"blockquote_6\">                   &quot;2(4) This Part except sub-section (1) of <a href=\"/doc/1163625/\" id=\"a_50\">Section\n                 40</a>, <a href=\"/doc/1519579/\" id=\"a_51\">Sections 41</a> and <a href=\"/doc/1724405/\" id=\"a_52\">43</a> shall apply to every\n                 arbitration under any other enactment for the time\n                 being in force, as if the arbitration were pursuant to\n                 an arbitration agreement and as if that other\n                 enactment were an arbitration agreement, except\n                 insofar as the provisions of this Part are\n                 inconsistent with that other enactment or with any\n                 rules made thereunder.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"876875\" id=\"span_16\">12. It was pointed out that the above provision\n                 was in pari materia with <a href=\"/doc/714093/\" id=\"a_53\">Section 46</a> of the\n                 Arbitration Act, 1940 which was interpreted by this\n                 Court in <a href=\"/doc/876875/\" id=\"a_54\">Dhanrajamal Gobindram v. Shamji\n                 Kalidas &amp; Co. This</a> Court held: (FIR p 1293, para</span>\n</p><p data-structure=\"Precedent\" id=\"p_27\">                 24).\n</p><blockquote id=\"blockquote_7\">                   &quot;24.... <a href=\"/doc/144997/\" id=\"a_55\">Section 46</a> makes the provisions of any\n                 other enactment or any rules made thereunder to\n                 prevail over the <a href=\"/doc/1052228/\" id=\"a_56\">Arbitration Act</a>, if inconsistent\n                 with the latter. In viw of these several provisions, it\n                 is clear that the <a href=\"/doc/1052228/\" id=\"a_57\">Arbitration Act</a> applies to all\n                 Arbitrations and Chaper II makes it applicable also\n                 to arbitrations, in which the arbitration agreement\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_17\">                                            15/25</span>\n\n\n\n\n                 is asked to be filed in Court under <a href=\"/doc/385194/\" id=\"a_58\">Section 20</a>\n                 subject, however, to this that the provisions of any\n                 other enactment or rules made thereunder, if\n                 inconsistent with the <a href=\"/doc/1052228/\" id=\"a_59\">Arbitration Act</a>, are to prevail.\n</blockquote><blockquote id=\"blockquote_8\">                   14. In view of the above, we are of the view that\n                 the State law will prevail in terms of Section 2(4)\n                 of the Central Act. The reference under the State\n                 law was valid and could be decided in accordance\n                 with the State. Accordingly, we set aside the\n                 impugned order and restore the proceedings before\n                 the Tribunal. The appeal is accordingly, allowed in\n                 above terms.\n</blockquote><blockquote id=\"blockquote_9\">                   37.     In the circumstances, pending arbitration\n                 proceedings shall stand transferred to the M.P.\n                 Arbitration Tribunal under the M.P. Act, to be dealt\n                 with as per provisions of the M.P. Act in\n                 accordance with law. The proceedings may be\n                 carried out in continuation of earlier proceedings.\n                 The parties may take steps by moving the High\n                 Court or any other forum for transfer of records to\n                 the transferee courts in the light of this order. The\n                 appeal is accordingly disposed of. The parties may\n                 appear before the High Court/ Tribunal for further\n                 proceedings on 0.7.2018.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">                     8. Having regard to the aforesaid judgment rendered by\n\n        a three Judges Bench of the Hon&#x27;ble Supreme Court dated\n\n        8.3.2018, as reported in 2018(10) SCC 826 at 833, it is contended\n\n        that the judgment rendered by the Hon&#x27;ble Apex Court in the case\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_18\">                                            16/25</span>\n\n\n\n\n        of M/S Brahmaputra Infrastructure Ltd. (supra) dated\n\n        22.3.2018 is per incuriam. It is further pointed out by the learned\n\n        Senior counsel for the petitioner that the three Judges Bench\n\n        rendering the aforesaid judgment dated 8.3.2018, though comprise\n\n        of the same Hon&#x27;ble Judges, but surprisingly two contradictory\n\n        judgments have been passed. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"932786\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"102030495\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"146351380\" id=\"span_21\">Reference has been made by the\n\n        learned Senior counsel for the petitioner to a judgment reported in\n\n        2013(3) PLJR (SC) 225 (<a href=\"/doc/146351380/\" id=\"a_60\">Rattiram &amp; Ors. v. State of M.P. &amp;\n\n        Ors.</a>), (2014) 16 SCC 623 ( <a href=\"/doc/102030495/\" id=\"a_61\">Sundeep Kumar Bafna vs. State of\n\n        Maharashtra &amp; Anr.</a>) and the one reported in (2004) 1 SCC681\n\n        (<a href=\"/doc/932786/\" id=\"a_62\">Babu Parasu Kaikadi (dead) by LRS Vs. Babu</a> (dead)\n\n        through L.).</span></span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105346194\" id=\"span_22\">9. I have heard the learned counsel for the parties and I\n\n       find that earlier also this Court had an occasion to deal with the\n\n       issue under consideration and had set at rest the issue of\n\n       maintainability of a request case by a judgment dated 17.10.2014\n\n       passed in Request Case No. 1 of 2014 (<a href=\"/doc/105346194/\" id=\"a_63\">M/S Nilkamal Ltd. vs.\n\n       The State of Bihar &amp; Ors.</a>), paragraphs No. 25, 26, 27, 31, 39, 40\n\n       and 42 whereof are reproduced herein below:-</span>\n</p>\n<blockquote id=\"blockquote_10\">                  &quot;25. The second issue has been raised by learned\n                 counsel for the State that the present writ petition is\n                 not maintainable in view of the State Act petitioner\n                 should approach the Tribunal which has been created\n                 under the State Act. He has further submitted that\n                 there is non-obstante clause in <a href=\"/doc/1986891/\" id=\"a_64\">section 22</a> of the State\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_23\">                                            17/25</span>\n\n\n\n\n                 Act, the only re-course left to the petitioner, to\n                 approach the Tribunal and office has rightly raised the\n                 objection about the maintainability of the case. The\n                 counter for the petitioner disputed the objection of the\n                 office.\n</blockquote><blockquote id=\"blockquote_11\">                  26. Part XI of the Constitution of India deals with\n                 distribution of legislative power of Union and State.\n                 In terms of constitutional scheme Parliament would\n                 make legislation with respect to the subjects\n                 mentioned in List I of seventh schedule. State\n                 legislature has jurisdiction to legislate with respect to\n                 the matter of List II of seventh schedule and List III\n                 of seventh schedule is the concurrent list where\n                 Parliament as well as the State has equal jurisdiction\n                 to frame the law with regard to subjects mentioned\n                 therein. <a href=\"/doc/574894/\" id=\"a_65\">Article 245</a> provides that the Parliament may\n                 make laws for the whole or any part of the territory\n                 of India, and the Legislature of a State may make\n                 laws for the whole or any part of the State. <a href=\"/doc/77052/\" id=\"a_66\">Article\n                 246</a> provides that notwithstanding anything in\n                 clauses (2) and (3), Parliament has exclusive power\n                 to make laws with respect to any of the matters\n                 enumerated in List I in Seventh Schedule, <a href=\"/doc/1817786/\" id=\"a_67\">Article\n                 246(2)</a> of the Constitution provides that\n                 notwithstanding anything in clause (3), Parliament\n                 and, subject to clause(1), the Legislature of any State\n                 also, have power to make laws with respect to any of\n                 the matters enumerated in List III in the Seventh\n                 Schedule and clause (3) of <a href=\"/doc/77052/\" id=\"a_68\">Article 246</a> provides that\n                 subject to clauses (1) and (2), the Legislature of any\n                 state has exclusive power to make laws for such State\n                 or any part thereof with respect to any of the matters\n                 enumerated in List II in the Seventh schedule. <a href=\"/doc/1930681/\" id=\"a_69\">Article\n                 254</a> of the Constitution deals with inconsistency\n                 between the laws made by the Parliament and law\n                 made by legislature of State provides that if any\n                 provision of a law made by the Legislature of a State\n                 is repugnant to any provision of a law made by\n                 Parliament, which Parliament is competent to enact,\n                 or to any provision of an existing law with respect to\n                 one of the matters enumerated in the Concurrent List,\n                 then, subject to the provisions of clause (2), the law\n                 made by Parliament, whether passed before or after\n                 the law made by the Legislature of such State, or, as\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_24\">                                            18/25</span>\n\n\n\n\n                 the case may be, the existing law, shall prevail and\n                 the law made by the Legislature of the State shall, to\n                 the extent of the repugnancy, be void. But the law\n                 made by the Legislature of State if it has been\n                 reserved for consideration for President and has\n                 received his assent, would prevail in that State even\n                 if it is repugnant to the law made by Parliament.\n</blockquote><blockquote id=\"blockquote_12\">                27. In the present case the <a href=\"/doc/1306164/\" id=\"a_70\">Arbitration and\n                Conciliation Act, 1996</a> has been legislated by the\n                Parliament whereas <a href=\"/doc/164253420/\" id=\"a_71\">Bihar Public Works Contract\n                Disputes Arbitration Tribunal Act, 2008</a> has been\n                legislated by the State legislature. <a href=\"/doc/1052228/\" id=\"a_72\">The Arbitration\n                Act</a> has been enacted following the United Nations\n                Commission        on      International  Trade     Law\n                (UNCITRAL) has adopted the UNCITRAL Model\n                Law on International Commercial Arbitration in\n                1985 and the same was placed before the General\n                Assembly of the United Nations recommended that\n                all countries gave due consideration to the said\n                Model Law, in view of the desirability of uniformity\n                of the law of arbitral procedures and the specific\n                needs of international commercial arbitration\n                practice. On the recommendation of Law\n                Commission of India and of several bodies, to deal\n                with domestic as well as International Commercial\n                Dispute, the Parliament enacted <a href=\"/doc/1306164/\" id=\"a_73\">Arbitration Act,\n                1996</a> adopting UNCITRAL Model. <a href=\"/doc/1052228/\" id=\"a_74\">This Arbitration\n                Act</a> is complete code which provides in a case of\n                commercial dispute in what manner the arbitrator\n                will be appointed for resolution of Commercial\n                Dispute. This Central Act provides in case of\n                agreement comprises clause for arbitration, in the\n                event of dispute the parties to the dispute would\n                place the demand for appointment of arbitrator, in\n                failure, the aggrieved party would approach the High\n                Court or the Hon‟ble Supreme Court in terms of the\n                power conferred under <a href=\"/doc/104566/\" id=\"a_75\">Section 11</a> of Act, 1996,\n                accordingly independent arbitrator would be\n                appointed by the Court for resolution of commercial\n                dispute. But the State Legislature in its wisdom, for\n                resolution of commercial dispute relating to works\n                contract enacted the State Act where it has been\n                provided that for the works contract in a case of\n                dispute the Tribunal constituted by the State\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_25\">                                            19/25</span>\n\n\n\n\n                Legislature will have a jurisdiction to resolve the\n                inter party dispute.\n</blockquote><blockquote id=\"blockquote_13\">                 28. For proper consideration it will be relevant to\n                 consider certain provisions of the State Act such as\n                 <a href=\"/doc/1804257/\" id=\"a_76\">Sections 2(e)</a>, <a href=\"/doc/1804257/\" id=\"a_77\">2(k)</a>. 8, 9, 10, 11, 12, 13, 14 and 22.\n                 <a href=\"/doc/1804257/\" id=\"a_78\">Section 2(e)</a> of the definition section defines that\n                 dispute means any difference relating to any claim\n                 arising out of the execution or non-execution of the\n                 whole or part of a contract for works or services or\n                 both including the rescinding thereof. <a href=\"/doc/1804257/\" id=\"a_79\">Section 2(k)</a>\n                 as explained very elaborately, not required to be\n                 dealt with again. Section 8 of the State Act is very\n                 important for this case which is as follows:\n</blockquote><blockquote id=\"blockquote_14\">                        &quot;8. Act to be in addition to <a href=\"/doc/1306164/\" id=\"a_80\">Arbitration &amp;\n                     Conciliation Act, 1996</a>.- Notwithstanding\n                     anything contained in this Act, any of the\n                     provisions shall be in addition to and\n                     supplemental to <a href=\"/doc/1306164/\" id=\"a_81\">Arbitration and Conciliation\n                     Act, 1996</a> and in case any of the provision\n                     contained herein is construed to be in\n                     conflict with <a href=\"/doc/1052228/\" id=\"a_82\">Arbitration Act</a>, then the latter\n                     Act shall prevail to the extent of conflict.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_30\">               29. The section starts with the word, notwithstanding\n                anything in the State Act any of the provisions shall\n                be in addition to and supplemental to <a href=\"/doc/1306164/\" id=\"a_83\">Arbitration and\n                Conciliation Act, 1996</a> and in case of any provision\n                is in conflict with the <a href=\"/doc/1306164/\" id=\"a_84\">Arbitration Act, 1996</a> to the\n                extent of conflict <a href=\"/doc/1306164/\" id=\"a_85\">Arbitration Act, 1996</a> the Central\n                Act, would prevail. This Section itself denotes that\n                State Act is supplemental not supplanting the\n                <a href=\"/doc/1306164/\" id=\"a_86\">Arbitration and Conciliation Act, 1996</a> and to the\n                extent of repugnancy, Central Act will prevail over\n                State Act. So in this situation, certainly, either in\n                terms of the constitution, formulation and mechanism\n                of the State Act can not prevail upon Central Act and\n                to the extent of repugnancy the Central Act will\n                prevail over the State Act. Legislature with its full\n                knowledge has enacted <a href=\"/doc/1146817/\" id=\"a_87\">Section 8</a> where specifically\n                mentioned that the State Act is supplemental and in\n                case of repugnancy Central Act will prevail and as\n                such the argument of the State that in view of Section\n                22 of the State Act to the extent of nature of work\n                falls under the category of works contract excluded is\n                very hard to be accepted.\n</p><p data-structure=\"Precedent\" id=\"p_31\"> Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_26\">                                            20/25</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_32\">                30. Sections 9, 10, 11, 12 and 13 of the State Act\n                provide, the establishment of the Tribunal, its\n                practice and procedure. <a href=\"/doc/1841764/\" id=\"a_88\">Section 11</a> of the Act deals\n                with the power of Tribunal. <a href=\"/doc/750244/\" id=\"a_89\">Section 12</a> provides that\n                Tribunal has power to review its award and revision\n                lies to the High Court. Another important section is\n                Section 22 of the State Act which is as follows:\n</p><blockquote id=\"blockquote_15\">                          &quot;22. Overriding effect of this Act.-\n</blockquote><blockquote id=\"blockquote_16\">                     Notwithstanding any thing contained in\n                     any other Law, Rule, Order, Scheme, or\n                     Contract Agreement entered into before or\n                     after commencement of this Act, any\n                     dispute as defined in <a href=\"/doc/1804257/\" id=\"a_90\">Section 2(e)</a> of this\n                     Act shall be regulated under the provisions\n                     of this Act, Rules and Regulations framed\n                     thereunder, and absence of arbitration\n                     clause in any contract agreement shall not\n                     have effect of excluding any dispute from\n                     the purview of this Act.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_33\">                31. Section 22 of the State Act starts with non-\n                obstante clause and on that strength counsel for the\n                State has submitted that to the extent of agreement\n                related to the works contract only the State\n                Tribunal has a jurisdiction to resolve the dispute. If\n                it will so read as has suggested by the State then\n                provisions of section 8 of the State Act will be\n                nugatory and in that circumstances Sections 8 and\n                22 of the State Act will incoherent to each other\n                and for giving harmonious construction of the\n                whole statute it has to be read in such a manner\n                that provisions of Sections 8 and 22 of the State\n                Act must operate cumulatively to achieve the\n                object for which the statute has been framed. This\n                Court is of the view that if the agreement is silent\n                or if there is specific stipulation about the\n                resolution of dispute through the State Tribunal in\n                that circumstances the parties will have a forum of\n                Tribunal under the Act for resolution of the dispute.\n</p><p data-structure=\"Section\" id=\"p_34\">                39. In view of the judgments aforesaid it is\n                apparently clear from the State Act and Central Act\n                both are supplemental to each other and State Act is\n                no derogation to the Central Act. In this situation it\n                is very difficult to arrive to the conclusion of\n                excluding the jurisdiction of this Court in\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_27\">                                            21/25</span>\n\n\n\n\n                entertaining the application for appointment of\n                arbitrator when the agreement provides that the\n                dispute will be resolved through <a href=\"/doc/1306164/\" id=\"a_91\">Arbitration Act,\n                1996</a>.\n</p><p data-structure=\"Precedent\" id=\"p_35\">                40. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"166421160\" id=\"span_28\">In support of his contention learned counsel for\n                the respondent has relied on the judgment of the\n                Hon‟ble Supreme Court in the case of <a href=\"/doc/166421160/\" id=\"a_92\">Madhya\n                Pradesh Rural Road Development Authority</a>\n                (supra) where similar <a href=\"/doc/1052228/\" id=\"a_93\">Arbitration Act</a> has been\n                enacted by the State of Madhya Pradesh. The\n                question arose about the applicability of the State\n                Act vis-à-vis Central Act. The two Judges Bench of\n                Hon‟ble Supreme Court could not arrive to a\n                conclusion, matter referred to larger Bench, there\n                the State Act received the assent of the President of\n                India as provided under <a href=\"/doc/1930681/\" id=\"a_94\">Article 254</a> of the\n                Constitution of India but in the present case the\n                State Act was not reserved for assent of President\n                of India and so much so Section 8 of the State Act\n                makes it clear that in case of conflict Central Act\n                will prevail.</span>\n</p><p data-structure=\"Section\" id=\"p_36\">                 41. Let the case be tested from another angle, if\n                the agreement to contract provides a clause of\n                international arbitration relates to work contract,\n                provides the place of arbitration outside India and\n                the law of Britain would apply, directing the party\n                to move to Tribunal under the State Act will be\n                highly inappropriate against the terms of\n                agreement.\n</p><p data-structure=\"Conclusion\" id=\"p_37\">                   42. In this view of the matter, the objection\n                raised by the office about the maintainability of\n                the petition is not sustainable and this Court will\n                proceed with the matter in terms of the provisions\n                of Central Act.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_38\">                    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"105346194\" id=\"span_29\">10. Thus, from a bare reading of the aforesaid judgment\n\n       rendered in the case of <a href=\"/doc/105346194/\" id=\"a_95\">Nilkamal Ltd.</a> (supra), it is apparent that\n\n       firstly in the present case pertaining to the State of Bihar, the Bihar\n\n       Public Works Contract Dispute Arbitration Act, 2008 was not\n\n       reserved for the asset of a President of India, hence, the same has\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_30\">                                            22/25</span>\n\n\n\n\n       not received the asset of the President of India, as provided for\n\n       under <a href=\"/doc/1930681/\" id=\"a_96\">Article 254</a> of the Constitution of India, secondly it is clear\n\n       that in case of conflict between the State Act and the Central Act,\n\n       Central Act would prevail in view of Section 8 of the Bihar Public\n\n       Works Contract Dispute Arbitration Act, 2008, thirdly, only in\n\n       cases where the agreement in between the parties is silent with\n\n       regard to the arbitration being conducted in accordance with the\n\n       provisions of <a href=\"/doc/1306164/\" id=\"a_97\">Arbitration and Conciliation Act, 1996</a> or in case\n\n       there is specific stipulation of resolution of the dispute by\n\n       reference to the State Tribunal, the parties would have a forum of\n\n       Tribunal under the Bihar State Act, 2008 for resolution of the\n\n       dispute.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">                    11. The aforesaid view expressed by the judgment dated\n\n       17.10.2014 rendered by this Court in the case of Nilkamal Ltd.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"141884883\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105346194\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105346194\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"141884883\" id=\"span_34\">(supra) was also expressed in a judgment dated 29.3.2017 passed\n\n       in Request Case No. 45 of 2017 ( <a href=\"/doc/141884883/\" id=\"a_98\">M/S Brahmaputra Infrastructure\n\n       Ltd. Vs. The State of Bihar &amp; Ors.</a>), following the law <a href=\"/doc/141884883/\" id=\"a_99\">laid down in</a>\n\n       the case of <a href=\"/doc/105346194/\" id=\"a_100\">Nilkamal Ltd.</a> (supra), however, the State Government\n\n       had challenged the aforesaid judgment dated 29.3.2017 before the\n\n       Hon&#x27;ble Apex Court and the Hon&#x27;ble Apex Court, by the aforesaid\n\n       judgment dated 22.3.2018 has upheld the view taken by this Court\n\n       in the case of <a href=\"/doc/105346194/\" id=\"a_101\">Nilkamal Ltd.</a> (supra) as also has upheld the\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_35\">                                            23/25</span>\n\n\n\n\n       judgment dated 29.3.2017 passed in the case of <a href=\"/doc/141884883/\" id=\"a_102\">M/S Brahmaputra\n\n       Infrasture Ltd.</a> (supra) by a co-ordinate Bench of this Court and\n\n       has held that in cases where arbitration agreement exists and\n\n       stipulates applicability of the Central Act, the Bihar Act, 2008 will\n\n       not apply, however, in absence of an agreement stipulating the\n\n       applicability of the Central Act, the Bihar Act, 2008 will apply to\n\n       the works contract.</span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166421160\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"141884883\" id=\"span_37\">This Court finds that there is no inconsistency\n\n       in the judgment rendered by the Hon&#x27;ble Apex Court dated\n\n       22.3.2018 passed in the case of <a href=\"/doc/141884883/\" id=\"a_103\">Brahmaputra Infrastructure\n\n       Ltd.</a> (supra) and the one dated 8.3.2018 passed in the case of <a href=\"/doc/166421160/\" id=\"a_104\">M.P.\n\n       Rural Road Development Authority &amp; Anr. vs. L.G. Chaudhary\n\n       Engineers and Contractors</a>, inasmuch as both the judgments are\n\n       based on the provisions of the State Act of both the respective\n\n       States as also have been rendered considering the fact that the M.P.\n\n       Madhyastham Adhikaran Adhiniyam, 1983 has received the\n\n       presidential assent whereas the Bihar Public Works Contract\n\n       Dispute Arbitration Act, 2008 has not received presidential assent.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">                    12. In any view of the matter, judicial propriety and\n\n       judicial discipline requires this Court to follow the decision\n\n       rendered by the Hon&#x27;ble Apex Court in identical matters and since\n\n       the Hon&#x27;ble Apex Court by the aforesaid judgment dated\n\n       22.3.2018, rendered in the case of M/s Brahmaputra Infrastructure\n Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_38\">                                            24/25</span>\n\n\n\n\n       Ltd. (supra) has authoritatively laid down the law to be followed\n\n       with regard to the recourse to be taken in case such as the present\n\n       one, especially in paragraph-5 thereof, which has already been\n\n       reproduced herein above in the preceding paragraph, the same is\n\n       required to be followed in the present case as well.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"141884883\" id=\"span_39\">13. Having regard to the facts and circumstances of the\n\n       case and the law laid down by the Hon&#x27;ble Apex Court in the case\n\n       of <a href=\"/doc/141884883/\" id=\"a_105\">M/S Brahmputra Infrastructure Ltd.</a> (supra), it is held that since\n\n       the agreement in question dated 26.2.2015, governed by the\n\n       provisions of the Standard Bidding document and Clause-25 of the\n\n       General Condition of contract, provides for settlement of dispute\n\n       and arbitration to be conducted in terms of the provisions of the\n\n       <a href=\"/doc/1306164/\" id=\"a_106\">Arbitration and Conciliation Act, 1996</a>, the Bihar Public Works\n\n       Contract Dispute Arbitration Act, 2008 will not apply and the\n\n       provisions of the <a href=\"/doc/1306164/\" id=\"a_107\">Arbitration and Conciliation Act, 1996</a> will apply.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">       Therefore, since the parties have agreed to resolve the disputes\n\n       amongst them by taking recourse to the remedy available under\n\n       Clause-25 of the agreement, i.e in terms of the provisions of the\n\n       <a href=\"/doc/1306164/\" id=\"a_108\">Arbitration and Conciliation Act, 1996</a>, this Court deems it fit and\n\n       proper to recall the order dated 4.10.2018 passed in CWJC No.\n\n       13292 of 2018, whereby and whereunder the petitioner was\n\n       directed to move the Bihar Public Works Contract Disputes\n              Patna High Court C. REV. No.21 of 2019 dt.13-05-2019\n<span class=\"hidden_text\" id=\"span_40\">                                                         25/25</span>\n\n\n\n\n                    Arbitration Tribunal, and grants liberty to the petitioner to take\n\n                    recourse to appropriate remedy available under the <a href=\"/doc/1306164/\" id=\"a_109\">Arbitration and\n\n                    Conciliation Act, 1996</a> for appointment of an Arbitrator for\n\n                    resolving the dispute, which has arisen in between the parties. It is\n\n                    directed accordingly.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">                                 14. In view of the fact that interim protection had been\n\n                    granted by this Court not only in the order dated 30.11.2018 passed\n\n                    in CWJC No. 13292 of 2018, but also by an order dated 10.4.2019\n\n                    passed in the present case, this Court deems it fit and proper to\n\n                    extend the same protection to the petitioner herein for a period of\n\n                    eight weeks from today, so that in the meantime, the petitioner can\n\n                    take recourse to the appropriate remedies available to it under the\n\n                    law, without any prejudice being caused to it.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">                                 15. The review petition stands allowed on the aforesaid\n\n                    terms.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_46\">                                                (Mohit Kumar Shah, J)\nTiwary/-\n</p><pre id=\"pre_2\">AFR/NAFR                AFR\nCAV DATE                N/A\nUploading Date\nTransmission Date       N/A\n </pre>","numcites":36,"numcitedby":1,"docsource":"Patna High Court","citetid":57334469,"divtype":"judgments","relatedqs":[{"value":"per incuriam","formInput":"per%20incuriam"},{"value":"commercial dispute","formInput":"commercial%20dispute"},{"value":"works contract","formInput":"works%20contract"},{"value":"act will prevail the other","formInput":"act%20will%20prevail%20the%20other"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"arbitration and conciliation act, 1996  filter:  Madhyastham act 1983","formInput":"arbitration%20and%20conciliation%20act%2C%201996%20%20filter%3A%20%20Madhyastham%20act%201983"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"article 246","formInput":"article%20246"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"va tech","formInput":"va%20tech"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"contract act","formInput":"contract%20act"},{"value":"concurrent list","formInput":"concurrent%20list"},{"value":"larger bench","formInput":"larger%20bench"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"rural road authority m.p.","formInput":"rural%20road%20authority%20m.p."},{"value":"Article 254","formInput":"Article%20254"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"definitions","formInput":"tag:definitions"},{"value":"finance","formInput":"tag:finance"}],"courtcopy":true,"query_alert":null,"agreement":false}