{"tid":100785689,"publishdate":"2016-07-13","title":"M/S.Northern Coalfields Ltd vs Heavy Engineering Corp.Ltd. & Anr on 13 July, 2016","doc":"<h2 class=\"doc_title\">M/S.Northern Coalfields Ltd vs Heavy Engineering Corp.Ltd. &amp; Anr on 13 July, 2016</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2016 SUPREME COURT 3715, 2016 (8) SCC 685, 2016 (5) ADR 753, 2016 (4) AJR 486, AIR 2017 SC (CIVIL) 311, (2016) 4 ARBILR 1, (2016) 5 ANDHLD 137, (2016) 4 RECCIVR 160, (2016) 6 SCALE 820, (2017) 1 JCR 293 (SC), (2017) 1 ALL RENTCAS 517, (2016) 5 ALL WC 4626, (2016) 4 CAL HN 217, 2016 (4) KCCR SN 565 (SC), 2017 (121) ALR SOC 60 (SC), 2017 (171) AIC (SOC) 7 (SC)</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-banumathi\">R. Banumathi</a>, <a href=\"/search/?formInput=benchid:t-s-thakur\">T.S. Thakur</a></h3>\n\n<pre id=\"pre_1\">                                                                              REPORTABLE\n                        IN THE SUPREME COURT OF INDIA\n                        CIVIL APPELLATE JURISDICTION\n\n                     CIVIL APPEAL NO.  6296     OF 2016\n        [Arising out of Special Leave Petition (C) No.27646 of 2008]\n\n\nM/s. Northern Coalfield Ltd.                 …Appellant\n\n                                   Versus\nHeavy Engineering Corp. Ltd. &amp; Anr.     …Respondents\n\n\n                              J U D G E M E N T\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">T.S. THAKUR, CJI.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">Leave granted.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\">This is yet another case that brings to fore a sad state of affairs when  it\ncomes to resolving disputes between two Government owned corporations.  What\nadds to the enigma of apathy towards realism  in  official  circles  is  the\nfact that the respondent-corporation has with considerable tenacity  opposed\nthe move aimed at a quick and  effective  resolution  of  the  conflict  and\nresultant quietus to the controversy by  a  reference  of  the  disputes  to\narbitration in terms of the <a href=\"/doc/1306164/\" id=\"a_1\">Arbitration and Conciliation Act, 1996</a>.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">The Facts:\n</p>\n<blockquote id=\"blockquote_1\">3.    Appellant – Northern Coalfield Ltd. issued a tender  for  construction\nof a Coal Handling Plant at Bina sometime in May,  1984.   The  construction\nwork was meant to be carried out under two contracts: viz.  (1)  a  Contract\nfor works and services and (2) a Contract for equipment  and  spares.   Both\nthese contracts were awarded to the respondent –  Heavy  Energy  Corporation\nLtd. which is also a Government of India company. The contracts contained  a\nClause that provided for adjudication of disputes  between  the  parties  by\nway of arbitration.  Disputes having actually arisen in relation to the  two\ncontracts, the same were referred for resolution in terms of the  “permanent\nin-house administrative machinery” set up by  the  Government.   Claims  and\ncounter claims were made by the two corporations against  each  other  which\nfinally culminated in the making of two awards both dated  28.02.1997  under\nwhich respondent No.1 was held entitled to a  sum  of  Rs.16,87,61,981.11/-,\nwhile the appellant was  awarded  Rs.56,05,000/-.  Both  the  parties  were,\nhowever, dissatisfied with the  awards  which  they  challenged  in  appeals\nfiled before the Law Secretary, Department of  Legal  Affairs,  Ministry  of\nLaw and  Justice  in  terms  of  the  in-house  mechanism  provided  by  the\nGovernment. While Appeal No.67  of  1998  filed  before  the  Law  Secretary\npertained to the contract for supply of  equipment,  Appeal  No.64  of  1999\npertained to the contract for execution of works and services.\n</blockquote>\n<blockquote id=\"blockquote_2\">4.    During the pendency of the appeals aforementioned  respondent  No.2  –\nM/s. Rampur Engineering Company Ltd. filed Suit No.450 of  1999  before  the\nHigh Court  of  Delhi  against  the  two  corporations  in  which  the  said\nrespondent  prayed  for  an  injunction  restraining  respondent  No.1  from\nsettling the disputes with the appellant. The appellant’s case  is  that  it\ncame to know  about  the  role  of  Respondent  No.2  in  the  execution  of\ncontracts only after the filing of the said suit  in  which  by  an  interim\norder, the High Court restrained the parties  from  implementing  any  award\nmade by the appellate  authority.  The  appellant’s  further  case  is  that\nrespondent No.1 had,  contrary  to  Clause  3  of  the  Terms  of  Contracts\nexecuted with the appellant, sublet the contracts in  favour  of  respondent\nNo.2 without prior consent of the former and that the said  arrangement  was\nof no legal consequence nor did it create  any  legal  relationship  between\nthe appellant and the sub-contractor.\n</blockquote>\n<blockquote id=\"blockquote_3\">5.    Appeal No.64 of 1999, arising  out  of  the  contract  for  works  and\nservices came to be disposed of first, wherein the appellate authority  made\nan award on 13.11.1999 holding that a sum of  Rs.15,84,50,000/-  apart  from\nRs.3.73 crores due as interest was recoverable from  the  appellant.  Appeal\nNo.67 of 1998  filed  by  the  first  respondent  was  disposed  of  by  the\nappellate  authority  on  01.12.1999  remanding  the  matter  back  to   the\nArbitrator  for  reconsideration.  Aggrieved  by  the  awards  made  by  the\nArbitrator and the appellate authority,  the  appellant-herein  filed  Civil\nSuit No.1709 of 2000 before the High Court of Delhi in which  it  claimed  a\ndeclaration to the effect that respondent No.1 had  committed  a  breach  of\nClause  3  of  the  terms  of  the  Contracts  executed  between   the   two\nCorporations  by  sub-letting  the  contract  to  respondent  No.2   thereby\nrendering the contracts between the appellants  and  the  first  respondents\nnull and void. The appellant further prayed for a declaration to the  effect\nthat respondent No.1 was not  entitled  to  claim  any  relief  under  those\ncontracts nor was respondent No.2 entitled to do so. The so called  Arbitral\naward passed by the appellate  authority  was  according  to  the  appellant\nillegal and vitiated by errors apparent on the face of  the  record,  hence,\nliable to be set aside.\n</blockquote>\n<blockquote id=\"blockquote_4\">6.    The learned Single Judge of the High Court by an interim  order  dated\n4.08.2000 passed in the  suit  restrained  the  implementation/execution  of\nawards passed by the Appellate Authority. The appellant’s case  is  that  it\nwas  at  that  stage  that  the  defendant-respondents   herein   moved   an\napplication under Order 7, Rule 11 (d) <a href=\"/doc/161831507/\" id=\"a_2\">of the Code of Civil Procedure</a>,  1908\n (for short, “<a href=\"/doc/161831507/\" id=\"a_3\">the CPC</a>”)  praying  for rejection of the plaint  in  the  suit\nfiled by the appellant. The defendant claimed that the suit  was  barred  in\nview of the existence of a  specially  prescribed  procedure  for  resolving\ndisputes   in   arbitration   proceedings   between   the   two   Government\ncorporations.  It was contended that in the light  of  the  said  procedure,\nneither party to the dispute was entitled to take  recourse  to  proceedings\nin any Court without the permission of the Committee on Disputes.\n</blockquote>\n<blockquote id=\"blockquote_5\">7.    The appellant opposed the prayer for rejection  of  the  plaint  inter\nalia on the ground that no permission to file a suit  or  other  proceedings\nwas required as the subject dispute also involved respondent  No.2  who  was\nnot a party to the arbitration agreement or the proceedings.   By  an  order\ndated 10.07.2007 a learned Single  Judge  of  the  High  Court  allowed  the\napplication filed by the  defendants-respondents  and  rejected  the  plaint\nfiled by the appellant. The learned Single  Judge  held  that  the  arbitral\naward made pursuant to the proceedings conducted in  terms  of  the  special\nmechanism could not be set aside in a suit.  The learned Single  Judge  also\nheld  that  there  was  no  privity  of  contract  between  the   appellant-\n</blockquote><p data-structure=\"Facts\" id=\"p_5\">corporation and respondent No.2 and that the suit  between  the  two  public\nsector undertakings could not be filed without clearance from the  Committee\non Disputes.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">8.    Aggrieved by the order passed by the Single Judge of High  Court,  the\nappellant filed RFA (OS) No.50 of 2007 before a Division Bench of  the  High\nCourt of Delhi.  The  Division  Bench  has  by  an  order  dated  07.08.2008\ndismissed the said appeal and affirmed the rejection of the  plaint  by  the\nlearned Single  Judge  primarily  on  the  ground  that  since  the  special\nprocedure prescribed by the Government for adjudication of disputes  between\nGovernment Corporations having been  effectuated  and  resorted  to  by  the\nparties in terms of the  judgments  of  this  Court  in  ONGC’s  Cases,  the\nappellant was not entitled to seek a declaration that  the  awards  so  made\nwere illegal or liable to be set aside.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">9.    The High Court observed:\n</p><blockquote id=\"blockquote_6\">“Before us, the appellant, which is admittedly a government undertaking,  is\nclaiming that the first  respondent,  also  a  government  undertaking,  has\nviolated and breached a contract between them.  In particular, Clause  3  of\nthe said contract is stated to have  been  breached.   Respondent  No.1,  of\ncourse, says that no such breach has occurred.  This then,  is  the  dispute\nmerely because the appellant feels that the breach committed  by  the  first\nrespondent has benefited a third party, will not change the  nature  of  the\ndispute from being one between the appellant and Respondent No.1, i.e.,  the\ntwo contracting parties.  Since both of them  are  government  undertakings,\ntherefore, the permanent machinery provided for resolving  disputes  between\npublic sector undertakings ought to have been followed.”\n\nBy the impugned order, the learned Single Judge has  examined  the  question\nwhether the appellant is entitled to seek a declaration that  the  appellant\nawards are illegal and liable to be set aside by way of a  suit  or  whether\nthe same is barred by any law.  The learned Single Judge has held  that  the\narbitral award cannot be set aside in a suit.  It was further held  that  an\narbitral award cannot be set aside in a suit.   It  was  further  held  that\nonce the parties  have  subjected  themselves  to  permanent  machinery  for\nredressal of dispute between public sector undertakings, then the  mechanism\nprescribed therein should be followed and, therefore, the suit  in  question\ncould not have been filed without clearance of the  Committee  of  Disputes.\nBy merely noting the contention of  the  appellant  that  the  root  of  the\ndispute is violation of Clause 3 of the terms of the  contracts,  it  cannot\nbe said that the learned Single  Judge  has  decided  disputed  question  of\nfacts.  It has merely taken note of the  appellant’s  own  case  in  stating\nthat the key players are the  two  public  sector  undertakings  which  have\nentered into the contract in question with each other,  and  therefore,  the\nspecial procedure prescribed for such disputes should  have  been  followed.\nConsequently, the learned Single Judge rightly  held  that  the  plaint  was\nliable to be rejected, inter alia, for that reason.”\n\n</blockquote><p data-structure=\"Issue\" id=\"p_8\">10.   The present appeal calls in question  the  correctness  of  the  above\njudgments and orders.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1818674\" id=\"span_1\">11.   Appearing on behalf of  the  appellant,  Mr.  P.S.  Patwalia,  learned\nsenior counsel argued that the view taken by  the  High  Court  was  legally\nunsustainable.  It was submitted that the High Court has  proceeded  on  the\nassumption as though the award made by  the  Arbitrator  under  the  special\nprocedure prescribed by the Government  is  an  arbitral  award  within  the\ncomprehension of the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act, 1940</a> or <a href=\"/doc/1306164/\" id=\"a_5\">Arbitration  and  Conciliation\nAct, 1966</a>.  He urged that the High Court had overlooked the genesis  of  the\nadministrative arrangement, in as much as the object behind the  setting  up\nof the special procedure  for  resolution  of  disputes  between  Government\ncorporations was not meant to prescribe a mechanism recognized  by  the  old\nor the new <a href=\"/doc/1052228/\" id=\"a_6\">Arbitration Act</a> nor was the  special  procedure  meant  to  be  a\nsubstitute for a proper adjudication under the said two enactments.  It  was\ncontended that in as much as the Arbitrator under the special procedure  had\ndetermined the issue referred to him  to  the  prejudice  of  the  appellant\ncompany, it was open to the latter to assail the adjudication  in  a  proper\ncivil action which action was not barred by any law nor could  the  same  be\nthrown out merely because a purely administrative procedure for  a  possible\namicable resolution of the conflict had been adopted no matter  without  the\nsanction of law. It was urged that the  mechanism  provided  for  under  the\ndecisions of this Court in ONGC matters was in any  case  non-est  the  same\nhaving been scrapped by the Constitution Bench of this Court in  <a href=\"/doc/1818674/\" id=\"a_7\">Electronics\nCorporation of India Ltd. v. Union of India</a>, (2011)  3  SCC  404.</span>   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"108469\" id=\"span_2\">Reliance\nwas also placed by Mr. Patwalia upon the decision of this Court in  <a href=\"/doc/108469/\" id=\"a_8\">Oil  and\nNatural Gas Commission v. Collector of Central Excise</a>, (2004) 6 SCC  437  to\nurge that no suit filed by the parties to the dispute  and  covered  by  the\nadministrative machinery could be dismissed as untenable.   All  that  could\nbe done was to give to the plaintiff an opportunity to obtain permission  of\nthe Committee on Disputes to proceed with the same.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">12.   On behalf of the  respondent,  Mr.  Ranjit  Kumar,  learned  Solicitor\nGeneral strenuously argued that High Court was justified  in  rejecting  the\nplaint  as  the  very  purpose  of  providing  a   special   mechanism   for\nadjudication of the disputes would be  defeated  if  any  such  adjudication\ncould be questioned in any civil action as was sought  to  be  done  by  the\nappellant-herein.   It  was  contended  by  Shri  Kumar  that  the  arbitral\nproceedings conducted by the Arbitrator under the special mechanism  may  be\noutside the statutory framework of the two enactments, yet the  efficacy  of\nthe adjudication could  not  be  doubted.   He  urged  that  even  when  the\nadjudication  by  the  Arbitrator  under  the  special  mechanism  did   not\ntantamount to a decree enforceable in a Court of law,  the  fact  that  both\nthe corporations were owned by the Government was sufficient  by  itself  to\nfacilitate recovery of the amount payable to one by the  other  and  thereby\neffectuate the execution of the award by way of administrative action.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">13.   We have given our anxious consideration to  the  submissions  made  at\nthe Bar.  Before we deal with the contentions urged at the Bar, we  need  to\nadvert to the historical backdrop in which the special mechanism came to  be\nprescribed by the Government.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">14.   Commercial disputes between public  sector  enterprises  inter  se  as\nwell  as  between  the  public  sector  enterprises   and   the   Government\ndepartments were in the  ordinary  course  settled  through  arbitration  by\nGovernment Officers or good offices of empowered  government  agencies  like\nBureau of Public Enterprises. Department of legal affairs however  submitted\na note dated 8th May,  1987  on  the  subject  which  was  considered  by  a\nCommittee of Secretaries in its  meeting  held  on  26th  June,  1987.   The\nCommittee  of  Secretaries  suggested  that  a   permanent   machinery   for\narbitration should be set up in the  Department  of  Public  Enterprises  to\nsettle all commercial disputes between PSE inter  se  and  between  PSE  and\nGovernment department excluding disputes concerning income tax, customs  and\nexcise. The Committee also suggested that  there  should  be  a  contractual\nclause binding the parties to the commercial contracts to  refer  all  their\ndisputes for settlement to  the  Permanent  Machinery  of  Arbitrators.  The\nCommittee of Secretaries proposed that Bureau of Public  Enterprises  should\nbring a note for consideration of the Cabinet in that regard which note  was\nprepared and upon submission to the Cabinet  was  approved  in  its  meeting\nheld on 24th February,  1989.   The  Cabinet  decision  envisaged  that  all\nPublic Sector Enterprises include a contractual clause in their  future  and\ncurrent  commercial  contracts   regarding   settlement   of   disputes   by\narbitration by resorting to Permanent  Machinery  of  Arbitration  and  that\nadministrative Ministries shall  issue  necessary  directives  to  the  PSEs\nunder the relevant clause of the Articles of  Association.   The  directives\nand draft outline of procedure to be followed by the Permanent Machinery  of\nArbitrators in the Bureau of Public Enterprises was  accordingly  issued  in\nterms of DPE  D.O.  No.  15(9)/86-BPE(Fin)  dated  29th  March,  1989.   The\nprocedure for settlement of disputes so  devised  was  however  outside  the\nframework of the <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act, 1940</a> which then held the  field.  This  is\nevident from Para 2 of the draft outline of the  procedure  which  reads  as\nunder:\n</p><blockquote id=\"blockquote_7\">“2. <a href=\"/doc/1052228/\" id=\"a_10\">The Arbitration Act, 1940</a> (10 of 1940) shall not be  applicable  to  the\narbitration under this clause. The award of the  sole  arbitrator  shall  be\nbinding upon the parties  to  the  dispute.  Provided,  however,  any  party\naggrieved by such award may make a further reference for  setting  aside  or\nrevision of the award to the Law Secretary,  Department  of  Legal  Affairs,\nMinistry  of  Law  &amp;  Justice,  Government  of  India.  Upon  such   further\nreference, the dispute shall be decided by the Law Secretary or the  Special\nSecretary/ Additional Secretary when so authorised  by  the  Law  Secretary,\nwhose decision shall bind the parties finally and conclusively.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"619283\" id=\"span_3\">15.   While the Permanent Machinery of  Arbitration  was  put  in  place  in\nterms of the above  order  and  while  instructions  to  the  public  sector\nundertakings and public sector  enterprises  to  take  resort  to  the  said\nprocedure also remained in force, instances of  public  sector  undertakings\nresorting to legal proceedings instead of complying with those  instructions\ncame to the notice of this Court in <a href=\"/doc/619283/\" id=\"a_11\">Oil and Natural Gas Commission and  Anr.\nv. Collector of Central Excise</a> 1995 Supp (4) SCC 541  in  which  this  Court\ntaking note  of  such  legal  proceedings  at  considerable  public  expense\nresulting in waste of valuable Court time directed Government  of  India  to\nset up a Committee  consisting  of  representatives  from  the  Ministry  of\nIndustry and Commerce, Bureau of Public Enterprises and the Ministry of  Law\nto monitor disputes  inter  se  Public  Sector  Undertakings  and  with  the\nGovernment to ensure that no litigation came to  the  Courts  and  Tribunals\nwithout the matter having being first examined by the  Committee  for  grant\nor refusal of clearance for litigation.  This Court made it  obligatory  for\nevery Court and every Tribunal where such a dispute is raised  to  demand  a\nclearance from the Committee in case it has not been so  pleaded,  and  also\ndirected that in the absence of such a clearance the proceedings  would  not\nbe carried  forward.   It  was  pursuant  to  the  said  directions  that  a\nCommittee of Disputes headed by the Cabinet  Secretary  was  constituted  by\nthe Government of India in terms of  Cabinet  Secretariat  OM  No.53/3/6/91-\nCabinet dated 31st December, 1991.</span>\n</p><p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"108469\" id=\"span_4\">16.    More  than  a  decade  after  the  setting  up   of   the   Committee\naforementioned this Court in <a href=\"/doc/108469/\" id=\"a_12\">Oil and Natural Gas Commission v. Collector  of\nCentral Excise</a>, (2004) 6 SCC 437 clarified the previous order  to  say  that\nin the absence of a clearance from  the  Committee,  the  Courts  would  not\nproceed with the case but a suit could be  instituted  by  a  Public  Sector\nUndertaking to save limitation. This Court observed:</span>\n</p><blockquote id=\"blockquote_8\">“4. There are some doubts and problems that have arisen in the  working  out\nof these arrangements which require to be clarified and some  crease  ironed\nout. Some doubts persist as to the precise import and  implications  of  the\nwords and &quot;recourse to litigation should  be  avoided&quot;.  It  is  clear  that\norder of this court is not to effect that -- nor can that be done--  so  far\nas Union  of  India  and  its  statutory  corporations  are  concerned,  the\nstatutory remedies are effaced. Indeed, the purpose of the  Constitution  of\nthe High Power Committee was not to take away those remedies.\n</blockquote>\n<blockquote id=\"blockquote_9\">Xxx\n\n</blockquote><blockquote id=\"blockquote_10\">5. Accordingly, there, should be no bar to the  lodgment  of  an  appeal  or\npetition either by the Union of India  or  the  Public  Sector  Undertakings\nbefore any court or tribunal so as to  save  limitation.  But,  before  such\nfiling every endeavor should be made to  have  the  clearance  of  the  High\nPower Committee.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">Xxx\n\n</p><p data-structure=\"Conclusion\" id=\"p_16\">6. Wherever appeals, petitions etc. are filed without the clearance  of  the\nHigh Power Committee, so  as  to  save  limitation,  the  appellant  or  the\npetitioner as the case may be, shall within a month from such filing,  refer\nthe matter to the High Power Committee with prior notice to  the  Designated\nAuthority in Cabinet  Secretariat  of  Government  of  India  authorised  to\nreceive notices in  that  behalf.  Sri.  K.T.S.  Tulsi,  learned  Additional\nSolicitor General, stated that in order to coordinate  these  references  of\nthe High Power Committee the  Government  proposes  to  nominate  the  Under\nSecretary (Coordination) in the Cabinet Secretariat as the  nodal  authority\nto coordinate these references. The reference shall be deemed to  have  been\nmade and become effective only after a notice of  the  reference  is  lodged\nwith the said nodal authority. The reference shall be deemed to be valid  if\nmade in the case of the  Union  of  India  by  its  Secretary,  Ministry  of\nFinance  Department  of  Revenue,  and  in  the  case   of   Public   Sector\nUndertakings by its Chairman, Managing Director or chief Executive,  as  the\ncase may be. It is only after such reference to the High Power Committee  is\nmade in the manner indicated that the operation of the order or  proceedings\nunder challenge shall be suspended till the High  Power  Committee  resolves\nthe dispute or  gives  clearance  to  the  litigation.  If  the  High  Power\nCommittee is unable to resolve the matter for reasons to be recorded by  it,\nit shall grant clearance for the litigation.”\n\n                             (emphasis supplied)\n</p><p data-structure=\"Precedent\" id=\"p_17\">17.   <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"661104\" id=\"span_5\">In <a href=\"/doc/661104/\" id=\"a_13\">Oil and Natural Gas Corporation  Ltd.  v.  City  and  Indust</a>.  Dev.\nCorpn., Maharashtra and  Ors.  (2007)  7  SCC  39  this  Court  ordered  the\nconstitution of another Committee to look into the disputes between  Central\nGovernment and State Government entities.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"108469\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838490\" id=\"span_7\">Then came <a href=\"/doc/838490/\" id=\"a_14\">Commissioner of  Income\nTax, Delhi-VI v. Oriental Insurance Co. Ltd.</a> (2008) 9 SCC 349 in which  this\nCourt while clarifying its earlier order in <a href=\"/doc/108469/\" id=\"a_15\">Oil and Natural  Gas  Commission\nv. Collector of Central Excise</a>, (2004) 6 SCC 437 observed that there was  no\nrigid time frame prescribed by the Court and that merely because  there  was\nsome delay in approaching the Committee did not mean  that  the  action  was\nillegal. The following passage is in this regard apposite:</span></span>\n</p><blockquote id=\"blockquote_11\">“10. It needs to be emphasized that there was actually no rigid  time  frame\nindicated by this Court. The emphasis  on  one  month&#x27;s  time  was  to  show\nurgency needed. Merely because  there  is  some  delay  in  approaching  the\nCommittee that does not make the action illegal. The Committee  is  required\nto deal with the matter  expeditiously  so  that  there  is  no  unnecessary\nbacklog of appeals which ultimately may not be pursued. In  that  sense,  it\nis imperative that the concerned authorities take  urgent  action  otherwise\nthe intended objective would be frustrated. There is no scope for  lethargy.\nIt is to be tested by the Court as to whether  there  was  any  indifference\nand lethargy and in appropriate cases refuse to interfere.  In  these  cases\nfactual position is not that. Therefore, we set aside the order of the  High\nCourt in each case and direct consideration of the question of  desirability\nto proceed in the matter before  it  on  receipt  of  the  report  from  the\nconcerned Committee.\n</blockquote>\n<blockquote id=\"blockquote_12\">Xxx\n\n</blockquote><blockquote id=\"blockquote_13\">12. It is to be  noted  that  where  permission  has  been  granted  by  the\nCommittee there is no impediment on the Court  to  examine  the  matter  and\ntake a decision on merits. But where there is no belated approach  as  noted\nabove, the matter has to be decided. Court has to decide whether because  of\nunexplained delay and lethargic action it would  decline  to  entertain  the\nmatters. That would depend on the factual scenario  in  each  case,  and  no\nstraight jacket formula can be adopted.”\n                             (emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">18.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"57429\" id=\"span_8\">In <a href=\"/doc/57429/\" id=\"a_16\">Commissioner of Central  Excise  v.  Bharat  Petroleum  Corp.  Ltd.</a>\n(2010) 13 SCC 42, this Court, held that working of the  COD  had  failed  as\nnumerous difficulties had been experienced by the COD which  were  expressed\nin the Cabinet  Secretary’s  letter  dated  9th  March,  2010.   This  Court\nobserved\n“4. In  our  experience,  the  working  of  the  COD  has  failed.  Numerous\ndifficulties are experienced by the COD which are expressed  in  the  letter\nof the Cabinet Secretary,  dated  9th  March,  2010.  Apart  from  the  said\nletter, we find in numerous matters concerning public sector companies  that\ndifferent views are expressed by COD which results  not  only  in  delay  in\nfiling  of  matters  but  also  results  into  further  litigation.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"619283\" id=\"span_9\">In  the\ncircumstances, we find  merit  in  the  submission  advanced  before  us  by\nlearned Attorney General that time has come to revisit the orders passed  by\nthe three Judge Bench of this Court  in  the  case  of  <a href=\"/doc/619283/\" id=\"a_17\">Oil  &amp;  Natural  Gas\nCommission v. Collector of Central Excise</a> (supra).”</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1818674\" id=\"span_10\">19.   The matter was accordingly referred to a larger  bench  to  reconsider\nthe earlier decisions directing constitution of the  COD.   The  matter  was\neventually heard and decided  by  a  Five  Judge  Bench  of  this  Court  in\n<a href=\"/doc/1818674/\" id=\"a_18\">Electronics Corporation of India Ltd. v. Union of India</a>, (2011) 3  SCC  404.\nThis Court after noticing various flaws in the working of the  Committee  of\nDisputes ordered  recall  of  its  previous  orders  passed  by  it  in  the\nfollowing words:</span>\n</p>\n<blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1366327\" id=\"span_11\">“6……By Order dated 11.9.1991, reported in 1992 Supp (2) SCC  432  (<a href=\"/doc/1366327/\" id=\"a_19\">ONGC  and\nAnr. v. CCE</a>), this Court noted that &quot;Public Sector Undertakings  of  Central\nGovernment and the Union of India should  not  fight  their  litigations  in\nCourt&quot;.  Consequently,  the  Cabinet  Secretary,  Government  of  India  was\n&quot;called upon to handle the matter personally&quot;.</span>\n</blockquote>\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1366327\" id=\"span_12\">7. This was followed by the order dated 11.10.1991 in <a href=\"/doc/1366327/\" id=\"a_20\">ONGC-II</a>  case  (supra)\nwhere this Court directed the Government of India &quot;to  set  up  a  Committee\nconsisting of representatives from  the  Ministry  of  Industry,  Bureau  of\nPublic  Enterprises  and  Ministry  of  Law,  to  monitor  disputes  between\nMinistry and Ministry of Government of India,  Ministry  and  public  sector\nundertakings of the Government  of  India  and  public  sector  undertakings\nbetween themselves, to ensure that no litigation comes  to  Court  or  to  a\nTribunal without the matter having been first examined by the Committee  and\nits clearance for litigation&quot;.</span>\n</blockquote>\n<blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1366327\" id=\"span_13\">8. Thereafter, in <a href=\"/doc/1366327/\" id=\"a_21\">ONGC-III</a> case (supra), this Court  directed  that  in  the\nabsence of clearance from the &quot;Committee of Secretaries&quot;  (CoS),  any  legal\nproceeding will not be proceeded with. This was subject to  the  rider  that\nappeals and petitions filed without such clearance could be  filed  to  save\nlimitation. It was, however,  directed  that  the  needful  should  be  done\nwithin one month from such filing, failing which the  matter  would  not  be\nproceeded with.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1366327\" id=\"span_14\">By another  order  dated  20.7.2007  (<a href=\"/doc/1366327/\" id=\"a_22\">ONGC-IVth</a>  case)  this\nCourt extended the concept of Dispute Resolution by  High-Powered  Committee\nto amicably resolve the disputes involving the State Governments and\ntheir Instrumentalities.</span>\n</blockquote>\n<blockquote id=\"blockquote_17\">9. The idea behind setting up of this Committee, initially, called a  &quot;High-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_20\">Powered Committee&quot; (HPC), later on  called  as  &quot;Committee  of  Secretaries&quot;\n</p><blockquote id=\"blockquote_18\">(CoS) and finally termed as &quot;Committee on  Disputes&quot;  (CoD)  was  to  ensure\nthat resources of the State are not frittered away in inter  se  litigations\nbetween entities  of  the  State,  which  could  be  best  resolved,  by  an\nempowered CoD. The  machinery  contemplated  was  only  to  ensure  that  no\nlitigation comes to Court without the parties having had an  opportunity  of\nconciliation before an in-house committee. [see: para 3 of the  order  dated\n7.1.1994  (supra)]  Whilst  the  principle  and  the   object   behind   the\naforestated Orders is unexceptionable and laudatory,  experience  has  shown\nthat despite best efforts of the CoD, the mechanism  has  not  achieved  the\nresults for which it was constituted and  has  in  fact  led  to  delays  in\nlitigation. We have already given two examples  hereinabove.  They  indicate\nthat on same set of facts, clearance is given in one  case  and  refused  in\nthe other. This has led a PSU to institute  a  SLP  in  this  Court  on  the\nground of discrimination. We  need  not  multiply  such  illustrations.  The\nmechanism was set up with a laudatory object.  However,  the  mechanism  has\nled to delay in filing  of  civil  appeals  causing  loss  of  revenue.  For\nexample,  in  many  cases  of  exemptions,  the  Industry  Department  gives\nexemption, while the same is denied by the  Revenue  Department.  Similarly,\nwith the enactment of regulatory  laws  in  several  cases  there  could  be\noverlapping of  jurisdictions  between,  let  us  say,  SEBI  and  insurance\nregulators. Civil appeals lie to this Court. Stakes in such cases are  huge.\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">One cannot possibly expect timely clearance by CoD. In such cases, grant  of\nclearance to one and not to the other may result in generation of  more  and\nmore litigation. The mechanism has outlived  its  utility.  In  the  changed\nscenario indicated above, we are of the view that time has  come  under  the\nabove circumstances to recall the directions of this Court  in  its  various\nOrders reported as 1995 Supp (4) SCC 541 dated  11.10.1991,  (ii)  (2004)  6\nSCC 437 dated 7.1.1994 and (iii) (2007) 7 SCC 39 dated 20.7.2007.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">10. In the circumstances, we hereby recall  the  following  Orders  reported\nin:\n</p><blockquote id=\"blockquote_19\">(i) 1995 Supp (4) SCC 541 dated 11.10.1991\n</blockquote><blockquote id=\"blockquote_20\">(ii) (2004) 6 SCC 437 dated 7.1.1994\n</blockquote><blockquote id=\"blockquote_21\">(iii) (2007) 7 SCC 39 dated 20.7.2007”\n                              (emphasis supplied)\n</blockquote><blockquote id=\"blockquote_22\">20.   The Government of India had, in the intervening  period,  consolidated\ninto a single set of guidelines the Permanent Machinery of  Arbitration  for\nsettlement of commercial disputes and the directives issued  by  this  Court\nregarding constitution of Committee on  Disputes  in  terms  of  a  circular\nissued by the Department of Public  Enterprises  vide  order  No.  DPE  O.M.\nNo.DPE/4(10)/2001-PMA-GL-I  dated  22nd  January,  2004  which  inter   alia\nprovided for creation of Permanent Machinery of  Arbitrators  (PMA),  stated\nthe need for creation of such a  machinery,  indicated  the  entitlement  of\ndepartments/ PSEs, CPSC, banks etc. to take resort to  the  said  machinery,\nfixed  monetary  limits,  stipulated  fees  payable   towards   arbitration,\nprovided for an appeal against the award and  also  provided  for  clearance\nfrom the Committee on Disputes. The  instructions  issued  to  PSES,  CPSEs,\nbanks etc. stipulated the incorporation of a clause in  current  and  future\ncontracts/  agreements  which  specifically  excluded  the  application   of\n<a href=\"/doc/1306164/\" id=\"a_23\">Arbitration and Conciliation Act, 1996</a> to arbitrations conducted  under  the\nPermanent Machinery of Arbitration. The arbitration clause  recommended  for\ninclusion in the current and future contracts/ agreement was to  be  in  the\nfollowing words:\n</blockquote><blockquote id=\"blockquote_23\">“In the event of any dispute or difference relating  to  the  interpretation\nand application  of  the  provisions  of  the  contracts,  such  dispute  or\ndifference shall be referred by either party for  Arbitration  to  the  sole\nArbitrator in the Department of Public Enterprises to be  nominated  by  the\nSecretary to the Government of India in-charge of the Department  of  Public\nEnterprises. <a href=\"/doc/1306164/\" id=\"a_24\">The  Arbitration  and  Conciliation  Act,  1996</a>  shall  not  be\napplicable to arbitration under this clause.  The award  of  the  Arbitrator\nshall be binding upon the parties to the  dispute,  provided,  however,  any\nparty aggrieved by such award may  make  a  further  reference  for  setting\naside or revision of the award to the Law  Secretary,  Department  of  Legal\nAffairs,  Ministry  of  Law  &amp;  Justice,  Government  of  India.  Upon  such\nreference the dispute shall be decided by the Law Secretary or  the  Special\nSecretary/Additional Secretary, when so authorized  by  the  Law  Secretary,\nwhose decision shall bind the Parties finally and conclusively. The  Parties\nto the dispute will share equally the cost of arbitration  as  intimated  by\nthe Arbitrator”.\n</blockquote><blockquote id=\"blockquote_24\">                                                         (emphasis supplied)\n</blockquote><blockquote id=\"blockquote_25\">21.   Reference may also be made to Office Memorandum dated 12th June,  2013\nissued by the  Government  of  India,  Ministry  of  Industries  and  Public\nEnterprises,  Department  of  Public  Enterprises  revising  the  guidelines\nfurther and deleting from the  earlier  guidelines  Para  13  that  required\nclearance from the Committee of Disputes.\n</blockquote>\n<blockquote id=\"blockquote_26\">22.   The net effect of the above can be summarized as under:\n</blockquote><blockquote id=\"blockquote_27\">The Permanent Machinery of Arbitration was put  in  place  as  early  as  in\nMarch, 1989, even before ONGC II was decided on 11th October, 1991.\nThe Permanent Machinery of Arbitration was outside the  statutory  provision\nthen regulating arbitrations in this country namely  <a href=\"/doc/1052228/\" id=\"a_25\">Arbitration  Act,  1940</a>\n(10 of 1940).\n</blockquote><blockquote id=\"blockquote_28\">The award made in terms of the  Permanent  Machinery  of  Arbitration  being\noutside the provisions of the <a href=\"/doc/1052228/\" id=\"a_26\">Arbitration Act, 1940</a> would not constitute  an\naward under the said legislation and would therefore neither be amenable  to\nbe set aside under the said statute nor be made a rule of the  court  to  be\nenforceable as a decree lawfully passed against the judgment debtor.\nThe Committee on disputes set up under the  orders  of  this  Court  in  the\nseries of orders passed in ONGC cases did not prevent filing of  a  suit  or\nproceedings by one PSE/PSU against another or by one  Government  department\nagainst another.  The only restriction was  that  even  when  such  suit  or\nproceedings was instituted the same shall not be proceeded  with  till  such\ntime the Committee on Disputes granted permission to the  party  approaching\nthe Court.\n</blockquote><blockquote id=\"blockquote_29\">The time limit fixed for obtaining such permission was also  only  directory\nand did not render the suit and/ or proceedings illegal  if  permission  was\nnot produced within the stipulated period.\n</blockquote><blockquote id=\"blockquote_30\">The Committee on Disputes was required to grant permission  for  instituting\nor pursing the proceedings. If the High Power Committee (COD) was unable  to\nresolve the dispute for reasons to be recorded by it,  it  was  required  to\ngrant clearance for litigation.\n</blockquote><blockquote id=\"blockquote_31\">The Committee on Disputes experience was found to be unsatisfactory and  the\ndirectives issued by  the  Court  regarding  its  constitution  and  matters\nincidental thereto were recalled by the Constitution  Bench  of  this  Court\nthereby   removing   the   impediment   which   was    placed    upon    the\nCourt’s/Tribunal’s powers to proceed with the suit/ legal  proceedings.  The\nDepartment of Public Enterprises has subsequent to the recall of the  orders\nin the ONGC line of cases modified its guidelines deleting the  requirements\nfor a COD clearance for resorting to the Permanent Machinery of  Arbitration\nand;\n</blockquote><blockquote id=\"blockquote_32\">The Permanent Machinery of Arbitration was and continues to be  outside  the\npurview  of  <a href=\"/doc/1052228/\" id=\"a_27\">Arbitration  Act,  1940</a>  now  replaced   by   <a href=\"/doc/1306164/\" id=\"a_28\">Arbitration   and\nConciliation Act, 1996</a>.\n</blockquote><blockquote id=\"blockquote_33\">23.   Let  us  now  see  the  case  at  hand  in  the  light  of  the  above\npropositions. It is  true  that  the  disputes  between  the  appellant  and\nrespondents  were  referred  for  settlement  in  terms  of  the   Permanent\nMachinery for Arbitration as early as in the year  1993/1994.   It  is  also\nnot in dispute that as on the date of the said reference  the  Committee  on\nDisputes was already set up but no permission for  a  reference  was  taken.\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">That  the  Arbitrator  made  an  award  under  the  Permanent  Machinery  of\nArbitration which was questioned in appeals before  the  Law  Secretary  who\nmade some alterations in the same is also admitted.  That the award so  made\nhas not been accepted by the appellants is also common ground in as much  as\nthe appellant has filed a suit challenging an arbitral award in  Civil  Suit\nNo.1709 of 2000 in which  the  appellant  claimed  a  declaration  that  the\ncontracts were rendered null and void on account on the breach of  Clause  3\nthereof.  The appellant  also  sought  a  declaration  that  the  respondent\ncompany was not entitled to claim any relief under  the  said  contract  nor\nwas respondent No.2 entitled to do so and that the so called arbitral  award\nwas vitiated on the face of record hence liable to be set aside.  That  such\na suit could be filed but could not be proceeded with  till  such  time  the\nCOD granted permission is  also  beyond  dispute  as  on  the  date  of  the\ninstitution of the suit the direction of this Court in ONGC group  of  cases\nstill held the field. Such permission  could  be  obtained  within  30  days\nwhich was not sacrosanct but the institution of the suit  itself  could  not\nbe faulted as a litigant was  in  terms  of  the  direction  of  this  Court\nentitled to institute the proceedings to save  limitation.  The  High  Court\nhas, all the same, rejected the plaint on the ground  that  permission  from\nCOD was not obtained.  In doing so the High Court obviously  understood  the\ndirection of this Court to mean as though absence of such permission  was  a\nfatal defect which it was not.  The orders of this Court to  which  we  have\nmade a reference earlier unequivocally make it  clear  that  filing  of  the\nsuit in itself was not barred.  What was restrained was further progress  in\nthe suit till such time permission from the COD was obtained.   In  as  much\nas the High Court considered the absence of permission  from  COD  to  be  a\nmandatory legal requirement for the institution of the suit it  committed  a\nmistake.  No such legal requirement could be read into the judgment of  this\nCourt nor has any such requirement been pointed out  by  Mr.  Ranjit  Kumar,\nlearned Solicitor General appearing before us.\n</p><p data-structure=\"Conclusion\" id=\"p_24\">24.   The question then is whether the requirement of the clearance  of  COD\ncould be insisted upon even at this stage.  Our answer is in  the  negative.\nWe say so because COD stands abrogated/dissolved and  the  orders  directing\nconstitution of such a  Committee  reversed.   Since  there  is  no  COD  at\npresent there is no question of  either  obtaining  or  insisting  upon  any\nclearance from the same. The upshot of the  above  discussion  is  that  the\norders passed by the High Court rejecting the plaint on the ground that  the\nsame  was  not  preceded  or  accompanied  by   permission   from   COD   is\nunsustainable, are hence, liable to be set aside.\n</p><p data-structure=\"CDiscource\" id=\"p_25\">25.   That brings us to the question whether we ought to remand  the  matter\nback to the Civil Court for adjudication and if that were  not  a  desirable\ncourse of action whether adjudication of the matters in dispute  by  way  of\narbitration would be a better option.  It was argued by  Mr.  Ranjit  Kumar,\nlearned Solicitor General that the respondent has an  award  in  its  favour\nmade in terms of the Permanent Machinery of Arbitration and that so long  as\nthat award stands there is no need for any fresh or further  arbitration  on\nthe claims already adjudicated upon under the said mechanism.  The  argument\nappears to be attractive at first  blush  but  does  not  survive  a  closer\nscrutiny.  That  is  so  because  an  arbitral  award  under  the  Permanent\nMachinery of Arbitration may give quietus to the controversy if the same  is\naccepted by the parties to the dispute. In cases, however, a party does  not\naccept the award, as is the position in  the  case  at  hand,  the  arbitral\naward may not put an end to the controversy. Such  an  award  being  outside\nthe  framework  of  the  law  governing  arbitration  will  not  be  legally\nenforceable in a court of law. In fairness  to  Mr.  Ranjit  Kumar,  learned\nAdditional Solicitor General, we must mention that he did not  dispute  that\nthe  award  made  by  the  arbitrator  under  the  Permanent  Machinery   of\nArbitration was outside the statute regulating arbitration in  this  country\nand was not, therefore, executable in law. What he  argued  was  that  since\nboth sides to the  disputes  were  government  corporations  the  Government\ncould adopt administrative mechanism for recovering the amount held  payable\nto the respondent. That does not,  in  our  opinion,  answer  the  question.\nRemedies which are available to the Government on  the  administrative  side\ncannot substitute remedies that are available to a  losing  party  according\nto the law of the land. The appellant has lost  before  the  arbitrators  in\nterms of the Permanent Machinery of Arbitration  and  is  stoutly  disputing\nits liability on several grounds. The dispute  regarding  liability  of  the\nappellant under the contract, therefore, continues to loom large so long  as\nit is not resolved finally and effectually in accordance with law.  No  such\neffective adjudication recognized by law has so far taken place. That  being\nso, the right of the appellant to demand  such  an  adjudication  cannot  be\ndenied simply because it happens to be a Government owned company  for  even\nwhen the appellant is a government company, it has its  legal  character  as\nan entity separate from the Government. Just because it had resorted to  the\npermanent procedure or taken  part  in  the  proceedings  there  can  be  no\nestoppel against its seeking  redress  in  accordance  with  law.   That  is\nprecisely what it did when it filed a suit for declaration  that  the  award\nwas bad for a variety of reasons and also that the contract  stood  annulled\non account of the breach committed by the respondents.\n</p><p data-structure=\"Conclusion\" id=\"p_26\">26.    Having  said  that,  Mr.  Patwalia  made  a  candid  statement  after\ninstructions that the appellant would have no difficulty in having  all  the\nclaims and counter-claims of the appellants and  the  respondent-corporation\nreferred to adjudication in accordance with law to a sole arbitrator  to  be\nnominated by this Court. To facilitate such a reference Mr. Patwalia has  on\ninstructions  sought  deletion  of  respondent  No.2  from  the   array   of\nrespondents which prayer we see no reason to decline especially because  the\ndispute is between the two corporations which alone ought to be referred  to\nadjudication in accordance with  law.   Respondent  No.2  shall  accordingly\nstand deleted from the array of parties.\n</p><p data-structure=\"Conclusion\" id=\"p_27\">27.   Mr.  Ranjit  Kumar  was,  however,  somewhat  diffident  in  making  a\nconcession  that  the  claim  could  be  referred  for  a  fresh  round   of\narbitration in accordance with provisions of  <a href=\"/doc/1306164/\" id=\"a_29\">Arbitration  and  Conciliation\nAct, 1996</a>. That diffidence does not prevent us from making a suitable  order\nof reference to a  sole  arbitrator  for  adjudication  of  all  outstanding\ndisputes between the two corporations especially because the alternative  to\nsuch arbitration is a long drawn expensive and cumbersome trial of the  suit\nfiled by the appellant before a civil court and the difficulties that  beset\nthe  execution  of  an  award  made  under  a  non-statutory  administrative\nmechanism.  Both these courses are unattractive  with  no  prospects  of  an\nearly fruition even after the parties have  fought  each  other  for  nearly\ntwenty years.\n</p><p data-structure=\"Conclusion\" id=\"p_28\">28.   In the result we allow this appeal and  set  aside  the  judgment  and\norder passed by the  High  Court.   We  further  direct  that  all  disputes\nrelating to and arising out of the contracts executed between the  appellant\ncompany  and  the  respondent   corporation   shall   stand   referred   for\nadjudication to Hon’ble Mr. Justice K.G. Balakrishnan, Former Chief  Justice\nof this Court, who is hereby appointed  as  Sole  Arbitrator  to  adjudicate\nupon all claims and counter claims which the  parties  may  choose  to  file\nbefore him.   Civil Suit (OS) No.1709/2000 shall also stand disposed  of  in\nterms of this order.  The parties shall  appear  before  the  Arbitrator  on\n22nd of August, 2016 for further directions.  The Arbitrator shall  be  free\nto determine his own fee.  No costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">..............................CJI.\n</p><p data-structure=\"Conclusion\" id=\"p_30\">                                                               (T.S. THAKUR)\n\n\n\n\n\n\n                                         .................................J.\n                                                              (R. BANUMATHI)\nNew Delhi\nJuly 13, 2016\n</p>","numcites":10,"numcitedby":28,"docsource":"Supreme Court of India","citetid":100785689,"divtype":"judgments","relatedqs":[{"value":"permanent machinery of arbitration","formInput":"permanent%20machinery%20of%20arbitration"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"ONGC","formInput":"ONGC"},{"value":"commercial disputes","formInput":"commercial%20disputes"},{"value":"Cabinet Secretariat, ","formInput":"Cabinet%20Secretariat%2C%20"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"high power committee","formInput":"high%20power%20committee"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration  filter:  adr case","formInput":"arbitration%20%20filter%3A%20%20adr%20case"},{"value":"recall of witness: judgments","formInput":"recall%20of%20witness%3A%20judgments"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"oil and natural gas","formInput":"oil%20and%20natural%20gas"},{"value":"natural gas","formInput":"natural%20gas"},{"value":"\"counter-claim\"","formInput":"%22counter-claim%22"},{"value":"arbitration and conciliation ","formInput":"arbitration%20and%20conciliation%20"},{"value":"inter se","formInput":"inter%20se"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}