{"tid":37496707,"publishdate":"2016-10-20","title":"Sdb- Sps (Jv) vs Bihar Rajya Pul Nirman Nigam Ltd. & Ors on 20 October, 2016","doc":"<h2 class=\"doc_title\">Sdb- Sps (Jv) vs Bihar Rajya Pul Nirman Nigam Ltd. &amp; Ors on 20 October, 2016</h2>\n\n<pre id=\"pre_1\">        IN THE HIGH COURT OF JUDICATURE AT PATNA\n\n                           Request Case No.14 of 2016\n===========================================================\nSDB- SPS (JV), a Joint Venture between Som Datt Builders Private Limited &amp;\nSuperintendent of Police Singla Constructions Pvt Ltd., having its office at 56-58,\nCommunity Centre, East of Kailash, New Delhi 110 065 through its Authorised\nSignatory Shri A.K.Mirchandani, S/o Late Shri K.L.Mirchandani, resident of House\nNo.109, Sector-7, Panchkula, P.S. Panchkula, Haryana.\n                                                                  .... .... Petitioner\n                                      Versus\n1. Bihar Rajya Pul Nirman Nigam Ltd. through its Managing Director, having its\n   Registered Office at 7, Sardar Patel Marg, Patna 15, Bihar.\n2. The Managing Director, Bihar Rajya Pul Nirman Nigam Ltd., having its\n   Registered Office at 7, Sardar Patel Marg, Patna 15, Bihar.\n3. The Senior Project Engineer, Works Division No.2, Bihar Rajya Pul Nirman\n   Nigam Ltd., having its Registered Office at 7, Sardar Patel Marg, Patna 15,\n   Bihar.\n                                                               .... .... Respondents\n===========================================================\nAppearance :\nFor the Petitioner     :      Mr. Anirudh Wadhwa, Advocate\n                              Mr. Satyabir Bharti, Advocate\n                              Ms. Aparna Arun, Advocate\nFor the Respondents      :    Mr. Rabindra Kumar Priyadarshi, Advocate\n===========================================================\nCORAM: HONOURABLE THE CHIEF JUSTICE\nJUDGMENT AND ORDER\n     C.A.V.\n\nDate:   20 -10-2016\n\n               With the help of this application made under <a href=\"/doc/1841764/\" id=\"a_1\">Section\n\n    11</a> of the Arbitration and Conciliation Act, 1996 (hereinafter\n\n    referred to as „the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration Act, 1996</a>‟), the petitioner herein\n\n    seeks appointment of an independent and impartial arbitrator\n\n    for resolution of the disputes, which have arisen between the\n\n    petitioner and the principal respondent No. 1, namely, Bihar\n\n    Rajya Pul Nirman Nigam Ltd.\n\n\n               BACKGROUND FACTS:\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n                                          2/33\n\n\n\n\n                     2. The material facts, leading to the making of the\n\n         present application, may, in brief, be set out as under:\n\n\n                     (i) The petitioner is a Joint Venture between Som Datt\n\n         Builders Pvt Ltd. and SP Singla Constructions Pvt Ltd., both\n\n         being companies, registered under the <a href=\"/doc/1353758/\" id=\"a_3\">Companies Act, 1956</a>,\n\n         whereas the principal respondent is Bihar Rajya Pul Nirman\n\n         Nigam Ltd., which is a government owned company duly\n\n         registered under <a href=\"/doc/1353758/\" id=\"a_4\">Indian Companies Act, 1956</a>. The main object\n\n         of the respondent company is construction and maintenance of\n\n         bridges     and     toll    collection.     The   principal   respondent   is,\n\n         according to the petitioner, an instrumentality of the State and\n\n         is, therefore, a „state&#x27; within the meaning of <a href=\"/doc/609139/\" id=\"a_5\">Article 12</a> of the\n\n         Constitution.       The other respondents are the officials of the\n\n         principal respondents, they being the Managing Director and\n\n         the Senior Project Engineer.\n\n\n                     (ii) The respondent Company               floated a tender, on\n\n         04.05.2010</pre><p data-structure=\"Facts\" id=\"p_1\">, for execution of a 4000 mt long 4-lane High Level\n\n         Bridge over the River Ganga, connecting NH 30 (Arrah) and NH\n\n         19 (Chapra), in the State of Bihar (hereinafter referred to as\n\n         „the Works‟). The Petitioner came out successful in the bidding\n\n         process. The bid was accepted, vide letter, dated 08.07.2010,\n\n         and, on 25.08.2010, the parties entered into an agreement,\n\n         vide    Agreement          No.    01/TURNKEY/2010-11,         regarding    the\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_1\">                                        3/33</span>\n\n\n\n\n         Works.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">                     (iii) In terms of the contract agreement, the Works\n\n         were to be completed by the petitioner by 04.07.2014 at a\n\n         contracted price of Rs. 539,42,00,000 (Rupees Five Hundred\n\n         and Thirty Nine Crores and Forty Two Lacs only).\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">                     (iv) Avoiding the details of the cause of rift between\n\n         the parties, the fact remains that a dispute arose. Briefly\n\n         speaking, the cause of dispute was the alleged delay on the\n\n         part of the respondent company and its personnel in performing\n\n         the reciprocal promises under the contract.                   There are\n\n         allegations and counter-allegations for the alleged delay in the\n\n         completion of the Work. The petitioner raised its claims, vide\n\n         communication, dated 10.03.2015, detailing therein various\n\n         instances of breach of obligations being committed by the\n\n         respondents and causing thereby great financial loss to the\n\n         petitioner. The said claims were rejected by the Senior Project\n\n         Engineer of the respondent, vide their communication, dated\n\n         08.04.2015,        bearing      No.     BRPNNL   PT-2/442   (Engineer-in-\n\n         Charge).\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Issue\" id=\"p_6\">                     (v) The petitioner made a representation, dated\n\n         25.04.2015, to the Deputy Chief Engineer, South Bihar Circle,\n\n         BRPNN Ltd, Patna, for review/reconsideration of the decision of\n\n         the Engineer-in-Charge, which was rejected, vide letter, dated\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_2\">                                        4/33</span>\n\n\n\n\n         23.06.2015.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n</p><p data-structure=\"Facts\" id=\"p_8\">                     (vi) As the Managing Director of the respondent\n\n         corporation did not accede to the petitioner‟s claim for\n\n         resolution of the dispute, the petitioner issued notice, on\n\n         02.12.2015, requesting the respondents to make appointment\n\n         of an arbitrator. On receiving no response to the notice\n\n         aforementioned, the petitioner reiterated, by issuing another\n\n         notice, dated 19.04.2016, its request seeking appointment of\n\n         an independent and impartial arbitrator.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"RespArg\" id=\"p_10\">                     3. The respondent company, through its letter, dated\n\n         16.06.2016, refused to accede to the request of the Petitioner\n\n         and instead agreed to refer the disputes for adjudication in\n\n         terms of the provisions of <a href=\"/doc/164253420/\" id=\"a_6\">Bihar Public Works Contracts Dispute\n\n         Arbitration Tribunal Act, 2008</a> (hereinafter &quot;BPWCDAT Act,\n\n         2008&quot;). The respondent company, thus, contended that the\n\n         disputes between the parties must necessarily be referred to\n\n         the Bihar Public Works Contracts Dispute Arbitration Tribunal\n\n         being the constituted Tribunal under the BPWCDAT Act, 2008.\n\n\n</p><p data-structure=\"Issue\" id=\"p_11\">                     4. Aggrieved by the refusal of the respondents to\n\n         appointing arbitrator in terms of the agreement, the petitioner\n\n         has moved this Court with the present application, made under\n\n         <a href=\"/doc/1841764/\" id=\"a_7\">Section 11</a> of the Arbitration and Conciliation Act, 1996, seeking\n\n         appointment of an arbitrator.\n</p><p data-structure=\"Issue\" id=\"p_12\"> Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_3\">                                        5/33</span>\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_13\">                     5.    The     respondents           have   resisted   the   present\n\n         application, seeking the appointment of the arbitrator, on the\n\n         ground that the <a href=\"/doc/1306164/\" id=\"a_8\">Arbitration Act, 1996</a>, is not applicable to the\n\n         case at hand inasmuch as the dispute shall be dealt with, and\n\n         decided by, the Tribunal constituted under <a href=\"/doc/1079220/\" id=\"a_9\">Section 9</a> read with\n\n         Section 22 of the Bihar Public Contract Arbitration Tribunal Act,\n\n         2008 (hereinafter referred to as „the 2008 Act‟).\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">                     6. I have heard Mr. Anirudh Wadhwa, learned Counsel\n\n         for the petitioner, and Mr. Rabindra Kumar Priyadarshi, learned\n\n         Counsel for the respondent No.1.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n</p><p data-structure=\"Section\" id=\"p_16\">                     7. The fact that in the agreement, which had been\n\n         entered into between the parties, there has been an arbitration\n\n         clause, which has been reproduced hereinabove, is not denied\n\n         by the respondents.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n</p><p data-structure=\"Issue\" id=\"p_18\">                     8. The question, therefore, is: Whether the disputes,\n\n         which have arisen in the present case, are to be adjudicated\n\n         upon by the Tribunal, which has been constituted under\n\n         BPWCDAT Act, 2008, or whether disputes at hand are to be\n\n         resolved in terms of the provisions of the <a href=\"/doc/1306164/\" id=\"a_10\">Arbitration and\n\n         Conciliation Act, 1996</a>.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n</p><p data-structure=\"Section\" id=\"p_20\">                     9. What is, now, necessary to note, as already\n\n         indicated above, is that there is no dispute as to existence of an\n\n         arbitration agreement. Clause 25 of the Agreement, dated\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_4\">                                         6/33</span>\n\n\n\n\n         25.08.2010, reads as under: -\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n</p><blockquote id=\"blockquote_1\">                                            &quot;25. Settlement of Disputes\n\n                                            [....]\n\n                                            If the Deputy Chief Engineer fails to\n                                give his instructions or decision in writing\n                                within the aforesaid period or if the contractor\n                                is dissatisfied with the instructions or decision\n                                of the Deputy Chief Engineer, the contractor\n                                may, within 15 days of the receipt of Deputy\n                                Chief     Engineer&#x27;s             decision,      appeal   to   the\n                                Managing             Director      who       shall   afford   an\n                                opportunity to the contractor to be heard, if\n                                the latter so desires, and to offer evidence in\n                                support         of     his       appeal.     The     Managing\n                                Director shall give his decision within 30\n                                days of receipt of contractor&#x27;s appeal. If\n                                the contractor is dissatisfied with this\n                                decision, the contractor shall within a\n                                period of 30 days from receipt of the\n                                decision, give notice to the Managing\n                                Director for appointment of arbitrator\n                                failing which the said decision shall be\n                                final     binding            and    conclusive        and     not\n                                referable             to         adjudication        by       the\n                                arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_2\">                                            Except           where        the    decision     has\n                                become final binding and conclusive in terms\n                                of      Sub-para           (i)     above         disputes      or\n                                difference              shall        be         referred      for\n                                adjudication through arbitration by a sole\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_5\">                                        7/33</span>\n\n\n\n\n                                arbitrator       appointed     by   the   Board    of\n                                Directors, or the administrative head of\n                                the     said     NIGAM.   If    the   arbitrator   so\n                                appointed is unable or unwilling to act or\n                                resign his appointment or vacates his office\n                                due to any reason whatsoever, another sole\n                                arbitrator shall be appointed in the manner\n                                aforesaid. Such person shall be entitled to\n                                proceed with the reference from the stage at\n                                which it was left by his predecessor.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_22\">                                                             (Emphasis is supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">                     10. It may be pointed out that in terms of the contract\n\n         agreement, the party, invoking arbitration, shall give a list of\n\n         disputes, with amount claimed in respect of each such dispute,\n\n         along with the notice for appointment of arbitrator and giving\n\n         reference to the rejection by the Managing Director of the\n\n         appeal.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">\n</p><p data-structure=\"Section\" id=\"p_25\">                     11. It is also a term of the agreement of contract that\n\n         no persons other than a person, appointed by the Board of\n\n         Directors or the administrative head of the Department as\n\n         aforesaid, should act as arbitrator and if, for any reason, it is\n\n         not possible, the matter shall not be referred to arbitration at\n\n         all.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">\n</p><p data-structure=\"Facts\" id=\"p_27\">                     12. The contract agreement further stipulated that if\n\n         the contractor does not make any demand for appointment of\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_6\">                                        8/33</span>\n\n\n\n\n         arbitrator in respect of any claims, in writing, as aforesaid,\n\n         within 45 days of receiving the intimation from the Board that\n\n         the final bill is ready for payment, the claim of the contractor\n\n         shall be deemed to have been waived and absolutely barred\n\n         and the Government shall be discharged and released of all\n\n         liabilities under the contract in respect of these claims.\n\n\n</p><p data-structure=\"Section\" id=\"p_28\">                     13. It is of paramount importance to note that the\n\n         contract      agreement         mandates        that   arbitration   shall   be\n\n         conducted in accordance with the provisions of the <a href=\"/doc/1306164/\" id=\"a_11\">Arbitration\n\n         and Conciliation Act, 1996</a> (26 of 1996) or any statutory\n\n         modifications or re-enactment thereof and the rules made\n\n         thereunder and, for the time being in force, shall apply to the\n\n         arbitration proceedings under this clause.\n\n\n</p><p data-structure=\"Issue\" id=\"p_29\">                     14. The Petitioner has, now, as indicate above,\n\n         approached this Court, with the help of the present application\n\n         made under <a href=\"/doc/1841764/\" id=\"a_12\">Section 11</a> of the Arbitration Act, 1996, making the\n\n         prayer for appointment of an Arbitrator under the provisions of\n\n         the <a href=\"/doc/1306164/\" id=\"a_13\">Arbitration Act, 1996</a>. The respondent company has raised a\n\n         preliminary objection as to the maintainability of the present\n\n         application. They contend that with the enactment of the\n\n         BPWCDAT Act, 2008, the dispute, arising in connection with a\n\n         Works Contract, must necessarily be referred to the Tribunal\n\n         constituted under the BPWCDAT Act, 2008, alone.\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_7\">                                        9/33</span>\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_30\">                     15. Since the maintainability of the present application\n\n         in view of the alternative forum provided under the provisions\n\n         BPWCDAT Act, 2008, has been raised, the moot question,\n\n         surfacing and demanding adjudication, is With the enactment of\n\n         the BPWCDAT Act, 2008, whether there is total bar to the\n\n         applicability of the dispute redressal under the provisions of the\n\n         <a href=\"/doc/1306164/\" id=\"a_14\">Arbitration and Conciliation Act, 1996</a>, in connection with Works\n\n         Contract in the State of Bihar?\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">\n</p><p data-structure=\"Section\" id=\"p_32\">                     16. The contract, in question, without any iota of\n\n         doubt, is a &quot;Works Contract&quot; as defined in the BPWCDAT Act,\n\n         2008. It is also not in dispute that the dispute resolution clause\n\n         between the parties is subsequent to the enactment of\n\n         BPWCDAT Act, 2008, expressly providing therein that the\n\n         disputes &quot;shall be referred for adjudication through arbitration\n\n         by a sole arbitrator appointed by the Board of Directors, or the\n\n         administrative head of the said NIGAM.&quot; It further provides that\n\n         the &quot;arbitration shall be conducted in accordance with the\n\n         provisions of the <a href=\"/doc/1306164/\" id=\"a_15\">Arbitration and Conciliation Act, 1996</a> or any\n\n         statutory modifications or re-enactment thereof... [which] shall\n\n         apply to the arbitration proceedings under this clause&quot;.\n\n\n</p><p data-structure=\"Issue\" id=\"p_33\">                     17. The parties are governed by the contract that they\n\n         enter into. Here, the parties entered into an agreement on\n\n         25.08.2010, when they were alive to the existence of BPWCDAT\n\n         Act, 2008; yet the respondent company did not put the\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_8\">                                        10/33</span>\n\n\n\n\n         condition of the resolution of the dispute under the BPWCDAT\n\n         Act,    2008;      rather,     the     contract       agreement    categorically\n\n         mentioned about the applicability of the <a href=\"/doc/1306164/\" id=\"a_16\">Arbitration Act, 1996</a>,\n\n         to the contract, in question.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">\n</p><p data-structure=\"Section\" id=\"p_35\">                     18.      When the parties enter into a contract fully\n\n         conversant with the existing laws, they cannot subsequently go\n\n         back from the clauses of the contract, which are binding on\n\n         them unless the law permits a party to resile from such an\n\n         agreement.        The     mechanism             for   disputes   resolution,   as\n\n         indicated, in terms of the contract, in question, being under the\n\n         provisions of the <a href=\"/doc/1306164/\" id=\"a_17\">Arbitration Act, 1996</a>, the very challenge as to\n\n         the maintainability of the present application is unwarranted.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_36\">                     19. Yet, from another angle, the matter can be dealt\n\n         with. The legislation of disputes redressal mechanism falls\n\n         under Concurrent List of the Constitution. Learned counsel for\n\n         the petitioner submits that the respondents have wrongly raised\n\n         the objection of maintainability. His contention is that if there\n\n         are more than one competent fora for resolution of a dispute\n\n         available to the parties, the parties are free to decide and\n\n         confine their choice to any one of them and, if such a choice\n\n         has been made, the jurisdiction of another forum will be\n\n         deemed to have been ousted.                 In the instant case, in view of\n\n         the choice indicated in Clause 25 of the agreement, the parties,\n\n         contends the learned counsel for the petitioner, ousted the\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_9\">                                        11/33</span>\n\n\n\n\n         jurisdiction of the Tribunal constituted under BPWCDAT Act,\n\n         2008.\n</p>\n<p data-structure=\"Section\" id=\"p_37\">\n</p><p data-structure=\"Section\" id=\"p_38\">                     20. Learned counsel for the Petitioner further lays\n\n         stress on the fact there is need to give harmonious construction\n\n         to Section 8 of the BPWCDAT Act, 2008, which clearly indicates\n\n         that the same is supplementary and complementary to the\n\n         <a href=\"/doc/1306164/\" id=\"a_18\">Arbitration Act, 1996</a>. There is no conflict, according to him, at\n\n         all in this regard and even if there is any conflict, the law,\n\n         enacted by the Parliament, has to prevail; more particularly,\n\n         when the State Act clearly provides that the same aims at\n\n         supplementing the <a href=\"/doc/1306164/\" id=\"a_19\">Arbitration Act, 1956</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">\n</p><p data-structure=\"Section\" id=\"p_40\">                     21.     I may, however, hasten to point out that the\n\n         pecularity of the BPWCDAT Act, 2008, cannot be lost sight of\n\n         inasmuch as it provides for resolution of dispute between the\n\n         parties even where there is no arbitration clause; whereas the\n\n         Central Act pre-supposes the existence of an arbitration clause\n\n         for resolution of any dispute under the <a href=\"/doc/1306164/\" id=\"a_20\">Arbitration Act, 1996</a>.\n\n\n</p><p data-structure=\"Section\" id=\"p_41\">                     22. It has been further argued that the State Act\n\n         cannot prevail over the Central Act in view of <a href=\"/doc/1930681/\" id=\"a_21\">Article 254</a> of the\n\n         Constitution of India in absence of the Presidential assent given\n\n         to the State Act and, hence, in the case of conflict between the\n\n         Central Act, i.e., the <a href=\"/doc/1306164/\" id=\"a_22\">Arbitration and Conciliation Act, 1996</a>, on\n\n         the one hand, and the Bihar Public Works Contract Dispute\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_10\">                                        12/33</span>\n\n\n\n\n         <a href=\"/doc/146439370/\" id=\"a_23\">Arbitration Act, 2008</a>, i.e., BPWCDAT Act, 2008, on the other,\n\n         the Central Act shall prevail over the State Act to the extent of\n\n         repugnancy.\n</p>\n<p data-structure=\"Section\" id=\"p_42\">\n</p><p data-structure=\"Section\" id=\"p_43\">                     23. Above argument takes me to Part XI of the\n\n         Constitution of India. There is division of the legislative\n\n         competence of the Union and the State. The Union, through\n\n         Parliament, is competent to legislate with respect to the\n\n         subjects mentioned in List I of Seventh Schedule; whereas the\n\n         State legislature has the authority to legislate with respect to\n\n         the matters covered by List II of Seventh Schedule. Both the\n\n         Parliament and the State legislature have jurisdiction to make\n\n         laws on List III (i.e., Concurrent List) of Seventh Schedule.\n\n\n</p><p data-structure=\"Section\" id=\"p_44\">                     24.    <a href=\"/doc/1930681/\" id=\"a_24\">Article     254</a>     of   the   Constitution   deals   with\n\n         inconsistency between the laws made by the Parliament and\n\n         laws made by the legislature of a State. This Article provides\n\n         that if any provision of a law, made by the Legislature of a\n\n         State, is repugnant to any provision of a law, made by\n\n         Parliament, which Parliament is competent to enact, or to any\n\n         provision of an existing law with respect to one of the matters\n\n         enumerated in the Concurrent List, then, subject to the\n\n         provisions of clause (2), the law, made by Parliament, whether\n\n         passed before or after the law made by the Legislature of such\n\n         State, or, as the case may be, the existing law, shall prevail\n\n         and the law made by the Legislature of the State shall, to the\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_11\">                                        13/33</span>\n\n\n\n\n         extent of the repugnancy, be void. But the law made by the\n\n         Legislature of States, if it has been reserved for consideration of\n\n         the President and has received his assent, would prevail in that\n\n         State even if it is repugnant to the law made by Parliament.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_45\">                     25. Learned counsel for the petitioner argues that with\n\n         the amendment of the <a href=\"/doc/1306164/\" id=\"a_25\">Arbitration Act, 1996</a>, coming into effect\n\n         on and from 23.10.2015, there are apparent inconsistencies\n\n         between the provisions of the <a href=\"/doc/1306164/\" id=\"a_26\">Arbitration Act, 1996</a>, and the\n\n         BPWCDAT Act, 2008, inasmuch as <a href=\"/doc/16912364/\" id=\"a_27\">Section 12(5)</a> of the\n\n         Arbitration Act, 1996 (as amended) clearly provides that\n\n         notwithstanding any prior agreement of the parties, any person,\n\n         whose relationship falls in one of the categories in the 7th\n\n         Schedule, &quot;shall be ineligible to be appointed as an arbitrator.&quot;\n\n         However, as per Section 4 of the BPWCDAT Act, 2008, the\n\n         members of the BPWCDAT Tribunal hold office &quot;at the pleasure\n\n         of the Government (i.e., the Respondent).&quot; Further, in terms of,\n\n         inter alia, Rules 9-10 of the BPWCDAT Rules, 2009, the other\n\n         terms and conditions of the members of the BPWCDAT Tribunal\n\n         as well as the other staff are all based on the &quot;decision of the\n\n         State Government&quot;. This relationship, argues learned counsel,\n\n         would clearly be covered, inter alia, by Item 1 of the 7th\n\n         <a href=\"/doc/1306164/\" id=\"a_28\">Schedule of the Arbitration Act, 1996</a>, since the respondent, in\n\n         the present case, is effectively the State of Bihar or an affiliate\n\n         of the State of Bihar. Therefore, there is a conflict between the\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_12\">                                        14/33</span>\n\n\n\n\n         mandatory requirements of independence and impartiality of an\n\n         arbitral tribunal as required by the <a href=\"/doc/1306164/\" id=\"a_29\">Arbitration Act, 1996</a> (as\n\n         amended) and adjudication by a Tribunal appointed and\n\n         controlled by the respondents at &quot;its pleasure&quot;.\n\n\n</p><p data-structure=\"Section\" id=\"p_46\">                     26. He further argues that <a href=\"/doc/1868040/\" id=\"a_30\">Section 11 (2)</a> expressly\n\n         provides that &quot;parties are free to agree on a procedure for\n\n         appointing the arbitrators.&quot; However, Sections 9 and 22 of the\n\n         BPWCDAT Act, 2008, provide for disputes to be referred to the\n\n         BPWCDAT Tribunal (as constituted under the BPWCDAT Act,\n\n         2008).\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">\n</p><p data-structure=\"Section\" id=\"p_48\">                     27. In the present case, parties have clearly agreed\n\n         for a sole arbitrator to be appointed in terms of <a href=\"/doc/1868040/\" id=\"a_31\">Section 11 (2)</a>\n\n         of the Arbitration Act, 1996, which is subsequent to the\n\n         enactment (with amendment in 2015) of the BPWCDAT Act,\n\n         2008,     and,     therefore,       there       is   a   conflict    between   the\n\n         applicability of the provisions of the <a href=\"/doc/1306164/\" id=\"a_32\">Arbitration Act, 1996</a>, on\n\n         the one hand, and the BPWCDAT Act, 2008, on the other hand.\n\n\n</p><p data-structure=\"Section\" id=\"p_49\">                     28. In order to determine if the provisions of the\n\n         <a href=\"/doc/1306164/\" id=\"a_33\">Arbitration Act, 1996</a>, shall prevail over the                       BPWCDAT Act,\n\n         2008, because of what <a href=\"/doc/1930681/\" id=\"a_34\">Article 254</a> embodies, let me reproduce\n\n         <a href=\"/doc/1930681/\" id=\"a_35\">Article 254</a> hereinbelow:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">\n</p><blockquote id=\"blockquote_3\">                                            &quot;254. Inconsistency between laws\n                                made by Parliament and laws made by\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_13\">                                        15/33</span>\n\n\n\n\n                                the Legislatures of States\n\n                                             (1) If any provision of a law made by\n                                the Legislature of a State is repugnant to any\n                                provision of a law made by Parliament which\n                                Parliament is competent to enact, or to any\n                                provision of an existing law with respect to\n                                one     of      the     matters      enumerated    in   the\n                                Concurrent List, then, subject to the provisions\n                                of clause ( 2 ), the law made by Parliament,\n                                whether passed before or after the law made\n                                by the Legislature of such State, or, as the\n                                case may be, the existing law, shall prevail\n                                and the law made by the Legislature of the\n                                State shall, to the extent of the repugnancy,\n                                be void\n\n                                             (2)      Where    a     law   made   by    the\n                                Legislature of a State with respect to one of\n                                the matters enumerated in the concurrent List\n                                contains        any      provision    repugnant    to   the\n                                provisions         of    an   earlier      law   made   by\n                                Parliament or an existing law with respect to\n                                that matter, then, the law so made by the\n                                Legislature of such State shall, if it has been\n                                reserved for the consideration of the President\n                                and has received his assent, prevail in that\n                                State:\n</blockquote>\n<blockquote id=\"blockquote_4\">                                             Provided that nothing in this clause\n                                shall prevent Parliament from enacting at any\n                                time any law with respect to the same matter\n                                including a law adding to, amending, varying\n                                or    repealing         the   law     so   made   by    the\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_14\">                                        16/33</span>\n\n\n\n\n                                Legislature of the State.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_51\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1716282\" id=\"span_15\">29. It is not out of place to recall the decision of the\n\n         Supreme Court, in <a href=\"/doc/1716282/\" id=\"a_36\">M Karunanidhi v. Union of India</a>, reported\n\n         in (1979) 3 SCC 431, wherein the scope of the doctrine of\n\n         repugnancy, under <a href=\"/doc/1930681/\" id=\"a_37\">Article 254</a> of the Constitution of India, has\n\n         been dealt with, and clearly expressed, in paragraph 8, in the\n\n         following words :</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">\n</p><blockquote id=\"blockquote_5\">                                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1716282\" id=\"span_16\">&quot;It would be seen that so far as\n                                clause (1) of <a href=\"/doc/1930681/\" id=\"a_38\">Article 254</a> is concerned, it\n                                clearly lays down that where there is a direct\n                                collision between a provision of a law made by\n                                the State and that made by Parliament with\n                                respect to one of the matters enumerated in\n                                the Concurrent List, then, subject to the\n                                provisions of clause (2), the State law would\n                                be void to the extent of the repugnancy. This\n                                naturally means that where both the\n                                State and Parliament occupy the field\n                                contemplated             by   the      Concurrent   List,\n                                then, the Act passed by Parliament, being\n                                prior in point of time, will prevail and\n                                consequently the State Act will have to\n                                yield to the Central Act. In fact, the scheme\n                                of the Constitution is a scientific and equitable\n                                distribution      of     legislative    powers   between\n                                Parliament and the State Legislatures. First,\n                                regarding the matters contained in List I, i.e.\n                                the Union List to the Seventh Schedule,\n                                Parliament alone is empowered to legislate\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_17\">                                        17/33</span>\n\n\n\n\n                                and the State Legislatures have no authority\n                                to make any law in respect of the Entries\n                                contained in List I. Secondly, so far as the\n                                Concurrent List is concerned, both Parliament\n                                and the State Legislatures are entitled to\n                                legislate in regard to any of the Entries\n                                appearing therein, but that is subject to the\n                                condition        <a href=\"/doc/1716282/\" id=\"a_39\">laid      down        by</a>    <a href=\"/doc/344383/\" id=\"a_40\">Article     254(1)</a>\n                                discussed above. Thirdly, so far as the matters\n                                in List II, i.e. the State List are concerned, the\n                                State Legislatures alone are competent to\n                                legislate on them and only under certain\n                                conditions       Parliament           can    do    so.    It       is,\n                                therefore,       obvious         that   in    such       matters\n                                repugnancy may result from the following\n                                circumstances:</span>\n</blockquote>\n<blockquote id=\"blockquote_6\">                                            1.    Where          the    provisions            of    a\n                                Central         Act     and      a    State       Act    in    the\n                                Concurrent List are fully inconsistent and\n                                are absolutely irreconcilable, the Central\n                                Act will prevail and the State Act will\n                                become void in view of the repugnancy.\n</blockquote>\n<blockquote id=\"blockquote_7\">                                            2. Where however a law passed by\n                                the State comes into collision with a law\n                                passed by Parliament on an Entry in the\n                                Concurrent List, the State Act shall prevail to\n                                the    extent         of   the       repugnancy         and        the\n                                provisions of the Central Act would become\n                                void provided the State Act has been passed in\n                                accordance with clause (2) of <a href=\"/doc/1930681/\" id=\"a_41\">Article 254.</a>\n</blockquote>\n<blockquote id=\"blockquote_8\">                                            3. Where a law passed by the State\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_18\">                                        18/33</span>\n\n\n\n\n                                Legislature, while being substantially within\n                                the scope of the entries in the State List,\n                                entrenches upon any of the Entries in the\n                                Central List, the constitutionality of the law\n                                may be upheld by invoking the doctrine of pith\n                                and     substance        if    on   an   analysis     of   the\n                                provisions of the Act it appears that by and\n                                large the law falls within the four corners of\n                                the State List and entrenchment, if any, is\n                                purely incidental or inconsequential.\n</blockquote>\n<blockquote id=\"blockquote_9\">                                            4. Where, however, a law made by\n                                the State Legislature on a subject covered by\n                                the Concurrent List is inconsistent with and\n                                repugnant        to      a    previous    law   made       by\n                                Parliament, then, such a law can be protected\n                                by obtaining the assent of the President under\n                                <a href=\"/doc/665535/\" id=\"a_42\">Article 254(2)</a> of the Constitution. The result of\n                                obtaining the assent of the President would be\n                                that so far as the State Act is concerned, it will\n                                prevail in the State and overrule the provisions\n                                of the Central Act in their applicability to the\n                                State only. Such a state of affairs will exist\n                                only until Parliament may, at any time, make\n                                a law adding to, or amending, varying or\n                                repealing       the      law    made      by    the    State\n                                Legislature under the proviso to <a href=\"/doc/1930681/\" id=\"a_43\">Article 254.&quot;</a>\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_53\">                                                                     (Emphasis is added)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_54\">                     30. With no second thought, it can be safely held that\n\n         the State Act of present nature, which has not received any\n\n         Presidential assent, must yield to the Central Act. The pith and\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_19\">                                        19/33</span>\n\n\n\n\n         substance of the subject matter of both legislations fall under\n\n         Item 13 of List III (Concurrent List) of the Seventh Schedule to\n\n         the Constitution. This Court, in the case of Nilkamal Ltd v.\n\n         State      of   Bihar,      Request      Case   No.     1/2014     decided     on\n\n         17.10.2014, while adjudicating on the repugnancy of the\n\n         BPWCDAT Act, 2008, with the <a href=\"/doc/1306164/\" id=\"a_44\">Arbitration and Conciliation Act,\n\n         1996</a>, observed as follows -\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">\n</p><blockquote id=\"blockquote_10\">                                            &quot;In support of his contention learned\n                                counsel for the respondent has relied on the\n                                judgment of the Hon‟ ble Supreme Court in\n                                the case of Madhya Pradesh Rural Road\n                                Development Authority (supra), where similar\n                                <a href=\"/doc/1052228/\" id=\"a_45\">Arbitration Act</a> has been enacted by the State\n                                of Madhya Pradesh. The question arose about\n                                the applicability of the State Act vis-à-vis\n                                Central Act. The two Judges Bench of Hon‟ ble\n                                Supreme         Court    could    not     arrive   to    a\n                                conclusion, matter referred to larger Bench,\n                                there the State Act received the assent of the\n                                President of India as provided under <a href=\"/doc/1930681/\" id=\"a_46\">Article\n                                254</a> of the Constitution of India but in the\n                                present case the State Act was not reserved\n                                for assent of President of India and so much\n                                so Section 8 of the State Act makes it clear\n                                that in case of conflict Central Act will prevail.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_56\">                                                               (Emphasis is supplied)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_57\">                     31. Learned Counsel for the petitioner has raised the\n\n         issue of lack of impartiality of the State Tribunal, while dealing\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_20\">                                        20/33</span>\n\n\n\n\n         with an arbitral issue since they are appointed by the State,\n\n         serve at the pleasure of the State and the State itself is a party\n\n         to the subject of dispute. He seeks to draw support from\n\n         <a href=\"/doc/16912364/\" id=\"a_47\">Section 12(5)</a> of the Arbitration and Conciliation Act, 1996,\n\n         which came to be inserted, by the <a href=\"/doc/1306164/\" id=\"a_48\">Arbitration and Conciliation\n\n         (Amendment) Act, 2005</a> (hereinafter referred to as „the\n\n         <a href=\"/doc/18641578/\" id=\"a_49\">Amended Act, 2015</a>‟).\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\n</p><p data-structure=\"Section\" id=\"p_59\">                     32. Before proceeding further, I deem it necessary to\n\n         reproduce the <a href=\"/doc/18641578/\" id=\"a_50\">Section 12(5)</a> of the Amended Act, 2015, which\n\n         reads as under:\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">\n</p><p data-structure=\"Precedent\" id=\"p_61\">                                            12(5)        Notwithstanding     any   prior\n                                agreement to the contrary, any person whose\n                                relationship, with the parties or counsel or the\n                                subject matter of the dispute, falls under any\n                                of the categories specified in the Seventh\n                                Schedule shall be ineligible to be appointed as\n                                an arbitrator.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">                                            Provided          that      parties    may,\n                                subsequent to the disputes having arisen\n                                between them, waive the applicability of this\n                                sub-section       by     an   express    agreement    in\n                                writing.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">\n\n</p><p data-structure=\"Section\" id=\"p_64\">                     33. The entire <a href=\"/doc/750244/\" id=\"a_51\">Section 12</a> (post amendment) with the\n\n         Schedules attached thereto are to be read as a whole. The\n\n         Parliament, in its wisdom, has taken sufficient precaution to\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_21\">                                         21/33</span>\n\n\n\n\n         ensure that only an impartial arbitrator is appointed. The\n\n         incorporation of Fifth, Sixth and Seventh Schedules are to be\n\n         read together and not in isolation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">\n</p><p data-structure=\"PetArg\" id=\"p_66\">                     34. It is the contention of the learned Counsel for the\n\n         petitioner that under the post amendment of <a href=\"/doc/1306164/\" id=\"a_52\">Arbitration and\n\n         Conciliation Act, 1996</a>, the members of the BPWCDAT Tribunal,\n\n         who hold office &quot;at the pleasure of the Government (i.e., the\n\n         Respondent)&quot; become ineligible in view of the bar prescribed\n\n         under the Seventh Schedule. Referring to the Rules 9 and 10 of\n\n         the BPWCDAT Rules, 2009, it is sought to be shown by the\n\n         learned counsel for the petitioner that the other terms and\n\n         conditions of the members of the BPWCDAT Tribunal as well as\n\n         of the other staff are all based on the &quot;decision of the State\n\n         Government&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">\n</p><p data-structure=\"CDiscource\" id=\"p_68\">                     35. My quest to understand his argument takes me to\n\n         objectives behind different amendments suggested in the\n\n         Report No. 246 of the Law Commissions of India, more\n\n         particularly, in paragraph Nos. 57, 59 and 60, which are as\n\n         follows: -\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">\n</p><blockquote id=\"blockquote_11\">                                               57. The balance between procedural\n                                fairness and binding nature of these contracts,\n                                appears to have been tilted in favour of the\n                                latter        by       the   Supreme    Court,    and    the\n                                Commission believes the present position of\n                                law      is      far     from   satisfactory.    Since   the\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_22\">                                        22/33</span>\n\n\n\n\n                                principles of impartiality and independence\n                                cannot be discarded at any stage of the\n                                proceedings,        specifically      at    the   stage   of\n                                constitution of the arbitral tribunal, it would be\n                                incongruous to say that party autonomy can\n                                be exercised in complete disregard of these\n                                principles - even if the same has been agreed\n                                prior to the disputes having arisen between\n                                the parties. There are certain minimum levels\n                                of independence and impartiality that should\n                                be required of the arbitral process regardless\n                                of the parties&#x27; apparent agreement. A sensible\n                                law cannot, for instance, permit appointment\n                                of an arbitrator who is himself a party to the\n                                dispute, or who is employed by (or similarly\n                                dependent on) one party, even if this is what\n                                the     parties          agreed.    The       Commission\n                                hastens to add that Mr. PK Malhotra, the\n                                ex officio member of the Law Commission\n                                suggested having an exception for the\n                                State, and allow State parties to appoint\n                                employee arbitrators. The Commission is\n                                of the opinion that, on this issue, there\n                                cannot be any distinction between State\n                                and non-State parties. The concept of\n                                party autonomy cannot be stretched to a\n                                point where it negates the very basis of\n                                having          impartial          and       independent\n                                adjudicators for resolution of disputes. In\n                                fact,     when       the      party        appointing     an\n                                adjudicator is the State, the duty to\n                                appoint an impartial and independent\n                                adjudicator is that much more onerous -\n</blockquote><p data-structure=\"CDiscource\" id=\"p_70\"> Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_23\">                                        23/33</span>\n\n\n\n\n                                and the right to natural justice cannot be\n                                said to have been waived only on the\n                                basis of a &quot;prior&quot; agreement between the\n                                parties at the time of the contract and\n                                before arising of the disputes.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">\n</p><p data-structure=\"CDiscource\" id=\"p_72\">                                            59. The Commission has proposed\n                                the requirement of having specific disclosures\n                                by the arbitrator, at the stage of his possible\n                                appointment,         regarding     existence     of    any\n                                relationship or interest of any kind which is\n                                likely to give rise to justifiable doubts. The\n                                Commission has proposed the incorporation of\n                                the Fourth Schedule, which has drawn from\n                                the Red and Orange lists of the IBA Guidelines\n                                on     Conflicts     of   Interest    in   International\n                                Arbitration, and which would be treated as a\n                                &quot;guide&quot; to determine whether circumstances\n                                exist which give rise to such justifiable doubts.\n                                On the other hand, in terms of the proposed\n                                <a href=\"/doc/16912364/\" id=\"a_53\">Section 12 (5)</a> of the Act and the Fifth\n                                Schedule which incorporates the categories\n                                from the Red list of the IBA Guidelines (as\n                                above), the person proposed to be appointed\n                                as an arbitrator shall be ineligible to be so\n                                appointed,          notwithstanding        any        prior\n                                agreement to the contrary. In the event such\n                                an    ineligible     person   is     purported    to    be\n                                appointed as an arbitrator, he shall be de jure\n                                deemed to be unable to perform his functions,\n                                in terms of the proposed explanation to\n                                <a href=\"/doc/966297/\" id=\"a_54\">Section 14</a>. Therefore, while the disclosure is\n                                required with respect to a broader list of\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_24\">                                        24/33</span>\n\n\n\n\n                                categories (as set out in the Fourth Schedule,\n                                and as based on the Red and Orange lists of\n                                the IBA Guidelines), the ineligibility to be\n                                appointed         as       an     arbitrator       (and     the\n                                consequent de jure inability to so act) follows\n                                from a smaller and more serious sub-set of\n                                situations (as set out in the Fifth Schedule,\n                                and as based on the Red list of the IBA\n                                Guidelines).\n</p><p data-structure=\"Precedent\" id=\"p_73\">                                            60. The Commission, however, feels\n                                that real and genuine party autonomy must be\n                                respected, and, in certain situations, parties\n                                should      be        allowed     to      waive     even    the\n                                categories of ineligibility as set in the proposed\n                                Fifth Schedule. This could be in situations of\n                                family arbitrations or other arbitrations where\n                                a person commands the blind faith and trust of\n                                the    parties        to    the   dispute,        despite   the\n                                existence        of    objective       &quot;justifiable   doubts&quot;\n</p><blockquote id=\"blockquote_12\">                                regarding his independence and impartiality.\n                                To deal with such situations, the Commission\n                                has proposed the proviso to <a href=\"/doc/16912364/\" id=\"a_55\">Section 12 (5)</a>,\n                                where parties may, subsequent to disputes\n                                having      arisen         between        them,    waive    the\n                                applicability of the proposed <a href=\"/doc/16912364/\" id=\"a_56\">Section 12 (5)</a> by\n                                an express agreement in writing. In all other\n                                cases, the general rule in the proposed <a href=\"/doc/16912364/\" id=\"a_57\">Section\n                                12 (5)</a> must be followed. In the event the High\n                                Court      is    approached          in    connection       with\n                                appointment of an arbitrator, the Commission\n                                has proposed seeking the disclosure in terms\n                                of <a href=\"/doc/750244/\" id=\"a_58\">Section 12 (1)</a> and in which context the\n                                High Court or the designate is to have &quot;due\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_25\">                                        25/33</span>\n\n\n\n\n                                regard&quot; to the contents of such disclosure in\n                                appointing the arbitrator.\n</blockquote><blockquote id=\"blockquote_13\">                                                         (Emphasis is supplied)\n\n\n</blockquote><blockquote id=\"blockquote_14\">                     36. After going through some of the objectives behind\n\n         the recent amendment of the <a href=\"/doc/1306164/\" id=\"a_59\">Arbitration and Conciliation Act,\n\n         1996</a>, I venture into the constitution of the Tribunal working\n\n         under the BPWCDAT Act, 2008, and come to Chapter II, which\n\n         relates to the constitution of the Tribunal under the State Act.\n</blockquote>\n<blockquote id=\"blockquote_15\">         <a href=\"/doc/686376/\" id=\"a_60\">Section 3</a> of the Act, I find, lays down that a person, to be\n\n         eligible to become the Chairman of the Tribunal, must be or\n\n         must have been a Judge of High Court or a District Judge for, at\n\n         least, five years; whereas a person can be member only if he\n\n         has been a Secretary for, at least, three years in the\n\n         Government or an Engineer-in-Chief or Chief Engineer for, at\n\n         least, two years or a Superintending Engineer for, at least,\n\n         three years. The tenure of the Chairman and Members of the\n\n         Tribunal is for three years unless renewed for another term of\n\n         three years or till the appointed person attains the age of 70\n\n         years, whichever is earlier. Such protections are indicative of\n\n         the fact that sufficient measures have been taken for the\n\n         Tribunal to act impartially and fearlessly.\n</blockquote>\n\n<blockquote id=\"blockquote_16\">                     37. But once I turn to Section 4(3)(b) of BPWCDAT\n\n         Act, 2008, I do not find the apprehension of the learned\n\n         Counsel for the petitioner without any merit. The Chairman and\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_26\">                                        26/33</span>\n\n\n\n\n         the Member can be terminated premature by the Government\n\n         by paying three months‟ salaries. I may hasten to add that\n\n         apprehension of want of impartiality, on the part of Tribunal,\n\n         without specific instances, cannot be accepted; but this Court\n\n         cannot remain oblivious to the unbridled power of the State\n\n         Government to remove the Chairman and the Member, at any\n\n         time, by merely paying three months‟ salaries. This unrestricted\n\n         power raises issue of lack of fairness on the part of the\n\n         Tribunal, which is not without merit, and if this is considered\n\n         post amendment to the Central Act, then, more seems to be\n\n         expected from the State Legislature to bring the State Act in\n\n         tune with the Central Act.\n</blockquote>\n\n<blockquote id=\"blockquote_17\">                     38. A justice delivery system demands fairness and\n\n         impartiality as a condition precedent before adjudicating the\n\n         dispute and to achieve the same, it is necessary that the\n\n         Chairman and Members are not removed at the whims and\n\n         fancies of the government. Every judicial authority is bound to\n\n         maintain fairness and achieve the goal of fearless and impartial\n\n         adjudication of a dispute laid before it and it can do so only\n\n         when the personnel, manning the system, are protected in\n\n         sufficient measures. If they are removable at pleasure, it is but\n\n         natural for any man, with ordinary prudence, to doubt that they\n\n         will act fearlessly and impartially.\n</blockquote>\n\n<blockquote id=\"blockquote_18\">                     39. In view of the amendment of <a href=\"/doc/16912364/\" id=\"a_61\">Section 12(5)</a> and\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_27\">                                        27/33</span>\n\n\n\n\n         incorporation of the Schedules, it has all the more become\n\n         necessary to provide the protection to the Chairman and\n\n         member of the Tribunal from arbitrary removal. I leave it to the\n\n         Government to look into this aspect. I am avoiding detailed\n\n         discussion on the issue since the same is not required to be\n\n         decided in the present application inasmuch as Clause 25 of the\n\n         agreement clearly indicates, sole applicability of the <a href=\"/doc/1306164/\" id=\"a_62\">Arbitration\n\n         and Conciliation Act, 1996</a>, for dispute redresssal and the same\n\n         having been inserted in the agreement, on 25.08.2010, much\n\n         after the enactment of the BPWCDAT Act, 2008, it is the\n\n         <a href=\"/doc/1306164/\" id=\"a_63\">Arbitration and Conciliation Act, 1996</a>, which shall prevail.\n</blockquote>\n\n<blockquote id=\"blockquote_19\">                     40. Coupled with the above, Section 3(2) of the\n\n         BPWCDAT Act, 2008, also seems to be in conflict with the\n\n         <a href=\"/doc/1306164/\" id=\"a_64\">Arbitration Act, 1996</a>, in so far as the freedom of the parties\n\n         with regard to the choice of arbitrators is concerned. Sub-\n</blockquote>\n<blockquote id=\"blockquote_20\">         Section (1) and (2) of <a href=\"/doc/1841764/\" id=\"a_65\">Section 11</a> of the Arbitration Act, 1996,\n\n         give sufficient freedom to the parties to choose not only\n\n         arbitrators, but also the procedure for choosing arbitrators. This\n\n         principal liberty, which forms of the essence of arbitration under\n\n         the <a href=\"/doc/1306164/\" id=\"a_66\">Arbitration Act, 1996</a>, has been taken away by virtue of\n\n         Section 3(2) of the BPWCDAT Act, 2008, which provides that\n\n         Tribunal shall consist of Chairman and such number of\n\n         members as may be appointed by the State Government. It is,\n\n         thus, unilaterally appointed arbitration tribunal, where the\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_28\">                                        28/33</span>\n\n\n\n\n         contractor has no say and this is, where the BPWCDAT Act,\n\n         2008, comes in conflict, and becomes irreconcilable with, the\n\n         <a href=\"/doc/1306164/\" id=\"a_67\">Arbitration Act, 1996</a>.\n</blockquote>\n\n<blockquote id=\"blockquote_21\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"152055757\" id=\"span_29\">41. With regard to the above, the Supreme Court, in\n\n         <a href=\"/doc/152055757/\" id=\"a_68\">State of Kerala v. Mar Appraem Kuri Co. Ltd.</a>, reported in\n\n         (2012) 7 SCC 106, has made it clear that since Clause (1) of\n\n         <a href=\"/doc/1930681/\" id=\"a_69\">Article 254</a> states that if a State law, relating to a concurrent\n\n         subject, is &quot;repugnant&quot; to a Union law relating to that subject,\n\n         then, whether the Union law is prior or later in point of time,\n\n         the Union law will prevail and the State law shall, to the extent\n\n         of such repugnancy, be void.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_22\">                     42. Considered thus, it becomes abundantly clear that\n\n         <a href=\"/doc/344383/\" id=\"a_70\">Article 254(1)</a> gives supremacy to the law made by Parliament,\n\n         which the Parliament is competent to enact. In case of\n\n         repugnancy, the State legislation would be void only to the\n\n         extent of repugnancy. If there is no repugnancy between the\n\n         two laws, there is no question of application of <a href=\"/doc/344383/\" id=\"a_71\">Article 254(1)</a>\n\n         and both the Acts would prevail.\n</blockquote>\n\n<blockquote id=\"blockquote_23\">                     43.     Thus,     <a href=\"/doc/1930681/\" id=\"a_72\">Article     254</a>   is   attracted   only   when\n\n         legislations, covering the same matter, in List III, made by the\n\n         Centre and by the State, operate on the same subject; both of\n\n         them (Parliament and the State Legislatures) being competent\n\n         to enact laws with respect to the subject in List III.\n</blockquote><p data-structure=\"Precedent\" id=\"p_74\"> Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_30\">                                        29/33</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_75\">                     44. It will be seen from the analysis of the BPWCDAT\n\n         Act, 2008, via-a-vis <a href=\"/doc/1306164/\" id=\"a_73\">Arbitration and Conciliation Act, 1996</a>, that\n\n         so far as the term of arbitrator and the choice of arbitrator are\n\n         concerned, the <a href=\"/doc/1306164/\" id=\"a_74\">Arbitration and Conciliation Act, 1996</a>, gives\n\n         freedom to the parties to choose their own arbitrators; whereas\n\n         in BPWCDAT Act, 2008, this choice has been completely taken\n\n         away by virtue of a fixed tribunal by <a href=\"/doc/1070201/\" id=\"a_75\">Section 3 (2)</a> of the said\n\n         Act, which though provides for a fixed term for Chairman and\n\n         members, make them removable by the State Government\n\n         arbitrarily and choice of appointment is entirely with the State\n\n         Government instead of the parties making the choice.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_76\">                     45. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"152055757\" id=\"span_31\">In <a href=\"/doc/152055757/\" id=\"a_76\">Mar Appraem Kuri Co</a> (supra), the Supreme\n\n         Court has also observed that the question of repugnancy\n\n         between parliamentary legislation and State legislation arises in\n\n         two ways. First, where the legislations, though enacted with\n\n         respect to matters in their allotted spheres, overlap and\n\n         conflict. Second, where the two legislations are with respect to\n\n         matters in the Concurrent List and there is a conflict. In both\n\n         the situations, the parliamentary legislation will predominate, in\n\n         the first, by virtue of non obstante clause in <a href=\"/doc/671198/\" id=\"a_77\">Article 246(1);</a> in\n\n         the second, by reason of <a href=\"/doc/344383/\" id=\"a_78\">Article 254(1).</a></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">\n</p><p data-structure=\"Section\" id=\"p_78\">                     46. Hence, bearing in mind the conflicts appearing\n\n         between the two Acts so far as the term and the choice of\n\n         arbitrator are concerned, there is no room for doubt that the\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_32\">                                        30/33</span>\n\n\n\n\n         provisions of <a href=\"/doc/354344/\" id=\"a_79\">Section 4(3)(b)</a> and Section 3(2) of BPWCDAT Act,\n\n         2008, are in direct conflict with <a href=\"/doc/1956362/\" id=\"a_80\">Section 11(1)</a> and (2) of the\n\n         <a href=\"/doc/1306164/\" id=\"a_81\">Arbitration       &amp;     Conciliation       Act,   1996</a>.      Under   these\n\n         circumstances, it is the <a href=\"/doc/1306164/\" id=\"a_82\">Arbitration and Conciliation Act, 1996</a>,\n\n         which shall prevail over the BPWCDAT Act, 2008, and as the\n\n         parties are denied, under BPWCDAT Act, 2008, from having\n\n         their say in the choice of arbitrator, BPWCDAT Act, 2008, is, to\n\n         the extent indicated hereinbefore, bad in law and cannot,\n\n         therefore, be enforced. However, matter will be different if the\n\n         arbitration agreement itself contains stipulation about referring\n\n         the dispute to the Tribunal established under BPWCDAT Act,\n\n         2008.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">\n</p><p data-structure=\"Section\" id=\"p_80\">                     47. A question has also been raised as to whether an\n\n         agreement, which was entered into prior to 2015 amendment of\n\n         the <a href=\"/doc/1306164/\" id=\"a_83\">Arbitration and Conciliation Act, 1996</a>, would be covered by\n\n         the Amendment Act. The answer is not difficult to reach.\n\n         <a href=\"/doc/1752162/\" id=\"a_84\">Section 26</a> of the Arbitration and Conciliation (Amendment) Act,\n\n         2015, clearly makes the <a href=\"/doc/1596533/\" id=\"a_85\">Amending Act</a> applicable to all those\n\n         proceedings, which have been commenced on or after the date\n\n         of commencement of the <a href=\"/doc/1596533/\" id=\"a_86\">Amending Act</a>.                      I am inclined to\n\n         reproduce Section 26 of the Section Arbitration and Conciliation\n\n         (Amendment) Act, 2015, which reads as follows:\n\n\n</p><blockquote id=\"blockquote_24\">                                            26. Act not to apply to pending\n                                arbitral proceedings - Nothing contained in\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_33\">                                        31/33</span>\n\n\n\n\n                                this Act shall apply to the arbitral proceedings\n                                commenced, in accordance with the provisions\n                                of <a href=\"/doc/138599/\" id=\"a_87\">section 21</a> of the principal Act, before the\n                                commencement of this Act unless the parties\n                                otherwise agree but this Act shall apply in\n                                relation to arbitral proceedings commenced on\n                                or after the date of commencement of this\n                                Act.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_81\">                     48. The present proceeding has been initiated after\n\n         the coming into force of the <a href=\"/doc/1596533/\" id=\"a_88\">Amending Act</a> (3 of 2016). Prior to\n\n         coming into force of the <a href=\"/doc/1596533/\" id=\"a_89\">Amending Act</a>, the Government had\n\n         brought in an ordinance the Arbitration and Conciliation\n\n         (Amendment) Ordinance, 2015 (Ord. 9 of 2015). The Petitioner\n\n         approached the Respondent with a request for appointment of\n\n         an Arbitrator on 02.12.2015; but before that date, the new Act\n\n         had come into force as mentioned in <a href=\"/doc/968734/\" id=\"a_90\">Section 1(2)</a> of the\n\n         Arbitration and Conciliation (Amendment) Act, 2015. An arbitral\n\n         proceeding commences the moment a formal request is made\n\n         and request letter/notice is served on the respondent as defined\n\n         under <a href=\"/doc/138599/\" id=\"a_91\">Section 21</a> of the Arbitration and Conciliation Act, 1996\n\n         inasmuch as <a href=\"/doc/138599/\" id=\"a_92\">Section 21</a> read as follows:-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">\n</p><blockquote id=\"blockquote_25\">                                            &quot;21. Commencement of arbitral\n                                proceedings - Unless otherwise agreed by\n                                the parties, the arbitral proceedings in respect\n                                of a particular dispute commence on the date\n                                on which a request for that dispute to be\n                                referred to arbitration is received by the\n Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_34\">                                        32/33</span>\n\n\n\n\n                                respondent.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_83\">                     49. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"18243895\" id=\"span_35\">In the case of <a href=\"/doc/18243895/\" id=\"a_93\">Bhagwan Singh Vs Central\n\n         Warehousing Corporation</a>, reported in 2013 (1) PLJR 811,\n\n         it has been held, in paragraph 17, that the date of service of\n\n         notice, with request for appointment of an arbitrator, is the\n\n         relevant date to consider the applicability or non applicability of\n\n         the repealed Act, i.e., <a href=\"/doc/1052228/\" id=\"a_94\">Arbitration Act, 1940</a>, or the <a href=\"/doc/1306164/\" id=\"a_95\">Arbitration\n\n         and Conciliation Act, 1996</a>. It was held that in view of <a href=\"/doc/138599/\" id=\"a_96\">Section\n\n         21</a> of the present Act, on the service of notice with request for\n\n         appointment of an arbitrator, the proceeding commences.</span>\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_84\">                     50. It is, therefore, clear, when we turn to the case at\n\n         hand, that the present proceedings commenced after the\n\n         coming       into    force     of      the      <a href=\"/doc/1306164/\" id=\"a_97\">Arbitration   and   Conciliation\n\n         (Amendment) Act, 2015</a>, i.e., Act 3 of 2016.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">\n</p><p data-structure=\"Precedent\" id=\"p_86\">                     51. In view of the above, I hold that the appointment\n\n         of the Arbitrator needs to be made under the provisions of the\n\n         <a href=\"/doc/1306164/\" id=\"a_98\">Arbitration and Conciliation (Amendment) Act, 2015</a> inasmuch\n\n         as the agreement, in question, in the present case, indicates\n\n         that the parties had agreed to resolve their dispute under the\n\n         provisions of the <a href=\"/doc/1306164/\" id=\"a_99\">Arbitration and Conciliation Act, 1996</a>, and,\n\n         hence, I appoint Mr. Justice S. B. Sinha, a retired Judge of the\n\n         Supreme Court as the Sole Arbitrator, who, upon assuming\n\n         charge, needs to take care of <a href=\"/doc/750244/\" id=\"a_100\">Section 12 (1)</a> of the Arbitration\n\n         and Conciliation Act, 1996, and inform the parties if any of such\n           Patna High Court REQ. CASE No.14 of 2016 dt.20-10-2016\n\n<span class=\"hidden_text\" id=\"span_36\">                                                  33/33</span>\n\n\n\n\n                   circumstances exists. The fees shall be determined as per the\n\n                   Fourth Schedule.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_87\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_88\">                                                     (I. A. Ansari, CJ)\nPawan/-\n</p>\n<pre id=\"pre_2\">AFR/NAFR          A.F.R.\nCAV DATE        06.09.2016\nUploading Date 20.10.2016\nTransmission N/A\nDate\n </pre>","numcites":28,"numcitedby":1,"docsource":"Patna High Court","citetid":37496707,"divtype":"judgments","relatedqs":[{"value":"impartiality of independent","formInput":"impartiality%20of%20independent"},{"value":"arbitration and conciliation amendment act 2015","formInput":"arbitration%20and%20conciliation%20amendment%20act%202015"},{"value":"works contract","formInput":"works%20contract"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"act will prevail the other","formInput":"act%20will%20prevail%20the%20other"},{"value":"concurrent list","formInput":"concurrent%20list"},{"value":"the Arbitration and Conciliation (Amendment) Act, 2015,","formInput":"the%20Arbitration%20and%20Conciliation%20%28Amendment%29%20Act%2C%202015%2C"},{"value":"arbitrator, impartiality","formInput":"arbitrator%2C%20impartiality"},{"value":"Article 254","formInput":"Article%20254"},{"value":"fifth schedule","formInput":"fifth%20schedule"},{"value":"\"party autonomy\"","formInput":"%22party%20autonomy%22"},{"value":"Article 254(1)","formInput":"Article%20254%281%29"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"party autonomy","formInput":"party%20autonomy"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"seventh schedule","formInput":"seventh%20schedule"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"federal-nature, parliament-vs-state-assembly","formInput":"tag:federal-nature, parliament-vs-state-assembly"}],"courtcopy":true,"query_alert":null,"agreement":false}