{"tid":239513,"publishdate":"1997-09-25","title":"Dukhmochan Pandey & Ors., Shamsul Mian & ... vs State Of Bihar on 25 September, 1997","doc":"<h2 class=\"doc_title\">Dukhmochan Pandey &amp; Ors., Shamsul Mian &amp; ... vs State Of Bihar on 25 September, 1997</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 1998 SUPREME COURT 40, 1997 (8) SCC 405, 1997 AIR SCW 3985, (1997) 8 JT 274 (SC), 1997 (6) SCALE 262, 1998 SCC(CRI) 93, 1997 (8) JT 274, 1998 (1) BLJR 66, (1997) 2 EASTCRIC 781, (1997) 4 SCJ 356, (1997) 4 CURCRIR 158, (1998) 22 ALLCRIR 365, (1997) 6 SCALE 262, (1997) 35 ALLCRIC 727, (1997) 4 CRIMES 43, (1998) 3 BLJ 96, (1997) 8 SUPREME 450, (1998) 14 OCR 83, (1998) 1 ALLCRILR 179, (1998) SC CR R 622, 1998 CRILR(SC&MP) 98, 1998 CRILR(SC MAH GUJ) 98, (1998) 2 RECCRIR 408, 1998 (1) ANDHLT(CRI) 24 SC</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-n-ray\">G.N. Ray</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-n-ray\">G.N. Ray</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nDUKHMOCHAN PANDEY &amp; ORS., SHAMSUL MIAN &amp; ORS.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF BIHAR\n\nDATE OF JUDGMENT:\t25/09/1997\n\nBENCH:\nG.N. RAY, G.B. PATTANAIK\n\n\n\n\nACT:\n\n\n\nHEADNOTE:\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\t\t\t    WITH\n\t      CRIMINAL APPEAL NO. 198 OF 1982\nIN THE MATTER OF ;\n</p><p data-structure=\"Issue\" id=\"p_2\">\t\t      J U D G M E N T\nPATTANAIK. J.\n</p><p data-structure=\"Facts\" id=\"p_3\">     Both these\t appeals arise\tout of\tone sessions  trial,\nSessions Trial\tNo. 125 of 1975 which was disposed of by the\nlearned Additional  Sessions Judge, Darbhanga on 30th March,\n1978.  By   the\t said  judgment\t the  accused  persons\twere\nconvicted  under  Section  302/149  and\t were  sentenced  to\nimprisonment for  life. Twenty\tseven of the accused persons\nwere convicted\tunder Section  147 but\tno separate sentence\nwas awarded.  Rest of  the accused  persons  were  convicted\nunder Section 147 but no separate sentence was awarded. Rest\nof the\taccused persons were convicted under <a href=\"/doc/763672/\" id=\"a_1\">Section 148</a> IPC\nbut no\tseparate sentence  was awarded.\t Accused  Dukhmochan\npandey, Sarbnarain  Mishra, Upendra  Pandey, Sanjam  Pandey,\nJainandan Mishra,  Kapileshwar Mandal,\tBhuvneshwar  Mandal,\nJanak Das,  Uttam Pandey, Tapeshwar Pandey, kameshwar Pandey\nand Jiwachh  Mishra were  convicted under <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_3\">34</a> and\nwere  sentenced\t to  imprisonment  for\tlife.  Then  accused\ndukhmochan  Pandey,   Srabarnarain  Mishra,   Nawal  Kishore\nPandey, Shiv Thakur, Jogendra Narain Pandey, Mahendra Narain\nPandey,\t Shiv  Shekhar\tPandey,\t Saukhilal  Yadav,  Amirilal\nYadav, Sukhram\tMishra, Jainandan  Mishra, Bamchandra pandey\nand Ramchandra\tSharma were  convicted under  <a href=\"/doc/1560742/\" id=\"a_4\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_5\">34</a>\nand were  sentenced to\tundergo\t rigorous  imprisonment\t for\nlife. In  other words  while all  the accused  persons\twere\nconvicted under <a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_7\">149</a>, they were also convicted in\ntwo groups  under <a href=\"/doc/1560742/\" id=\"a_8\">section  302</a>/<a href=\"/doc/37788/\" id=\"a_9\">34</a>,  one\t group\tfor  causing\nmurder of  Razaullah and  the other  group for\tcausing\t the\nmurder of  Ahmad Shah.\tAfter  accused\tJiwachh\t Mishra\t was\nconvicted under\t <a href=\"/doc/724142/\" id=\"a_10\">Section 324</a>  and were\tsentenced to undergo\nimprisonment for  2 years and accused Upendra Pandey, Sanjam\npandey, kapileshwar Mandal, Jogeshwar Mandal, Aghanoo Mandal\nand Janak Das were undergo imprisonment for one year. In all\nthere were 47 accused persons. On appeal, the Division Bench\nof the\tPatna High Court by Judgment dated 11th of December,\n1981 acquitted\tthe accused  persons  of  the  charge  under\n<a href=\"/doc/1560742/\" id=\"a_11\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_12\">149</a>\t passed by  the learned\t Additional Sessions\nJudge  and   sentence  passed  thereunder  was\tupheld.\t The\nconviction of  different accused  persons under <a href=\"/doc/763672/\" id=\"a_13\">Sections 148</a>\nwas upheld  and sentence  for three  years in respect of the\nsame accused  persons was  awarded.. The  conviction  of  27\naccused persons\t was awarded.  The conviction  of 27 accused\npersons\t under\t<a href=\"/doc/1258372/\" id=\"a_14\">Section\t 147</a>  was  upheld  and\tsentence  of\nimprisonment for  two years  was awarded  by the High Court.\nSimilarly, the\tconviction  of\tthe  accused  persons  under\n<a href=\"/doc/162506/\" id=\"a_15\">Section 447</a>  as well  as  under\t <a href=\"/doc/1011035/\" id=\"a_16\">Sections  323</a>\tIPC  of\t the\ndifferent accused  persons was upheld but the High Court did\nnot pass  any separate\tsentence under\tthese  heads.  Those\naccused persons\t whose conviction  had been  have  preferred\nCriminal Appeal\t No. 197  of 1982 are those whose conviction\nunder <a href=\"/doc/1258372/\" id=\"a_17\">Section 147</a> has been upheld by the High Court.\n</p><p data-structure=\"CDiscource\" id=\"p_4\">     Prosecution case  in nutshell  is that  a dispute arose\nwhen informant\tKapileshwar Pandey  sent  labourers  to\t his\nfield for  transplanting paddy\tseeds. On  25.7.1974  during\nmorning\t hours\t while\tlabourers   of\tKapileshwar   Pandey\nnumbering about\t 20 were  transplanting paddy  seeds on\t the\nfield  and   asked  the\t  labourers  to\t  stop\ttheir  work.\nKapileshwar Pandey,  PW-18  objected  to  such\thigh  handed\naction of the mob whereupon accused Uttam Pandey and Upendra\nPandey\tdirected   the\tmob  to\t kill  the  labourers.\tSoon\nthereafter accused  Dukhmochan Pandey  and Sarbnarain Mishra\nfired from  their respective  guns  as\ta  result  of  which\nRazaullah and  Ahmed Shah,  who were on the field fell down.\nThe informant PW-18 being terribly frigtened ran away to the\nnearby Janera  field and took shelter keeping himself out of\nthe sight  of the  assailants.\tHe  could  see\tthe  various\nattacks of different attacks of different accused persons on\nthe laborers  who were\ton the field. While indiscriminating\nassault on the laborers was going on somebody cried out that\nMagistrate with the police has arrived . The accused persons\nhearing such  call ran\tfrom the  place of occurrence. PW-18\nwho had\t taken shelter\tin the nearby janera field then came\nout and\t went upon  the field  where he\t found two  deceased\nlying injured.\tImmediately after  PW-18&#x27;S  arrival  on\t the\nfield PWs the magistrate and the armed forces. The informant\nPW- 18 wrote a detailed account of the incident and gave the\nsame to the magistrate, PW-25. It may be stated here that on\naccount of some armed forces were camping in the village but\non the\trelevant date  of occurrence  they were\t not at\t the\nplace of  occurrence but  arrived there soon after coming to\nknow of\t the incident.\tPW-6, the  village  Chowkidar  being\naware of  the tension  on the field reported the same to the\nHawaldar PW-21 and PW-21 directed the chowkidar to inform at\nthe police station. Pursuant to the aforesaid direction, PW-\n6 at  arrived at  the police station at about 11.30 a.m. and\ngave a\treport to  the officer\tin-charge, PW--24 who made a\nstation dirary\tentry No.  458. The  said PW-24 after making\nthe station diary entry left for the village and reached the\nplace of occurance at 3 p.m. It is at that point of time the\nwritten report\tgiven by  PW-18 to the magistrate was handed\nover to\t him which  was treated\t as  the  First\t Information\nReport and  thereafter he took up the investigation. He made\nthe inquest  over the two dead bodies and then sent the dead\nbodies\tfor   post  mortem   examination.   In\t course\t  of\ninvestigation he  had also  made some  seizure, but later on\nunder the  order of  the supervising  authority, PW-26\ttook\nover  the  investigation  from\thim  and  said\tPW-26  after\ncompletion of  investigation submitted the charge-sheet. The\naccused persons\t were committed to the Court of Sessions and\nstood their  trial. The\t defence put  forward by the accused\npersons was  one of  denial.  The  prosecution\texamined  32\nwitnesses in  all of  whom PWs 8,9,11,14 and 15 were injured\nin course  of the occurrence. PWs 7,9 and 10 are the seizure\nwitnesses. PW-19  is  the  Deputy  Collector  who  had\tbeen\ndeputed to  watch post-mortem conducted on the deceased. PW-\n32 is  the doctor who conducted the post-mortem examination.\nPW-22 established  the fact  that under\t the  order  of\t the\nsupervising authority investigation was transferred from PW-\n24 to  PW-26. PW-25  is the magistrate and PWs- 27,28 and 29\nare the\t members of  the armed force who were in the village\ncamping. The learned Sessions Judge on a through scrutiny of\nthe prosecution\t evidence came\tto hold that the prosecution\nhas been  able to  prove the  charges  against\tthe  accused\npersons beyond\treasonable doubt.  On appeal, the high Court\nre appreciated\tthe entire  evidence on\t record. On such re-\nappreciation the  High Court came to the conclusion that PW-\n18 was\tthere at the scene of occurrence and had come to the\nfield being  accompanied by Razaullah. Looking to the F.I.R.\nwhich was  stated to  have been\t written  on  the  scene  of\noccurrence and\twas later  handed over\tto the investigating\nofficer, the  High Court  came to  the conclusion  that\t the\nprosecution story  that F.I.R.\twas written  on the place of\noccurrence itself is obviously incorrect. But merely on that\nscore the  High Court  did not\tagree with the submission of\nthe accused persons that the entire case is a concocted one.\nThereupon, the\tcourt\tscrutinized the evidence of the eye-\nwitnesses and  ultimately came to hold that prosecution case\nas unfolded  through those witnesses implicating the accused\npersons in  the commission  of two  murders must  be held to\nhave been  established beyond reasonable doubt. In coming to\nthe aforesaid conclusion apart from holding that the occular\nstatement of  the  eye-witnesses  corroborates\teach  other,\ncourt also  came to the conclusion that the medical evidence\ncorroborates the  prosecution case.  An argument advanced on\nbehalf of the accused persons that the prosecution party was\nthe aggressor  and came\t upon the field to dispossess one of\nthe accused  persons Sanjam  Pandey was rejected by the High\nCourt. According  to the  High Court  a well  organized\t mob\nfully armed with various weapons indulged in several attacks\nincluding gun  shots which  ultimately resulted in the death\nof two\tpersons and several other members of the prosecution\nparty were  injured. The High Court, however, on scrutiny of\nthe evidence  on record\t came to hold that the object of the\nunlawful  assembly   being  to\t stop  the   laborers\tfrom\ntransplanting paddy  seeds on  the field  in  question,\t the\nconviction  under  <a href=\"/doc/1560742/\" id=\"a_18\">Section  302</a>/<a href=\"/doc/999134/\" id=\"a_19\">149</a>  cannot  be\t upheld\t and\naccordingly  the   said\t conviction   and  sentence   passed\nthereunder  was\t  set  aside.  But  as\tstated\tearlier\t the\nconviction on other counts was maintained.\n</p><p data-structure=\"PetArg\" id=\"p_5\">     Mr. U.R.  Lalit, the  learned senior  counsel appearing\nfor the\t appellants in\tCriminal  Appeal  No.  197  of\t1982\ncontended that\tthe  star  witness  of\tthe  prosecution  is\nKapileshwar Pandey,  PW-18 and\this evidence is unbelievable\nand shaky  and could not be relied upon. So far as the other\neye-witnesses are concerned according to Mr. lalit they have\nmerely repeated the incident in a parrot like manner and the\nvery fact  that each  of them have mentioned the name of the\naccused persons\t in the\t same chronology  is enough  to hold\nthat they  are the tutored witnesses and as such no reliance\ncan be\tplaced on them. The further argument advanced by Mr.\nLalit is that if two of the appellants had gun with them and\nboth of\t them simultaneously  fired the gun as stated by the\nprosecution  witnesses\tbut  they  have\t not  been  able  to\nindicate as  to whose  gun  shot  hit  which  deceased,\t the\nconviction of  these appellants\t dividing in  two groups and\nmaking each  member responsible\t for death  of\tone  of\t the\ndeceased is wholly unsustainable. According to Mr. Lalit the\ndelayed\t examination  of  the  prosecution  witnesses  under\n<a href=\"/doc/48127346/\" id=\"a_20\">Section 161</a>  Cr. P.C.,\tthe finding  that the F.I.R. was not\nwritten at  the place of occurrence as alleged by PW-18, the\nnumber of  injuries on the deceased do not commensurate with\nthe number  of accused persons alleged to have assaulted the\ndeceased, all taken together creates sufficient doubt in the\nprosecution case,  and therefore,  the accused\tpersons\t are\nentitled to  get the  benefit of doubt. Mr. Lalit also urged\nthat the  charge under\t<a href=\"/doc/999134/\" id=\"a_21\">Section 149</a>  having failed  and\t the\nobject\tof   the  assembly  being  to  desist  the  laborers\ntransplanting  paddy   seeds,  unless\tand  until   it\t  is\nestablished that the assailants developed a common intention\nat the\tspot of\t occurrence to\tkill  the  two\tpersons\t the\nconviction  under   <a href=\"/doc/1560742/\" id=\"a_22\">Section  302</a>/<a href=\"/doc/37788/\" id=\"a_23\">34</a>   cannot  be  sustained.\nAccording to the learned counsel it is, therefore, necessary\nfor the\t prosecution to establish that the so called attacks\nby each of the accused persons was with intention to kill so\nthat it\t can be\t concluded therefrom that a common intention\nto kill\t the deceased  developed at  the spur of the moment.\nJudged from  this angle\t if  some  of  the  accused  persons\nassaulted the  deceased after they fell down after receiving\nthe gun\t shot, by  means of  Lathi not\ton vital part of the\nbody of the deceased but on the leg or some other part where\nminor injuries\thave been  found by  the doctor then such of\nthe accused  persons cannot  be convicted by taking recourse\nto <a href=\"/doc/37788/\" id=\"a_24\">Section  34</a> with  the main offence under <a href=\"/doc/1560742/\" id=\"a_25\">Section 302</a> IPC.\nThe learned  counsel  had  also\t urged\tthat  the  gun\tshot\ninjuries are  not  on  the  vital  part\t of  the  body,\t and\ntherefore, the\tpersons who  have been alleged to have given\nthe shot  injuries can&#x27;t  be held  liable for the offence of\nmurder.\n</p><p data-structure=\"PetArg\" id=\"p_6\">     The learned  counsel  of  the  appellants\tin  Criminal\nAppeal No.  198 of  1982 also attacked the impugned judgment\non all\tthe grounds  urged by  Mr. Lalit  appearing for\t the\nappellants in  Criminals Appeal\t No.  197  of  1982  and  in\naddition contended  that the  appellants in  Criminal Appeal\nNo. 198\t of 1982 have been found to be mere present with the\nmob, armed  with lathies  and have not committed any attack,\nconsequently their  conviction under  <a href=\"/doc/1258372/\" id=\"a_26\">Section  147</a>  IPC\t and\nsentence passed thereunder is not sustainable in law.\n</p><p data-structure=\"PetArg\" id=\"p_7\">     Mr.  Sinha,   the\tlearned\t  senior  counsel   for\t the\nrespondent on  the other  hand submitted  that there  are as\nmany  as   12  witnesses  examined  on\tthe  behalf  of\t the\nprosecution of\twhom PWs  8,9,11,14 and\t 15 were  injured in\ncourse of  the incident\t and when  two courts  of fact\thave\nalready scrutinized  the  evidence  and\t have  come  to\t the\nconclusion that\t the prosecution case has been proved beyond\nreasonable doubt  it would not be appropriate for this Court\nto  re-appreciate   the\t evidence   and\t come\tto  its\t own\nconclusion. The\t learned counsel  further contended  that no\ndoubt it  is  true  that  initial  object  of  the  unlawful\nassembly was  to  desist  the  persons\ton  the\t field\tfrom\nploughing or  from undertaking\tany agricultural  operation.\nBut at\tthe spot  when PW-1  gave a  lalkar to finish up the\nMukhiya and others. a common intention developed at the spur\nof the\tmoment. Consequently,  all those who participated in\nthe overt  attack which\t ultimately resulted in the death of\ntwo persons  Razaullah and  Ahmed Shah would be liable under\n<a href=\"/doc/1560742/\" id=\"a_27\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_28\">34</a>\tand the\t High Court,  therefore,  was  fully\njustified in  convicting them thereunder and sentencing them\nto imprisonment\t for life.  According to the learned counsel\nthe fact  that a  common intention  developed at the spur of\nthe moment  is established  from the evidence of PWs 1,2,8,9\nand 14.\t Commenting upon  the argument\tof  Mr.\t Lalit\tthat\nkapileshwar Pandey  being the main target it is difficult to\nbelieve that  kapileshwar pandey  Kept himself hidden in the\nnearby Janera  field and yet no accused person followed him,\nthe  learned   counsel\tfor   the  State   urged  that\twhen\nkapileshwar pandey  found himself  to be  the main target of\nattack it  is but  natural for him to run away form the spot\nand hide  himself at  a place  available in the vicinity and\naccordingly Kapileshwar\t Pandey\t did  hide  himself  in\t the\nnearby Janera field. Such conduct on the part of kapileshwar\npandey did  hide himself  in the  nearby Janera\t field. Such\nconduct on  the part  of kapileshwar  is only  most probable\nconduct of  Amman under the circumstances and the High Court\nwas justified in believing the evidence of said Kapileshwar.\nSo far\tas the\targument advanced  on account  of  delay  in\nrecording the  statements of  witnesses by the investigating\nofficer the  learned counsel  urged that  the  materials  on\nrecord\tfully\testablish  that\t the  initial  investigating\nofficer was partial and was not conducting the investigation\nfairly on account of which the investigation was transferred\nfrom  him  to  some  other  man\t under\tthe  orders  of\t the\nsupervising  authority\tand  under  such  circumstances\t the\nalleged delay  in recording  the statement  of the witnesses\nunder <a href=\"/doc/447673/\" id=\"a_29\">Section  161</a> Cr.P.C  will not  vitiate the prosecution\ncase. The  learned counsel  also urged\tthat  no  doubt\t the\naccused persons\t have been  acquitted of  the  charge  under\n<a href=\"/doc/1560742/\" id=\"a_30\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_31\">149</a>\t and no\t appeal has been preferred therefrom\nbut when a mob of 200 persons came armed with deadly weapons\nand several  members  of  the  mobs  started  attacking\t the\npersons on  the field  the second  part of  <a href=\"/doc/999134/\" id=\"a_32\">Section 149</a> gets\nattracted,  and\t therefore,  the  accused  persons  will  be\nconvicted thereunder.  Since no\t prejudice is  caused to the\naccused persons\t and since  they are initially charged under\n<a href=\"/doc/1560742/\" id=\"a_33\">section 302</a>/<a href=\"/doc/999134/\" id=\"a_34\">149</a>\t it would be within the powers of this Court\nto convict them under <a href=\"/doc/1560742/\" id=\"a_35\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_36\">149</a> even in the absence of\nan appeal against the order of acquittal of\nthe said  charge. The  rival contentions  require a  careful\nexamination of the materials on record.\n</p><p data-structure=\"PetArg\" id=\"p_8\">     At the  outset it\tmust be\t stated that ordinarily this\nCourt under  <a href=\"/doc/427855/\" id=\"a_37\">Articles 136</a>  of the  constitution does not re-\nappreciate the\tevidence and  the conclusions  of  the\tHigh\nCourt on  a question  Mr. U.R.\tLalit,\tthe  learned  senior\ncounsel appearing  for the appellants in Criminal Appeal No.\n197  of\t  1982\tcontended  that\t the  star  witness  of\t the\nprosecution is kapileshwar Pandey, PW-18 and his evidence is\nunbelievable and  shaky and could not be relied upon. So far\nas the\tother eye-witnesses  are concerned  according to Mr.\nlalit they  have merely\t repeated the  incident in  a parrot\nlike manner  and the  very  fact  that\teach  of  them\thave\nmentioned the  name of\tthe  accused  persons  in  the\tsame\nchronology is  enough to  hold that  they  are\tthe  tutored\nwitnesses and as such no reliance can be placed on them. The\nfurther argument advanced by Mr. Lalit is that if two of the\nappellants had gun with them and both of them simultaneously\nfired the  gun as  stated by  the prosecution  witnesses but\nthey have not been able to indicate as to whose gun shot hit\nwhich deceased,\t the conviction of these appellants dividing\nin two\tgroups and  making each member responsible for death\nof one of the deceased is wholly unsustainable. According to\nMr.  Lalit   the  delayed  examination\tof  the\t prosecution\nwitnesses under\t <a href=\"/doc/48127346/\" id=\"a_38\">Section 161</a>  Cr. P.C., the finding that the\nF.I.R. was not written at the place of occurrence as alleged\nby PW-18,  the number  of injuries  on the  deceased do\t not\ncommensurate with  the number  of accused persons alleged to\nhave assaulted\tthe deceased,  all  taken  together  creates\nsufficient doubt in the prosecution case, and therefore, the\naccused persons\t are entitled  to get  the benefit of doubt.\nMr. Lalit  also urged  that the\t charge\t under\t<a href=\"/doc/999134/\" id=\"a_39\">Section\t 149</a>\nhaving failed and the object of the assembly being to desist\nthe labourers transplanting paddy seeds, unless and until it\nis  established\t that  the  assailants\tdeveloped  a  common\nintention at  the spot of occurrence to kill the two persons\nthe conviction\tunder <a href=\"/doc/1560742/\" id=\"a_40\">Section  302</a>/<a href=\"/doc/37788/\" id=\"a_41\">34</a> cannot  be  sustained.\nAccording to the learned counsel it is, therefore, necessary\nfor the\t prosecution to establish that the so called attacks\nby each of the accused persons was with intention to kill so\nthat it\t can be\t concluded therefrom that a common intention\nto kill\t the deceased  developed at  the spur of the moment.\nJudged from  this angle\t if  some  of  the  accused  persons\nassaulted the  deceased after they fell down after receiving\nthe gun\t shot, by  means of  Lalit not\ton vital part of the\nbody of the deceased but on the leg or some other part where\nminor injuries\thave been  found by  the doctor then such of\nthe accused  persons cannot  be convicted by taking recourse\nto <a href=\"/doc/37788/\" id=\"a_42\">Section  34</a> with  the main offence under <a href=\"/doc/1560742/\" id=\"a_43\">Section 302</a> IPC.\nThe learned  counsel  had  also\t urged\tthat  the  gun\tshot\ninjuries are  not  on  the  vital  part\t of  the  body,\t and\ntherefore, the\tpersons who  have been alleged to have given\nthe shot  injuries can&#x27;t  be held  liable for the offence of\nmurder.\n</p><p data-structure=\"PetArg\" id=\"p_9\">     The learned  counsel  of  the  appellants\tin  Criminal\nAppeal No.  198 of  1982 also attacked the impugned judgment\non all\tthe grounds  urged by  Mr. Lalit  appearing for\t the\nappellants in  Criminals Appeal\t No.  197  of  1982  and  in\naddition contended  that the  appellants in  Criminal Appeal\nNo. 198\t of 1982 have been found to be mere present with the\nmob, armed  with lathies  and have not committed any attack,\nconsequently their  conviction under  <a href=\"/doc/1258372/\" id=\"a_44\">Section  147</a>  IPC\t and\nsentence passed thereunder is not sustainable in law.\n</p><p data-structure=\"PetArg\" id=\"p_10\">     Mr.  Sinha,   the\tlearned\t  senior  counsel   for\t the\nrespondent on  the other  hand submitted  that there  are as\nmany  as   12  witnesses  examined  on\tthe  behalf  of\t the\nprosecution of\twhom PWs  8,9,11,14 and\t 15 were  injured in\ncourse of  the incident\t and when  two courts  of fact\thave\nalready scrutinized  the  evidence  and\t have  come  to\t the\nconclusion that\t the prosecution case has been proved beyond\nreasonable doubt  it would not be appropriate for this Court\nto  re-appreciate   the\t evidence   and\t come\tto  its\t own\nconclusion. The\t learned counsel  further contended  that no\ndoubt it  is  true  that  initial  object  of  the  unlawful\nassembly was  to  desist  the  persons\ton  the\t field\tfrom\nploughing or  from undertaking\tany agricultural  operation.\nBut at\tthe spot  when PW-1  gave a  lalkar to finish up the\nMukhiya and others. a common intention developed at the spur\nof the\tmoment. Consequently,  all those who participated in\nthe overt  attack which\t ultimately resulted in the death of\ntwo persons  razaullah and  Ahmed Shah would be liable under\n<a href=\"/doc/1560742/\" id=\"a_45\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_46\">34</a>\tand the\t High Court,  therefore,  was  fully\njustified in  convicting them thereunder and sentencing them\nto imprisonment\t for life.  According to the learned counsel\nthe fact  that a  common intention  developed at the spur of\nthe moment  is established  from the evidence of PWs 1,2,8,9\nand 14.\t Commenting upon  the argument\tof  Mr.\t Lalit\tthat\nkapileshwar Pandey  being the main target it is difficult to\nbelieve that  kapileshwar pandey  Kept himself hidden in the\nnearby Janera  field and yet no accused person followed him,\nthe  learned   counsel\tfor   the  State   urged  that\twhen\nkapileshwar pandey  found himself  to be  the main target of\nattack it  is but  natural for him to run away form the spot\nand hide  himself at  a place  available in the vicinity and\naccordingly Kapileshwar\t Pandey\t did  hide  himself  in\t the\nnearby Janera field. Such conduct on the part of kapileshwar\npandey did  hide himself  in the  nearby Janera\t field. Such\nconduct on  the part  of kapileshwar  is only  most  problem\nconduct of  Amman under the circumstances and the High Court\nwas justified in believing the evidence of said Kapileshwar.\nSo far\tas the\targument advanced  on account  of  delay  in\nrecording the  statements of  witnesses by the investigating\nofficer the  learned counsel  urged that  the  materials  on\nrecord\tfully\testablish  that\t the  initial  investigating\nofficer was partial and was not conducting the investigation\nfairly on account of which the investigation was transferred\nfrom  him  to  some  other  man\t under\tthe  orders  of\t the\nsupervising  authority\tand  under  such  circumstances\t the\nalleged delay  in recording  the statement  of the witnesses\nunder <a href=\"/doc/447673/\" id=\"a_47\">Section  161</a> Cr.P.C  will not  vitiate the prosecution\ncase. The  learned counsel  also urged\tthat  no  doubt\t the\naccused persons\t have been  acquitted of  the  charge  under\n<a href=\"/doc/1560742/\" id=\"a_48\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_49\">149</a>\t and no\t appeal has been preferred therefrom\nbut when a mob of 200 persons came armed with deadly weapons\nand several  members  of  the  mobs  started  attacking\t the\npersons on  the field  the second  part of  <a href=\"/doc/999134/\" id=\"a_50\">Section 149</a> gets\nattracted,  and\t therefore,  the  accused  persons  will  be\nconvicted thereunder.  Since no\t prejudice is  caused to the\naccused persons\t and since  they are initially charged under\n<a href=\"/doc/1560742/\" id=\"a_51\">section 302</a>/<a href=\"/doc/999134/\" id=\"a_52\">149</a>\t it would be within the powers of this Court\nto convict them under <a href=\"/doc/1560742/\" id=\"a_53\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_54\">149</a> even in the absence of\nan appeal against the order of acquittal of\nthe said  charge. The  rival contentions  require a  careful\nexamination of the materials on record.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">     At the  outset it\tmust be\t stated that ordinarily this\nCourt under  <a href=\"/doc/427855/\" id=\"a_55\">Articles 136</a>  of the  constitution does not re-\nappreciate the\tevidence and  the conclusions  of  the\tHigh\nCourt on  a question  of fact or on appreciation of evidence\nare considered to be final. But at the same time there is no\nbar for\t this court  to re-appreciate  the evidence  if\t the\ninterest of  justice so demands. In the case in hand as many\nas 47  people out  of a mob of 200 persons have been charged\nand ultimately\thave been convicted under different sections\nof the\tpenal code  and the  conviction is  based  upon\t the\nocular statement.  In that  view of the matter we thought it\nappropriate to\texamine the evidence ourselves for coming to\na conclusion as to whether there has been any miscarriage of\njustice by  an apparent erroneous appropriate to examine the\nevidence ourselves  for coming to a conclusion as to whether\nthere has  been any  miscarriage of  justice by\t an apparent\nerroneous appreciation\tof the\tocular\tevidence.  From\t the\naforesaid stand\t point the  evidence  in  the  case  may  be\nscrutinized. As\t it appears,  PW-18 is\tthe stat  witness in\nthis case.  Since it  is he  who could see the incident from\nthe beginning  to the end after hiding himself in the nearby\nJanera field  and was the first person to arrive on the spot\nafter the accused persons left the field when somebody cried\nthat  the  Magistrate  is  coming  with\t the  force.  PW-18,\nKapileshwar was\t Mukhiya  of  the  village  having  been  so\nelected on  5.7.1962. According\t to his\t evidence he went to\nthe field  accompanied by  deceased Razaullah  at 11a.m.  on\n25.07.1974 and\twhile the  labourers started  working on the\nfield he sat on the southern corner of the field. At 12 noon\na mob  of about\t 200 persons  armed with Gun, Bhala, Gadasa,\nBow-arrow and  Lathi reached  the filed of whom he could see\nDukhmochan Pandey  and\tSarbnarain  holding  guns  in  their\nhands; Soukhilal  Yadav,  Amirilal  Yadav,  Sukhram  Mishra,\nJainandan,  Ram\t  Chander  Pandey,   Ram   Chandra   Sharma,\nTapeshwar, Kameshwar  Pandey and  Jiwachch Mishra had Bhalas\nin their  hands; Mawal\tKishore Pandey, Manendra  Narian and\nShiv Shekhar  Pandey had  Gandasa in their hands. Kalimuddin\nMian, Suleman Mian, Shamsul Mian, Chandeshwar Thakur, Horila\nkapar and  Ram preeti  Mishra had  gone with arrows in their\nhands. He  could identify  all the accused persons who stood\ncharged by  name and  he knew  their place  of residence. As\nsoon as\t the mob  reached the place Uttam Pandey and Upendra\nPandey told  the  labourers  to\t stop  the  work.  The\tsaid\nwitness, PW-18 and the labourers said that the work will not\nbe stopped  and on this uttam Pandey and Upendra Pandey gave\nthe order  to finish  all the persons belonging to the party\nof PW-18.  On such order of Uttam Pandey and Upendra pandey,\nDukhmochan Pandey  and Sarbnarain fired their guns which hit\nRazaullah and  Ahmed Shah  and both of them fell down. PW-18\nran away  to the nearby Janera field and keeping himself out\nof the\tsight of  the accused  persons he could see what was\nhappening to  the labourers  engaged by him for carrying out\nthe transplantation  operation. Saukhilal, Amirilal, Sukhram\njainandan,  Ram\t  Chandra  Pandey  and\tRam  Chandra  Sharma\nassaulted Razaullah  with Bhala; Shivnarain Thakur and Nawal\nKishore Thakur\tassaulted razaullah with Gadasa on his neck;\nand Yogendra  Narain Pandey, Mahendra Narain Pandey and shiv\nShekar assaulted Razaullah with Gandas. After Razaullah fell\ndown Tapeshwar\tPandey,\t Kameshwar  and\t Jiwachch  assaulted\nAhmed Shah  with Bhala Jugeshwar Mandal, Kapileshwar Mandal,\nAghnu Mandal,  Janak Das,  Sanvam Pandey and Upendera Pandey\nassaulted him  with lathi.  Uttam Pandey  by sitting  on the\nperson of  Ahmed with  Bhala. Kapileshwar  Mandal, Jugeshwar\nMandal, Aghnu  Mandal, janak  Das, Sanyam Pandey and Upendra\nPandey assaulted  Bibi Julekha\tKhatoon and  SK. Hadia\twith\nlathi. Kalimuddin  Mian, Suleman  Mian, Shamsul\t Mian, Horil\nKapar Chandeshwar  Thakur and  Rampreet Mishra were shooting\narrows. Mr.  U.R.  Lalit  ,  the  learned    senior  counsel\ncontented that this PW-18 admittedly being inimical with the\nacused persons his evidence requires a stricter scrutiny for\nbeing accepted. According to the learned counsel the Mukhiya\nwas the\t main target  and rest\tof the\tinjured persons were\nmerely labourers of Mukhiya who were busy in transplantation\noperation on  the field. Mukhiya could not have escaped from\nthe clutches  of the  accused persons  who according  to the\nprosecution case  hid himself when a mob of 200 persons came\nand then  again said  Mukhiya could not have seen the entire\noccurrence in  a sitting  position. The learned counsel also\nurged that  even if  it is  assumed that  he could  see\t the\nincident from  the Janmera field he could not have been able\nto narrate  the incident  in a\tgraphic manner\tin which  he\nnarrated. It  is in  this connection,  Mr. Lalit  also urged\nthat the  High Court  itself on\t consideration of the entire\nmaterial has  come to a finding that this witness claimed to\nhave written the FIR  at the spot itself. But a very look at\nthe FIR\t at the\t spot itself  . But  a very  look at the FIR\nmakes the  story impossible  and obviously therefore the FIR\nhad not\t been written  on the field. This finding, according\nto  the\t  learned  counsel,   lends  corroboration   to\t the\nsubmission that\t PW-18 has  not witnessed the occurrence and\ncame to\t the place  much later and handed over a written FIR\nto the\tMagistrate which  was later  on given to the police.\nThe counsel also urged that a reading of the evidence of PW-\n18 would  indicate that\t he was\t neither on the field at the\ntime of\t occurrence nor has seen the occurrence but has been\nable to rope in the accused persons by giving their names in\nthe written  FIR. We have carefully scrutinized the evidence\nof  PW\t -18  and  considered  the  comments  of  Mr.  Lalit\nimpeaching his\tcredibility but having examined the evidence\nof said\t PW-18 we are not in a position to hold him to be an\nunreliable witness neither we are in a position to hold that\nKapileshwar had\t not seen  the\toccurrence  and\t has  merely\nincluded the  names of\tthe accused  persons in\t the written\nFIR. No\t doubt there has been certain embellishments and the\nHigh  Court,   therefore,  was\tjustified  in  coming  to  a\nconclusion that\t the FIR  was not  written at  the place  of\noccurrence as stated by PW-18 . But on that basis the entire\nprosecution case  cannot be thrown out particularly when out\nof 12  witnesses examined on behalf of the prosecution 5 are\nthe injured  witnesses PWs  8,9,11,14 and  15. These injured\nwitnesses corroborate  the evidence  of PW-18 with regard to\nthe manner  of assault,\t the place off assault, weapons used\nby different  accused persons,\tthe persons, the persons who\nassaulted the  two  deceased  persons  the  arrival  of\t the\nMagistrate soon\t after the  occurrence, the  arrival of\t the\ninvestigating officer  at the  field, handing over of FIR by\nkapileshwar to\tthe magistrate.\t The general  comment of Mr.\nLalit in  respect of  these injured  witnesses is  that they\nrepeated in a parrot like manner as to what have been stated\nby kapileshwar,\t PW-18.\t We  are  unable  to  discard  their\ntestimony on  this  ground  particularly  when\tthe  learned\nSessions Judge\tas well\t as the\t High court  after  thorough\nscrutiny of  their evidence  have held\tthem to\t be reliable\ncorroborating the  evidence of\tstar witness  PW-18.  In our\nconsidered opinion,  therefore,\t the  prosecution  story  as\nunfolded through  the evidence\tof PWs\t8,9,11,14,15 and  18\ncannot be  doubted. Mr.\t Lalit in  course of his argument no\ndoubt had  contended that the witnesses were examined by the\npolice under  <a href=\"/doc/447673/\" id=\"a_56\">Section 161</a>  Cr.P.C. after  5 or 6 days of the\nincident and  no satisfactory  explanation for\tthe delay in\nrecording their\t statement  has\t been  put  forward  by\t the\nprosecution. Though  delayed examination of witnesses by the\ninvestigating agency  in certain  cases my create a doubt in\nthe mind  of a\tcourt for  accepting the  testimony  of\t the\nwitnesses, but\tin the\tcase in hand it is apparent that the\ninitialinvestigating officer  has not  been fair  enough  in\ninvestigating into  the offence\t as a  result of which under\nthe orders  of the  supervising officer the ivestigation was\ntransferred to\tanother officer\t who after  taking charge of\nthe investigation recorded the statement of these witnesses.\nSuch explanation  for delay  in recording  the statement  of\nvital witnesses has been held to be a sufficient explanation\nand we\tdo not find any justifiable ground to interfere with\nthat conclusion.  In  this  view  of  the  matter  the\tnext\nquestion  that\t arises\t for  consideration  is\t whether  in\naccordance with\t the  prosecution  case\t itself\t the  common\nobject of  the\tmob  being  to\tdesist\tthe  labourers\tfrom\ncarriving on  the transplantation operation on the field and\nnot to\tcommit murder of any member of the prosecution party\nparticularly the  deceased Razaullah  and Ahmed Shah and the\ncharge under  <a href=\"/doc/1560742/\" id=\"a_57\">Section  302</a>/<a href=\"/doc/999134/\" id=\"a_58\">149</a>\thaving\tfailed,\t can  it  be\nconcluded that\tsome of\t accused persons  developed a common\nintention at  the spot\tto kill\t two deceased persons and in\nfurtherance of\tthe  said  common  intention  they  went  on\nassaulting the\tdeceased persons who ultimately succumbed to\nthe injuries  they sustained.  From the prosecution evidence\nthere cannot be in dispute and in fact the courts below have\ncome to\t the finding  that a  mob of  200 persons came armed\nwith  different\t  weapons  with\t object\t of  preventing\t the\nprosecution  party  for,  carrying  on\tthe  transplantation\noperation on  the field. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"635617\" id=\"span_1\">The existence of a common intention\nbetween the  participants in a crime is an essential element\nfor attracting\t<a href=\"/doc/37788/\" id=\"a_59\">Section 34</a> of the Indian Penal Code and such\nintention could\t be formed  previously or on the spot during\nthe progress of the crime. Usually it implies a pre-arranged\nplan which in turn pre-supposes a prior meeting of mind. But\nin a given case such common intention which developed at the\nspur of\t the moment  is different  from a  similar intention\nactuated  a   number  of  persons  at  the  same  time,\t and\ntherefore, the\tsaid distinction must be borne in mind which\nwould be  relevant in  deciding whether\t <a href=\"/doc/37788/\" id=\"a_60\">Section 34</a>  of\t the\nIndian Penal Code can be applied to all those who might have\nmade some over attack on the spur of the moment. (See kripal\nand <a href=\"/doc/635617/\" id=\"a_61\">others  vs. State of Uttar Pradesh</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1179103\" id=\"span_2\"><a href=\"/doc/1179103/\" id=\"a_62\">A.I.R. 1954 S.C. 706\nPandurang, Tukia  and Bhillia  vs. The\tState of  Hyderabad</a>,\n1955(1) S.C.R.\t1083 and  Mohan Singh  vs. State  of Punjab,\n1962 supp(3)  S.C.R. 848) . The distinction between a common\nintention and  a similar  intention  may  be  fine,  but  is\nnonetheless a  real one\t and  if  overlooked,  may  lead  to\nmiscarriage of\tjustice.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1730084\" id=\"span_3\">In  the case  of <a href=\"/doc/1730084/\" id=\"a_63\">Hardev  Singh\t and\nanother vs.  The State\tof Punjab</a>, (1975) 3 S.C.C. 731., the\noriginal target\t of attack  was one Kewal Singh who received\nonly some  simple injuries  having been\t caused\t to  him  by\naccused Harijinder  Singh and  Piara Singh. But in course of\nthe incident  accused Hardev Singh gave a kirpan blow on the\nhead of\t Tej kaur  and question of consideration was whether\nall the\t accused persons  can be held guilty for the offence\nof murder of said Tej Kaur with the aid of <a href=\"/doc/37788/\" id=\"a_64\">Section 34</a> of the\nIndian Penal  Code. This  Court held that the assault on Tej\nKaur by\t accused Hardev\t Singh was  his individual  act\t and\nconsequently other  accused persons cannot be held guilty of\nthe offence  under <a href=\"/doc/1560742/\" id=\"a_65\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_66\">34</a> for the murder of said Tej\nKaur. The  question, whether  all the  persons who made some\novert attack  as a  result of  which  some  members  of\t the\nprosecution party  died shared\tthe common  intention of the\nmurder of  such persons\t would be  question fact  and it  is\ndifficult to  give any\tdirect proof  of existence  of\tsuch\ncommon\t intention   and   can\t only\tbe   inferred\tfrom\ncircumstances. in  other words, unless such common intention\nis established\tas a  matter of necessary inference from the\nproved circumstances  of the  case then\t the accused persons\ncould be  individually liable  for  their  respective  overt\nattacks and  not for  the act  done by any other person. The\nmere fact  that the  accused persons  were armed  with\tsome\nweapons itself\twould not  be sufficient to attribute common\nintention of  all of them to commit murder particularly when\nin the\tcase in hand the prosecution case itself is that the\naccused persons\t came to  the field  with the sole object of\ndesisting   the\t  labourers   from   continuing\t  with\t the\ntransplantation operation. Mr. Sinha, learned senior counsel\nappearing for  the respondent had urged that every person is\npresumed to know the natural consequences of his own act and\ntherefore pursuance  to the  call being\t given to  kill\t the\npersons of  Mukhiya whereafter the accused appellants having\nassaulted the two deceased persons with different weapons in\ntheir hands,  it must  be held\tthat they  had developed the\ncommon intention  of murdering\tAhmed Shah and Razaullah and\nas such\t their conviction  under <a href=\"/doc/1560742/\" id=\"a_67\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_68\">34</a> is us wholly\njustified. As  has been stated earlier whether all those who\nare said to have been armed with some weapons and alleged to\nhave assaulted\tthe deceased, shared the common intention of\nmurdering deceased  has to  be found  out from the facts and\ncircumstances established  and found.  In  other  words,  it\nwould be  necessary to\texamine as to the weapon of assault,\non the part of the body on which such assault was committed,\nthe medical evidence indicating the nature of injuries\ncaused thereby\tand the\t ultimate cause\t of death of the two\npersons.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_12\">     It may  be stated that for causing murder of Ahmed Shah\naccused Dukhmochan  Pandey, Uttam  Pandey, Kameshwar Pandey,\nJibachh\t Mishra,   Sarabnarain\tMishra,\t Jakan\tDas,  Sanjam\nPandey, Upendra\t Narain Pandey,\t Tapeshwar Pandey, Jainandan\nMishra,\t Jugeshwar  Mandal,  Kapileshwar  Mandal  have\tbeen\nconvicted under\t <a href=\"/doc/1560742/\" id=\"a_69\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_70\">34</a>.  Witnesses have established\nthat Dukhmochan\t Pandey was  holding a gun, Uttam Pandey was\nholding a Lathi, Kaeshwar Pandey was holding Bhala, Jibaccha\nMishra was holding a Bhala, Sarabnarian Mishra was holding a\nGun, Jakan  Das was  holding Lathi,  Sanjam Pandey holding a\nLathi, Upendra\tNarain Pandey was holding a Lathi, Tapeshwar\nPandey was  holding a  Bhala, Jainandan Mishra was holding a\nBhala, Jugeshwar  Mandal was  holding Lathi  and Kapileshwar\nMandal was  holding   a Lathi. The Doctor, who conducted the\npost-mortem examination\t on the dead body of Ahmed Shah, PW-\n32 found the following injuries on him:\n</p><blockquote id=\"blockquote_1\">     &quot;On the  same date at 4 p.m. I held P.M. examination on\nthe body of ahmed Shah S/o. Hakim Shah of the same and found\nas follows:\n</blockquote><blockquote id=\"blockquote_2\">     1. Perforating  injury 3/4&quot;  x 1/2&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">     chest cavity  almost transverse  in\n     the second\t right intercostal space\n     anteriorly.\n</p><p data-structure=\"Precedent\" id=\"p_14\">     2. Performating  injury  2&quot;x1/2&quot;  x\n     chest cavity  almost transverse  in\n     the  foweth   right   intercosteral\n     space anteriorly.\n</p><p data-structure=\"Precedent\" id=\"p_15\">     3.\t Lacerated   injury  1/4&quot;   long\n     across the right lip.\n</p><p data-structure=\"Conclusion\" id=\"p_16\">     4. Both the incisors and one canine\n     teeth in I got lower jaw broken.\n</p><p data-structure=\"Conclusion\" id=\"p_17\">     5. Two  teeth on upper left jaw and\n     four  teeth   on  right  upper  jaw\n     broken.(Two  incisors,  one  canine\n     and one premolar).\n</p><p data-structure=\"Precedent\" id=\"p_18\">     6. One  abrasion  1/2&quot;  x\t1/2&quot;  on\n     right shoulder.\n</p><p data-structure=\"Precedent\" id=\"p_19\">     7. One  abrasion 1&quot;x  1/2&quot; on chest\n     right side, upper part.\n</p><p data-structure=\"Precedent\" id=\"p_20\">     8. One  abrasion 1&quot;x1/4&quot;  on mid of\n     back right side.\n</p><p data-structure=\"Precedent\" id=\"p_21\">     9. Second\tand fourth ribs were cut\n     anteriorly. They  were spounder  to\n     injuries Nos.  1 and 2. Intercostal\n     muscles  abo   cut.  Pheera  cut  2\n     inches long  at place on right side\n     anteriorly. There\twas a cut in the\n     upper  lobe   of  the  right  lung,\n     anteriorly\t .....3&quot;x  1&quot;x\t1&quot;.  The\n     middle lobe  had abodone  cut  3/4&quot;\n</p><blockquote id=\"blockquote_3\">     x1&quot; anteriorly.  Chest  cavity  was\n     full  of  blood  and  blood  cloth,\n     almost  faint.   Both  chambers  of\n     heart were empty.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">     According to  the doctor  injuries Nos.  1 and  2\twere\nvital caused  by some  sharp pointed weapon and death is due\nto shock,  haemorrhage and  injuries to\t vital. organs. From\nthe nature  of injuries\t sustained by  the deceased  it\t can\nreasonably be said that the two fatal injuries. Nos. 1 and 2\ncould be the result of attack by Bhala. The lacerated injury\nacross the  right lip  breaking of both the incisors and one\ncanine teeth  in right\tjaw, breaking  of two teeth on upper\nleft jaw  and four  teeth on right upper jaw, abrasion found\non right  shoulder, abrasion  found on\tright side chest and\nabrasion found on the mid of back right side could be caused\nby Lathi,  From the nature of the injuries found on the dead\nbody of deceased Ahmed Shah and the nature of the weapons of\nassault used by accused holding lathies namely accused uttam\nPandey, Janak  Das, Saniam  Pandey, Upendra  Narain  Pandey,\nJanak Das,  Saniam Pandey,  Upendra Narain Pandey, Jogeshwar\nMandal and  Kapileshwar Mandal.\t and the part of the body of\nAhmed Shah  on which  they assaulted, it may not be possible\nto hold\t that they shared common intention of causing murder\nof Ahmed  Shah. For  an inference  of common intention being\ndrawn for  the purposes\t of <a href=\"/doc/37788/\" id=\"a_71\">Section 34</a>, the evidence and the\ncircumstances of the case should establish, without any room\nfor doubt, that a meeting of minds and a fusion of ideas had\ntaken place  amongst different accused and in prosecution of\nit the\tovert acts of the accused persons flowed out. As has\nbeen stated  earlier the  prosecution case  itself is,\tthey\ncame  to   prevent  the\t  labourers  from   continuing\t the\ntransplantation operation  but at  the spur of the moment on\naccount of  certain lalkara  being  given  by  some  of\t the\naccused\t persons.   Persons  armed   with  weapons   started\nassaulting the\tdeceased. But  from mere assault even not on\nvital parts of the body which ultimately resulted in causing\nsome minor  injuries, it  may not be sufficient to establish\nbeyond reasonable  doubt that  they  also  shared  a  common\nintention of  causing murder of deceased Ahmed Shah. In this\nview of\t the matter,  the  conviction  of  appellants  Uttam\nPandey, Janak  Das, Sanjam  Pandey, Upendra  Narain  Pandey,\nJaogeshwar  Mandal  and\t Kapileshwar  Mandal  under  <a href=\"/doc/1560742/\" id=\"a_72\">Section\n302</a>/<a href=\"/doc/37788/\" id=\"a_73\">34</a> IPC  for causing murder of deceased Ahmed Shah cannot\nbe sustained  and the  same is\tset aside.  instead they are\nconvicted under\t <a href=\"/doc/1133601/\" id=\"a_74\">Section 325</a>/<a href=\"/doc/37788/\" id=\"a_75\">34</a>\t IPC. Sentenced\t to  undergo\nrigorous imprisonment  for five\t years. It  is no doubt true\nthat there is no gun shot injury on him but it is Dukhmochan\nPandey and  Sarbnarain Mishra  who on being ordered by Uttam\nPandey fired  the guns\tin their hands first, whereafter all\nothers assaulted with the respective weapons in their hands.\nThat being  the being  the position,  Dukhmochan Pandey\t and\nSarbnarain Mishra  also could  be held\tliable under <a href=\"/doc/1560742/\" id=\"a_76\">Section\n302</a>/<a href=\"/doc/37788/\" id=\"a_77\">34</a> and have been rightly convicted by the courts below.\nFor causing  death of  Razaullah the  following\t 12  accused\npersons have been convicted under <a href=\"/doc/1560742/\" id=\"a_78\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_79\">34</a> IPC:\n</p><blockquote id=\"blockquote_4\">     1. Dukhmochan Pandey A-1\n</blockquote><blockquote id=\"blockquote_5\">     2. Shiv Narain Thakur A-3\n</blockquote><blockquote id=\"blockquote_6\">     3. Shivshekhar Pandey A-6\n</blockquote><blockquote id=\"blockquote_7\">     4. Sarabnarain Mishra A-8\n</blockquote><blockquote id=\"blockquote_8\">     5. Sukhram Mishra\t  A-10\n</blockquote><blockquote id=\"blockquote_9\">     6. Saukhilal Yadav A-15\n</blockquote><blockquote id=\"blockquote_10\">     7. Naval Kishore Pandey A-17\n</blockquote><blockquote id=\"blockquote_11\">     8. Jogendra Narain Pandey A-18\n</blockquote><blockquote id=\"blockquote_12\">     9. Mahendra Narain Pandey\tA-21\n</blockquote><blockquote id=\"blockquote_13\">     10. Ramchandra Pandey A-25\n</blockquote><blockquote id=\"blockquote_14\">     11. Jainandan Mishra A-35\n</blockquote><blockquote id=\"blockquote_15\">     12. Amiri Lal Yadav  A-46&quot;\n</blockquote><blockquote id=\"blockquote_16\">     Of these  accused persons Dukhmochan Pandey was holding\na Gun,\tShiv Narain Thakur was holding a Garasa, Shivshekhar\nPandey was  holding a Garasa, Sarabnarain Mishra was holding\na Gun,\tSukhram Mishra\twas holding a Bhala, Saukhilal Yadav\nwas holding  a Bhala,  Saukhilal yadav\twas holding a Bhala,\nNaval Kishore  pandey was  holding a garasa, Jogendra Narain\nPandey was  holding a  Garasa. Mahendra\t Narain\t Pandey\t was\nholding a  Garasa. Mahendra  Narain  Pandey  was  holding  a\nGarasa. Ramchandra  pandey was\tholding a  Bhala,  Jainandan\nmishra\twas  holding  a\t Bhala.\t Doctor,  PW-32,  found\t the\nfollowing injuries on the dead body of Razaullah:\n</blockquote><blockquote id=\"blockquote_17\">     &quot;1. Incised  injury  8&quot;x1/2&quot;,  some\n     what elliptical  in shape\ton lower\n     part of  back of  head, just on the\n     lower part of the accipebal bone.\n</blockquote><blockquote id=\"blockquote_18\">     2. Punctured  injury 3/4&quot;\tx 1/4&quot; x\n     4/4&quot; and 1&quot; below the lobule of the\n     left ear.\n</blockquote><blockquote id=\"blockquote_19\">     3. Perforating  injury antori .....\n</blockquote><blockquote id=\"blockquote_20\">     third     left\tinter\t  costal\n     space.....................\n</blockquote><blockquote id=\"blockquote_21\">     downwards medially.\n</blockquote><blockquote id=\"blockquote_22\">     4. Perforating injury 1/2&quot; x 1/4&quot; x\n     abdominal cavity on men, left side,\n     upper part.\n</blockquote><blockquote id=\"blockquote_23\">     5. Perforating injury 1/2&quot; x 1/4&quot; x\n     abdominal cavity  on abdomen,  left\n     side, front aspect.\n</blockquote><blockquote id=\"blockquote_24\">     6.\t Oblique  punctured  injury  2&quot;x\n     1/4&quot; x 1&quot; on right arm anteriorly.\n</blockquote><blockquote id=\"blockquote_25\">     7. abrasion 1/2&quot; x 1/2&#x27; below right\n     eye.\n</blockquote><blockquote id=\"blockquote_26\">     8. Incised\t 4&quot; x  1/2&quot; x  boale  on\n     left knee.\n</blockquote><blockquote id=\"blockquote_27\">     9. Compound  fracture of  tibia and\n     fibula, lower third, left leg.\n</blockquote><blockquote id=\"blockquote_28\">     10. Almost\t round hole  1/2&quot; x 1/4&quot;\n</blockquote><blockquote id=\"blockquote_29\">     approximately x bone with lacerated\n     markings\ton    left   leg   lower\n     part(would of entrance).\n</blockquote><blockquote id=\"blockquote_30\">     11. Lacerated  injury 1&quot;  x 1/2&quot; on\n     the left foot medial malicoli wound\n     of exit.\n</blockquote><blockquote id=\"blockquote_31\">     Probe was\tmade  to  enter\t through\n     injury No. 11,\n     if came  out through injury No. 11.\n</blockquote><blockquote id=\"blockquote_32\">     Lower part of fibia and fibula were\n     found  cross  bed\ton  opening  the\n     injured part.  Injury  No.\t 10  was\n     situated anteriorly  on  the  lower\n     part of the left leg.\n</blockquote><blockquote id=\"blockquote_33\">     12. Lacerated injury 1/2&quot; x 1/2&quot; 1&quot;\n     on right leg, lower part, medially.\n</blockquote><blockquote id=\"blockquote_34\">     13. Punctured  injury 1/2&quot;\t x 1/8 x\n     1/4&quot;     on   right   ankle   joint\n     anteriorly.\n</blockquote><blockquote id=\"blockquote_35\">     14. Punctured  injury 3/4&quot; x 1/4&quot; x\n     bone on right foot anteriorly.\n</blockquote><blockquote id=\"blockquote_36\">     15. Punctured injury 3/4&quot; x 1/6&quot; on\n     sole of the left foot.\n</blockquote><blockquote id=\"blockquote_37\">     Third Ribon left side was found cut\n     anteriorly. intercostal  muscles of\n     the third\tleft space was also.....\n</blockquote><span class=\"hidden_text\" id=\"span_4\">     dimension\tas   per  injury  No.  3</span>\n<blockquote id=\"blockquote_38\">     Pleura also  cut for  2&quot; in  length\n     anteriorly. Chest\tclot  blood  and\n     blood clot,  approximately a  pland\n     of the left lung cut 3&quot; x 1/2&quot; x 1&quot;\n</blockquote><blockquote id=\"blockquote_39\">     anteriorly.  Heart,  chambers  were\n     empty,  each,  situated  anteriorly\n     and another  laterally. Stomach was\n     performed in  not tolateral surface\n     along the\tgreater\t curvature  size\n     1/6&#x27; x  1/6&#x27; x stomach cavity. Some\n     gruel was\tfound inside the stomach\n     and a  little out\tof the\tstomach.\n</blockquote><blockquote id=\"blockquote_40\">     Spleen was\t also  punctured,  about\n     1/6&quot;  in\tdiameter  on  the  front\n     aspect depth  being 1/4&quot;. Abdominal\n     cavity had\t also little  ceslection\n     of blood and blood clotal.&quot;\n</blockquote><blockquote id=\"blockquote_41\">     All these injuries according to doctor were ante-mortem\nin nature  and injuries\t No. 1,3,4  and 5  were\t fatal.\t The\ndoctor also  stated that  injuries Nos.\t 1 and\t8  could  be\ncaused by sharp cutting weapon. Injuries No. 9 and 10 and 11\nwere caused  by gunshot.  injuries No.\t2,3,4,5,6,,12,,13,14\nand 15 caused by some sharp pointed weapon and death was due\nto shock, haemorrhage and injuries on the vital organs. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1618106\" id=\"span_5\">In a\ncase of\t murder where  it  is  established  by\tsatisfactory\nevidence that  all the\taccused were  acting in\t concert and\nwere associated\t with each  other  in  causing\tassault\t and\nmultiple injuries  were found  on the  deceased it leaves no\nroom for  doubt that  all the  accused had  shared a  common\nintention to  cause death  (see <a href=\"/doc/1618106/\" id=\"a_80\">Aher Pitha Vaishi and others\nvs. State  of Gujarat</a>,\tAIR 1983  SC 599).  In view  of\t the\nnature of  injuries found  on  the  dead  body\tof  deceased\nRazaullah and  the weapons  of assault\tin the\thands of the\nacccused, it would be difficult to hold that all of them had\nnot shared  the common\tintention of  killing the  Razaullah\nwhich developed\t at the\t spur of the moment on being ordered\nby Uttam  Pandey. In fact with deadly weapons in their hands\nthey mercilessly  assaulted deceased  Razaullah and  as such\ntheir conviction under <a href=\"/doc/1560742/\" id=\"a_81\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_82\">34</a> is fully justified.</span>\n</blockquote><blockquote id=\"blockquote_42\">     So far  as Criminal Appeal No. 198 of 1982 is concerned\nthe appellants have been convicted under <a href=\"/doc/1258372/\" id=\"a_83\">Section 147</a> IPC and\nin view of number of eye-witnesses to the occurrence many of\nwhom are  injured witnesses  and those witnesses having been\nbelieved by  the learned  Sessions Judge  as well  as by the\nHigh Court  and while discussing their evidence in the other\nappeal we  have also  believed their  testimony, we  see  no\ninfirmity in  conviction and  sentence\tpassed\tagainst\t the\nappellants in this appeal, and therefore, the said appeal is\ndismissed.\n</blockquote><blockquote id=\"blockquote_43\">     In\t the   net  result,  therefore,\t the  conviction  of\nappellants Uttam  Pandey, Janak\t Das, Sanjam Pandey, Upendra\nNarain Pandey, Jogeshwar Mandal and Kapileshwar Mandal under\n<a href=\"/doc/1560742/\" id=\"a_84\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_85\">34</a>\tIPC for causing murder of Ahmed Shah and the\nsentence passed\t thereunder is\tset aside,  instead they are\nconvicted under\t <a href=\"/doc/1133601/\" id=\"a_86\">Section 325</a>/<a href=\"/doc/37788/\" id=\"a_87\">34</a>\t and they  are sentenced  to\nundergo rigorous imprisonment for five years. The conviction\nof other accused persons namely Dukhmochan Pandey, Kameshwar\nPandey, Jibacch Mishra, Sarabnarain Mishra, Tapeshwar Pandey\nand Jainandan  Mishra under  <a href=\"/doc/1560742/\" id=\"a_88\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_89\">34</a>  IPC for causing\nmurder of  Ahmed Shah and the  sentence passed thereunder is\naffirmed. The  conviction of  all the  12  accused  persons,\nnamely, Dukhmochan  Pandey, Shiv  Narain Thakur, Shivshekhar\nPandey, Sarabnarain Mishra, Sukhram Mishra, Saukhilal Yadav,\nnaval Kishore  Pandey,\tJogendera  Narain  Pandey,  Mahendra\nNarain Pandey, Ramchandra Pandey, Jainandan Mishra and Amiri\nLal yadav  under <a href=\"/doc/1560742/\" id=\"a_90\">Section  302</a>/<a href=\"/doc/37788/\" id=\"a_91\">34</a> for  causing murder  of Sk.\nRazaullah and  sentence passed thereunder is affirmed. Their\nconviction and\tsentence on  other counts  remain unaltered.\nCriminal Appeal\t No. 197  of 1982  is partly  allowed to the\nextent indicated  above. The  conviction and sentence of the\nappellants in  Criminal Appeal\tNo. 198 of 1982 is affirmed.\nCriminal Appeal No. 198 of 1982 dismissed.\n</blockquote><blockquote id=\"blockquote_44\">     The accused  - appellants\twho are on bail are directed\nto surrender  to serve the balance period of sentence and in\ncase they  fail to  surrender steps  may be  taken for their\narrest to serve the sentence.\n</blockquote>\n\n\n","numcites":16,"numcitedby":31,"docsource":"Supreme Court of India","citetid":239513,"divtype":"judgments","relatedqs":[{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"where their is no intention of killing","formInput":"where%20their%20is%20no%20intention%20of%20killing"},{"value":"302/34","formInput":"302/34"},{"value":"ipc section 147","formInput":"ipc%20section%20147"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"section 161 of crpc","formInput":"section%20161%20of%20crpc"},{"value":"convicted under section 302  and 34","formInput":"convicted%20under%20section%20302%20%20and%2034"},{"value":"ahmed shah","formInput":"ahmed%20shah"},{"value":"section 147 of indian penal code","formInput":"section%20147%20of%20indian%20penal%20code"},{"value":"miscarriage","formInput":"miscarriage"},{"value":"section 161 cr.p.c.","formInput":"section%20161%20cr.p.c."},{"value":"criminal procedure code section 161","formInput":"criminal%20procedure%20code%20section%20161"},{"value":"charge u/s 302","formInput":"charge%20u/s%20302"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"}],"courtcopy":true,"query_alert":null,"agreement":false}