{"tid":1047535,"publishdate":"1971-10-05","title":"Commissioner Of Income Tax, Gujarat vs M/S. S. C. Kothari on 5 October, 1971","doc":"<h2 class=\"doc_title\">Commissioner Of Income Tax, Gujarat vs M/S. S. C. Kothari on 5 October, 1971</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1972 AIR 391, 1972 SCR (1) 950, AIR 1972 SUPREME COURT 391, 1972 4 SCC 402, 1972 TAX. L. R. 168, 1972 (1) SCR 950, 1972 2 ITJ 24, 1974 SCC (TAX) 92, 82 ITR 794, 1972 2 SCJ 141</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-n-grover\">A.N. Grover</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-n-grover\">A.N. Grover</a>, <a href=\"/search/?formInput=benchid:k-s-hegde\">K.S. Hegde</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nCOMMISSIONER OF INCOME TAX, GUJARAT\n\n\tVs.\n\nRESPONDENT:\nM/S.  S. C. KOTHARI\n\nDATE OF JUDGMENT05/10/1971\n\nBENCH:\nGROVER, A.N.\nBENCH:\nGROVER, A.N.\nHEGDE, K.S.\n\nCITATION:\n 1972 AIR  391\t\t  1972 SCR  (1) 950\n CITATOR INFO :\n RF\t    1977 SC1142\t (8)\n F\t    1980 SC1271\t (6)\n\n\nACT:\nIncome\ttax  act (11 of 1922) ss 10 (1) and (2)\t and  s.  24\n(1)--Scope of.\n<a href=\"/doc/1771012/\" id=\"a_1\">Forward\t Contracts (Regulation) Act, 1952</a><a href=\"/doc/642710/\" id=\"a_2\"> s.  15(4)</a>-Contract\nin violation of-If illegal\n\n\n\nHEADNOTE:\n<a href=\"/doc/642710/\" id=\"a_3\">Section\t 15(4)</a>\tof the Forward Contracts  (Regulation)\tAct,\n1952  is conceived in the larger interest of the  public  to\nprotect them against the malpractices indulged in by members\nof  recognised\tassociations in respect of  transactions  in\nwhich  their duties as agents come into conflict with  their\npersonal   interest.\tParliament  had\t made\ta   writing,\nevidencing or confirming the consent or authority of a\tnon-\nmember,\t as  a condition of the contract if the\t member\t has\nentered\t into  a contract on his own account.\tSo  long  as\nthere was no such writing there was no enforceable contract.\n<a href=\"/doc/1771012/\" id=\"a_4\">Under the Act</a>, there is not only an express prohibition\t but\nalso punishment for contravention of that prohibition.\nThe  assessee,\ta  registered  firm, was  a  member  of\t the\nSaurashtra Oil and Oilseeds Association, and was carrying on\nthe business of commission agency and general merchants.  It\nwas also doing forward business.  During the assessment year\n1958-59\t it incurred a loss in certain transactions.   Those\ntransactions  were in contravention of the provisions of  s.\n15(4)  of  the\t<a href=\"/doc/148970782/\" id=\"a_5\">Forward\t Contracts  (Regulation)  Act</a>.\t The\nassessee claimed that the loss was allowable under<a href=\"/doc/143567568/\" id=\"a_6\"> s.  10(1)</a>\nof  the\t Income-tax Act, 1922, as a  deduction\tagainst\t its\nother  business income even if the losses were\tincurred  in\nillegal\t transactions.\tThe Income-tax Officer rejected\t the\ncontention  of the assessee, and also held that\t the  losses\nincurred  in  illegal business could not  be  deducted\tfrom\nspeculative profits under<a href=\"/doc/47944/\" id=\"a_7\"> s. 24</a> of the Income-tax Act.\t The\nAppellate  Assistant Commissioner confirmed the order.\t The\nTribunal  held that the assessee could not set off the\tloss\nagainst\t the other income under<a href=\"/doc/192089/\" id=\"a_8\"> s. 10(1)</a> of  the  Income-tax\nAct but was entitled to do so under<a href=\"/doc/199924/\" id=\"a_9\"> s. 24</a>.\nOn  the\t questions referred to the High Court namely  :\t (1)\nWhether\t the loss was in respect of illegal  contracts,\t (2)\nWhether\t the loss was a result of  speculative\ttransactions\nand therefore could be set off under<a href=\"/doc/47944/\" id=\"a_10\"> s. 24</a> of\t  the\nIncome-tax  Act, and (3) whether even if the loss was  as  a\nresult of illegal transactions the assessee was entitled  to\nset off the loss under<a href=\"/doc/192089/\" id=\"a_11\"> s.     10(1)</a>  of the Income-tax\tAct,\nthe  High Court did not answer the first question  but\theld\nthat the losses could be set off both under<a href=\"/doc/1954990/\" id=\"a_12\"> s. 10</a> and<a href=\"/doc/47944/\" id=\"a_13\"> s.   24</a>\nof the Income-tax Act.\nIn appeal to this Court,\nHELD:(1)  It is well settled that contracts  which  are\nprohibited by statute, the prohibition being either  express\nor  implied, would be illegal and unenforceable if they\t are\nentered\t into in contravention of the  statute.\t  Therefore,\nthe  contracts in the present case, were  illegal  contracts\nand the loss was in respect of such illegal contracts.\t[955\nC-D]\nSunder\tLal  v.\t Bharat Handicrafts  [1968]  1\tS.C.R.\t608,\nfollowed.\n951\n(2)Under Explanation 2 of<a href=\"/doc/47944/\" id=\"a_14\"> s. 24</a> a speculative  transaction\nmeans  a  transaction in which a contract for  purchase\t and\nsale of any commodity is periodically or ultimately  settled\notherwise than by actual delivery etc.; but the contract has\nto  be an enforceable contract and not an unenforceable\t one\nby reason of any taint or illegality.  In the present  case,\nthe  contracts were illegal and unenforceable on account  of\nthe  contravention  of<a href=\"/doc/111693192/\" id=\"a_15\">\ts. 15(4)</a> of  the  Forward  Contracts\n(Regulation) Act.  The High Court was therefore in error  in\nconsidering that set off could be allowed under<a href=\"/doc/47944/\" id=\"a_16\"> s.     24(1)</a>\nof the Income-tax Act. [959 D-F]\n(3)While  s. 10(1) of the <a href=\"/doc/789969/\" id=\"a_17\">Income-tax Act</a> imposes a  charge\non  profits or gains of a business it does not\tprovide\t how\nthose profits are to be computed.  <a href=\"/doc/1541982/\" id=\"a_18\">Section 10(2)</a>  enumerates\nvarious\t items which are admissible as deductions  but\tthey\nare not exhaustive.  The profits and gains which are  liable\nto  tax\t under<a href=\"/doc/192089/\" id=\"a_19\"> s. 10(1)</a> are what are understood to  be\tsuch\nunder ordinary commercial practice.  The loss for which\t the\ndeduction is claimed must be one that springs directly\tfrom\nthe  carrying  on of the business and is incidental  to\t it,\nthat is, the profit was earned and the loss was sustained in\nthe  same  business.  If this is established  the  deduction\nmust be allowed provided that there is no provision  against\nit.  If the business is illegal, neither the profits  earned\nnor the losses incurred would be enforceable in law but that\ndoes not take the profits out of the taxing statute.   Simi-\nlarly,\tthe  taint  of illegality  of  the  business  cannot\ndetract\t  from\tthe  loss  being  taken\t into  account\t for\ncomputation  of the amount which can BE subjected to tax  as\nprofits.   Cases  which deal with payment of a\tpenalty\t for\ninfraction of law or the execution of some illegal  activity\nstand on a different footing, because, an expenditure is not\ndeductible unless it is a commercial loss in trade and\tsuch\na penalty cannot be described as such. [956 G-H. 957 A-B, D-\nE, G-H; 959 H; 960 A-B]\n[Since in the present case no finding was given by the\tHigh\nCourt that the two businesses in which profits were made and\nlosses were sustained were the same, the matter was remanded\nto the High Court for decision on this point.]\nRaj  Woollen  Industries  v. C.I.T., Simla,  43\t I.T.R.\t 36,\nChandrika Prasad Ram Swarup v. C.I.T., U.P. &amp; C.P., 7 I.T.R.\n269, Badridas Daga v. Commissioner of Income-tax, 34  I.T.R.\n10,  Haji Aziz &amp; Abdul Shakhor Bros v. C.I.T., Bombay  City,\n41  I.T.R.  350 and Allen v. Fraquharson Bros. 17  T.C.\t 59,\nreferred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL  APPFLLATE  JURISDICTION: Civil Appeals Nos.  1993  of\n1968 and 1173 of 1971.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeals\t by certificate/special leave from the judgment\t and\norder  dated August 3, 4, 1967 of the Gujarat High Court  in\nIncome-tax Reference No. 18 of 1966.\n</p><p data-structure=\"Issue\" id=\"p_3\">S.  T.\tDesai,\tR. N.  Sachthey and B. D.  Sharma,  for\t the\nappellant (in both the appeals).\n</p><p data-structure=\"Issue\" id=\"p_4\">V.S.  Desai,  K.  L.  Hathi and\t P.  C.\t Kapur,\t for  the\nrespondent (in both the appeals).\n</p><p data-structure=\"Facts\" id=\"p_5\">The Judgment of the Court was delivered by\nGrover,\t J.  This  is ,in appeal from  a  judgment  of\tthe\nGujarat High Court.  Originally an appeal (C.A. 1993/68) had\n<span class=\"hidden_text\" id=\"span_1\">952</span>\nbeen  brought by certificate but that certificate was  found\nto  be\tdefective  as no reasons  were\tstated\ttherein\t for\ngranting it.  A Petition for special leave, was,  therefore,\nfiled and the same has been granted.  Both the appeals shall\nstand  disposed\t of  by this judgment.\tThe  assessee  is  a\nregistered  firm and carried on the business  of  commission\nagency\t and  general  merchants.   It\talso  does   forward\nbusiness.  It is a member of the Saurashtra Oil and Oilseeds\nAssociation Ltd., Rajkot.  During the assessment year  1958-\n59 the corresponding accounting period being the samvat year\n2013  the assessee claimed to have incurred a loss of Rs.  3\n40,443/- in certain transactions entered into with different\npeople\tfor the supply of groundnut oil.  The  transactions,\naccording  to  the  assessee,  were  non-transferable  ready\ndelivery  contracts  entered into with\tnon-members  of\t the\nAssociation.  It was expected that these contracts would  be\nperformed but owing to certain reasons some of the contracts\ncould  not  be\tperformed and differences had  to  be  paid.\nAccording  to  the assessee it had acted as a  Pucca  Artia.\nThe  assessee claimed that the aforesaid loss was  allowable\nunder  s. 10(1) of the <a href=\"/doc/191265324/\" id=\"a_20\">Income Tax Act, 1922</a> as\ta  deduction\nagainst\t its other business income.  The Income tax  Officer\ncame  to  the conclusion that the transactions\tin  question\nwere  hit  by  the  provisions\tof  the\t <a href=\"/doc/1771012/\" id=\"a_21\">Forward   Contracts\nRegulation  Act, 1952</a>, hereinafter called the &#x27;Act&#x27; and\t the\nRules  and  Regulations of the Saurashtra Oil  and  Oilseeds\nAssociation Ltd.  In particular the transactions were hit by\nthe  provisions of sub-ss. (1) and (4) of<a href=\"/doc/885027/\" id=\"a_22\"> s. 15</a> of  the\t Act\nand  were not saved by<a href=\"/doc/102468123/\" id=\"a_23\"> s. 18</a>.  The losses were held to\thave\nbeen  incurred\tin illegal transactions.   He  rejected\t the\ncontention of the assessee that even on the assumption\tthat\nthe losses were incurred in illegal transactions they  could\nbe allowed in the computation of the income.  The Income tax\nOfficer\t further  held that the losses incurred\t in  illegal\nbusiness could not be deducted from the speculative  profits\nunder<a href=\"/doc/47944/\" id=\"a_24\"> s. 24</a> of the Indian Income tax Act, 1922,\t hereinafter\ncalled\t the  &quot;Act  of\t1922&quot;.\t The   Appellate   Assistant\nCommissioner confirmed the order of the Income-tax  Officer.\nIn  the\t appeal\t before the Tribunal it was  held  that\t the\ntransactions in question were not illegal contracts but were\ncontracts which had been, validly entered into under the Act\nand the bye-laws etc.  The Tribunal thereafter proceeded  to\nexamine\t the question whether the losses incurred  could  be\nallowed\t on  the  assumption  that  the\t transactions\twere\nillegal.   It  was of the view that the\t assessee  would  be\nentitled  to a set off under<a href=\"/doc/47944/\" id=\"a_25\"> s. 24</a> even if the\tlosses\twere\nincurred in illegal transactions.  The Tribunal remanded the\nmatter\t for   a  report  from\t the   Appellate   Assistant\nCommissioner  as to the applicability of the proviso  to  s.\n24(1) (read with the Explanation) of the Act of 1922.  After\nthe  remand  report  was  received  the\t Tribunal  gave\t the\nfollowing   two\t  findings  :  (1)   the   contracts   under\nconsideration were all\n<span class=\"hidden_text\" id=\"span_2\">953</span>\nnon-transferable  specific  delivery  contracts\t where\t the\nintention ab initio was either to give or take delivery\t (2)\nthe  contracts were entered into either for the purchase  or\nsale  and  later  on the same quantity was  either  sold  or\npurchased  back\t by  the  assessee on  behalf  of  the\tsame\nconstituents at the market rates prevailing at the  material\ntime  i.e.  they were squared up by corresponding  sales  or\npurchases as the case might be.\t After referring to  certain\ndecisions of High Courts the Tribunal held that the loss  of\nRs. 3,40,443 had been incurred in speculative  transactions.\nThe   Tribunal\t next\tproceeded   to\t consider    whether\nnotwithstanding\t that  the  losses  had\t been  incurred\t  in\nspeculative  transactions the assessee could set  off  those\nagainst the other income under<a href=\"/doc/192089/\" id=\"a_26\"> s. 10(1)</a> of the Act of  1922.\nPurporting  to follow the view of the majority of  the\tHigh\nCourts, the Tribunal held that such a loss could not be\t set\noff against the other income.  But according to the Tribunal\nthe  assessee  was certainly entitled to set  off  the\tloss\nagainst the profits in speculative transactions and to\tthat\nextent\tthe contention of the assessee was  accepted.\tBoth\nthe  assessee and the Commissioner of Income tax  moved\t the\nTribunal  for  submitting  a  case  and\t referring   certain\nquestions  of  law  to\tthe High Court.\t  Thus\tin  all\t the\nfollowing four questions were referred by the Tribunal\n\t      (1)   Whether   on  the  facts  and   in\t the\n\t      circumstances  of\t the case the  contracts  in\n\t      respect of which the loss of Rs. 3,40,443\t was\n\t      claimed  were illegal contracts and  were\t not\n\t      validly\tentered\t into  under   the   <a href=\"/doc/148970782/\" id=\"a_27\">Forward\n\t      Contracts Regulation Act</a> 1952 ?\n</p><p data-structure=\"PetArg\" id=\"p_6\">\t      (2)   Whether  even assuming the\ttransactions\n\t      in  which\t the  loss  of\tRs.  3,40,443/-\t was\n\t      incurred,\t  were\tillegal\t transactions,\t the\n\t      assessee\twould be entitled to the set off  of\n\t      the said loss ?\n</p><p data-structure=\"CDiscource\" id=\"p_7\">\t      (3)   Whether   on  the  facts  and   in\t the\n\t      circumstances  of\t the case  the\ttransactions\n\t      resulting\t in  a\tloss of\t Rs.  3,40,443\twere\n\t      speculative transactions for the purpose of<a href=\"/doc/47944/\" id=\"a_28\"> s.\n\t      24</a> of the Indian Income tax Act 1922 merely on\n\t      the ground that The assesses had not performed\n\t      the contracts by giving delivery and had\tpaid\n\t      damages  in  settlement  of  the\t obligations\n\t      contracted for ?\n</p><p data-structure=\"PetArg\" id=\"p_8\">\t      (4)   Whether   on  the  facts  and   in\t the\n\t      circumstances  of\t the case  the\tassessee  is\n\t      entitled\tto set off the balance of the  loss\n\t      of Rs. 1,21,397/- against the assessee&#x27;s other\n\t      income ?&quot;\n</p><blockquote id=\"blockquote_1\">The  High  Court did not consider that it was  necessary  to\nanswer\tthe  first  question.\tThe  answer  to\t the  second\nquestion was that\n<span class=\"hidden_text\" id=\"span_3\">954</span>\neven though the disputed contracts were not validly  entered\ninto  in accordance with the provisions of<a href=\"/doc/885027/\" id=\"a_29\"> S. 15(4)</a>  of\t the\nAct the loss ,of Rs. 3,40,443/- was liable to be taken\tinto\naccount\t in computing the business income, of  the  assessee\nunder S. IO of the Act of 1922 and the assessee was entitled\nto  set\t it off against the profits  fro  other\t speculative\ntransactions.\tThe  third  question  was  answered  in\t the\naffirmative with the result that the transactions  resulting\nin  the loss of Rs. 3,40,443/- were held to  be\t speculative\nfor  the  purpose of<a href=\"/doc/47944/\" id=\"a_30\"> s. 24</a> of the Act of 1922.\t The  fourth\nquestion  was  answered\t in the\t negative  and\tagainst\t the\nassessee.   It is the Commissioner of Income tax  alone\t who\nhas appealed.\n</blockquote><blockquote id=\"blockquote_2\">So  far as the first question is concerned we are unable  to\ncomprehend  why the High Court did not decide it.  A lot  of\ndebate\ttook  place before us on the  question\twhether\t the\ncontravention  of  <a href=\"/doc/885027/\" id=\"a_31\">S.  15 (4)</a> of the Act  would\t render\t the\ncontracts illegal.  According to that provision no member of\na  recognised  Association shall, in respect  of  any  goods\nspecified  in the notification under sub-s. (1), enter\tinto\nany contract on his own account with any person other  than,\na member of the recognised Association unless he has secured\nthe,  consent or authority of such person and  disclosed  in\nthe note memorandum or agreement of sale or purchase that he\nhas  bought or sold the goods as the case may be on his\t own\naccount.   It is not necessary to refer to the proviso.\t  It\nis common ground and has been admitted before us that  there\nwas  a clear contravention of the provisions of<a href=\"/doc/885027/\" id=\"a_32\"> S. 15(4)</a>  so\nfar   as  the  transactions  in\t question  were\t  concerned.\nAccording  to  <a href=\"/doc/123806724/\" id=\"a_33\">S.  20(e)</a>  any person  who  enters  into\t any\ncontract  in  contravention of the provisions  of  <a href=\"/doc/885027/\" id=\"a_34\">S.  15(4)</a>\namong  other sections shall on conviction be punishable\t for\nthe first offence with imprisonment which may extend to\t one\nyear or with fine of not less than Rs. 1,000/- or with both.\nIt is wholly incomprehensible how such a contract would\t not\nfall directly within the ambit of the first part of<a href=\"/doc/1625889/\" id=\"a_35\"> s. 23</a> of\nthe  Indian Contract Act which deals with  consideration  or\nobject\tof  an agreement which is forbidden  by\t law.\tSuch\nconsideration  or object would be unlawful according to\t the\nprovisions   of\t that  section\tand  the   agreement   would\nconsequently  be &#x27;void.\t The High Court did not\t decide\t the\npoint whether the contracts which contravened the provisions\nof<a href=\"/doc/885027/\" id=\"a_36\"> S. 15(4)</a> of the Act were illegal.  It did not consider it\nmaterial  to  decide  whether the  impugned  contracts\twere\nillegal.   In  its opinion what was material  was  that\t the\nimpugned contracts had been entered into unlawfully and\t the\nquestion  was  whether the loss sustained  in  the  unlawful\nbusiness  could\t be  taken into\t account  in  computing\t the\nbusiness income of the assessee.  We consider that the first\nquestion  which\t was  referred\tto  the\t High  Court  stands\nconcluded by the law laid down by this Court in Sunderlal  &amp;\nSon v.\n</blockquote><span class=\"hidden_text\" id=\"span_4\">955</span>\n<blockquote id=\"blockquote_3\">Bharat\tHandicrafts (P) Ltd..(1) It was laid down  that\t the\nprohibition imposed by<a href=\"/doc/885027/\" id=\"a_37\"> s. 15 (4)</a> of the Act was not  imposed\nin the interest of revenue.  That provision was conceived in\nthe  larger interest of the public to protect  them  against\nthe  malpractices  indulged  in\t by  members  of  recognised\nassociations  in  respect  of transactions  in\twhich  their\nduties\tas  agents came into conflict  with  their  personal\ninterest.   Parliament\thad made a  writing,  evidencing  or\nconfirming  the consent or authority of a non-member,  as  a\ncondition  of the contract if the member has entered into  a\ncontract  on  his  own account.\t So long  as  there  was  no\nwriting\t as  was contemplated by<a href=\"/doc/885027/\" id=\"a_38\"> s. 15 (4)</a>  or\tits  proviso\nthere was no enforceable contracts\nIt  is well settled that contracts which are  prohibited  by\nstatute\t the  prohibition being either\texpress\t or  implied\nwould be illegal and unenforceable if they are entered\tinto\nin  contravention of the statute.  Under the  provisions  of\nthe Act there is not only an express prohibition (s., 15 (4)\n) but punishment is also provided for contravention of\tthat\nprohibition, (s&#x27; 20).  Such contracts could not possibly  be\nregarded as having been validly entered into under the\tAct.\nThe  answer &#x27;to the first question, therefore,\tshould\thave\nbeen in the affirmative and against the assessee.\nComing to the second question, the language thereof is some-\nwhat ambiguous and the question was not framed properly.  It\nappears\t that there were two aspects which had come  up\t for\nconsideration\tbefore\tthe  departmental  authorities\t the\nTribunal  and the High Court.  The first aspect\t related  to\nthe deduction of the loss of Rs. 3.40,443/- incurred in\t the\naforesaid  illegal transactions while computing the  profits\nof the assessee&#x27;s speculative business under<a href=\"/doc/192089/\" id=\"a_39\"> s. 10(1)</a>.\t The\nother  was  the\t set off which can  be\tallowed\t within\t the\nrelevant parts of<a href=\"/doc/47944/\" id=\"a_40\"> s. 24</a> of the, Act of 1922.  The High Court\nreferred  to  various  English decisions as  also  to  Wheat\ncroft&#x27;s\t Law  of  Income  tax and  Simon&#x27;s  Income  tax\t for\nsupporting  the &#x27;View that even where a trade is illegal  it\nwould still be a trade within the meaning of income tax\t law\nand if any profits are derives from such trade they would be\nassessable  to\ttax.   The High Court  did  not\t accept\t the\ncontention urged on behalf of the Revenue that although\t the\nprofits\t from  an,  illegal I trade  or\t business  would  be\nexigible  to tax the losses from such business could not  be\ntaken Court observed\n\t      &quot;There is in principle no distinction  between\n\t      profits  and losses of a business and  if\t the\n\t      profits of an illegal business are  assessable\n\t      to tax, equally the losses arising\n\t      (1)   [1968] 1 S.C.R. 608.\n</blockquote><span class=\"hidden_text\" id=\"span_5\">\t      956</span>\n<p data-structure=\"Precedent\" id=\"p_9\">\t      from  illegal  business  must be\theld  to  be\n\t      liable  to be taken into account in  computing\n\t      the income of the assessee&#x27;.\n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"27147\" id=\"span_6\">The High Court was not inclined to accede to the  submission\non  behalf of the Revenue that the same principle  would  be\napplicable as has been applied in certain cases in which the\nquestion  which\t came up for determination  was\t whether  an\nexpenditure,  incurred\ton  an\tillegal\t activity  would  be\ndeductible under<a href=\"/doc/1541982/\" id=\"a_41\"> S. 10 (2) (xv)</a> of the Act of 1922.  One  of\nsuch  cases, is a decision of the Punjab High Court  in\t <a href=\"/doc/27147/\" id=\"a_42\">Raj\nWoollen Industries v. Commissioner of Income</a> tax,  Simla(1).\nIn that case the real question was whether a certain  amount\nwhich was paid to achieve what was prohibited by law,  viz.,\nthe  export  of\t wool without having  the  requisite  export\nlicence\t was  an amount which the assessee was\tentitled  to\ndeduct under<a href=\"/doc/1541982/\" id=\"a_43\"> S. 10 (2) (xv)</a> of the Act of 1922.\t It was held\nthat  according to principle and authority such a  deduction\ncould  not  be claimed.\t It was also observed  that  such  a\ndeduction  would  not be permissible even  under  <a href=\"/doc/192089/\" id=\"a_44\">S.  10(1)</a>.\nFollowing observations may be referred to :</span>\n</p><blockquote id=\"blockquote_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1596662\" id=\"span_7\">.lm15\n&quot;Profits  had  to be ascertained according to  the  accepted\nprinciples  of commercial accountancy and if<a href=\"/doc/1541982/\" id=\"a_45\"> S.\t 10(2)\t(xv)</a>\ndid not permit deduction of an item of expenditure which was\nlaid  out  or  expended\t for carrying  on  the\tbusiness  in\ncontravention  of  the\tlaw, then such\tan  outgoing  though\notherwise properly admissible, as set off against the  gross\nreceipts  on the principles of commercial accountancy  could\nnot be taken into consideration in computing the profits&quot;.\nOn the other hand according to the decision of a full  bench\nof the, Allahabad High Court in <a href=\"/doc/1596662/\" id=\"a_46\">Chandrika Prasad Ram  Swarup\nv.  Commissioner  of  Income</a> tax, U.P.\t&amp;  C.P.\t (2)  income\nassessable to tax is the actual income of an individual or a\nfirm  irrespective  of the manner in which  the\t income\t was\nderived.    Legality  or  illegality  of   the\t transaction\nculminating in profits or losses, was, therefore, foreign to\nthe scope of an inquiry into the income of an individual  or\na firm for the purpose of income tax.</span>\n</blockquote><blockquote id=\"blockquote_5\">Now  while<a href=\"/doc/192089/\" id=\"a_47\"> s. 10(1)</a> of the Act of 1922 imposes a  charge  on\nthe  profits or gains of a business it does not provide\t how\nthese profits are to be computed.  <a href=\"/doc/1541982/\" id=\"a_48\">Section 10(2)</a>  enumerates\nvarious items which are admissible as deductions.  They are,\nhowever, not exhaustive of all allowances which can be\tmade\nin  ascertaining the profits of a business taxable under  <a href=\"/doc/192089/\" id=\"a_49\">S.\n10(1)</a>.\tIt is undoubtedly true that profits and gains  which\nare liable to be taxed under\n(1) 43 I.T.R. 36.\t\t       (2) 7 I.T.R. 269.\n</blockquote><span class=\"hidden_text\" id=\"span_8\">957</span>\n<p data-structure=\"Section\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"866820\" id=\"span_9\">s.10(1) are what are understood to be such under ordinary\ncommercial principles.\tThe loss for which the deduction  is\nclaimed must be one that springs directly from the  carrying\non  of\tthe business and is incidental to it.\tIf  this  is\nestablished  the  deduction must be  allowed  provided\tthat\nthere  is no provision against it express or implied in\t the\nAct  : (See <a href=\"/doc/866820/\" id=\"a_50\">Badridas Daga V. Commissioner of Income</a>  tax(1).\nIn  that  case loss sustained by the business by  reason  of\nembezzlement  by  an employee was held to be  an  admissible\ndeduction under<a href=\"/doc/192089/\" id=\"a_51\"> s. 10(1)</a> although it did not fall within  s.\n10(2)  (xi)  of the Act of 1922.  Indeed profits  cannot  be\ncomputed without deducting the loss and permissible expenses\nincurred for-the purpose of the business.\nThe  approach of the high Court in the present case has been\nthat in order to arrive at the figure of profits even of  an\nillegal\t business  the\tloss  must be  deducted\t if  it\t has\nactually been incurred in the carrying on of that  business.\nIt is the net profit after deducting the out goings that can\nbe brought to tax.  It certainly seems to have been held and\nthat view has not been shown to be incorrect that so far  as\nthe admissible deductions under<a href=\"/doc/1541982/\" id=\"a_52\"> s. 10(2)</a> are concerned\tthey\ncannot\tbe  claimed by the, assessee if such  expenses\thave\nbeen incurred in either payment of a penalty for  infraction\nof  law\t or the execution of some illegal  activity.   This,\nhowever,  is based on the principle that an  expenditure  is\nnot deductible unless it is a commercial loss in trade and a\npenalty imposed for breach of the law during the  course  of\nthe trade cannot be described as such.</span>\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1177726\" id=\"span_10\">Penalties which\t are\nincurred for infraction of the law is not a normal  incident\nof business and they fall on the assessee in some  character\nother than that of a trader; (See <a href=\"/doc/1177726/\" id=\"a_53\">Haji Aziz &amp; Abdul  Shakoor\nBros v. Commissioner of Income</a> tax, Bombay City(2).  In that\ncase  this Court said quite clearly that a  disbursement  is\ndeductible only if it falls within<a href=\"/doc/1541982/\" id=\"a_54\"> s. 10(2) (xv)</a> of the\t Act\nof  1922 and a penalty cannot be regarded as an\t expenditure\nwholly and exclusively laid for the purpose of the business.\nMoreover  disbursement or expense of a trader  is  something\n&quot;which\tcomes  out  of his pocket. ,  A\t loss  is  something\ndifferent.   That  is  not  a  thing  which  he\t expends  or\ndisburses.   That is a thing which comes upon  him  abextra&quot;</span>\n</p><blockquote id=\"blockquote_6\">(Finlay J., in Allen v. Farquharson Brothers &amp; Co.) (3).  If\nthe &#x27;business is illegal neither the profits earned nor\t the\nlosses incur-red would be enforceable in law.  But that does\nnot take the profits. out of the taxing statute.   Similarly\nthe taint of illegality of the business cannot detract\tfrom\nthe  losses being taken into account for computation of\t the\namount which can be subjected to tax as &quot;profits&quot; under<a href=\"/doc/716811/\" id=\"a_55\"> s. 1</a>\n0 ( 1 ) of the Act of\n(1)34 I.T.R. 10.\n</blockquote><blockquote id=\"blockquote_7\">(3) 17 T.C. 59.\n</blockquote><blockquote id=\"blockquote_8\">(2) 41 I.T.R. 350.\n</blockquote><span class=\"hidden_text\" id=\"span_11\">958</span>\n<p data-structure=\"Section\" id=\"p_12\">1922.  The tax collector cannot be heard to say that he will\nbring the gross receipts to tax.  He can only tax profits of\na trade or business.  That cannot be done without  deducting\nthe losses and the legitimate expenses of the business.\t  We\nconcur in the view of the High Court that for the purpose of<a href=\"/doc/192089/\" id=\"a_56\">\ns.10(1)</a>\t the  losses which have actually  been\tincurred  in\ncarrying  on a particular illegal business must be  deducted\nbefore the true figure relating to profits which have to  be\nbrought\t to tax can be computed or determined.\t This  will,\nhowever,  not conclude the answer to question No. 2  because\nit seems to have been framed with the other aspect  relating\nto &quot;set off&quot; under<a href=\"/doc/47944/\" id=\"a_57\"> s.24</a> of the Act.\n</p><p data-structure=\"Precedent\" id=\"p_13\">The  High  Court  found\t that the  transactions\t were  of  a\nspeculative  nature.  It was thus held that the loss of\t Rs.\n3,40,443/- sustained in the impugned contracts was liable to\nbe  set off against ,the profit of Rs. 2,19,046/- which\t was\nadmittedly  a  profit from speculative,\t transactions.\t The\nconcluding portion of the judgment of the High Court may  be\nreproduced  because to Our mind it creates a certain  amount\nof difficulty.\n</p><blockquote id=\"blockquote_9\">\t      &quot;The  loss of Rs. 3,40,443/- sustained in\t the\n\t      impugned\tcontracts was, therefore, liable  to\n\t      be  set  off only against the  profit  of\t Rs.\n</blockquote><blockquote id=\"blockquote_10\">\t      2,19,046/-  which was admittedly\tprofit\tfrom\n\t      speculative  transactions and the\t balance  of\n\t      Rs.  1,21,397/-  after such set  off  was\t not\n\t      liable to be set off against the other  income\n\t      of  the assessee in view of the first  proviso\n\t      to  s.  24(1).  We may make it clear  that  in\n\t      taking  this view we have proceeded  upon\t the\n\t      basis  (that  the\t impugned  contracts   which\n\t      resulted\t in   the  loss\t of   Rs.   3,40,443\n\t      constituted a separate business distinct\tfrom\n\t      the business of forward contracts resulting in\n\t      the  profit  of Rs.  2,19,046/-.\t The  result\n\t      would,  however,\tbe  the\t same  even  if\t the\n\t      impugned contracts which resulted in the\tloss\n\t      of   Rs.\t3,40,443/-  did\t not  constitute   a\n\t      separate\tbusiness but were part of  the\tsame\n\t      business\tof forward contracts which  resulted\n\t      in  the profit of Rs. 2,19,046/- for  in\tthat\n\t      event the loss of Rs. 3,40,443 would be liable\n\t      to  be taken into account in  determining\t the\n\t      profits from such business under <a href=\"/doc/1954990/\" id=\"a_58\">section 10</a>&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_14\">\t      <a href=\"/doc/47944/\" id=\"a_59\">Section  24</a>, to the extent it is material\t for\n\t      our purposes, is set out below :\n</p><blockquote id=\"blockquote_11\">\t      &quot;Set off of loss in computing aggregate income\n\t      (1)Where\tany assessee sustains a\t loss  of\n\t      profits or gains in any year under any of\t the\n\t      heads  mentioned\tin <a href=\"/doc/191105/\" id=\"a_60\">section 6</a>,  he  shall  be\n\t      entitled to have the amount of the\n<span class=\"hidden_text\" id=\"span_12\">\t      959</span>\n\t      loss  set off against his income,\t profits  or\n\t      gains under any other head in that year\n\t      Provided\tthat  in computing the\tprofits\t and\n\t      gains. chargeable under the head &quot;profits\t and\n\t      gains of business, profession or vocation&quot; any\n\t      loss  sustained  in  speculative\ttransactions\n\t      which  are in the nature of a  business  shall\n\t      not be taken into account except to the extent\n\t      of the amount of profits and gains, if any, in\n\t      any  other business consisting of\t speculative\n\t      transactions;\n</blockquote><p data-structure=\"Section\" id=\"p_15\">\t      Explanation    1.\t  Where\t  the\t speculative\n\t      transactions  carried on are of such a  nature\n\t      as  to  constitute a  business,  the  business\n\t      shall  be deemed to be distinct  and  separate\n\t      from any other business.\n</p><p data-structure=\"Section\" id=\"p_16\">\t      Explanation 2. A speculative transaction means\n\t      a,   transaction\tin  which  a  contract\t for\n\t      purchase\tand sale of any commodity  including\n\t      stocks   and   shares   is   periodically\t  or\n\t      ultimately  settled otherwise than  by  actual\n\t      delivery\tor.  transfer of  the  commodity  or\n\t      scripts;&quot;\n</p><blockquote id=\"blockquote_12\">In order to claim the set off the meaning of the speculative\ntransaction has to be first looked at.\tUnder Explanation  2\nsuch  a transaction means a transaction in which a  contract\nfor  the purchase and sale of any commodity is\tperiodically\nor ultimately settled otherwise than by actual delivery etc.\nNow  the contract has to be an enforceable contract and\t not\nan  unenforceable one by reason of any taint  of  illegality\nresulting  in its invalidity.  It has already been found  by\nus   that  the\tcontracts  in  question\t were  illegal\t and\nunenforceable on account of contravention of<a href=\"/doc/885027/\" id=\"a_61\"> s. 15(4)</a> of the\nAct.   The High Court was in error in considering  that\t any\nset off could be allowed in the present case under the first\nproviso to<a href=\"/doc/47944/\" id=\"a_62\"> s. 24(1)</a> which must be read with Explanation 2.\nThere  would  have been no difficulty in  disposing  of\t the\nmatter\tfinally\t after\tthe above  discussion.\t But  enough\nattention was not devoted to the business which the assessee\nwas  doing and in which the profit of Rs. 2,19,046 was\tmade\nand  the  loss of Rs. 3,40,443 was sustained.  It  has\tbeen\nfound  to be of a speculative nature but the High Court\t has\nnot clearly found that it was the same business in which the\namount of the profit and the loss mentioned above was earned\nand  sustained\tin  which case alone  a\t deduction  will  be\npossible  of  the  loss\t under<a href=\"/doc/192089/\" id=\"a_63\"> s.  10(1)</a>.   The\t High  Court\nproceeded  on  the basis that if the business in  which\t the\nprofit\twas  made  and the business in which  the  loss\t was\nincurred  were\tseparate a set off could be claimed  by\t the\nassessee under<a href=\"/doc/47944/\" id=\"a_64\"> s. 24(1)</a>.  If, however, the business was\t the\nsame then the loss would be liable to be taken\n<span class=\"hidden_text\" id=\"span_13\">960</span>\ninto  account while computing the profits under<a href=\"/doc/192089/\" id=\"a_65\"> s.10(1)</a>.  As\nwe  have  come to the conclusion that no set  off  could  be\nallowed under<a href=\"/doc/47944/\" id=\"a_66\"> S. 24(1)</a> of the Act of 1922 it will have to be\ndetermined whether the profits and losses were incurred\t in&#x27;\nthe  same  business even though that business  involved\t the\nentering  into contracts some of which were, in the  eye  of\nthe  law,  illegal.   If  the trade  or\t the  business,\t for\ninstance,  the\tbusiness  of commission\t agency\t or  forward\nbusiness was the same in which the profits were made and the\nloss  was  incurred then in order to arrive  at\t the  figure\nwhich  can  be\tsubjected to tax the loss will\thave  to  be\ndeducted from the profit.  For this purpose we shall have to\nremit the matter to the High Court to decide this point\t and\nif necessary, after calling for a supplementary statement of\nthe case.\n</blockquote><blockquote id=\"blockquote_13\">In  the result our answer to the first question is that\t the\ncontracts  were\t illegal.  on  the  third  and\tthe   fourth\nquestions  there  is  no dispute nor has-  any\tappeal\tbeen\npreferred by the assessee relating to them that the  answers\nreturned  by  the High Court in the affirmative and  in\t the\nnegative  respectively\twere  not  correctly  answered.\t  As\nregards\t question No. 2 the High Court will have  to  answer\nthe  same  in the light of our judgment.   Th.-,  appeal  by\nspecial\t leave (i.e. C.A. 1173/71) shall stand\tdisposed  of\naccordingly  and the other appeal by certificate (i.e.\tC.A.\n1993/68) is hereby dismissed.  There will be no order as  to\ncosts.\n</blockquote><pre id=\"pre_2\">V.P.S.\t\t\t\t\t     Appeal   partly\nallowed.\n<span class=\"hidden_text\" id=\"span_14\">961</span>\n\n\n\n</pre>","numcites":22,"numcitedby":102,"docsource":"Supreme Court of India","citetid":1047535,"divtype":"judgments","relatedqs":[{"value":"illegal contracts","formInput":"illegal%20contracts"},{"value":"illegal business","formInput":"illegal%20business"},{"value":"illegal transaction","formInput":"illegal%20transaction"},{"value":"forward contract regulation act","formInput":"forward%20contract%20regulation%20act"},{"value":"enforce the contract","formInput":"enforce%20the%20contract"},{"value":"forward contracts","formInput":"forward%20contracts"},{"value":"contract act","formInput":"contract%20act"},{"value":"speculation","formInput":"speculation"},{"value":"business losses","formInput":"business%20losses"},{"value":"business income","formInput":"business%20income"},{"value":"set off","formInput":"set%20off"},{"value":"loss of profit","formInput":"loss%20of%20profit"}],"cats":[{"value":"income-deductions-from-house-property","formInput":"tag:income-deductions-from-house-property"},{"value":"agricultural-income","formInput":"tag:agricultural-income"},{"value":"chargeable-income-tax-under-head-salaries","formInput":"tag:chargeable-income-tax-under-head-salaries"},{"value":"sum-received-by-member-of-hindu-undivided-family","formInput":"tag:sum-received-by-member-of-hindu-undivided-family"}],"courtcopy":true,"query_alert":null,"agreement":false}