{"tid":26386549,"publishdate":"2022-12-21","title":"Dlf Ltd. vs Il&Fs Engineering And Construction ... on 21 December, 2022","doc":"<h2 class=\"doc_title\">Dlf Ltd. vs Il&amp;Fs Engineering And Construction ... on 21 December, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-k-rao\">V. Kameswar Rao</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-k-rao\">V. Kameswar Rao</a></h3>\n\n<pre id=\"pre_1\">                                     Neutral Citation Number:2022/DHC/005697\n\n\n                                IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                                              Judgment delivered on: December 21, 2022\n\n                            +     ARB.P. 1166/2021\n\n                                  DLF LTD.\n                                                                                    ..... Petitioner\n                                                        Through:   Mr. Rajiv Nayar, Sr. Adv. with\n                                                                   Mr. Dhruv Divan, Ms. Meghna\n                                                                   Mishra, Mr. Ankit Rajgarhia &amp;\n                                                                   Mr. Tarun Mehta, Advs.\n\n                                               versus\n\n                                IL&amp;FS ENGINEERING AND CONSTRUCTION\n                                COMPANY\n                                                                     ..... Respondent\n                                              Through: Mr. Jayant Mehta, Sr. Adv.\n                                                       with Mr. Kaushik Laik,\n                                                       Mr. Akshay Kaushik,\n                                                       Ms. Rudrakshi Deo &amp;\n                                                       Mr. Abhishek Tiwari, Advs.\n                            CORAM:\n                            HON&#x27;BLE MR. JUSTICE V. KAMESWAR RAO\n\n                                                 JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                           V. KAMESWAR RAO, J\n\n</p><p data-structure=\"Issue\" id=\"p_2\">                           1.     The present petition has been filed under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the\n                           Arbitration and Conciliation Act, 1996 (&quot;Act of 1996&quot;, hereinafter)\n                           seeking appointment of a sole arbitrator for the resolution of disputes\n                           between the parties under a Contract dated June 21, 2012.\n</p><p data-structure=\"Facts\" id=\"p_3\">                           2.     At the outset, I may briefly narrate the facts which have lead to\n                           the filing of the present petition. The petitioner entered into a cost\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_2\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_3\">KUMAR YADAV                Arb.P. 1166/2021                                            Page 1 of 38</span>\n<span class=\"hidden_text\" id=\"span_4\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_5\">18:29:00</span>\n                                        Neutral Citation Number:2022/DHC/005697\n\n\n                           sharing agreement with Haryana Urban Development Authority\n                           (&quot;HUDA&quot;,      hereinafter),   for   external   development   works     for\n                           improvement of certain road networks in Gurgaon, Haryana. The\n                           respondent presented itself as a prominent infrastructure development\n                           company to the petitioner and based on its representation, the\n                           petitioner awarded development works to be carried out in the project\n                           to the respondent.\n</p><p data-structure=\"Facts\" id=\"p_4\">                           3.      Subsequently, the petitioner entered into a separate contract\n                           agreement dated June 21, 2012 (&quot;contract&quot;, hereinafter) with the\n                           respondent. The term of the contract period was for 24 months and\n                           total price of the contract was ₹394,30,00,000/-. However, the said\n                           project was not completed because of various defaults on the part of\n                           the respondent, and the project timelines were extended till June 30,\n                           2017. A major portion of the works were de-scoped, vide agreement\n                           dated May 11, 2018 as the respondent was unable to complete the\n                           work on time and further did not carry out the maintenance works;\n                           which in terms of the contract, the respondent was liable to do for five\n                           years. The maintenance work of the project is still ongoing and is\n                           being carried out through some other agencies at the risk and cost of\n                           the petitioner. Due to the delay caused by the respondent, and the\n                           subsequent de-scoping, the petitioner incurred additional expenses.\n                           The respondent also failed to adhere by the quality and safety norms\n                           set out in the agreement and the petitioner even imposed a fine on the\n                           respondent for its failure to adopt the safety measures in terms of the\n                           contract.\n</p><p data-structure=\"Facts\" id=\"p_5\">                           4.      In November 2018, disputes arose between the petitioner and\n\n\n<span class=\"hidden_text\" id=\"span_6\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_7\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_8\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 2 of 38</span>\n<span class=\"hidden_text\" id=\"span_9\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_10\">18:29:00</span>\n                                      Neutral Citation Number:2022/DHC/005697\n\n\n                           the respondent in relation to certain works to be completed / rectified\n                           by the respondent with respect to the construction of a culvert near AIT\n                           Chowk and Belmonte of HUDA sector road. There were several issues\n                           raised by the petitioner regarding the safety of the said culvert\n                           highlighting that it had become an accident prone area. Several\n                           correspondences were exchanged between the petitioner and the\n                           respondent wherein the petitioner time and again called upon the\n                           respondent to cure the defects in the area but the respondent has\n                           repeatedly failed to comply with the requests made by the petitioner.\n</p><p data-structure=\"Facts\" id=\"p_6\">                           5.      Meanwhile, the Union of India filed a petition under <a href=\"/doc/165370771/\" id=\"a_2\">Sections\n                           241</a> and <a href=\"/doc/11185865/\" id=\"a_3\">242</a> of the Companies Act, 2013 before the National Company\n                           Law Tribunal (&quot;NCLT&quot;), Mumbai, inter alia praying for stay of\n                           institution of suits and arbitral proceedings against Infrastructure\n                           Leasing and Financial Services Limited (&quot;IL&amp;FS&quot;), i.e., the parent\n                           company of the respondent, and its 348 Group Companies. However,\n                           the NCLT, Mumbai declined the said relief. Thereafter, the Union of\n                           India filed an appeal before the National Company Law Appellate\n                           Tribunal (&quot;NCLAT&quot;) challenging the order passed by the NCLT,\n                           Mumbai. The NCLAT on October 15, 2018 passed an interim order\n                           staying the institution of suits and other proceedings against IL&amp;FS\n                           and its 348 Group Companies.\n</p><p data-structure=\"Facts\" id=\"p_7\">                           6.      Subsequently, the respondent issued a demand notice dated\n                           July 15, 2019 under <a href=\"/doc/58101662/\" id=\"a_4\">Section 8</a> of the Insolvency and Bankruptcy Code,\n                           2016 (&quot;IBC&quot;) to the petitioner herein for an amount of ₹32,44,52,926/-\n                           along with interest and stated in the demand notice that the date of\n                           default was June 30, 2018. The petitioner vide letter dated September\n\n\n<span class=\"hidden_text\" id=\"span_11\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_12\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_13\">KUMAR YADAV                Arb.P. 1166/2021                                           Page 3 of 38</span>\n<span class=\"hidden_text\" id=\"span_14\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_15\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           05, 2019 replied to the demand notice, disputing the claims raised by\n                           respondent and denied the existence of any &quot;unpaid operational debt&quot;\n</p><blockquote id=\"blockquote_1\">                           to be paid by it to the respondent.\n</blockquote><p data-structure=\"Facts\" id=\"p_8\">                           7.      On December 02, 2019, the respondent filed a petition against\n                           the petitioner under <a href=\"/doc/118940463/\" id=\"a_5\">Section 9</a> of the IBC before the NCLT, Chandigarh\n                           claiming an amount of ₹46,34,64,123/- being in default and\n                           outstanding to be paid by the petitioner to the respondent.\n</p><p data-structure=\"Section\" id=\"p_9\">                           8.      On March 05, 2021, the petitioner issued a notice under\n                           <a href=\"/doc/30992679/\" id=\"a_6\">Section 21</a> of the Act of 1996 and invoking Clause 20.2 of the\n                           Contract, which deals with Dispute Resolution Procedure. The said\n                           Clause provided that the dispute between the parties would be\n                           attempted to be resolved through mutual discussion, failing which\n                           names of three arbitrators would be proposed by the petitioner. Clause\n                           20.2 is reproduced below:-\n</p><blockquote id=\"blockquote_2\">                                &quot;20.2 Dispute Resolution Procedure\n                                20.2.2 Amicable Resolution\n                                20.2.1.1 Save where expressly stated to the contrary in this\n                                Contract, any dispute, difference or controversy of whatever\n                                nature between the Parties, however, arising under, out of or in\n                                relation to this Contract include disputes, if any, with regard to\n                                any acts, decision or opinion of DLFs Representative and so\n                                notified in writing by either party to the other (the &quot;Dispute&quot;)\n                                shall in the first instance be attempted to be resolved amicably by\n                                mutual discussions co-operation and consultation in accordance\n                                with the procedure setout in clause 20.2.1.2 below.\n                                20.2.1.2 Either party may require such Dispute to be referred to a\n                                nominated official/director of each ·Party, for amicable\n                                settlement. Upon such reference, the two shall meet at the earliest\n                                mutual convenience and in any event within 15 days of such\n                                reference to discuss and attempt to amicably resolve the Dispute.\n                                If the Dispute is not amicably settled within 15 days of such\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_17\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_18\">KUMAR YADAV                Arb.P. 1166/2021                                              Page 4 of 38</span>\n<span class=\"hidden_text\" id=\"span_19\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_20\">18:29:00</span>\n                                      Neutral Citation Number:2022/DHC/005697\n\n\n                               meeting between the two or the meeting does not take place\n                               within 15 days of such reference, either Party may refer the\n                               Dispute to the Arbitrator.\n</blockquote><blockquote id=\"blockquote_3\">                               20.2.3 Arbitration Procedure\n                               Failing the amicable settlement of disputes, as aforesaid, by\n                               mutual discussions, the same shall be resolved through\n                               Arbitration, which shall be the only mode of resolution of\n                               disputes, as aforesaid. The Arbitration shall be governed by the\n                               <a href=\"/doc/1306164/\" id=\"a_7\">Arbitration and Conciliation Act, 1996</a> or any statutory\n                               amendment/modifications thereof for the time being in force. The\n                               Parties have agreed that the Arbitration Proceedings shall be\n                               held at an appropriate location as may be decided by DLF. The\n                               Arbitration proceedings shall be conducted by sole arbitrator.\n                               For the appointment of the sole Arbitrator. DLF shall identify\n                               three retired High Court Judges and intimate in writing to the\n                               Contractor. The names of the retired High Court Judges so\n                               identified. The Contractor shall within 30 days from the receipt of\n                               such written intimation. nominate in writing to DLF any one of\n                               such retired High Court Judges to be appointed as the Sole\n                               Arbitrator. Upon receiving the written intimation from the\n                               Contractor as stated hereinbefore, DLF shall appoint the sole\n                               arbitrator to adjudicate upon the dispute between the Parties. In\n                               the event. the Contractor fails to nominate in writing as aforesaid\n                               within 30 davs from the receipt of written intimation from DLF.\n                               then DLF shall have the sole right to· nominate and appoint, from\n                               within the three names nominated, the sole arbitrator to\n                               adjudicate upon the disputes between the Parties. The Contractor\n                               expressly acknowledges, accepts and agrees that it shall not be\n                               entitled to reject the names identified by DLF and rejection. if\n                               any, by the Contractor of the names so identified by DLF shall be\n                               deemed to be failure of the Contractor to nominate. The\n                               Contractor further acknowledges, accepts and agrees that it shall\n                               not have any objection to the appointment of the sole arbitrator\n                               made by DLF. The Arbitration Proceedings shall be conducted in\n                               English Language Only. The party invoking arbitration shall bear\n                               the total cost of Arbitration.\n</blockquote><blockquote id=\"blockquote_4\">                               The Courts in Delhi alone and the High Court at New Delhi\n                               alone shall have jurisdiction concerning all matters in terms of\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_22\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_23\">KUMAR YADAV                Arb.P. 1166/2021                                          Page 5 of 38</span>\n<span class=\"hidden_text\" id=\"span_24\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_25\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                                 this Contract.\n</blockquote><blockquote id=\"blockquote_5\">                                 Performance under the Agreement shall continue unabated\n                                 during Arbitration Proceedings and no payment due or payable\n                                 by one party to the other shall be withheld unless any such\n                                 payment is or forms as part of the subject matter of the\n                                 Arbitration Proceedings.\n</blockquote><blockquote id=\"blockquote_6\">                                 The Party invoking arbitration shall specify the disputes to be\n                                 referred to Arbitration under this cause together with the\n                                 amounts claimed or any other remedy demanded in respect of\n                                 each such dispute.\n</blockquote><blockquote id=\"blockquote_7\">                                 The Arbitral Proceedings in respect of particular disputes shall\n                                 commence on the date on which a request for reference of that\n                                 disputes for arbitration is received by the other side.\n                                 The Arbitrator shall give his award separately on each individual\n                                 item in dispute. The Arbitrator shall also give reasons for\n                                 arriving at the conclusion separately for each item in dispute.\n                                 The Award of the Arbitrator shall be final, conclusive and\n                                 binding on both the parties to these contracts.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_10\">                           9.      The petitioner accordingly proposed the names of three retired\n                           Judges of the Supreme Court and further called upon the respondent to\n                           revert within thirty days of the receipt of the notice.\n</p><p data-structure=\"Issue\" id=\"p_11\">                           10.     The respondent vide letter dated March 12, 2021 addressed to\n                           the petitioner stated that the invocation of arbitration is impermissible,\n                           inter alia in view of the order dated October 15, 2018 passed by the\n                           NCLAT.\n</p><p data-structure=\"RespArg\" id=\"p_12\">                           11.     On May 10, 2021, the petitioner herein filed its reply to the\n                           application under <a href=\"/doc/1079220/\" id=\"a_8\">Section 9</a> of the IBC before the NCLT, Chandigarh\n                           wherein it was inter-alia contended by the petitioner that there was a\n                           pre-existing dispute between the petitioner and the respondent and\n                           therefore, the NCLT ought to dismiss the petition. The petitioner also\n                           stated that there is no &quot;unpaid operational debt&quot; or any other debt\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_27\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_28\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 6 of 38</span>\n<span class=\"hidden_text\" id=\"span_29\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_30\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           recoverable under the IBC and as such the applicant/petitioner cannot\n                           be termed to be an &quot;operational creditor&quot;. It was further stated that\n                           various acts of omission and non-performance of contractual\n                           obligations by the respondent has made the petitioner entitled to\n                           liquidated damages as the works performed by the respondent has been\n                           found to be seriously defective, and the overall claims against the\n                           respondent is to be quantified in excess of ₹500 crore excluding legal\n                           costs. The petitioner has also filed an application under <a href=\"/doc/1146817/\" id=\"a_9\">Section 8</a> of\n                           the Act of 1996 for referring the parties to arbitration.\n</p><p data-structure=\"Facts\" id=\"p_13\">                           12.     It is stated that pursuant to a public advertisement dated\n                           August 14, 2020 issued in respect of the IL&amp;FS Group Companies, the\n                           creditors of the IL&amp;FS Group Companies including the respondent\n                           herein were directed to submit their claims in respect of undischarged\n                           liabilities due up to October 15, 2018. The deadline for filing the\n                           claims was extended up to December 31, 2020 and thereafter up till\n                           May 05, 2021. It is stated in the petition that the petitioner under\n                           advice, without prejudice to its rights against the respondent, would\n                           consider filing its claims against the respondent up to October 15, 2018\n                           with the claim management consultant appointed by the IL&amp;FS Board.\n                           However, the petitioner&#x27;s claim for damages against the respondent\n                           also includes the damages suffered by it for the period after October\n                           15, 2018, and these claims are liable to resolved by arbitration alone.\n</p><p data-structure=\"PetArg\" id=\"p_14\">                           13.     A reply has been filed to the petition on behalf of the\n                           respondent wherein it is stated that the present petition is not\n                           maintainable as the petition under <a href=\"/doc/1079220/\" id=\"a_10\">Section 9</a> of the IBC is already\n                           pending before the NCLT, Chandigarh and the present petition is an\n\n\n<span class=\"hidden_text\" id=\"span_31\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_32\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_33\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 7 of 38</span>\n<span class=\"hidden_text\" id=\"span_34\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_35\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           attempt by the petitioner to thwart the insolvency proceedings.\n</p><p data-structure=\"Facts\" id=\"p_15\">                           14.     The respondent had initially issued a demand notice on July\n                           15, 2019 under <a href=\"/doc/1146817/\" id=\"a_11\">Section 8</a> of the IBC for an operational debt of\n                           ₹32,44,52,926/-. Upon the failure of the petitioner to provide a reply,\n                           the respondent approached the NCLT under <a href=\"/doc/1079220/\" id=\"a_12\">Section 9</a> of the IBC on\n                           December 2, 2019. The NCLT issued notice to the petitioner vide order\n                           dated December 24, 2019.       The petitioner in its reply to the said\n                           petition also filed an application under <a href=\"/doc/310829/\" id=\"a_13\">Sections 5</a> and <a href=\"/doc/1146817/\" id=\"a_14\">8</a> of the Act of\n                           1996 before the NCLT seeking reference of the alleged disputes to\n                           arbitration. Though the said application is yet to be heard and\n                           adjudicated by the NCLT, a bare perusal of the same would establish\n                           that the present petition has been filed by the petitioner seeking\n                           essentially the same relief as has been sought by it before the NCLT.\n                           The petitioner has failed to place before this Court, the said application\n                           and even the reply to the petition under <a href=\"/doc/1079220/\" id=\"a_15\">Section 9</a>.\n</p><p data-structure=\"Issue\" id=\"p_16\">                           15.     It is also stated that the respondent is a part of the IL&amp;FS\n                           Group, which is subject to a moratorium by virtue of order dated\n                           October 15, 2018 passed by the NCLAT under <a href=\"/doc/165370771/\" id=\"a_16\">Sections 241</a> and <a href=\"/doc/11185865/\" id=\"a_17\">242</a>\n                           of the Companies Act, 2013. The entire Group Companies including\n                           the respondent are subject to a resolution process overseen by a former\n                           Judge of the Supreme Court pursuant to an order of the NCLAT dated\n                           February 11, 2019.\n</p><p data-structure=\"Facts\" id=\"p_17\">                           16.     It is also stated that in furtherance to the resolution process of\n                           the IL&amp;FS Group, a public announcement dated August 14, 2020 was\n                           issued in the Economic Times wherein all creditors of the respondent\n                           were called upon to represent their respective claims to the Claims\n\n\n<span class=\"hidden_text\" id=\"span_36\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_37\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_38\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 8 of 38</span>\n<span class=\"hidden_text\" id=\"span_39\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_40\">18:29:00</span>\n                                      Neutral Citation Number:2022/DHC/005697\n\n\n                           Management Advisor (&quot;CMA&quot;) up to October 15, 2018 on or before\n                           August 28, 2020. The subject matter of this petition had concluded\n                           well before October 15, 2018 as is evident from the final completion\n                           certificate dated June 5, 2018 and the fact that the completion of the\n                           defects liability period was June 30, 2018 which was four months\n                           before the cut-off date of October 15, 2018. If the petitioner had any\n                           claims they would have been necessarily in relation to the period prior\n                           to October 15, 2018. The losses faced by the petitioner due to the\n                           alleged delays by the respondent cannot arise after October 15, 2018 as\n                           the construction was clearly completed before this date. This fact is\n                           also evident from a perusal of the notice under <a href=\"/doc/30992679/\" id=\"a_18\">Section 21</a> of the Act of\n                           1996 dated March 5, 2021.\n</p><p data-structure=\"Facts\" id=\"p_18\">                           17.     It is the case of the respondent that the obligation of the\n                           petitioner to lodge claims before the CMA cannot be bypassed by\n                           invoking arbitration. Even the notice under <a href=\"/doc/30992679/\" id=\"a_19\">Section 21</a> of the Act of\n                           1996 was issued by the petitioner after a lapse of 6 months from the\n                           deadline of October 28, 2020. Therefore, it is evident that the neither\n                           any claims nor any disputes have arisen between the parties. The\n                           claims have been raised only as an afterthought to counter blast and\n                           thwart the proceedings under <a href=\"/doc/118940463/\" id=\"a_20\">Section 9</a> of the IBC initiated by the\n                           respondent.\n</p><p data-structure=\"Facts\" id=\"p_19\">                           18.     It is settled law that in the resolution process of a company, its\n                           creditor is obligated to necessarily lodge claims before a resolution\n                           professional as a successful resolution applicant cannot suddenly be\n                           faced with undecided claims after the resolution plan submitted by him\n                           has been accepted, as this would amount to a &quot;hydra-head popping up&quot;\n</p>\n\n<span class=\"hidden_text\" id=\"span_41\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_42\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_43\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 9 of 38</span>\n<span class=\"hidden_text\" id=\"span_44\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_45\">18:29:00</span>\n<blockquote id=\"blockquote_8\">                                         Neutral Citation Number:2022/DHC/005697\n\n\n                           which would throw into uncertainty amounts payable by a prospective\n                           resolution applicant who successfully takes over the business of the\n                           corporate debtor. All claims must be submitted to and decided by the\n                           resolution professional so that a prospective resolution applicant\n                           exactly knows what has to be paid in order that it may take them over\n                           and run the business of the corporate debtor.    Therefore, the remedy\n                           sought to be availed by the petitioner in the present petition is\n                           untenable.\n</blockquote><p data-structure=\"Issue\" id=\"p_20\">                           19.    That apart, it is stated that the invocation of arbitration by the\n                           petitioner is untenable in light of a „moratorium‟ declared qua IL&amp;FS\n                           and its 348 Group Companies including the respondent.          Relevant\n                           portion of the order dated October 15, 2018 passed by the NCLAT\n                           prohibiting commencement or continuation of any new proceedings\n                           against IL&amp;FS and its Group Companies is reproduced as under:\n</p><blockquote id=\"blockquote_9\">                                 &quot;Taking into consideration the nature of the case, larger public\n                                 interest and economy of the nation and interest of the Company\n                                 and 348 group companies, there shall be stay of\n</blockquote><blockquote id=\"blockquote_10\">                                      (i) The institution or continuation of suits or any other\n                                      proceedings by any party or person or Bank or Company,\n                                      etc. against „IL&amp;FS‟ and its 348 group companies in any\n                                      Court of Law/Tribunal/Arbitration Panel or Arbitration\n                                      Authority; and\n</blockquote><blockquote id=\"blockquote_11\">                                      (ii) Any action by any party or person or Bank or\n                                      Company, etc. to foreclose, recover or enforce any security\n                                      interest created over the assets of „IL&amp;FS‟ and its 348\n                                      group companies including any action under the\n                                      <a href=\"/doc/52229129/\" id=\"a_21\">Securitisation and Reconstruction of Financial Assets and\n                                      Enforcement of Security Interest Act, 2002</a>;\n</blockquote><blockquote id=\"blockquote_12\">                                      (iii) The acceleration, premature withdrawal or other\n                                      withdrawal, invocation of any term loan, corporate loan,\n                                      bridge loan, commercial paper, debentures, fixed deposits,\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_47\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_48\">KUMAR YADAV                Arb.P. 1166/2021                                            Page 10 of 38</span>\n<span class=\"hidden_text\" id=\"span_49\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_50\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                                      guarantees, letter of support, commitment or comfort and\n                                      other financial facilities or obligations vailed by „IL&amp;FS‟\n                                      and its 348 group companies whether in respect of the\n                                      principal or interest or hedge liability or any other amount\n                                      contained therein.\n</blockquote><blockquote id=\"blockquote_13\">                                      (iv) Suspension of temporarily the acceleration of any term\n                                      loan, corporate loan, bridge loan, commercial paper,\n                                      debentures, fixed deposits and any other financial facility\n                                      by the „IL&amp;FS‟ and its 348 group companies by any party\n                                      or person or Bank or Company, etc. as of the date of first\n                                      default.\n</blockquote><blockquote id=\"blockquote_14\">                                      (v) Any and all banks, financial institutions from exercising\n                                      the right to set off or lien against any amounts lying with\n                                      any creditor against any dues whether principal or interest\n                                      or otherwise against the balance lying in any bank\n                                      accounts and deposits, whether current or savings or\n                                      otherwise of the „IL&amp;FS‟ and its 348 group companies.\n</blockquote><p data-structure=\"Section\" id=\"p_21\">                                 The interim order will continue until further orders and not be\n                                 applicable to any petition under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution\n                                 of India before any Hon‟ble High Court or under any\n                                 jurisdiction of the Hon‟ble Supreme Court.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_22\">                           20.    That apart, it is also stated that the petitioner had filed certain\n                           claims before the CMA who dismissed the same.             Thereafter, the\n                           petitioner filed an interlocutory application dated February 1, 2022\n                           before the NCLT, Mumbai challenging the decision of the CMA.\n</p><p data-structure=\"Precedent\" id=\"p_23\">                           21.    A perusal of the application reveals that the claims made\n                           before the CMA and this Court are overlapping. A chart detailing such\n                           overlapping claims has been filed by the respondent through a\n                           supplementary affidavit and is reproduced as under:\n</p><blockquote id=\"blockquote_15\">                                 S. No.   Particulars of claim    Amount sought         Amount\n                                                                 to be referred to      claimed\n                                                                  arbitration (in      before GT\n                                                                    Rs. Crore)           (in Rs.</blockquote><pre id=\"pre_2\">\n                                                                                         Crore)\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_52\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_53\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 11 of 38</span>\n<span class=\"hidden_text\" id=\"span_54\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_55\">18:29:00</span>\n                                         Neutral Citation Number:2022/DHC/005697\n\n\n                                 a.         Liquidated damages            21.09              21.09\n                                 b.         Prolongation cost on          30.92              36.36\n                                            account of extended\n                                            services by consultants\n<span class=\"hidden_text\" id=\"span_56\">                                 c.         Overhead expenses              17                 17</span>\n                                 d.         Cost of de-scoping            68.03              47.10\n                                 e.         Recovery of advance           17.94              17.94\n                                            paid\n                                 f.         Electricity bills arrears     1.47                1.45\n<span class=\"hidden_text\" id=\"span_57\">                                 h.         Loss of expected profits,     200                 200</span>\n                                            business reputation,\n                                            goodwill etc.\n                                 i.         Interest                     185.48              40.55\n\n\n</pre><blockquote id=\"blockquote_16\">                           22.        It is stated that the petitioner had concealed the fact that it had\n                           lodged the same claims before the CMA as has been sought to be\n                           referred to arbitration.\n</blockquote><blockquote id=\"blockquote_17\">                           23.        A reply has been filed by the petitioner to the supplementary\n                           affidavit filed by the respondent wherein it has been stated that the\n                           claims up to October 15, 2018 submitted before the CMA is without\n                           prejudice and whilst reserving its rights to prosecute its claims for\n                           damages against the respondent in the arbitration proceedings, as is\n                           clear from a perusal of paragraph 22 of the petition.\n</blockquote><blockquote id=\"blockquote_18\">                           24.        It is stated that the petitioner has sought reference of all\n                           disputes between itself and the respondent to arbitration and not just\n                           claims pertaining to damages post October 15, 2018. However, it is\n                           averred that if this Court comes to the conclusion that only claims\n                           arising after October 15, 2018 are capable of being referred to\n                           arbitration, then such claims be so referred. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"38839974\" id=\"span_58\">In this regard, a reference\n                           is made to the judgment of a Coordinate Bench of this Court in the\n                           case of <a href=\"/doc/38839974/\" id=\"a_23\">Bharat Petroresources Limited v. JSW Ispat Special Products\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_60\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_61\">KUMAR YADAV                Arb.P. 1166/2021                                                 Page 12 of 38</span>\n<span class=\"hidden_text\" id=\"span_62\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_63\">18:29:00</span>\n                                       Neutral Citation</a> Number:2022/DHC/005697\n\n\n                           Limited, 2002 SCC OnLine Del 443, wherein claims that arose after\n                           the Insolvency Commencement Date were referred to arbitration.</span>\n</blockquote><blockquote id=\"blockquote_19\">                           25.     It is also stated that the table contained in the supplementary\n                           affidavit filed by the respondent (reproduced above) is misleading\n                           inasmuch as the same only selectively compares claims raised in the\n                           notice invoking arbitration with those filed with the CMA. In fact, I\n                           find that a comparison of claims raised in the notice invoking\n                           arbitration and those submitted before the CMA has been filed by the\n                           petitioner in a tabular form which is reproduced as below:\n</blockquote><pre id=\"pre_3\">                                  S. No.      Claim             Amount            Amount\n                                                                claimed in        claimed before\n                                                                NIA*              Claims\n                                                                (In Crores)       Management\n                                                                                  Advisor (In\n                                                                                  Crores)\n                                  1           Liquidated             21.09               21.09\n                                              Damages\n                                  2           Cost of                68.03               47.10\n                                              Descoping\n                                  3           Prolongation           30.92               36.36\n                                              Cost on Account\n                                              of Extended\n                                              Services by\n                                              Consultants\n<span class=\"hidden_text\" id=\"span_64\">                                  4           Overhead                17                   17</span>\n                                              expenses\n                                  5           Recovery of            12.86                  -\n                                              Amounts Spent\n                                              in order to\n                                              complete the\n                                              work after\n                                              Abandonment/\n                                              Termination by\n                                              the Respondent\n\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_66\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_67\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 13 of 38</span>\n<span class=\"hidden_text\" id=\"span_68\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_69\">18:29:00</span>\n                                          Neutral Citation Number:2022/DHC/005697\n\n\n                                  6            Recovery of               17.94            17.94\n                                               interest of\n                                               advance paid\n                                  7            Electricity Bill          1.47             1.45\n                                               Arrears\n<span class=\"hidden_text\" id=\"span_70\">                                  8            Loss of Expected           200              200</span>\n                                               Profits, Business,\n                                               Reputation,\n                                               Goodwill etc\n                                  9            Re-Surfacing              49.94              _\n                                               Expenditure\n                                  10           Latent &amp; Patent           2.31               _\n                                               Defects\n                                  11           Interest @ 18%           185.48            40.55\n                                               per annum from\n                                               the due date or\n                                               rate provided in\n                                               the agreement\n                                               etc\n                                  12           Legal Cost           To be quantified        _\n                                               Total                    607.04           381.49\n\n\n\n</pre><blockquote id=\"blockquote_20\">                                  It is the case of the petitioner that the above would\n                           conclusively show that the averment of the respondent that\n                           substantially all claims are overlapping is erroneous and misleading.\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">                           SUBMISSIONS:\n</p><blockquote id=\"blockquote_21\">                           26.     Mr. Rajiv Nayar, learned Senior Counsel appearing for the\n                           petitioner has stated that there are three main issues which arise for\n                           consideration in the present petition which are as under:\n</blockquote><blockquote id=\"blockquote_22\">                                   (i)      Whether the NCLAT being a statutory Tribunal over\n                                            which this Court has supervisory jurisdiction can pass\n                                            orders in relation to proceedings which are filed and can\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_72\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_73\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 14 of 38</span>\n<span class=\"hidden_text\" id=\"span_74\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_75\">18:29:00</span>\n                                        Neutral Citation Number:2022/DHC/005697\n\n\n                                            only be filed before this Court.\n</blockquote><blockquote id=\"blockquote_23\">                                    (ii)    Whether the orders dated October 15, 2018 and March\n                                            12, 2020 passed by the NCLAT come in the way of\n                                            exercise of jurisdiction by this Court under <a href=\"/doc/164179398/\" id=\"a_24\">Section 11</a> of\n                                            the Act of 1996, especially when the moratorium\n                                            granted by the NCLAT vide the said orders is not in\n                                            exercise of powers under <a href=\"/doc/126561274/\" id=\"a_25\">Section 14</a> of the IBC but\n                                            under <a href=\"/doc/165370771/\" id=\"a_26\">Sections 241</a> and <a href=\"/doc/11185865/\" id=\"a_27\">242</a> of the Companies Act,\n                                            2016.\n</blockquote><blockquote id=\"blockquote_24\">                                    (iii)   Whether the petitioner can be left without a remedy in\n                                            respect of its claims post the cut-off date against the\n                                            respondent, which admittedly lie outside the resolution\n                                            framework of IL&amp;FS as approved by the NCLAT vide\n                                            order dated March 12, 2020.\n</blockquote><p data-structure=\"Section\" id=\"p_25\">                           27.      It is the submission of Mr. Nayar that the moratorium given by\n                           NCLAT vide order dated October 15, 2018 and confirmed by the\n                           subsequent order dated March 12, 2020, is not a statutory moratorium\n                           under <a href=\"/doc/126561274/\" id=\"a_28\">Section 14</a> of the IBC. In fact, the resolution of IL&amp;FS is not\n                           being conducted under the IBC at all but is being done pursuant to the\n                           provisions of <a href=\"/doc/165370771/\" id=\"a_29\">Sections 241</a> and <a href=\"/doc/11185865/\" id=\"a_30\">242</a> of the Companies Act, 2013.\n                           Therefore, the rigours of <a href=\"/doc/126561274/\" id=\"a_31\">Section 14</a> of the IBC are not attracted to the\n                           present case at all and this is what distinguishes the present case from a\n                           case where a company claims immunity from proceedings on the basis\n                           of a statutory provision i.e., <a href=\"/doc/126561274/\" id=\"a_32\">Section 14</a> of the IBC. That apart, even the\n                           order dated March 12, 2020 is under challenge before the Supreme\n                           Court.\n</p>\n\n<span class=\"hidden_text\" id=\"span_76\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_77\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_78\">KUMAR YADAV                Arb.P. 1166/2021                                              Page 15 of 38</span>\n<span class=\"hidden_text\" id=\"span_79\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_80\">18:29:00</span>\n<p data-structure=\"Precedent\" id=\"p_26\">                                       Neutral Citation Number:2022/DHC/005697\n\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">                           <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190581148\" id=\"span_81\">28.     He has relied upon the Judgment of the Bombay High Court in\n                           the case of <a href=\"/doc/190581148/\" id=\"a_33\">Bay Capital Advisors Pvt. Ltd. v. IL&amp;FS Financial\n                           Services Ltd. &amp; Ors., Arbitration Petition (L) No.</a> 10089/2020 decided\n                           on April 9, 2021 to contend that the issue whether the directions passed\n                           by the NCLAT vide orders dated October 15, 2018 and March 12,\n                           2020 curtail the jurisdiction of this Court under <a href=\"/doc/164179398/\" id=\"a_34\">Section 11</a> of the Act\n                           of 1996 need to be decided in light of the ratio of the said Judgment.</span>\n                           <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"405549\" id=\"span_82\">In the said case, the learned Single Judge of the Bombay High Court\n                           has placed reliance on the Judgment of the Supreme Court in <a href=\"/doc/405549/\" id=\"a_35\">Cotton\n                           Corporation of India Limited v. United Industrial Bank Limited &amp;\n                           Ors.</a> (1983) 4 SCC 625 and held that <a href=\"/doc/1436285/\" id=\"a_36\">Section 41</a> of the Specific Relief\n                           Act, 1963 prohibits a Court from granting injunction restraining a\n                           person from instituting or prosecuting any proceeding in a Court not\n                           subordinate to that from which the injunction is sought. Accordingly,\n                           it was held that NCLAT could not have passed an order restraining the\n                           High Court from hearing proceedings under the Act of 1996. Against\n                           the decision of the learned Single Judge, two appeals came to be filed\n                           before the Division Bench of the Bombay High Court - one appeal\n                           bearing Appeal (L) No. 10472/2021 at the instance of the petitioner -\n                           Bay Capital, whose petition under <a href=\"/doc/118940463/\" id=\"a_37\">Section 9</a> was dismissed by the\n                           learned Single Judge on merits and the other appeal, bearing Appeal\n                           (L) No. 11080/2021, at the instance of the concerned IL&amp;FS entity\n                           challenging the order of the learned Single Judge to the extent it held\n                           the <a href=\"/doc/118940463/\" id=\"a_38\">Section 9</a> petition to be maintainable.</span>\n</p><p data-structure=\"RespArg\" id=\"p_28\">                           29.     The respondent has relied upon the order dated May 04, 2021\n                           passed by the Division Bench of the Bombay High Court in Appeal (L)\n\n\n<span class=\"hidden_text\" id=\"span_83\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_84\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_85\">KUMAR YADAV                Arb.P. 1166/2021                                           Page 16 of 38</span>\n<span class=\"hidden_text\" id=\"span_86\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_87\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           No. 11080/2021 staying the order of the learned Single Judge rejecting\n                           the plea of the maintainability of the <a href=\"/doc/118940463/\" id=\"a_39\">Section 9</a> petition filed by Bay\n                           Capital. While the Division Bench did pass an interim order of stay in\n                           the said appeal, however in Appeal (L) No. 10472/2021, an arbitrator\n                           was appointed with the consent of the parties to adjudicate upon the\n                           disputes between the parties.\n</p><p data-structure=\"RespArg\" id=\"p_29\">                           30.     The respondent has sought to distinguish this order on the\n                           ground that in Bay Capital, an IL&amp;FS entity was the claimant therein\n                           and therefore it could initiate and continue with the arbitration. It was\n                           argued that the moratorium is &quot;a one-way traffic&quot; where IL&amp;FS can\n                           file proceedings against a third party but not vice versa. According to\n                           Mr. Nayar, this distinction overlooks paragraph 6 of the Division\n                           Bench Order in Appeal (L) 11080/2021 where even after staying the\n                           judgment of learned Single Judge, the Division Bench permitted Bay\n                           Capital to file a counter claim and if any impediment was felt, Bay\n                           Capital was allowed the liberty to apply for modification or\n                           clarification of order. The Division Bench was conscious of the fact\n                           that the order of moratorium could be relied upon by IL&amp;FS to non-\n                           suit Bay Capital from filing a counter claim (on the ground that counter\n                           claim is a proceeding against IL&amp;FS and no proceeding could be filed\n                           against IL&amp;FS in view of the order of moratorium) and protected the\n                           rights of Bay Capital to file a counter claim in the arbitration\n                           proceedings where IL&amp;FS was the Claimant.\n</p><p data-structure=\"Precedent\" id=\"p_30\">                           <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190581148\" id=\"span_88\">31.     Mr. Nayar has argued that though the decision of the learned\n                           Single Judge in <a href=\"/doc/190581148/\" id=\"a_40\">Bay Capital</a> (supra) has been stayed by the Division\n                           Bench, the same would not preclude this Court from deriving\n\n\n<span class=\"hidden_text\" id=\"span_89\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_90\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_91\">KUMAR YADAV                Arb.P. 1166/2021                                            Page 17 of 38</span>\n<span class=\"hidden_text\" id=\"span_92\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_93\">18:29:00</span>\n                                          Neutral Citation Number:2022/DHC/005697\n\n\n                           persuasive strength from the decision and coming to the view that the\n                           recourse to arbitration against an IL&amp;FS entity is not altogether\n                           prohibited by virtue of the orders of the NCLAT, more so when the\n                           order dated March 12, 2020 confirming the order dated October 15,\n                           2018 is under challenge before the Supreme Court.</span>\n</p><p data-structure=\"Precedent\" id=\"p_31\">                           32.     He has also stated that in the scheme of hierarchy NCLAT is\n                           subordinate to the High Court and the High Court would exercise\n                           supervisory jurisdiction over it. Therefore, NCLAT could not have\n                           passed the orders effectively restraining institution and continuation of\n                           proceedings before the High Court. In this regard, he has relied upon\n                           the Judgments of the Supreme Court in the cases of:\n</p><blockquote id=\"blockquote_25\">                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144974117\" id=\"span_94\"><a href=\"/doc/144974117/\" id=\"a_41\">a)       State of Andhra Pradesh v. State Raghu Ramakrishna\n                                            Raju Kanumuru (M.P</a>.) 2022 SCC OnLine SC 728</span>\n\n</blockquote><blockquote id=\"blockquote_26\">                                   (b)      Union of India (UOI) v. Alapan Bandyopadhyay\n                                            (2022)3 SCC 133\n\n</blockquote><blockquote id=\"blockquote_27\">                                   (c)      L. Chandra Kumar. v. Union of India (UOI) &amp; Ors.\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\">                                            AIR 1995 SC 1151\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1858101\" id=\"span_95\">(<a href=\"/doc/1858101/\" id=\"a_42\">d)      State of Orissa and Ors. v. Bhagaban Sarangi and Ors</a>.</span>\n</p><p data-structure=\"Section\" id=\"p_34\">                                            SLP(Civil) 2129 of 1991\n\n</p><p data-structure=\"RespArg\" id=\"p_35\">                           <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"117402866\" id=\"span_96\">33.     He has sought to distinguish the reliance placed by the learned\n                           counsel for the respondent during the course of hearing on the\n                           judgment of this Court in the case of M/s. <a href=\"/doc/117402866/\" id=\"a_43\">Apco-Titan (JV) v. National\n                           Highways and Infrustructure Development Corporation Ltd.,\n                           CS(OS</a>) 215/2019 decided on October 22, 2019, by stating that the said\n                           Judgment is pending in appeal before the Division Bench and as such\n                           cannot be relied upon and also by providing the following reasons:-</span>\n</p>\n\n<span class=\"hidden_text\" id=\"span_97\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_98\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_99\">KUMAR YADAV                Arb.P. 1166/2021                                            Page 18 of 38</span>\n<span class=\"hidden_text\" id=\"span_100\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_101\">18:29:00</span>\n<blockquote id=\"blockquote_28\">                                      Neutral Citation Number:2022/DHC/005697\n\n\n</blockquote><blockquote id=\"blockquote_29\">                                  (a) The judgment is dated October 22, 2019 which is before the\n                                  order dated March 12, 2020 was passed by the NCLAT.\n</blockquote><blockquote id=\"blockquote_30\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"117402866\" id=\"span_102\">(b) No argument was taken in <a href=\"/doc/117402866/\" id=\"a_44\">APCO Titan</a> (supra) about the\n                                  validity, propriety and binding effect of the Order dated October 15,\n                                  2018 passed by the NCLAT. The judgement does not express any\n                                  view on whether the order dated October 15, 2018 is ipso facto\n                                  binding on the High Court. However, this is the issue which has\n                                  squarely been raised by the Petitioner in the present matter. This\n                                  judgment also does not express any opinion on the issue of cut-off\n                                  date for collection of claims which arises in the present case.</span>\n</blockquote><blockquote id=\"blockquote_31\">                                  (c) Even otherwise, the decision turns on its own facts due the\n                                  following reasons-\n</blockquote><blockquote id=\"blockquote_32\">                                      (i) That was a suit filed by APCO Titan JV initially against the\n                                      sole    defendant   National    Highways      and    Infrastructure\n                                      Development Corporation Ltd. (&quot;NHIDC&quot;).\n</blockquote><blockquote id=\"blockquote_33\">                                      (ii) The facts were that Border Road Organisation (&quot;BRO&quot;) had\n                                      given a bid to a company SSTL to undertake a road project in\n                                      J&amp;K. BRO and SSTL entered into a concession agreement\n                                      which was subsequently transferred from BRO to NHIDC.\n</blockquote><p data-structure=\"PetArg\" id=\"p_36\">                                      Parallelly, SSTL appointed an IL&amp;FS group company called\n                                      ITNL to be the EPC contractor. On its part ITNL appointed the\n                                      plaintiff APCO Titan as a construction contractor.\n</p><p data-structure=\"Section\" id=\"p_37\">                                      (iii) The plaintiff directly sued NHIDC invoking <a href=\"/doc/1454268/\" id=\"a_45\">Section 70</a> of\n                                      the Indian Contract Act, 1872 on the basis that even though it\n                                      has no direct privity of contract with NHIDC since the benefit\n                                      of the work done by it has been received by NHIDC, it must be\n                                      paid by NHIDC under <a href=\"/doc/1454268/\" id=\"a_46\">Section 70</a> of the Contract Act.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_103\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_104\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_105\">KUMAR YADAV                Arb.P. 1166/2021                                                Page 19 of 38</span>\n<span class=\"hidden_text\" id=\"span_106\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_107\">18:29:00</span>\n<p data-structure=\"Precedent\" id=\"p_38\">                                      Neutral Citation Number:2022/DHC/005697\n\n\n</p><p data-structure=\"RespArg\" id=\"p_39\">                                      (iv) In the suit, SSTL and ITNL filed an application under\n                                      <a href=\"/doc/161831507/\" id=\"a_47\">Order 1 Rule 10 CPC</a> seeking impleadment on the ground that\n                                      the plaintiff could not directly seek recovery of monies and that\n                                      since the privity of contract is between the plaintiff and ITNL/\n                                      SSTL, any recourse of the plaintiff must only be against the\n                                      latter. It was further argued that in view of the NCLAT order of\n                                      the moratorium, the plaintiff could not bring proceedings\n                                      against ITNL and SSTL.\n</p><p data-structure=\"Precedent\" id=\"p_40\">                                      (v) The learned Single Judge repelled the plaintiff‟s reliance on\n                                      <a href=\"/doc/1454268/\" id=\"a_48\">Section 70</a> of the Contract Act and held that it could not bypass\n                                      ITNL in order to create an obligation on NHIDC to pay.\n</p><p data-structure=\"Precedent\" id=\"p_41\">                                      (vi) The Court also allowed the impleadment application filed\n                                      by ITCL and SSTL.\n</p><p data-structure=\"Precedent\" id=\"p_42\">                                      (vii) The Court further noted that prior to the filing of the suit,\n                                      the plaintiff had filed an application before NCLAT seeking\n                                      impleadment but the same was later withdrawn.\n</p><p data-structure=\"Precedent\" id=\"p_43\">                                      (viii) It is in this background that the order of moratorium of the\n                                      NCLAT was referred to and it was held that the suit against\n                                      ITNL/SSTL will not be maintainable.\n</p><p data-structure=\"Precedent\" id=\"p_44\">                                      (ix) Despite taking note of the order of moratorium against\n                                      ITNL/SSTL, the Court nevertheless proceeded to issue a\n                                      direction to NHIDC that it will not make any direct payment to\n                                      SSTL and ITNL in regard to the project without leave of the\n                                      Court.\n</p><p data-structure=\"Precedent\" id=\"p_45\">                                      (x) Further, in order to protect the interest of plaintiff which had\n                                      no hopes of recovering the money from ITNL/SSTL the Court\n                                      ordered for a meeting to be held between the Secretary of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_108\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_109\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_110\">KUMAR YADAV                Arb.P. 1166/2021                                                 Page 20 of 38</span>\n<span class=\"hidden_text\" id=\"span_111\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_112\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                                       MORTH, representative of SSTN/ITNL to attempt a resolution\n                                       of the payments to the plaintiff.\n</p><p data-structure=\"Precedent\" id=\"p_46\">                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"117402866\" id=\"span_113\">(d) <a href=\"/doc/117402866/\" id=\"a_49\">Therefore APCO Titan</a> (supra) is an instance where this Court\n                                   has itself sought to protect the interest of a third party which was\n                                   being impaired by the operation of the moratorium.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_47\">                           <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"38839974\" id=\"span_114\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"118956979\" id=\"span_115\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"121987320\" id=\"span_116\">34.     He has relied upon the Judgments in the cases of <a href=\"/doc/121987320/\" id=\"a_50\">Vidya Drolia\n                           v. Durga Trading Corporation</a>, (2021) 2 SCC 1; <a href=\"/doc/118956979/\" id=\"a_51\">Bharat Sanchar\n                           Nigam Limited and Anr. v. Nortel Networks Pvt. Ltd.</a>, (2021) 5 <a href=\"/doc/38839974/\" id=\"a_52\">SCC\n                           738 and Bharat Petroresources</a> (supra) to contend that the scope of\n                           adjudication of this Court while deciding a petition under <a href=\"/doc/164179398/\" id=\"a_53\">Section 11</a> of\n                           the Act of 1996 is limited and reference to arbitration cannot be denied\n                           unless it is ex facie apparent that the dispute cannot be entertained by\n                           an Arbitral Tribunal, with the underlying principle being „when in\n                           doubt, refer‟.</span></span></span>\n</p><p data-structure=\"RespArg\" id=\"p_48\">                           35.     Mr. Nayar has further submitted that the cut-off date for the\n                           claims in the resolution process being October 15, 2018, only claims\n                           upto that date could be resolved in the resolution process of the\n                           respondent. Claims that arise post October 15, 2018 are per se outside\n                           the resolution framework of IL&amp;FS. Denying the petitioner its right to\n                           arbitrate would result in the petitioner being left remediless.\n</p><p data-structure=\"CDiscource\" id=\"p_49\">                           36.     He has controverted the submission of the learned counsel for\n                           the respondent that the cut-off date has no relevance and arbitration\n                           can be commenced after the moratorium is lifted, by stating that the\n                           same is based on a complete misunderstanding of debt resolution\n                           process undertaken in respect of IL&amp;FS and its Group Companies. He\n\n\n\n<span class=\"hidden_text\" id=\"span_117\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_118\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_119\">KUMAR YADAV                Arb.P. 1166/2021                                              Page 21 of 38</span>\n<span class=\"hidden_text\" id=\"span_120\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_121\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           states that a perusal of the order dated March 12, 2022 and the\n                           approved resolution framework for the IL&amp;FS would reveal that the\n                           framework is different from the resolution process which is typically\n                           followed in respect of Companies undergoing corporate insolvency\n                           resolution process. According to Mr. Nayar, the process being\n                           followed in the present case is for the sale of the paid-up capital of the\n                           respondent held by IL&amp;FS and another IL&amp;FS group company called\n                           ILFS Financial Services Limited (IFIL) on a Swiss Challenge Method.\n                           Further, even the distribution of the proceeds to be received from the\n                           sale of such shares is not to be distributed as is usually done in any\n                           IBC case i.e., as per the approved Resolution Plan and the mandate of\n                           Committee of Creditors but in a sui generis method. The only\n                           commonality between the process under IBC and the IL&amp;FS resolution\n                           framework is that there is a clear cut-off date. While under IBC the\n                           cut-off date is a date on which Corporate Insolvency Resolution\n                           Process (&quot;CIRP&quot;) is initiated (being the date on which the petition is\n                           admitted), in case of IL&amp;FS entities the said date is October 15, 2018.\n                           Accordingly, the creditors of the respondent were asked to submit their\n                           claims as of the cut-off date. When claims after that date have not been\n                           invited and are therefore not known, it is not understood as to how any\n                           provision can be made in respect of the same in any &quot;resolution plan&quot;\n</p><blockquote id=\"blockquote_34\">                           especially when the proposed transaction in respect of the respondent\n                           is a not a vanilla CIRP but for the sale of shares of respondent held by\n                           IL&amp;FS and IFIL. Thus, the claims of the petitioner against the\n                           respondent which pertain to or arise after October 15, 2018 are per se\n                           outside the resolution framework of IL&amp;FS. Thus, the argument that\n\n\n<span class=\"hidden_text\" id=\"span_122\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_123\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_124\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 22 of 38</span>\n<span class=\"hidden_text\" id=\"span_125\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_126\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           the issue whether the claims post October 15, 2018 will survive or not\n                           will only be known after the completion of resolution of IL&amp;FS, is an\n                           attempt to non-suit the petitioner from maintaining its legal claims\n                           against the respondent after October 15, 2018.\n</blockquote><p data-structure=\"PetArg\" id=\"p_50\">                           37.     Further, he submitted that in view of the resolution framework\n                           and the invitation of claims, the petitioner, without prejudice to its\n                           rights and contentions, submitted its claims against the respondent up\n                           to October 15, 2018, before the CMA. The CMA has vide email dated\n                           June 15, 2022 stated that these claims are already part of arbitration\n                           and will be subject to adjudication pursuant to arbitration. The CMA\n                           has, for this reason, refused to either admit or reject such claims. If as\n                           per the respondent, there can be no arbitration at all, then it would\n                           mean that the petitioner‟s claims even prior to October 15, 2018 are\n                           not being entertained. The effect of the above is that the petitioner is\n                           completely left remediless in respect of both its pre-cut off date claims\n                           and post cut-off date claims. Such a result cannot be countenanced in\n                           law.    To buttress his argument, he has relied upon the following\n                           judgments-\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"138914177\" id=\"span_127\">(<a href=\"/doc/138914177/\" id=\"a_54\">a) Bhagwati Developers (P) Ltd. v. Peerless General\n                                   Finance Investment Co. Ltd.</a> (2013) 5 SCC 455</span>\n</p><p data-structure=\"Precedent\" id=\"p_52\">                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"446390\" id=\"span_128\">(<a href=\"/doc/446390/\" id=\"a_55\">b) Dhannalal v. Kalawatibai</a> (2002) 6 SCC 16</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_53\">                           38.     Mr. Nayar has vehemently opposed the stand of the respondent\n                           that the present petition has only been filed in order to scuttle the\n                           petition under <a href=\"/doc/118940463/\" id=\"a_56\">Section 9</a> of the IBC filed against the petitioner before\n                           NCLT, Chandigarh, by stating that the petition under <a href=\"/doc/118940463/\" id=\"a_57\">Section 9</a> of the\n\n\n\n<span class=\"hidden_text\" id=\"span_129\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_130\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_131\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 23 of 38</span>\n<span class=\"hidden_text\" id=\"span_132\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_133\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           IBC will be decided on its own merit.    The petitioner cannot make a\n                           monetary claim under <a href=\"/doc/118940463/\" id=\"a_58\">Section 9</a> of the IBC and the same could only be\n                           done in arbitration.\n</p><p data-structure=\"PetArg\" id=\"p_54\">                           39.     He has sought the prayers as made in the petition.\n</p><p data-structure=\"RespArg\" id=\"p_55\">                           40.     Mr. Jayant Mehta, learned Senior Counsel appearing for the\n                           respondent has stated at the outset that the instant proceedings is\n                           merely an afterthought and a device to thwart the proceedings which\n                           have been initiated by the respondent against the petitioner under\n                           <a href=\"/doc/118940463/\" id=\"a_59\">Section 9</a> of the IBC, pending before the NCLT, Chandigarh.\n</p><p data-structure=\"Facts\" id=\"p_56\">                           41.     The petitioner has invoked arbitration vide notice dated March\n                           5, 2021, i.e., fourteen months after the NCLT had issued notice in the\n                           proceedings under the <a href=\"/doc/118940463/\" id=\"a_60\">Section 9</a> of the IBC. The petitioner also lodged\n                           its claims before the CMA on September 24, 2021 by which time the\n                           deadline of lodging claims had already concluded. If the intent of the\n                           petitioner was not to thwart the proceedings under <a href=\"/doc/118940463/\" id=\"a_61\">Section 9</a> of the IBC\n                           and the claims where genuine, it would not have delayed lodging its\n                           claims with the CMA.\n</p><p data-structure=\"RespArg\" id=\"p_57\">                           42.     Mr. Mehta has argued that the petitioner made a grossly\n                           misleading averment at paragraph 22 of the petition wherein it was\n                           stated that it „would consider filing its claims against the Respondent\n                           upto October 15, 2018‟. According to him, this was done by the\n                           petitioner knowing well that the respondent was not aware of the\n                           claims made by the petitioner before the CMA.\n</p><p data-structure=\"RespArg\" id=\"p_58\">                           43.     A schedule detailing the list of dates and events has been filed\n                           in page 3 of the additional note of submissions on behalf of the\n                           respondent, which, according to Mr. Mehta would establish that the\n\n\n<span class=\"hidden_text\" id=\"span_134\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_135\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_136\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 24 of 38</span>\n<span class=\"hidden_text\" id=\"span_137\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_138\">18:29:00</span>\n                                          Neutral Citation Number:2022/DHC/005697\n\n\n                           petition has been filed by the petitioner to wriggle out of the\n                           proceedings before the NCLT, Chandigarh.\n</p><p data-structure=\"Precedent\" id=\"p_59\">                           44.         That apart, he submitted that though the orders dated October\n                           15, 2018 and March 12, 2020 passed by the NCLAT are under\n                           challenge before the Supreme Court, there is no stay to the same, and\n                           as such they continue to operate even as on date.\n</p><p data-structure=\"Precedent\" id=\"p_60\">                           45.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190581148\" id=\"span_139\">In so far as the judgment in <a href=\"/doc/190581148/\" id=\"a_62\">Bay Capital</a> (supra) is concerned,\n                           he has stated that the Division Bench of the Bombay High Court has\n                           expressly stayed the order of the learned Single Judge stating that\n                           „order of the learned Single Judge rejecting the plea of maintainability\n                           of the Arbitration Petition (L) NO. 10089 of 2020 in the impugned\n                           order is stayed‟. While disposing of the appeal, the High Court passed\n                           a separate order dated May 4, 2021 wherein it took note of the fact that\n                           the IL&amp;FS Group Company had initiated arbitration against Bay\n                           Capital and by consent of the parties, it referred both parties to\n                           arbitration. In any case, as is evident from the orders of the Bombay\n                           High Court it was an IL&amp;FS Group Company that initiated arbitration\n                           against Bay Capital and not vice-versa and the view of the learned\n                           Single Judge on the non-applicability of the moratorium order was\n                           expressly stayed by the Division Bench which in turn has attained\n                           finality.</span>\n</p><p data-structure=\"Precedent\" id=\"p_61\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"117402866\" id=\"span_140\">46.         Reliance is placed on the Judgment of a Coordinate Bench of\n                           this Court in the case of <a href=\"/doc/117402866/\" id=\"a_63\">APCO-Titan JV</a> (supra), wherein this Court\n                           had held that the suit therein would not be maintainable against a group\n                           company of IL&amp;FS in view of the order dated October 15, 2018 of the\n                           NCLAT.</span>\n</p>\n\n<span class=\"hidden_text\" id=\"span_141\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_142\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_143\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 25 of 38</span>\n<span class=\"hidden_text\" id=\"span_144\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_145\">18:29:00</span>\n<p data-structure=\"Precedent\" id=\"p_62\">                                       Neutral Citation Number:2022/DHC/005697\n\n\n</p><p data-structure=\"Precedent\" id=\"p_63\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"38839974\" id=\"span_146\">47.     It is his submission that the Judgment of this Court in <a href=\"/doc/38839974/\" id=\"a_64\">Bharat\n                           Petroresources</a> (supra) is not applicable to the facts of this case as\n                           therein the resolution process of the corporate debtor had concluded\n                           long before filing of the <a href=\"/doc/164179398/\" id=\"a_65\">Section 11</a> petition. In any case, the Judgment\n                           has been challenged before the Supreme Court and is currently pending\n                           adjudication.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_64\">                           48.     He has also stated that the petitioner cannot short-circuit the\n                           moratorium merely because it believes it has claims after the cut-off\n                           date.   The objective of the resolution process is to arrive at a plan to\n                           bring the corporate debtor back into the economic mainstream so as to\n                           be able to repay its debts. Therefore, the fate of the petitioner‟s claims\n                           post October 15, 2018 can only be decided once a resolution plan of\n                           the respondent is finally approved and takes effect. Referring the\n                           parties to arbitration during the subsistence of a moratorium would\n                           defeat the very purpose and concept of moratorium.\n</p><p data-structure=\"Precedent\" id=\"p_65\">                           <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"121987320\" id=\"span_147\">49.     Mr. Mehta has also argued that the Judgment in the case of\n                           <a href=\"/doc/121987320/\" id=\"a_66\">Vidya Drolia</a> (supra) is not applicable to the facts of this case as\n                           therein the Court was not dealing with a situation where a <a href=\"/doc/164179398/\" id=\"a_67\">Section 11</a>\n                           petition was filed on the face of a „moratorium order‟ as is in the\n                           present case. That apart, the Court therein was also not dealing with a\n                           situation wherein the petition was filed for thwarting proceedings\n                           initiated under <a href=\"/doc/118940463/\" id=\"a_68\">Section 9</a> of the IBC.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_66\">                           50.     In any case, there can be no question of any claims arising\n                           after October 15, 2018 as the respondent‟s obligations stood concluded\n                           on June 30, 2018. The construction period concluded on June 30, 2017\n                           and the defect liability period ended on June 30, 2018.           Even a\n\n\n<span class=\"hidden_text\" id=\"span_148\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_149\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_150\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 26 of 38</span>\n<span class=\"hidden_text\" id=\"span_151\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_152\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           settlement agreement dated May 11, 2018 has been executed wherein\n                           the petitioner had agreed to pay an amount of ₹47.78 Crore to the\n                           respondent and even a completion certificate dated June 5, 2018 was\n                           issued by the petitioner. Further, vide letter dated June 20, 2018, the\n                           petitioner itself admitted that the respondent has completed balance\n                           works and in fact released the respondent‟s performance bank\n                           guarantee. Therefore, the respondent‟s construction obligations under\n                           the contract concluded on June 30, 2018, i.e., three months before the\n                           moratorium order was passed by the NCLAT. Hence, the question of\n                           petitioner having claims post October 15, 2018 does not even arise.\n</p><p data-structure=\"RespArg\" id=\"p_67\">                           51.     That apart, he has opposed the reliance placed by Mr. Nayar on\n                           the e-mail dated June 15, 2022 issued by the CMA to contend that the\n                           petitioner was remediless, by stating that the CMA merely deferred\n                           assessing the petitioner‟s claims as this Court was already seized of the\n                           matter. He has sought dismissal of the petition.\n</p><p data-structure=\"Conclusion\" id=\"p_68\">                           ANALYSIS\n</p><p data-structure=\"CDiscource\" id=\"p_69\">                           52.     Having heard the learned counsel for the parties and perused\n                           the record, before I deal with the issues that arise for consideration, it\n                           is important to refer to the broad submissions made by Mr. Nayar,\n                           learned Senior Counsel for the petitioner, as under:-\n</p><blockquote id=\"blockquote_35\">                                 i. The moratorium granted by the NCLAT is not a statutory\n                                   moratorium under <a href=\"/doc/126561274/\" id=\"a_69\">Section 14</a> of the IBC but has been passed\n                                   under <a href=\"/doc/265827/\" id=\"a_70\">Sections 241</a> and <a href=\"/doc/1806598/\" id=\"a_71\">242</a> of the Companies Act. Therefore,\n                                   the rigours of <a href=\"/doc/126561274/\" id=\"a_72\">Section 14</a> of the IBC are not attracted.\n                                 ii. The NCLAT being subordinate to this Court, this Court can\n                                   exercise supervisory jurisdiction over the NCLAT and the\n\n\n<span class=\"hidden_text\" id=\"span_153\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_154\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_155\">KUMAR YADAV                Arb.P. 1166/2021                                             Page 27 of 38</span>\n<span class=\"hidden_text\" id=\"span_156\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_157\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                                   NCLAT could not have passed orders effectively restraining\n                                   the institution and continuation of proceedings before this\n                                   Court.\n</blockquote><blockquote id=\"blockquote_36\">                                 iii. Reference under <a href=\"/doc/164179398/\" id=\"a_73\">Section 11</a> of the Act of 1996 cannot be\n                                   denied unless it is ex facie apparent that the dispute is not\n                                   arbitrable.\n</blockquote><blockquote id=\"blockquote_37\">                                 iv. In any case, claims arising after the cut-off date of October 18,\n                                   2018 are outside the resolution framework and denial of such\n                                   claims would leave the petitioner remediless as it would have\n                                   no forum to raise the claims arising after the cut-off date.\n                                 v. The CMA has refused to admit or reject the claims of the\n                                   petitioner on the ground that the claims are part of the present\n                                   arbitration proceedings. Hence, if arbitration is denied, even\n                                   claims arising before cut-off date would not be entertained.\n                                   Even otherwise, this Court can refer the parties to arbitration\n                                   with regard to the claims post the cut-off date of October 15,\n                                   2018.\n</blockquote><p data-structure=\"Facts\" id=\"p_70\">                           53.     There is no dispute to the fact that the petitioner entered into a\n                           cost sharing agreement with HUDA for external development works\n                           for improvement of certain road networks in Gurgaon, Haryana.\n                           Subsequently, the petitioner entered into a separate contract agreement\n                           dated June 21, 2012 with the respondent with a contract period of 24\n                           months. It is the case of the petitioner that the project could not be\n                           completed for various defaults and disputes arose in November 2018 in\n                           relation to certain works to be completed/rectified by the respondent.\n                           Meanwhile, the Union of India in a petition under <a href=\"/doc/165370771/\" id=\"a_74\">Sections 241</a> and\n\n\n<span class=\"hidden_text\" id=\"span_158\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_159\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_160\">KUMAR YADAV                Arb.P. 1166/2021                                              Page 28 of 38</span>\n<span class=\"hidden_text\" id=\"span_161\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_162\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           242 of the <a href=\"/doc/172276913/\" id=\"a_75\">Companies Act, 2016</a> moved the NCLT, Mumbai praying\n                           for stay of institution and continuation of suits and other proceedings\n                           against IL&amp;FS and its 348 Group Companies. NCLT, Mumbai\n                           declined to grant the relief. In appeal, the NCLAT vide order dated\n                           October 15, 2018 passed an interim order, inter-alia staying institution\n                           and continuation of suits and other proceedings against IL&amp;FS and its\n                           348 Group Companies. The said order dated October 15, 2018 was\n                           confirmed by the NCLAT in a subsequent order dated March 12, 2020.\n                           There is no dispute the respondent herein is a Group Company of\n                           IL&amp;FS. On March 05, 2021, the petitioner issued a notice under\n                           <a href=\"/doc/30992679/\" id=\"a_76\">Section 21</a> of Act of 1996 invoking the arbitration clause. The same\n                           was objected to by the respondent vide letter dated March 12, 2021\n                           stating that the invoking of arbitration is impermissible in view of the\n                           order of the NCLAT dated October 15, 2018.\n</p><p data-structure=\"PetArg\" id=\"p_71\">                           54.     Pursuant to a public advertisement issued on August 14, 2020\n                           in respect of IL&amp;FS and its 348 Group Companies, the creditors of\n                           IL&amp;FS and its 348 Group Companies including the petitioner had\n                           submitted their claims in respect of undischarged liability up to\n                           October 15, 2018.\n</p><p data-structure=\"CDiscource\" id=\"p_72\">                           55.     The order dated March 12, 2020 of the NCLAT, which\n                           confirmed the order dated October 15, 2018 has been challenged in the\n                           Supreme Court in Civil Appeal 5011/2021 and connected matters and\n                           are pending consideration. However there is no stay of the NCLAT\n                           order. To decide the issue which falls for consideration, it is necessary\n                           to reproduce the directions given by the NCLAT on October 15, 2018.\n                           The same reads as under:-\n</p>\n\n<span class=\"hidden_text\" id=\"span_163\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_164\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_165\">KUMAR YADAV                Arb.P. 1166/2021                                            Page 29 of 38</span>\n<span class=\"hidden_text\" id=\"span_166\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_167\">18:29:00</span>\n<blockquote id=\"blockquote_38\">                                      Neutral Citation Number:2022/DHC/005697\n\n\n                                       &quot;Taking into consideration the nature of the case, larger\n                                       public interest and economy of the nation and interest of\n                                       the Company and 348 group companies, there shall be\n                                       stay of\n</blockquote><blockquote id=\"blockquote_39\">                                       (i) The institution or continuation of suits or any other\n                                             proceedings by any party or person or Bank or\n                                             Company, etc. against „IL&amp;FS‟ and its 348 group\n                                             companies in any Court of Law/Tribunal/Arbitration\n                                             Panel or Arbitration Authority; and\n</blockquote><blockquote id=\"blockquote_40\">                                       (ii) Any action by any party or person or Bank or\n                                             Company, etc. to foreclose, recover or enforce any\n                                             security interest created over the assets of „IL&amp;FS‟\n                                             and its 348 group companies including any action\n                                             under the <a href=\"/doc/52229129/\" id=\"a_77\">Securitization and Reconstruction of\n                                             Financial Assets and Enforcement of Security\n                                             Interest Act, 2002</a>;\n</blockquote><blockquote id=\"blockquote_41\">                                       (iii) The acceleration, premature withdrawal or other\n                                             withdrawal, invocation of any term loan, corporate\n                                             loan, bridge loan, commercial paper, debentures,\n                                             fixed deposits, guarantees, letter of support,\n                                             commitment or comfort and other financial facilities\n                                             or obligations vailed by „IL&amp;FS‟ and its 348 group\n                                             companies whether in respect of the principal or\n                                             interest or hedge liability or any other amount\n                                             contained therein.\n</blockquote><blockquote id=\"blockquote_42\">                                       (iv) Suspension of temporarily the acceleration of any\n                                             term loan, corporate loan, bridge loan, commercial\n                                             paper, debentures, fixed deposits and any other\n                                             financial facility by the „IL&amp;FS‟ and its 348 group\n                                             companies by any party or person or Bank or\n                                             Company, etc. as of the date of first default.\n</blockquote><blockquote id=\"blockquote_43\">                                       (v) Any and all banks, financial institutions from\n                                             exercising the right to set off or lien against any\n                                             amounts lying with any creditor against any dues\n                                             whether principal or interest or otherwise against\n                                             the balance lying in any bank accounts and deposits,\n                                             whether current or savings or otherwise of the\n                                             „IL&amp;FS‟ and its 348 group companies.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_168\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_169\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_170\">KUMAR YADAV                Arb.P. 1166/2021                                         Page 30 of 38</span>\n<span class=\"hidden_text\" id=\"span_171\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_172\">18:29:00</span>\n<p data-structure=\"Conclusion\" id=\"p_73\">                                        Neutral Citation Number:2022/DHC/005697\n\n\n                                         The interim order will continue until further orders and\n                                         not be applicable to any petition under <a href=\"/doc/1712542/\" id=\"a_78\">Article 226</a> of the\n                                         Constitution of India before any Hon‟ble High Court or\n                                         under any jurisdiction of the Hon‟ble Supreme Court.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_74\">                           56.       The submission of Mr. Nayar is that the „moratorium‟ granted\n                           by the NCLAT is not a statutory moratorium under <a href=\"/doc/126561274/\" id=\"a_79\">Section 14</a> of the\n                           IBC and resolution of IL&amp;FS is not being conducted under the IBC,\n                           but under <a href=\"/doc/165370771/\" id=\"a_80\">Sections 241</a> and <a href=\"/doc/11185865/\" id=\"a_81\">242</a> of the Companies Act, 2013 and as\n                           such the rigours of <a href=\"/doc/126561274/\" id=\"a_82\">Section 14</a> of the IBC are not attracted to the\n                           present proceedings. Suffice to state, the challenge to the order dated\n                           March 12, 2020 of the NCLAT is pending consideration before the\n                           Supreme Court, and as such this Court cannot advert to the legality of\n                           the order of the NCLAT. The issues in this case need to be decided on\n                           the premise that the NCLAT has stayed the institution or continuation\n                           of suits or any other proceedings by any party against IL&amp;FS and its\n                           348 group companies. In fact, I find that the NCLAT in its order dated\n                           March 12, 2020 in Company Appeal (AT) No. 346/2018 has also\n                           considered this aspect in paragraphs 43 to 57 and finally held as\n                           under:-\n</p><blockquote id=\"blockquote_44\">                                     &quot;Taking into consideration the aforesaid fact, we hold that\n                                     Tribunal/ Appellate Tribunal has ample power to pass interim\n                                     order in terms of <a href=\"/doc/1806598/\" id=\"a_83\">Section 242(4)</a> of the Companies Act as\n                                     passed on 15th October, 2018 and requires no modification/\n                                     recall.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_75\">                                     The matter being lis pendens before the Supreme Court, it is\n                           not for this Court to sit in appeal and comment on the veracity of the\n                           order passed by the NCLAT, more so in a petition under <a href=\"/doc/164179398/\" id=\"a_84\">Section 11</a> of\n\n\n\n<span class=\"hidden_text\" id=\"span_173\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_174\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_175\">KUMAR YADAV                Arb.P. 1166/2021                                           Page 31 of 38</span>\n<span class=\"hidden_text\" id=\"span_176\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_177\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           the Act of 1996, when the order(s) are not under challenge.\n</p><p data-structure=\"Precedent\" id=\"p_76\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190581148\" id=\"span_178\">57.      Mr. Nayar has placed reliance on the judgment of the Bombay\n                           High Court in <a href=\"/doc/190581148/\" id=\"a_85\">Bay Capital</a> (supra) wherein the Single Judge of the\n                           Bombay High Court has inter-alia held that the NCLAT cannot order\n                           the proceedings before the High Court to be interdicted. The said order\n                           was taken in appeal to the Division Bench of the Bombay High Court,\n                           which, while considering the application for an interim relief, on May\n                           04, 2021 has in paragraph 5 stated as under:-</span>\n</p><blockquote id=\"blockquote_45\">                                        &quot;5. The order of learned Single Judge rejecting the plea\n                                        of maintainability of the Arbitration Petition (L) No.\n                                        10089 of 2020 in the impugned order is stayed. Parties\n                                        would be at liberty to apply for early hearing of this\n                                        Appeal after the issue raised before the Hon‟ble Supreme\n                                        Court arising out of the order passed by the NCLAT is\n                                        decided.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_77\">                           58.      It follows from the above that the Division Bench has passed\n                           the above order noting the pendency of the appeal before the Supreme\n                           Court.\n</p><p data-structure=\"PetArg\" id=\"p_78\">                           59.      The restraint order of NCLAT stays all proceedings, including\n                           arbitration. Moreover, it is the case of the petitioner that it has filed\n                           claims before the CMA up to October 15, 2018, though the said claims\n                           have not been considered by the CMA on the ground of pendency of\n                           the present proceedings.\n</p><p data-structure=\"Precedent\" id=\"p_79\">                           60.      In view of the above, the plea of Mr. Nayar is unmerited. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"117402866\" id=\"span_179\">In\n                           this regard, I may refer to the judgment of a coordinate Bench of this\n                           Court in the case of <a href=\"/doc/117402866/\" id=\"a_86\">APCO-Titan (JV</a>) (supra), wherein this Court has\n                           held that the suit filed therein shall not be maintainable against a Group\n\n\n\n<span class=\"hidden_text\" id=\"span_180\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_181\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_182\">KUMAR YADAV                Arb.P. 1166/2021                                              Page 32 of 38</span>\n<span class=\"hidden_text\" id=\"span_183\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_184\">18:29:00</span>\n                                      Neutral Citation Number:2022/DHC/005697\n\n\n                           Company of IL&amp;FS, in view of the order dated October 15, 2018 of\n                           the NCLAT. Relevant part of the judgment is reproduced as under:-</span>\n</p><blockquote id=\"blockquote_46\">                                  &quot;32. It is not disputed that the above order continues to\n                                  operate and apply even qua ITNL. The primary dispute and\n                                  claim for recovery being against ITNL/SSTL, in view of the\n                                  order dated 15th October, 2018 of the NCLAT, the present suit\n                                  would not be maintainable.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_80\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"72551342\" id=\"span_185\">61.    That apart, the High Court of Himachal Pradesh in the case of\n                           M/s <a href=\"/doc/72551342/\" id=\"a_87\">VIL Limited v. IL&amp;FS Transportation Networks, CARAP No.</a>\n                           16/2018 dated November 30, 2018, while dealing with the same order\n                           dated October 15, 2018 of the NCLAT, has held as under:-</span>\n</p><blockquote id=\"blockquote_47\">                                  &quot;9. Order dated 15.10.2018 has been passed by Appellate\n                                  Tribunal under <a href=\"/doc/165370771/\" id=\"a_88\">Sections 241</a> read with 242 of the <a href=\"/doc/172276913/\" id=\"a_89\">Companies\n                                  Act, 2013</a>, but it is similar to the order passed under <a href=\"/doc/126561274/\" id=\"a_90\">Section 14</a>\n                                  of the Code providing declaration of moratorium, as prima\n                                  facie the Appellate Tribunal has considered that it has wider\n                                  power under <a href=\"/doc/165370771/\" id=\"a_91\">Sections 241</a> and <a href=\"/doc/11185865/\" id=\"a_92\">242</a> of the Companies Act,\n                                  2013, than the power vested under provisions of the\n                                  Code.............\n</blockquote><blockquote id=\"blockquote_48\">                                   *****                      *****                    *****\n</blockquote><blockquote id=\"blockquote_49\">                                   14..............interim order dated 15.10.2018 passed by\n                                  Appellate Tribunal is not an order passed under <a href=\"/doc/126561274/\" id=\"a_93\">Section 14</a> of\n                                  the Code. However, it is explicit from the interim order dated\n                                  15.10.2018 passed by the Appellate Tribunal that though\n                                  moratorium has not been declared with respect to respondent\n                                  Company, but the interim directions are identical to the\n                                  provisions of <a href=\"/doc/126561274/\" id=\"a_94\">Section 14</a> of the Code..........&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_81\">                           62.    The issue which now arises for consideration is whether\n                           arbitration is permissible with regard to claims arising after October\n                           15, 2018 in view of order dated October 15, 2018 read with order dated\n                           March 12, 2020 of the NCLAT. To answer this issue, it is necessary to\n\n\n\n<span class=\"hidden_text\" id=\"span_186\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_187\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_188\">KUMAR YADAV                Arb.P. 1166/2021                                           Page 33 of 38</span>\n<span class=\"hidden_text\" id=\"span_189\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_190\">18:29:00</span>\n                                        Neutral Citation Number:2022/DHC/005697\n\n\n                           go into the effect of the said order staying the institution or\n                           continuation of suits or other proceedings by any party or person or\n                           bank or company against IL&amp;FS and its 348 Group Companies in any\n                           Court of law, tribunal, arbitration panel or arbitration authority. In this\n                           regard the plea of Mr. Mehta is that during the resolution process of a\n                           company, its creditor is obligated to necessarily lodge claims before a\n                           resolution professional, as a successful resolution applicant cannot\n                           suddenly be faced with undecided claims after the resolution plan\n                           submitted by him has been accepted. This would amount to a &quot;hydra-\n                           head popping up&quot; which would throw into uncertainty amounts\n                           payable by a prospective resolution applicant who successfully takes\n                           over the business of the corporate debtor. According to him, all claims\n                           must be submitted to and decided by the resolution professional so that\n                           a prospective resolution applicant exactly knows what has to be paid in\n                           order that it may take them over and run the business of the corporate\n                           debtor.\n</p><p data-structure=\"CDiscource\" id=\"p_82\">                           63.       The plea of Mr. Nayar is that the NCLAT, having prescribed\n                           the cut-off date of October 15, 2018 for commencing the resolution\n                           process and the CMA having invited claims only up to October 15,\n                           2018, the claims of the petitioner arising after October 15, 2018 need\n                           to be referred to arbitration, failing which, the petitioner would be left\n                           remediless with regard to the said claims. He stated that the resolution\n                           framework of IL&amp;FS is different from the resolution process that is\n                           typically followed in respect of companies undergoing CIRP.\n                           According to him, the process followed in the present case is for the\n                           sale of paid-up capital of the respondent held by IL&amp;FS and another\n\n\n<span class=\"hidden_text\" id=\"span_191\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_192\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_193\">KUMAR YADAV                Arb.P. 1166/2021                                              Page 34 of 38</span>\n<span class=\"hidden_text\" id=\"span_194\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_195\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           IL&amp;FS Group Company namely IFIL on a Swiss Challenge Method.\n                           Even the proceeds to be received from the sale of such shares is not to\n                           be distributed as per the approved resolution plan and mandate of the\n                           Committee of Creditors, but in a sui generis method. This submission\n                           is also without any merit. This I say so, because of the effect of the\n                           order of the NCLAT, which is primarily an order akin to an order of\n                           moratorium under <a href=\"/doc/126561274/\" id=\"a_95\">Section 14</a> of the IBC. The purpose and rationale\n                           behind granting a moratorium is to ensure that the assets of the\n                           corporate debtor are protected, with an intention to keep the company a\n                           going concern and to use the period to strengthen its financial position.\n                           It means, the intent of the order of the NCLAT is to protect the assets\n                           of IL&amp;FS and its group companies in order to make the resolution\n                           process effective/purposeful.\n</p><p data-structure=\"Conclusion\" id=\"p_83\">                           64.     Further, the order does not make any distinction between the\n                           claims before October 15, 2018 and after October 15, 2018. It restrains\n                           not just continuance of suits or proceedings already instituted, but also\n                           filing of fresh suits or proceedings. In other words, the order of\n                           stay/moratorium prohibits the initiation of any proceedings, regardless\n                           of the period to which the claims in the proceedings pertain.\n</p><p data-structure=\"Conclusion\" id=\"p_84\">                           65.     If this Court is to accept the plea of Mr. Nayar, then it would\n                           mean that there is no restraint for initiating proceedings with regard to\n                           claims arising after October 15, 2018, which could possibly lead to\n                           further liabilities being incurred by the company. This is clearly\n                           contrary to the intent of the order of the NCLAT. Hence, this plea is\n                           also rejected.\n</p><p data-structure=\"CDiscource\" id=\"p_85\">                           66.     In any case, the legality of the order dated March 12, 2020\n\n\n<span class=\"hidden_text\" id=\"span_196\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_197\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_198\">KUMAR YADAV                Arb.P. 1166/2021                                            Page 35 of 38</span>\n<span class=\"hidden_text\" id=\"span_199\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_200\">18:29:00</span>\n                                      Neutral Citation Number:2022/DHC/005697\n\n\n                           confirming the order dated October 15, 2018 has been challenged\n                           before the Supreme Court. Since, the matter is pending before the\n                           Supreme Court and there is no stay of the NCLAT order, the petitioner\n                           has to await adjudication of the proceedings before the Supreme Court.\n</p><p data-structure=\"Precedent\" id=\"p_86\">                           67.     One of the submissions of Mr. Nayar is also that the Division\n                           Bench of the Bombay High Court had appointed a Sole Arbitrator for\n                           adjudication of the disputes between the parties before it. Hence, there\n                           is no impediment for this Court to appoint an Arbitrator likewise. This\n                           plea is unmerited for the reason that the appointment of the Arbitrator\n                           by the Bombay High Court was in view of the consent given by the\n                           counsel for both the parties whereas in the case in hand, the respondent\n                           has opposed the appointment of the Arbitrator on various grounds\n                           which have already been noted above.\n</p><p data-structure=\"Precedent\" id=\"p_87\">                           <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1858101\" id=\"span_201\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"190581148\" id=\"span_202\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"144974117\" id=\"span_203\">68.     Mr. Nayar has submitted that NCLAT being subordinate to this\n                           Court, this Court is not bound by the order dated October 15, 2018.\n                           The plea is unmerited for the reason that the order passed by the\n                           NCLAT has certain consequences. The said order is not under\n                           challenge in this petition.   It is pending consideration before the\n                           Supreme Court. The relief as sought for by Mr. Nayar, if granted, shall\n                           make the order of the NCLAT otiose, defeating the very purpose for\n                           which such an order was passed. Mr. Nayar in support of his\n                           submission has relied upon the judgments in the cases of <a href=\"/doc/144974117/\" id=\"a_96\">Raghu\n                           Ramakrishna Raju Kanumuru</a> (supra), Alapan Bandyopadhyay\n                           (supra), <a href=\"/doc/190581148/\" id=\"a_97\">L. Chandra Kumar</a> (supra) and <a href=\"/doc/1858101/\" id=\"a_98\">Bhagaban Sarangi</a> (supra).</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_88\">                           69.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144974117\" id=\"span_204\">In so far as the Judgment in the case of <a href=\"/doc/144974117/\" id=\"a_99\">Kanumuru</a> (supra) is\n                           concerned, the same shall not help the case of the petitioner. In fact,\n\n\n<span class=\"hidden_text\" id=\"span_205\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_206\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_207\">KUMAR YADAV                Arb.P. 1166/2021                                           Page 36 of 38</span>\n<span class=\"hidden_text\" id=\"span_208\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_209\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           the Supreme Court has in paragraph 16 of the Judgment stated as\n                           under, which would mean, in so far this case is concerned, when the\n                           matter is pending before the Supreme Court, any decision whereto\n                           shall have a bearing on these proceedings, this Court must not pass any\n                           order.</span>\n</p><blockquote id=\"blockquote_50\">                                    &quot;16. In that view of the matter, we are of the considered\n                                    view that the continuation of the proceedings before the\n                                    learned NGT for the same cause of action, which is seized\n                                    with the High Court, would not be in the interest of\n                                    justice.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_89\">                           70.      Similarly the Judgment in the case of Alapan Bandyopadhyay\n                           (supra) relied upon by Mr. Nayar shall have no applicability for the\n                           reasons already stated above. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1858101\" id=\"span_210\">Even the Judgment in the case of\n                           <a href=\"/doc/1858101/\" id=\"a_100\">Bhagaban Sarangi</a> (supra) has no bearing on the issue which arises\n                           for consideration in this petition.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_90\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190581148\" id=\"span_211\">71.      Similarly, <a href=\"/doc/190581148/\" id=\"a_101\">L. Chandra Kumar</a> (supra) has no applicability as\n                           the present proceedings are not the proceedings under <a href=\"/doc/1712542/\" id=\"a_102\">Article 226</a> of\n                           the Constitution of India, but a petition under <a href=\"/doc/164179398/\" id=\"a_103\">Section 11</a> of the Act of\n                           1996, which is filed for initiating arbitration process, which initiation\n                           itself has been restrained by the NCLAT. That apart, it is apposite to\n                           note that the NCLAT has not restrained the filing of petitions under\n                           <a href=\"/doc/1712542/\" id=\"a_104\">Articles 226</a> of the Constitution of India and invoking the jurisdiction\n                           of the Supreme Court, as is seen from the order of the NCLAT which I\n                           have already reproduced in paragraph 55 above.         In view of this,\n                           reference made to <a href=\"/doc/190581148/\" id=\"a_105\">the said judgment</a> is misplaced.</span>\n</p><p data-structure=\"Precedent\" id=\"p_91\">                           <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"118956979\" id=\"span_212\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"121987320\" id=\"span_213\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"446390\" id=\"span_214\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"138914177\" id=\"span_215\">72.      Though there is no dispute with regard to the law <a href=\"/doc/190581148/\" id=\"a_106\">laid down in</a>\n\n\n\n<span class=\"hidden_text\" id=\"span_216\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_217\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_218\">KUMAR YADAV                Arb.P. 1166/2021                                            Page 37 of 38</span>\n<span class=\"hidden_text\" id=\"span_219\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_220\">18:29:00</span>\n                                       Neutral Citation Number:2022/DHC/005697\n\n\n                           <a href=\"/doc/138914177/\" id=\"a_107\">Bhagwati Developers</a> (supra), <a href=\"/doc/446390/\" id=\"a_108\">Dhannalal</a> (supra), <a href=\"/doc/121987320/\" id=\"a_109\">Vidya Drolia</a>\n                           (supra) and <a href=\"/doc/118956979/\" id=\"a_110\">Bharat Sanchar Nigam Limited</a> (supra), these judgments\n                           shall not be applicable to the factual matrix of the present case for the\n                           reasons already discussed above.</span></span></span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_92\">                           73.     In view of my conclusion above, this petition is liable to be\n                           dismissed. It is ordered accordingly. No costs.\n</p><p data-structure=\"Conclusion\" id=\"p_93\">                           74.     Liberty is with the petitioner to apprise the CMA of the\n                           decision of this Court, and the CMA, if so apprised, shall consider the\n                           claims already submitted by the petitioner, in accordance with law.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_94\">                                                                        V. KAMESWAR RAO, J\n                           DECEMBER 21, 2022/aky\n\n\n\n\n<span class=\"hidden_text\" id=\"span_221\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_222\">Digitally Signed By:ANIL</span>\n<span class=\"hidden_text\" id=\"span_223\">KUMAR YADAV                Arb.P. 1166/2021                                            Page 38 of 38</span>\n<span class=\"hidden_text\" id=\"span_224\">Signing Date:21.12.2022</span>\n<span class=\"hidden_text\" id=\"span_225\">18:29:00</span>\n</p><span class=\"hidden_text\" id=\"span_226\"> </span>","numcites":31,"numcitedby":1,"docsource":"Delhi High Court","citetid":26386549,"divtype":"judgments","relatedqs":[{"value":"companies act 2013","formInput":"companies%20act%202013"},{"value":"nclt","formInput":"nclt"},{"value":"notice invoking arbitration","formInput":"notice%20invoking%20arbitration"},{"value":"sec 9 ibc","formInput":"sec%209%20ibc"},{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"\"party in person\"","formInput":"%22party%20in%20person%22"},{"value":"commercial paper as loan","formInput":"commercial%20paper%20as%20loan"},{"value":"section 14 of ibc","formInput":"section%2014%20of%20ibc"},{"value":"cut off date","formInput":"cut%20off%20date"},{"value":"NCLAT orders","formInput":"NCLAT%20orders"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"l. chandra kumar","formInput":"l.%20chandra%20kumar"},{"value":"IL&FS","formInput":"IL%26FS"},{"value":"stay order ","formInput":"stay%20order%20"},{"value":"de-scoping","formInput":"de-scoping"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"dlf","formInput":"dlf"},{"value":"remediless","formInput":"remediless"},{"value":"Alapan Bandyopadhyay","formInput":"Alapan%20Bandyopadhyay"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"}],"cats":[{"value":"alteration-of-articles","formInput":"tag:alteration-of-articles"},{"value":"effect-of-registration","formInput":"tag:effect-of-registration"},{"value":"tribunal-relief-application-for-oppression","formInput":"tag:tribunal-relief-application-for-oppression"},{"value":"powers-of-tribunal","formInput":"tag:powers-of-tribunal"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}