{"tid":187600226,"publishdate":"2014-02-14","title":"Enercon (India) Ltd vs Enercon Gmbh on 14 February, 2014","doc":"<h2 class=\"doc_title\">Enercon (India) Ltd vs Enercon Gmbh on 14 February, 2014</h2>\n\n<pre id=\"pre_1\">ÞË\n                                                                  REPORTABLE\n\n\n                        IN THE SUPREME COURT OF INDIA\n                        CIVIL APPELLATE JURISDICTION\n\n\n                        CIVIL APPEAL NO.2086 OF 2014\n                 (Arising out of SLP (C) No. 10924 of 2013)\n\n\n      Enercon (India) Ltd. &amp; Ors.                        ...Appellants\n      VERSUS\n      Enercon GMBH &amp; Anr.                              ...Respondents\n                                    With\n                        CIVIL APPEAL NO.2087 OF 2014\n                 (Arising out of SLP (C) No. 10906 of 2013)\n\n\n                               J U D G M E N T\n</pre><p data-structure=\"Issue\" id=\"p_1\">      SURINDER SINGH NIJJAR, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">     1. Leave granted.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_3\">     2. These civil appeals have been filed against the order and judgment\n        dated 5th October, 2012, passed by the Bombay High Court in CWP\n        Nos.7804 of 2009 and 7636 of 2009. The Bombay High Court by the\n        impugned order dismissed both the aforesaid Civil Writ Petitions.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">     3. Appellants No.2 and 3 (members of the Mehra family) and the\n        Respondent No.1 (a company incorporated under the laws of Germany,\n        having its registered office at Aurich, Germany) entered into a\n        joint venture business by setting up the Appellant No. 1-Company -\n        Enercon (India) Ltd. (hereinafter referred to as &quot;EIL&quot;), in 1994.\n        EIL, having its registered office at Daman, was to manufacture and\n        sell Wind Turbine Generators (&quot;WTGs&quot;) in India.    One Dr. Alloys\n        Wobben is the Chairman of the Respondent No.1. Respondent No.2, a\n        company incorporated under the laws of Germany, has the patent of\n        technology in connection with the aforesaid WTGs. In furtherance of\n        their business venture, the      parties   entered   into   various\n        agreements, which can be briefly noticed:\n</p>\n\n<blockquote id=\"blockquote_1\">      Share Holding Agreement:\n</blockquote><p data-structure=\"Facts\" id=\"p_5\">     4. On 12th January, 1994, the Appellant Nos. 2 and 3 entered into a\n        Share Holding Agreement (&quot;SHA&quot;) with the Respondent No.1. In terms\n        of the SHA, the Respondent No. 1 was to hold 51% shares of the\n        Appellant No. 1-Company, and the Appellant Nos. 2          and  3,\n        collectively, were to hold 49% shares.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_6\">      Technical Know How Agreement:\n</p><p data-structure=\"Issue\" id=\"p_7\">     5. On the same day, i.e. 12th January, 1994, the Appellant No. 1 and\n        the Respondent No. 1 entered into a Technical Know-How Agreement\n        (&quot;TKHA&quot;) by which the Respondent No. 1 agreed to transfer to the\n        Appellant No. 1 the right and the technical know-how for the\n        manufacture of WTGs specified therein and their components. Under\n        the terms of the TKHA, the Respondent No. 1 has to supply special\n        components to the Appellant No. 1. Under the TKHA, the Respondent\n        No. 1 is the licensor and the Appellants are the licensees.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_8\">      Supplementary Shareholding Agreements:\n</p><p data-structure=\"Issue\" id=\"p_9\">     6. The SHA was subsequently amended by two Supplementary Share Holding\n        Agreements (&quot;SSHAs&quot;) dated 19th May, 1998 and     19th May, 2000.\n        Pursuant to the said SSHAs, the shareholding of Respondent No. 1\n        in the Appellant No. 1-Company increased to 56% whilst the\n        shareholding of the Appellant Nos. 2 and 3 was reduced to 44%.\n\f     Supplementary Technical Know-How Agreement:\n</p><p data-structure=\"Facts\" id=\"p_10\"> 7. A Supplementary Technical Know-How Agreement (&quot;STKHA&quot;) amending the\n    TKHA was executed on 19th May, 2000, by which a further license to\n    manufacture the E-30 and E-40 WTGs was granted by the Respondent\n    No. 1 to the Appellants.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_11\">  Heads of Agreement:\n</p><p data-structure=\"Facts\" id=\"p_12\"> 8. In April 2004, the period of the TKHA expired; however, the\n    Respondent No. 1 continued to supply the WTGs and components to the\n    Appellant No.1. At this stage, there were discussions between the\n    parties about the possibility of a further agreement which would\n    cover future technologies developed by Respondents. On 23rd May,\n    2006, these negotiations were recorded in a document titled &quot;Heads\n    of Agreement&quot;.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_13\">  Agreed Principles:\n</p><p data-structure=\"Section\" id=\"p_14\"> 9. On 29th September, 2006, the Appellants and the Respondent No. 1\n    entered into what is known as the &quot;Agreed Principles&quot; for the use\n    and supply of the windmill technology. The second page of the\n    Agreed Principles, inter alia, provides as follows:\n</p><blockquote id=\"blockquote_2\">       &quot;The Agreed Principles as mentioned above, in their form and\n       substance, would be the basis of all the final agreements which\n       shall be finally executed.\n</blockquote>\n\n<blockquote id=\"blockquote_3\">       The agreed principles shall be finally incorporated into the\n       A. IPLA &quot;Draft enclosed&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_15\">       B. Successive Technology Transfer Agreement\n       C. Name Use Licence Agreement\n       D. Amendment to Existing Share Holding Agreement.\n       The above agreements will be made to the satisfaction of all\n       parties. And then shall be legally executed.&quot;\n</p><p data-structure=\"Issue\" id=\"p_16\">  IPLA (dated 29th September, 2006):\n</p><p data-structure=\"RespArg\" id=\"p_17\">10. On the same day, i.e. 29th September, 2006, Intellectual Property\n    License Agreement (&quot;IPLA&quot;) was executed between the parties. It\n    appears that Appellant No.2 has signed the IPLA on behalf of the\n    Appellants No. 2 and 3. However, the Appellants have contended that\n    this IPLA is not a concluded contract. According to the Appellants,\n    the draft IPLA was initialled by Appellant No.2 only for the\n    purpose of identification, with the clear understanding that the\n    said draft still contained certain discrepancies which had to be\n    brought in line with the Agreed Principles. Thus, the case of the\n    Appellant is that the draft IPLA was not a concluded contract.\n     On the other hand, Respondent No.1 has taken the stand that IPLA\n    is a concluded contract and hence, binding on the parties. Both the\n    parties refer to various e-mails/letters addressed to each other\n    for substantiating their respective stands. It would be useful to\n    notice here some of the emails and other communication exchanged\n    between the parties:\n</p>\n\n<blockquote id=\"blockquote_4\">  E-mails, letters &amp; Text message:\n</blockquote><blockquote id=\"blockquote_5\">  i. 30.09.2006: A handwritten letter was addressed by Appellant No.2 to\n     Dr. Wobben, Chairman of Respondent No. 2. In this letter, Appellant\n     No.2 admits signing the IPLA. The fact that IPLA does not provide\n     for E-82 model is also referred to in this letter.\n ii. 02.10.2006: Dr. Wobben, Chairman of Respondent No.2, addressed a\n     letter to Appellant No.2, stating therein his offer to acquire 6%\n     of Equity shares of the Appellant No.1 Company which were being\n     held by the Mehra Family, for 40 million Euros.\n       iii. 04.10.2006: Email by one Ms. Nicole Fritsch, on behalf of\n            Respondent no.1, wherein it was inter alia stated as\n            follows:\n</blockquote><blockquote id=\"blockquote_6\">\f&quot;...we will do our utmost to prepare/adapt the agreements according to the\nagreed principles until 19, October and will send the drafts to you.&quot;\n</blockquote><blockquote id=\"blockquote_7\">            iv. 18.10.2006: Ms. Fritsch wrote a letter to the Appellant\n                No.2, stating therein that IPLA has been signed on 29th\n                September, 2006 and also that the drafts of the remaining\n                agreements have been prepared in the light of the Agreed\n                Principles.\n</blockquote><blockquote id=\"blockquote_8\">             v. 01.11.2006: SMS/text message sent by Dr. Wobben to the\n                Appellant No.2, wherein it was stated that he wishes to buy\n<span class=\"hidden_text\" id=\"span_1\">                12% of shares held by Appellant No.2 for                 40</span>\n                million Euros.\n</blockquote><blockquote id=\"blockquote_9\">            vi. 03.11.2006: E-mail written by the Appellant No.2 to     Dr.\n                Wobben, wherein the aforesaid offer of acquisition of\n                shares of the Appellant No.1 company was rejected. Further,\n                Appellant No.2 wrote that it would be a prudent exercise to\n                put together the IPLA and the relevant amendments to the\n                SHA in good shape, so that Agreed Principles get reflected\n                in the documents at the time of their signing. Appellant\n                No.2 also highlighted certain discrepancies between IPLA\n                and the Agreed Principles.\n</blockquote><blockquote id=\"blockquote_10\">           vii.   24.11.2006:   E-mail   sent    by    Ms.     Fritsch   to\n                Appellant No.2, wherein she apologised for the delay in\n                sending outstanding drafts of the &quot;Final IPLA, Shareholding\n                Agreement, and other Successive Agreements&quot;. It was also\n                mentioned that there are some discrepancies         in  the\n                contracts and the Agreed Principles        for   which  the\n                Respondent has to discuss the matter internally.\n          viii. 01.01.2007: Ms. Fritsch wrote an email to the Appellant\n                No.2, wherein it was stated that the Respondent No.2 would\n                be sending the revised drafts of the outstanding contracts\n                to the Appellants, so as to let Appellant No.2 and their\n                lawyers verify those drafts.\n</blockquote><blockquote id=\"blockquote_11\">            ix. 29.01.2007: Ms. Fritsch forwarded the amended SHA of 1994,\n                Corporate Name User Agreement, and Successive Technology\n                Licence Agreement to Appellant No.2.\n</blockquote><blockquote id=\"blockquote_12\">             x. 31.01.2007: An email was sent to Respondent No.1 by the\n                Appellant No.1, wherein it was categorically stated that\n                the IPLA is not a &quot;done deal,&quot; the same being not in\n                conformity with the Agreed Principles.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_18\">      11. The Appellants claim that Respondent No.1, in February, 2007,\n          unilaterally decided to stop all shipments of supplies to India in\n          order to pressurize them to sell the share holding as desired by\n           Dr. Wobben. However in March, 2007, after discussions between\n          the parties, Respondent No.1 resumed supplies.     Thereafter, the\n          supplies were stopped once again in July, 2007. This was followed\n          by institution of the following legal proceedings:\n</p>\n<blockquote id=\"blockquote_13\">LITIGATION:\n</blockquote><p data-structure=\"Issue\" id=\"p_19\">      12. We may notice only those proceedings between the parties that have\n          a bearing on the issues arising before us.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_20\">Derivative Suit:\n</p><p data-structure=\"Issue\" id=\"p_21\">      13. Appellants No.2 and 3 filed a derivative suit (in Civil Suit\n          No.2667 of 2007) on 11th September, 2007 before the Bombay High\n          Court (&quot;Bombay Suit&quot;), seeking resumption of supplies, parts and\n          components. In this suit, Respondent No.1 has taken out an\n          Application under <a href=\"/doc/160474/\" id=\"a_1\">Section 45</a> of the Arbitration and Conciliation\n          Act, 1996 (hereinafter referred to as the ’<a href=\"/doc/1306164/\" id=\"a_2\">Indian Arbitration Act,\n          1996</a>’). The Bombay Suit and the Application under <a href=\"/doc/160474/\" id=\"a_3\">Section 45</a> of\n          the Indian Arbitration      Act,   1996   are   pending   disposal.\n</p><p data-structure=\"Facts\" id=\"p_22\">                 On 31st October, 2007, the Bombay High Court, by an interim\n          order without prejudice to the individual contentions of the\n          parties, directed the Respondent No.1 to resume the supplies to\n          Appellant No.1 until further orders. It appears that initially the\n          supplies were resumed in compliance of the aforesaid order.\n          However, the Appellants claim that the Respondent no.1 after\n          sometime stopped the supplies again.       Thereafter, a Contempt\n\f          Petition was filed before the Bombay High Court at the instance of\n          the Appellants for      non-compliance of the aforesaid order by\n          Respondent No.1.          This contempt    petition   is   pending\n          adjudication.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">Nomination of Arbitrator :\n</p><p data-structure=\"Issue\" id=\"p_24\">      14. On 13th March, 2008, a letter was sent on behalf of the Respondent\n          No. 1 to the Appellant Nos. 2 and 3, wherein the Respondent No. 1\n          invoked the arbitration agreement, contained in Clause 18.1 of the\n          IPLA. The letter nominates Mr. V.V. Veedor QC as the licensors’\n          arbitrator. It inter-alia stated that &quot;Enercon and WPG are happy\n          to allow EIL to nominate its arbitrator and for the two party\n          (sic) nominated arbitrators to select the third arbitrator,\n          subject to consultation with the parties.   The third arbitrator\n          will act as the Chairman of the Tribunal.&quot; In the aforesaid\n          letter, the Respondent No.1 also identified the issues that\n          require determination through arbitration.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">Arbitration Claim Form:\n</p><p data-structure=\"Issue\" id=\"p_26\">      15. On 27th March, 2008, &quot;Arbitration Claim Form&quot; was issued by the\n          Respondents seeking several declaratory reliefs in relation to the\n          IPLA from the High Court of Justice, Queens Bench Division,\n          Commercial Court, United Kingdom (&quot;the English High Court&quot;).   The\n          reliefs which were claimed included the constitution of Arbitral\n          Tribunal under the IPLA. Claim form was annexed to the letter\n          dated 2nd April, 2008 sent by the UK Solicitors of Respondent No.1\n          to the Appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">      16. Meanwhile on 31st March, 2008, a letter was addressed by the\n          Appellant No.2 on behalf of himself and Appellant No.3, in\n          response to letter of Respondent No.1 dated 13th March, 2008,\n          wherein it was stated that since the draft IPLA was not a\n          concluded contract, there is no question of a valid arbitration\n          agreement between the parties and as such, there is no question of\n          nominating any arbitrator.\n</p>\n<p data-structure=\"Facts\" id=\"p_28\">      17. In response to the aforesaid, a letter was addressed by the UK\n          Solicitors of Respondent to the Appellants on 2nd April, 2008,\n          stating therein that in the event the Appellants do not nominate\n          their arbitrator within 7 days of the receipt of the said letter,\n          the Respondents shall proceed under Section 17(2) of the English\n          Arbitration Act, 1996 to appoint their nominee arbitrator      Mr.\n          V.V. Veeder, QC, as the sole arbitrator. The aforesaid letter was\n          received by the Appellants on 3rd April, 2008          in   Daman.\n           The Arbitration Claim Form which had been filed before the\n          English High Court was also served on the Appellant No.1 in Daman\n          on 4th April, 2008.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">Daman Suit:\n</p><p data-structure=\"Facts\" id=\"p_30\">      18. On 8th April, 2008, the Appellants filed Regular Suit No. 9 of\n          2008 (Daman Suit) before the Court of Civil Judge, Sr. Division,\n          &quot;Daman Trial Court&quot; seeking, inter alia, a declaration to the\n          effect that the draft IPLA was not a concluded contract and\n          correspondingly there was no arbitration agreement between the\n          parties to the draft IPLA. On the same day, i.e. 8th April, 2008,\n          the Daman Trial Court passed an order in the favour of the\n          Appellants, wherein the Respondents were directed to maintain\n          status quo with regard to the proceedings initiated by them before\n          the   English High Court.\n</p>\n<p data-structure=\"Facts\" id=\"p_31\">      19. Meanwhile on 11th April, 2008, Appellant No.1, without prejudice,\n          nominated Mr. Justice B.P. Jeevan Reddy, a former Judge of this\n          court as arbitrator. On 24th May, 2008, Mr. Justice B.P. Jeevan\n          Reddy intimated to the Solicitors of the Appellants that the\n          arbitrators felt that there were inherent defects         in   the\n          arbitration clause contained in the draft IPLA and therefore, the\n          same was unworkable. The letter also expressed the inability of\n          the arbitrators to appoint the third arbitrator. On 5th August,\n          2008, a joint letter was addressed by both the           nominated\n\f            arbitrators, wherein it was reiterated that   they   are   unable   to\n            appoint the third and presiding arbitrator.\n</p>\n<p data-structure=\"RespArg\" id=\"p_32\">      20. Thereafter, the Respondents filed an Application under     Section\n          45 of the Indian Arbitration Act in the Daman Suit. On the other\n          hand, the Appellants moved an Application for interim injunction\n          ex-parte in the same suit, seeking to restrain Respondents from\n          pursuing the proceedings they had initiated in the English High\n          Court (anti-arbitration injunction). The Daman Court dismissed the\n          Application under <a href=\"/doc/160474/\" id=\"a_4\">Section 45</a> of the Indian Arbitration Act, 1996\n          on 5th January, 2009. On the other hand, the Application filed by\n          the Appellants, seeking interim reliefs in form         of   anti-\n          arbitration injunction was allowed on 9th January, 2009. Both the\n          aforesaid orders of the Daman Trial Court were challenged by the\n          Respondents by filing four appeals before the District Court of\n          Daman (&quot;Daman Appellate Court&quot;).\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">Daman Appellate Court :\n</p><blockquote id=\"blockquote_14\">      21. The Daman Appellate Court allowed all the appeals of the\n          Respondents by order dated 27th August, 2009 and set aside both\n          the orders of the Daman Trial Court. The          anti-arbitration\n          injunction was vacated, and the Application under <a href=\"/doc/160474/\" id=\"a_5\">Section 45</a> of\n          the Indian Arbitration Act, 1996 was allowed. The aforesaid order\n          dated 27th August, 2009 was challenged by the Appellants herein by\n          filing two writ petitions before the High Court of Bombay,\n          viz. Writ Petition No. 7636 of 2009, filed in respect of the anti-\n</blockquote><p data-structure=\"Issue\" id=\"p_34\">          arbitration injunction and Writ Petition No. 7804 of 2009, filed\n          in respect of Section 45 of the Indian Arbitration Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">Bombay High Court :\n</p><blockquote id=\"blockquote_15\">      22. On 4th September, 2009, the Bombay High Court ordered that the\n          status quo order dated 8th April,        2008,   passed   by  the\n          Daman Trial Court be continued in Writ Petition No. 7636 of 2009.\n</blockquote><p data-structure=\"Issue\" id=\"p_36\">              On 9th September, 2009, the Bombay High Court continued the\n          stay of the reference under Section 45 of the Indian Arbitration\n          Act until the next date of hearing. In the course of hearing of\n          the both writ petitions, the Bombay High Court, on 25th January,\n          2010, directed that the interim order(s) granted earlier be\n          continued until further orders.\n</p>\n<p data-structure=\"Issue\" id=\"p_37\">English Proceedings:\n</p><blockquote id=\"blockquote_16\">      23. In spite of the aforesaid interim order(s), the Respondents filed\n          Arbitration Claim Form 2011 Folio No.1399 before the English High\n          Court, under Section 18 of the English Arbitration Act, 1996 for\n          the constitution of an Arbitral Tribunal under the provisions of\n          IPLA. The following two grounds were raised by the Respondents:-\n</blockquote><blockquote id=\"blockquote_17\">          A. that the anti-arbitration injunction passed by the     Bombay\n             High Court had fallen away;\n</blockquote><blockquote id=\"blockquote_18\">          B. that the Appellants had not pursued the writ petitions before\n             the Bombay High Court.\n</blockquote>\n\n<blockquote id=\"blockquote_19\">      24. On 25th November, 2011, the English High Court passed an order in\n          form of an anti-suit injunction that had the effect of restraining\n          the Appellants from prosecuting/arguing the writ petitions before\n          the Bombay High Court.     The Appellants were restrained from\n          approaching the Bombay High Court to clarify whether ad-interim\n          stay granted by it was in place. Meanwhile, on     15th February,\n          2012, the English High Court passed an         ex-parte   freezing\n          injunction restraining the Appellant No.1 from disposing of its\n          assets in excess of 90 Million Euros.\n</blockquote>\n<blockquote id=\"blockquote_20\">      25.    On 23rd March, 2012, the English High Court (Eder, J.) delivered\n            its judgment, wherein the freezing injunction was discharged.   It\n            was inter-alia held in Paragraph 51 of the judgment that anti-\n</blockquote><p data-structure=\"Section\" id=\"p_38\">            arbitration injunction of the Bombay High Court was in force.   On\n            27th March, 2012, the English High Court discharged the anti-suit\n            injunction subject to the undertakings given by Appellant No.1. It\n            would be useful to notice here some of these undertakings:\n</p><blockquote id=\"blockquote_21\">\f               i) to apply forthwith to the Bombay High Court to have the\n                  hearing of the Writ Petitions expedited and to take all\n                  reasonable and necessary steps within its power to have the\n                  writ petitions concluded as expeditiously as possible;\n</blockquote><blockquote id=\"blockquote_22\">              ii) until the determination of the Application filed by the\n                  Respondents in the English High Court, not to seek further\n                  directions in relation to prayer (c) of the Writ Petition\n                  No.7636 of 2009 - which is a prayer for interim relief.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_39\">      26.    The Appellants took necessary steps for an expeditious listing\n            and hearing of the writ petitions before the Bombay High Court.\n            However on 11th June, 2012, the Respondents filed an Application\n            before the English High Court for constituting an Arbitral\n            Tribunal. On 26th June, 2012, since the High Court had not\n            disposed of early hearing Application of the Appellants, the\n            Appellants approached this Court by Special Leave Petitions\n            No.11676 and 11677 of 2012 for expeditious hearing of the writ\n            petitions. This Court vide order /judgment dated 22nd June, 2012,\n            requested the Bombay High Court to take up the writ petitions for\n            hearing on 2nd July, 2012.\n</p>\n<p data-structure=\"Issue\" id=\"p_40\">Resumption of Writ Petitions before Bombay High Court:\n</p><p data-structure=\"Precedent\" id=\"p_41\">      27. The hearing of the writ petitions in the Bombay High Court\n          resumed on 2nd July, 2012. On 3rd July, 2012, the English High\n          Court passed an order by consent, adjourning the Respondents’\n          Application dated 11th June, 2012, until after the Bombay High\n          Court delivers judgment in the writ petitions, and also vacating\n          the hearing listed for 3rd-4th July, 2012. On 5th October, 2012,\n          the Bombay High Court dismissed the writ petitions by the\n          order/judgment impugned before us, wherein it has been, inter\n          alia, held as under:\n</p><blockquote id=\"blockquote_23\">          A. The scope of the enquiry under the Writ Petition No.7804 of\n             2009 is restricted to the existence of the          arbitration\n             agreement and not the main underlying contract (which can be\n             challenged before the Arbitral Tribunal);\n</blockquote><blockquote id=\"blockquote_24\">          B. Prima facie, there is an arbitration agreement;\n          C. The curial law of the arbitration agreement is India;\n          D. London, designated as the venue in Clause 18.3 of the draft\n             IPLA, is only a convenient geographical location;\n          E. London is not the seat;\n</blockquote><blockquote id=\"blockquote_25\">          F. English Courts have concurrent jurisdiction since the venue of\n             arbitration is London.\n</blockquote>\n<blockquote id=\"blockquote_26\">English Proceedings :\n</blockquote><p data-structure=\"Issue\" id=\"p_42\">      28. On 5th October, 2012, the English Solicitors of Respondent No.1\n          addressed a letter to the English Solicitors of Appellant No.1, in\n           relation to re-listing of their Application dated 11th June, 2012\n          for appointment of a third arbitrator/re-constitution of the\n          Arbitral Tribunal. In October, 2012, the parties communicated with\n          each other for getting Applications of both the parties listed,\n          which, apart from the Application dated 11th June, 2012, included\n          the following:\n</p><blockquote id=\"blockquote_27\">          A. An Application notice issued by Appellant No.1 on 16th October,\n             2012:\n</blockquote><blockquote id=\"blockquote_28\">             i. for a declaration that the undertaking given by Appellant\n                No.1 as set out in Appendix A to the order dated 27th\n                March, 2012 do not prevent it from filing a Special Leave\n                Petition before the Supreme Court of India and, if leave be\n                granted, pursuing such appeals; or\n            ii. if the undertakings (contrary       to   Appellant   No.1’s\n                contention), do prevent Appellant No.1 from filing Special\n                Leave Petitions before the Supreme Court of India or\n                pursuing the same, then, a variation of the Undertakings to\n                permit such Special Leave Petitions to be filed and, if\n                leave be granted, to permit such appeals to be pursued.\n</blockquote>\n<blockquote id=\"blockquote_29\">            B. An Application notice issued by the Respondents on        17th\n               October, 2012 for:\n</blockquote><blockquote id=\"blockquote_30\">               i. a declaration that Appellant No.1 would be breaching   the\n\f            Undertakings by filing Special Leave Petitions to the\n            Indian Supreme Court.\n</blockquote><blockquote id=\"blockquote_31\">        ii. an anti-suit injunction to restrain Appellant No.1 from\n            filing Special Leave Petitions; and\n       iii. expedition for the hearing of the Respondent’s Application\n            issued on 11th June, 2012.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_43\">29. In the aforesaid Applications, the English High Court (Cooke, J.)\n    in its judgment dated 30th November, 2012 observed inter alia as\n    follows:\n</p><blockquote id=\"blockquote_32\">     &quot;Paragraph 32:        There are two critical issues with which\n     the Damman (sic) Court and the Bombay High Court have been\n     concerned. First, is there a binding arbitration agreement?\n     Secondly, is the seat of the putative arbitration in London?\n     What has arisen out of the Bombay High Court decision in\n     addition is the question whether there is room for a supervisory\n     jurisdiction in the English Courts where the seat is not in\n     England under the provisions of<a href=\"/doc/617154/\" id=\"a_6\"> s.2(4)</a>        of   the   English\n     Arbitration Act.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_33\">       &quot;Paragraph 60:        If the Supreme Court of India were, in due\n       course, to consider that the Bombay High Court was wrong in its\n       conclusion as to the seat of the arbitration or that there was a\n       prima facie valid arbitration or that the English Court had\n       concurrent supervisory jurisdiction, it would be a recipe for\n       confusion and injustice if, in the meantime, the English Court\n       were to conclude that England was the seat of the putative\n       arbitration, and to assume jurisdiction over EIL and the\n       putative arbitration, and to conclude that there was a valid\n       arbitration agreement, whether on the basis of a good arguable\n       case or the balance of probabilities.      Further, for it to\n       exercise its powers, whether under<a href=\"/doc/1561485/\" id=\"a_7\"> s.2(1)</a> or 2(4) or<a href=\"/doc/1633982/\" id=\"a_8\"> s.18</a> of the\n       Arbitration Act in appointing a third arbitrator, would create\n       real problems, should the Supreme Court decide differently.\n</blockquote>\n\n<blockquote id=\"blockquote_34\">       Paragraph 61: These are the very circumstances which courts must\n       strive to avoid in line with a multitude of decisions of high\n       authority, from the Abidin Daver (1984) AC 398          onwards,\n       including E.I. Dupont de Nemours v. Agnew [1987] 2 Lloyd’s Rep\n</blockquote><blockquote id=\"blockquote_35\">       585. The underlying rationale of Eder J.’s judgment leads\n       inexorably, in my view, to the conclusion that the issues to be\n       determined in India, which could otherwise fall to be determined\n       here in England, must be decided first by the Indian Courts and\n       that, despite the delay and difficulties involved, the decision\n       of the Indian Supreme Court should be awaited.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Facts\" id=\"p_44\">30.    From 3rd December to 14th December, 2012, the learned     counsel\n      for the parties made efforts to finalize a draft of the Form of\n      Order and the accompanying undertaking(s) to be submitted to the\n      English High Court; and ultimately, parties agreed to a short\n      hearing before the English High Court. After a hearing, on 19th\n      December, 2012 the parties again made efforts to finalize the Form\n      of Order. Ultimately on 15th February, 2013, the English High\n      Court passed an order declaring that the undertakings given on\n      27th March, 2012 (dealt with earlier in Para 25 of this judgment)\n      do not prevent the defendant (Appellant herein) from filing and\n      pursuing the Special Leave Petitions and, if leave be granted, the\n      Substantive Appeals. The English High Court further ordered the\n      Appellant No.1 herein to give some fresh undertaking which will\n      supersede and replace the undertakings given earlier on 27th\n      March, 2012. These undertakings restrain the Appellants herein\n      from seeking an injunction against the Respondents save if this\n      Court determines that the seat of the arbitration is in India. It\n      was further directed that the Appellants shall not seek an\n\f           injunction restraining the Respondents from pursuing proceedings\n           instituted in the English High Court against the Appellant on\n           various grounds enumerated in the said undertakings.\n</p>\n<p data-structure=\"Issue\" id=\"p_45\">     31.      Thereafter    in    February,    2013,    the    order/judgment\n           dated 5th October, 2012 passed by the Bombay High Court was\n           challenged in this court by way of present appeals.\n</p>\n<p data-structure=\"Issue\" id=\"p_46\">Submissions:\n</p><p data-structure=\"CDiscource\" id=\"p_47\">      32. We have heard the learned senior counsel for the parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_48\">        I. Re: Concluded Contract:\n</p><p data-structure=\"RespArg\" id=\"p_49\">     33. The first submission of Mr. Rohinton Nariman is that there can be\n         no arbitration agreement in the absence of a concluded contract.\n         It was submitted that IPLA is not a concluded contract since it is\n         not in consonance with the Agreed Principles. It was submitted\n         that the parties merely entered into the ’Agreed Principles’\n                              on 29th September, 2006, to which a draft\n         IPLA was annexed.          Mr. Nariman submitted that the Agreed\n         Principles formed the fundamental basis on which the final IPLA\n         &quot;was to be made to the satisfaction of all parties and then to be\n         legally finally executed&quot;. Mr. Nariman reiterated that there are\n         certain discrepancies between the Agreed Principles and the IPLA.\n         By its letter              dated 3rd November, 2006, Appellant\n         pointed out material discrepancies between the IPLA and the Agreed\n         Principles. These discrepancies have been accepted to be present\n         by the Respondents in the letter dated 24th November, 2006.     In\n         fact, the Respondents have never contended that IPLA is in\n         accordance with the Agreed Principles. The Respondents have by\n         their letters                       dated 29th October, 2006 and\n         24th November, 2006 accepted the primacy of the Agreed Principles.\n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_50\">     34. Further, the Appellants have relied upon the correspondence prior\n         and subsequent to the signing of the IPLA to demonstrate that\n         there is no concluded contract. According to the learned senior\n         counsel, the Respondents have deliberately not dealt with the\n         correspondence subsequent to the IPLA except to submit that the\n         same refers to agreements other than the IPLA. This, according to\n         the learned senior counsel, is incorrect in view of the fact that\n         email dated 24th November, 2006 refers to &quot;final IPLA&quot;. According\n         to Mr. Nariman, the outstanding contracts had to be in consonance\n         with the Agreed Principles; therefore, there is no plausible\n         explanation as to why only the IPLA should not be in consonance\n         with the Agreed Principles.      The subsequent    correspondence,\n         therefore, necessarily refers to all the four agreements mentioned\n         in the Agreed Principles.\n</p>\n<p data-structure=\"RespArg\" id=\"p_51\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"737188\" id=\"span_2\">35. Mr. Nariman also pointed out that the reliance upon prior\n         contracts/agreements or correspondence is not permissible to\n         determine whether IPLA is concluded or not.     On the contrary,\n         subsequent correspondence and contracts can be looked into for the\n         purpose of determining whether the substantive contract containing\n         arbitration agreement is concluded or not. He relied on <a href=\"/doc/737188/\" id=\"a_9\">Godhra\n         Electricity Co. Ltd. And Anr. Vs. The State of Gujarat and Anr.</a>[1]\n          According to Mr. Nariman, subsequent correspondence in this\n         regard clearly demonstrates the unconcluded nature of the IPLA.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_52\">     36.    Mr. Nariman submitted that under Clause 12 of the IPLA, the\n           duration of the IPLA was till the expiry of the last of the\n           patents, and since the patents portfolio was absent, the duration\n           of IPLA could not be ascertained. He pointed out that the\n           Respondents have wrongly contended that the IPLA has         been\n           concluded as the parties have duly signed the same. According to\n           Mr. Nariman, mere signing of a document will not make it a\n           concluded document, if in law, the contract is not concluded. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159642\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"739258\" id=\"span_4\">In\n           this context, reliance was placed upon British Electrical vs.\n           Patley Pressings,[2] Harvey vs. Pratt,[3] Bushwall vs. Vortex,[4]\n\f            <a href=\"/doc/739258/\" id=\"a_10\">Kollipara vs.   Aswathanarayana</a>[5]   and   <a href=\"/doc/1159642/\" id=\"a_11\">Dresser   Rand   vs.   Bindal\n            Agro</a>.[6]\n\n      II. Re: Existence of Arbitration Agreement</span></span>\n\n\n</p><p data-structure=\"RespArg\" id=\"p_53\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"92712826\" id=\"span_5\">37.   As noticed above, the primary submission of the Appellants, is\n          that IPLA is not a concluded contract. It was then submitted that\n          since there is no concluded contract, there is no question of an\n          arbitration agreement coming into existence. In any event, the\n          challenge to the existence of the substantive agreement is a\n          matter required to be determined by the Court seized of the matter\n          in the exercise of jurisdiction under <a href=\"/doc/160474/\" id=\"a_12\">Section 45</a> of the Indian\n          Arbitration Act, 1996. Reliance was placed upon <a href=\"/doc/92712826/\" id=\"a_13\">Chloro Controls\n          (I) Pvt. Ltd. Vs. Severn Trent Water Purification Inc. &amp; Ors.</a>[7]\n          According to              Mr. Nariman, it is no longer open to\n          contend that the question whether the contract is concluded or not\n          can be gone into by the Arbitral Tribunal.</span>\n</p><p data-structure=\"Issue\" id=\"p_54\">III. Re: Un-workability of Arbitration Agreement\n</p><p data-structure=\"RespArg\" id=\"p_55\">      38. It was submitted that Clause 18.1 of the IPLA is incapable of\n          being performed and therefore, there can be no reference to\n          arbitration under <a href=\"/doc/160474/\" id=\"a_14\">Section 45</a> of the Indian Arbitration Act, 1996.\n          It was submitted that the High Court has held that &quot;each of the\n          licensors (Respondents) has to appoint an arbitrator and the\n          licensee (Appellant No.1)     is   to   appoint   one   arbitrator\n          .................................. making    it   in   all   three\n          arbitrators&quot;. As such, the High Court has misread Clause 18.3 of\n          the IPLA to mean that each of the licensors (Respondent No.1 and\n          Respondent No.2) has a right to appoint an arbitrator and that the\n          Appellant No.1 also has the right to appoint an arbitrator. The\n          construction of Clause 18.1 of the IPLA in the aforesaid manner,\n          according to learned senior counsel, is contrary to the expressed\n          terms of Clause 18.1 in the light of the definition of licensor\n          and licensors contained therein as well as         certain   other\n          provisions of the IPLA. Mr. Nariman also pointed out that the\n          Respondents, however, have not sought to sustain the aforesaid\n          reasoning of the High Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_56\">      39. He further submitted that even though an arbitration clause can be\n          construed by the Court in such a way as to make it workable when\n          there is a defect or an omission, nonetheless, such an exercise\n          would not permit the Court to rewrite the clause. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1601758\" id=\"span_6\">In support of\n          the submissions, he relied upon <a href=\"/doc/1601758/\" id=\"a_15\">Shin Satellite Public Co. Ltd. Vs.\n          Jain Studio Ltd.</a>[8] He also submitted that the reconstruction of\n          the arbitration clause in the present case cannot be achieved\n          without doing violence to the language to the arbitration clause;\n          and that this would not be permissible in law.</span> For            this\n          proposition, reliance was placed upon Bushwall Vs. Vortex (supra).\n           He submitted that the submissions made by the Respondents fly in\n          the face of <a href=\"/doc/160474/\" id=\"a_16\">Section 45</a> of the Indian Arbitration Act, 1996 which\n          does not permit the Court to make a reference to arbitration if\n          the arbitration agreement relied upon is incapable of being\n          performed.\n</p><p data-structure=\"Issue\" id=\"p_57\">IV. Re: Seat of Arbitration.\n</p><p data-structure=\"RespArg\" id=\"p_58\">      40. Mr. Nariman submitted that for the purposes of fixing the seat of\n          arbitration the Court would have to determine the territory that\n          will have the closest and most intimate connection with the\n          arbitration. He pointed out that in the present case provisions of\n          the <a href=\"/doc/1306164/\" id=\"a_17\">Indian Arbitration Act, 1996</a> are to apply; substantive law of\n          the contract is Indian law; law governing the arbitration is\n          Indian Arbitration law; curial law is that of India; Patents law\n          is that of India; IPLA is to be acted upon in India; enforcement\n          of the award is to be done under the Indian law; Joint Venture\n          Agreement between the parties is to be acted upon in India;\n          relevant assets are in India. Therefore, applying the ratio of\n          law in ’Naviera Amazonica Peruana S.A. Vs. Compania Internacional\n          De Seguros Del Peru[9]’, the seat of arbitration would be India.\n          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"173015163\" id=\"span_7\">The submission is also sought to be supported by the Constitution\n          Bench decision of this Court in &quot;<a href=\"/doc/173015163/\" id=\"a_18\">Bharat Aluminium Company Vs.\n\f          Kaiser Aluminium</a>[10] (&quot;BALCO&quot;). Mr. Nariman submitted that the\n          interpretation proposed by the Respondents that the venue London\n          must be construed as seat is absurd. Neither party is British, one\n          being German and the other being Indian.    He submits that the\n          Respondents have accepted that the choice of law of the underlying\n          agreement is Indian. But, if ’venue of arbitration’ is to be\n          interpreted as making London the seat of arbitration it would:</span>\n</p><blockquote id=\"blockquote_36\">                (a) make the <a href=\"/doc/1003813/\" id=\"a_19\">English Act</a> applicable when it is not chosen by\n          the parties; (b) would render the parties’ choice of the <a href=\"/doc/1306164/\" id=\"a_20\">Indian\n          Arbitration Act, 1996</a> completely nugatory and otiose. It would\n          exclude the application of <a href=\"/doc/1306164/\" id=\"a_21\">Chapter V of the Indian Arbitration\n          Act, 1996</a> i.e. the curial law provisions and <a href=\"/doc/536284/\" id=\"a_22\">Section 34</a> of the\n          Indian Arbitration Act, 1996. On the other hand, interpretation\n          propounded by the Appellants would give full and complete effect\n          to the entire clause as it stands.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_59\">      41. Mr. Nariman also submitted that there are even more clear\n          indicators within the arbitration clause which show that the\n          parties intended to be governed only by the <a href=\"/doc/1306164/\" id=\"a_23\">Indian Arbitration\n          Act, 1996</a>. The clause uses the word Presiding Arbitrator and not\n          Chairman; this language is expressly used in <a href=\"/doc/1841764/\" id=\"a_24\">Sections 11</a> and <a href=\"/doc/365711/\" id=\"a_25\">29</a> of\n          the Indian Arbitration Act, 1996 as distinct from Section 30 of\n          the English Arbitration Act, 1996.\n</p><p data-structure=\"Section\" id=\"p_60\">      42. Mr. Nariman gave another reason as to why London can’t be the\n          seat of the Arbitration. According to him, if the interpretation\n          propounded by the Respondents is accepted, it would lead to utter\n          chaos, confusion and unnecessary complications. This would result\n          in absurdity because the <a href=\"/doc/1306164/\" id=\"a_26\">Indian Arbitration Act, 1996</a> would apply\n          to the process of appointment under        <a href=\"/doc/1841764/\" id=\"a_27\">Section   11</a>;   English\n          Arbitration Act, 1996 would apply to the arbitration proceedings\n          (despite the choice of the parties to apply Chapter V to the Part\n          I of the Indian Arbitration Act, 1996); challenge to the award\n          would be under English Arbitration Act, 1996 and not under the\n          <a href=\"/doc/1306164/\" id=\"a_28\">Part I of the Indian Arbitration Act, 1996</a>; <a href=\"/doc/1306164/\" id=\"a_29\">Indian Arbitration\n          Act, 1996</a> (<a href=\"/doc/963351/\" id=\"a_30\">Section 48</a>) would apply to the enforcement of the\n          award.\n</p><p data-structure=\"Issue\" id=\"p_61\">      43. Lastly, it was submitted by Mr. Nariman that provisions of Section\n          18 of the English Arbitration Act, 1996 are derogable and in any\n          event the parties have chosen the Indian Court for constitution of\n          Arbitral Tribunal.\n</p>\n<p data-structure=\"Issue\" id=\"p_62\">V. Re: Anti Suit Injunction\n\n</p><p data-structure=\"Precedent\" id=\"p_63\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1181179\" id=\"span_8\">44. It was submitted on behalf of the Appellants that since the seat\n          of arbitration is India, the Courts of England would have no\n          jurisdiction. Appellants rely upon <a href=\"/doc/1181179/\" id=\"a_31\">Oil &amp; Natural Gas Commission\n          Vs. Western Company of North America</a>[11].</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1857811\" id=\"span_9\">Reliance was also placed\n          upon <a href=\"/doc/1857811/\" id=\"a_32\">Modi Entertainment Network &amp; Anr. Vs. W.S.G. Cricket Pte</a>.\n          Ltd.[12], in support of the submission that in          exercising\n          discretion to grant an anti-suit injunction, the Court must be\n          satisfied that the defendant is amenable to         the   personal\n          jurisdiction of the Court and that if the injunction is declined\n          the ends of justice will be defeated. The Court is also required\n          to take due notice of the principle of comity of Courts,\n          therefore, where more than one forum is available, the Court would\n          have to examine as to which is forum conveniens.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_64\">      45. According to Mr. Nariman, all the tests which authorise the Indian\n          Courts to exercise jurisdiction to grant the necessary relief, as\n          laid down are being satisfied by the Appellants. According to Mr.\n          Nariman, the English Courts are not available to the Respondents\n          since London is only a venue. Therefore, an injunction ought to be\n          issued restraining the Respondents from pursuing proceedings\n          before the English Court.    Mr. Nariman pointed out that the\n          Respondents have given up the contention that Indian and English\n          Courts have concurrent jurisdiction.\n</p><p data-structure=\"PetArg\" id=\"p_65\">\f      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1916513\" id=\"span_10\">46. Reliance is placed on the judgment of this Court in <a href=\"/doc/1916513/\" id=\"a_33\">Harshad Chiman\n          Lal Modi Vs. DLF Universal</a>[13], in support of the submission that\n          since Respondent No.1 has share holding in a company which has\n          registered office within the territorial limits of the Daman\n          Court, therefore relief can be necessarily granted to           the\n          Appellants for restraining Respondent No.1 for proceeding in the\n          English Courts. It was also pointed out that Respondent No.1 has\n          approached the Company Law Board under <a href=\"/doc/146869/\" id=\"a_34\">Section 397</a> of the\n          Companies Act; the Delhi High Court alleging infringement of its\n          intellectual property rights; and the Madras High Court against\n          the orders passed by the Intellectual Property Appellate Board,\n          revoking patents in the name of Dr. Wobben in India.     Therefore,\n          it has already submitted to the jurisdiction of Courts in India.</span>\n</p><p data-structure=\"Precedent\" id=\"p_66\">                       Mr. Nariman, however, points out that in view of the\n          orders of the English Court dated 15th February, 2013, restraining\n          the Appellants from seeking an injunction against the Respondents\n          save if this Court determines the seat of the arbitration is\n          India, the Appellants shall not seek any injunction from this\n          Court, unless this Court determines that the seat of arbitration\n          is in India.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_67\">Respondents’ Submissions:\n</p><p data-structure=\"PetArg\" id=\"p_68\">      47. Dr. Abhishek Manu Singhvi, learned senior counsel, appeared for\n          Respondents No.1 and 2. Dr. Singhvi submitted that the       over-\n          riding principle for the Courts in Arbitration is to see whether\n          there is an intention to arbitrate. According to Dr. Singhvi, the\n          Appellants attack the existence of the main contract, but it is\n          only the arbitration clause that the court has to concern itself\n          with. The court in this case, according to Dr. Singhvi, is not\n          required to determine whether there is a concluded contract, under\n          the <a href=\"/doc/171398/\" id=\"a_35\">Indian Contract Act, 1872</a>. The court has to see whether there\n          is a valid Arbitration Agreement. Dr. Singhvi emphasised that it\n          is for the arbitrator to decide the question with regard to the\n                           formation of the underlying contract (IPLA).</p><pre id=\"pre_2\">\n          Further,                     learned senior counsel submitted that\n          the                               status of IPLA will not nullify\n          the arbitration clause.\n\n</pre><p data-structure=\"PetArg\" id=\"p_69\">      48. The Respondent, according to the learned senior counsel, has to\n          establish the existence of arbitration agreement. Dr. Singhvi, in\n          this context, relied upon <a href=\"/doc/1846895/\" id=\"a_36\">Section 7</a> of the Indian Arbitration Act,\n          1996 which has three constituents, viz. (i)         Intention   to\n          arbitrate; (ii) Existence of a dispute; (iii) Existence of some\n          legal relationship. Further, it was submitted that an agreement\n          under <a href=\"/doc/1846895/\" id=\"a_37\">Section 7</a> of the Indian Arbitration Act, 1996 does not\n          require any offer and acceptance.\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1500505\" id=\"span_11\">49. It was further submitted that <a href=\"/doc/675839/\" id=\"a_38\">Section 16</a> of the Indian Arbitration\n          Act, 1996 is a drastic departure since the Arbitral Tribunal can\n          rule on its own jurisdiction. Further, it was submitted under\n          <a href=\"/doc/675839/\" id=\"a_39\">Section 16(a)</a> of the Indian Arbitration Act, 1996 the existence of\n          the arbitration clause in the contract would be treated as an\n          agreement independent of the contract.    Learned senior counsel\n          also brought to our attention <a href=\"/doc/160474/\" id=\"a_40\">Section 45</a> of the Indian Arbitration\n          Act, 1996 and its interpretation by this court in <a href=\"/doc/1500505/\" id=\"a_41\">Chloro Controls\n          India Pvt. Ltd. v. Severn Trent Water Purification Inc</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_12\">In\n          the aforesaid case, this Court, in Para 120, relied upon the\n          earlier judgment of <a href=\"/doc/1243245/\" id=\"a_42\">National Insurance Company Ltd. V. Bhogara\n          Polyfab Pvt. Ltd.</a>[14], and categorised the issues that have to be\n          decided under <a href=\"/doc/160474/\" id=\"a_43\">Section 45</a> as follows:</span>\n</p><blockquote id=\"blockquote_37\">          A. The issues which the Chief Justice/his designate will have to\n             decide: the question as to whether there is an arbitration\n             agreement.\n</blockquote><blockquote id=\"blockquote_38\">          B. The issues which the Chief Justice/his designate may choose to\n             decide or leave them to be decided by the Arbitral Tribunal:\n</blockquote><blockquote id=\"blockquote_39\">             the question as to whether the claim is a dead claim (long-\n             barred) or a live claim.\n</blockquote><blockquote id=\"blockquote_40\">          C. The issues which the Chief Justice/his designate should leave\n\f         exclusively to the Arbitral Tribunal. The question concerning\n         the merits or any claim involved in the arbitration.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_71\">50. Dr. Singhvi then submitted that leaving aside the question of un-\n    workability of the arbitration clause for the moment,         the\n    intention of the parties in the instant case may be determined\n    from the following clauses of IPLA:\n</p><blockquote id=\"blockquote_41\">                        &quot;17 GOVERNING LAW\n     17.1 This Agreement and any dispute of claims arising out of or\n     in connection with its subject matter are governed by and\n     construed in accordance with the Law of India.\n</blockquote>\n\n<blockquote id=\"blockquote_42\">       18. DISPUTES AND ARBITRATION\n       18.1 All disputes, controversies or differences which may arise\n       between the Parties in respect of this Agreement including\n       without limitation to the validity, interpretation, construction\n       performance and enforcement or alleged breach of this Agreement,\n       the Parties shall, in the first instance, attempt to resolve\n       such dispute, controversy     or   difference    through   mutual\n       consultation. If the dispute, controversy or difference is not\n       resolved through mutual consultation within 30 days after\n       commencement of discussions or such longer period as the Parties\n       may agree in writing, any Party        may    refer   dispute(s),\n       controversy(ies) or difference(s) for resolution to an arbitral\n       tribunal to consist of three (3) arbitrators, of who one will be\n       appointed by each of the Licensor and the Licensee and the\n       arbitrator appointed by Licensor shall also act as the presiding\n       arbitrator.\n</blockquote>\n\n<blockquote id=\"blockquote_43\">       18.2                         *                                 *\n       *\n       18.3 A proceedings in such arbitration shall be conducted in\n       English. The venue of the arbitration proceedings shall be in\n       London. The arbitrators may (but shall not be obliged to) award\n       costs and reasonable expenses (including reasonable-fees of\n       counsel) to the Party (ies) that substantially prevail on merit.\n       The provisions of <a href=\"/doc/1306164/\" id=\"a_44\">Indian Arbitration and Conciliation Act, 1996</a>\n       shall apply.\n</blockquote>\n\n<blockquote id=\"blockquote_44\">       The reference of any matter, dispute or claim or arbitration\n       pursuant to this <a href=\"/doc/1347069/\" id=\"a_45\">Section 18</a> or the continuance          of  any\n       arbitration proceedings consequent thereto or both will in no\n       way operate as a waiver of the obligations of the parties to\n       perform their respective obligations under this Agreement.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_72\">51. Dr. Singhvi also drew our attention to the fact that the Heads of\n    the Agreement have been accepted to be final and binding and that\n    the parties have irrevocably accepted the Arbitration Agreement\n    contained in Clause 18. It was also brought to our notice that the\n    said document has been signed by the Appellant No.1 and Respondent\n    No.1.\n</p>\n<p data-structure=\"PetArg\" id=\"p_73\">52.    Learned Senior Counsel also submitted that an         arbitration\n      agreement would include the following:\n</p><blockquote id=\"blockquote_45\">       a. Intention to arbitrate;\n</blockquote><blockquote id=\"blockquote_46\">       b. Intention to settle by Arbitration after failure of ADR i.e.\n          negotiations/conciliation/mediation.\n</blockquote><blockquote id=\"blockquote_47\">       C.    Some law (i.e. proper law) to settle the Disputes (which\n             in this case is Indian Law)\n       D.    Does the arbitration clause cover all disputes or is there\n             a carve out? In this case the clause covers all disputes.\n       E.    Substantive Law to Arbitrate. Here it is the <a href=\"/doc/1306164/\" id=\"a_46\">Indian\n             Arbitration Act, 1996</a>.\n</blockquote><blockquote id=\"blockquote_48\">\f         It was further submitted that since all the essential elements of\nthe arbitration are present, clumsy drafting will not make any difference\nin interpretation of the Arbitration clause.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_74\">     53. The next submission of Dr. Singhvi, broadly put, is that the\n         arbitration clause is not un-workable. The crucial question in\n         this context is not whether the Arbitration Clause could be\n         differently drafted, but the clause has to be seen in the manner\n         it has been drafted. Dr. Singhvi submitted that in fact there is\n         no mismatch between different parts of the clause. The clause,\n         according to Dr. Singhvi, talks of three arbitrators: one by the\n         licensee, one by the licensor. The implication is that the third\n         one is to be appointed by the two arbitrators. Dr. Singhvi submits\n         that the sentence &quot;the third arbitrator shall be appointed by the\n         two arbitrators&quot; seems to have been missed out by the draftsman.\n         This can be supplied by the Court to make the arbitration clause\n         workable.\n</p>\n\n<p data-structure=\"Section\" id=\"p_75\">     54. It was further submitted that the missing sentence in the\n         arbitration clause can be supplied with the aid of some of the\n         provisions of the <a href=\"/doc/1306164/\" id=\"a_47\">Indian Arbitration Act, 1996</a>. In this context,\n         learned senior counsel brought to our attention <a href=\"/doc/182490/\" id=\"a_48\">Sections 10 (1)</a>\n         and (2) read with <a href=\"/doc/1841764/\" id=\"a_49\">section 11</a> of the Indian Arbitration Act, 1996.\n         Section 10 (1) and 2 read as:\n</p><blockquote id=\"blockquote_49\">          &quot;10. Number of arbitrators.\n</blockquote><blockquote id=\"blockquote_50\">          (1) The parties are free to determine the number of arbitrators,\n          provided that such number shall not be an even number.\n</blockquote>\n\n<blockquote id=\"blockquote_51\">          (2) Failing the determination referred to in sub- section (1),\n          the arbitral tribunal shall consist of a sole arbitrator.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_76\">          Section 11(1) &amp; (2) reads as:\n</p><blockquote id=\"blockquote_52\">          Appointment of arbitrators.\n</blockquote><blockquote id=\"blockquote_53\">          (1) A person of any nationality may be   an   arbitrator,   unless\n          otherwise agreed by the parties.\n</blockquote>\n\n<blockquote id=\"blockquote_54\">          (2) Subject to sub- section (6), the parties are free to agree\n          on a procedure for appointing the arbitrator or arbitrators.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_77\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1979603\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1913246\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1765502\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1601758\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1386524\" id=\"span_17\">55. Learned senior counsel also pointed out that the object underlying\n         <a href=\"/doc/1151350/\" id=\"a_50\">Sections 10</a> and <a href=\"/doc/1841764/\" id=\"a_51\">11</a> is to avoid failure in appointment of\n         arbitrators. In fact, the Respondents tried to avoid the failure\n         by making a concession to let the third arbitrator to be the\n         Presiding Arbitrator. The Letter/email dated 13th March, 2008\n         clearly demonstrates this intention of Respondents. It was also\n         submitted that the Appellant is determined         to  avoid   the\n         arbitration.              Dr. Singhvi submitted that there exists\n         a manifest intention to refer disputes to arbitration and even if\n         there is lacuna it can be cured. Furthermore, according to Dr.\n         Singhvi, the number of arbitrators is only machinery          and,\n         therefore, its failure cannot affect the Arbitration Clause.\n         Learned senior counsel relied upon the law <a href=\"/doc/1243245/\" id=\"a_52\">laid down in</a> <a href=\"/doc/1386524/\" id=\"a_53\">MMTC v.\n         Sterlite Industries (India) Ltd.</a>,[15] <a href=\"/doc/1601758/\" id=\"a_54\">Shin Satellite Public Co.\n         Ltd. v. Jain Studios Ltd.</a>, (<a href=\"/doc/1765502/\" id=\"a_55\">supra)   Visa International Ltd. v.\n         Continental Resources (USA) Ltd.</a>,[16] <a href=\"/doc/1913246/\" id=\"a_56\">Jagdish Chander v. Ramesh\n         Chander &amp; Ors.</a>,[17] <a href=\"/doc/1979603/\" id=\"a_57\">Smt. Rukmanibai Gupta v. Collector</a>, Jabalpur &amp;\n         Ors.,[18] and Nandan Biometrix Ltd. v. D.I. Oils.[19] After taking\n         us through the afore cited cases, Dr. Singhvi submitted that the\n         parties in the instant case had expressed an intention to\n         arbitrate and that there is no contrary intention.</span></span></span></span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_78\">     56. The next submission of Dr. Singhvi is that the IPLA is final. It\n         was submitted that IPLA was to succeed the Know How Agreement that\n         contained an Arbitration Clause. Learned Senior counsel brought to\n         our attention following provisions of the Heads of Agreement on a\n\f    Proposed IPLA dated 23.05.2006:\n</p><blockquote id=\"blockquote_55\">     &quot;1.6   The Parties have     discussed   intensively   the   most\n     appropriate structure and arrangements reflected in the draft\n     IPLA dated 22, May 2006 attached as ANNEX 1 (&quot;Draft IPLA&quot;). This\n     draft IPLA expresses the final views of the parties and provides\n     for detailed terms whereunder Enercon will make available to EIL\n     the benefit of all its technology including patents, design\n     rights, copyrights, trademarks and know how relating to the\n     Products, including but not limited to:\n</blockquote><blockquote id=\"blockquote_56\">     ..................................................................\n     .............&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_57\">     &quot;3. GOVERNING LAW AND JURISDICTION\n\n\n     3.1 This paragraph is legally binding.\n</blockquote>\n\n<blockquote id=\"blockquote_58\">     3.2 This Heads of Agreement is (and all negotiations and any\n     legal agreement prepared in connection with IPLA shall be\n     governed by and construed in accordance with the law of Germany.\n</blockquote>\n\n<blockquote id=\"blockquote_59\">     3.3 The parties irrevocably agree that Clause 18 of the proposed\n     draft IPLA shall apply to settle any dispute or claim that\n     arises out or in      connection   with   this   memorandum    of\n     understanding and negotiations relating to the proposed IPLA.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_60\">     &quot;4.1 This Heads of Agreement represents the         good   faith\n     intentions of the parties to proceed with the proposed IPLA on\n     the basis of the Draft IPLA but is not legally binding and\n     creates no legal obligations on either party. Its sole purpose\n     is to set out the principles on which the parties intend in good\n     faith to negotiate legally definitive agreements.&quot;\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_79\">57. Learned Senior Counsel also pointed out the email sent on\n    27.06.2006 by Nicole Fritsch on behalf of Respondents to the\n    Appellant No.2 and also the email sent by Appellant No.2 on\n    16.09.2006 to Nicole Fritsch in context of the submission that\n    IPLA is final. These emails have already been noticed in the\n    earlier part of this judgment.\n</p>\n<p data-structure=\"RespArg\" id=\"p_80\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"693496\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"522914\" id=\"span_19\">58. It was also pointed out that the Appellant by his letter dated\n    30th September, 2006 expressly admitted to having signed the IPLA.\n    Thus, it was submitted that the Appellant cannot get out of the\n    contract unless there is coercion and/or fraud. To argue that\n    there is now a presumption of validity in favour of IPLA being a\n    concluded contract, reliance was sought to be placed upon <a href=\"/doc/522914/\" id=\"a_58\">Grasim\n    Industries Ltd. &amp; Anr. v. Agarwal Steel</a>[20] and <a href=\"/doc/693496/\" id=\"a_59\">J.K. Jain v. Delhi\n    Development Authority</a>.[21]</span></span>\n\n</p><p data-structure=\"PetArg\" id=\"p_81\">59. Dr. Singhvi also brought to our notice that the execution and\n    finality of the IPLA is also demonstrated by the fact that first\n    page of Heads of Agreement dated 23rd May, 2006 reads as &quot;A\n    PROPOSED INTELLECTUAL PROPERTY LICENSE AGREEMENT.&quot; Whereas, the\n    word proposed or draft is conspicuously absent in the IPLA dated\n    29th September, 2006. This, according to the learned senior\n    counsel, shows that the IPLA was a concluded contract.         Dr.\n    Singhvi further submitted that on 29th September, 2006 three\n    drafts, viz. Successive Technical Transfer Agreement, Name Use\n    License Agreement and amendments to the existing Shareholders\n    Agreement were ready and available to the parties, but at that\n    point of time these agreements were under discussion and being\n    negotiated. Admittedly, none of these agreements were initialled,\n    let alone signed by the parties. This, according to Dr. Singhvi,\n    is a clear indication that the parties were aware of the documents\n\f      that were to be finalised between them and also of the documents\n      that were required to be executed. This fact was also relied upon\n      to support the contention that IPLA is a final and concluded\n      agreement that was knowingly and willingly executed by Appellant\n      No.2. To add credibility to this submission, learned senior\n      counsel pointed out that ’E-82 Model’ is expressly excluded from\n      the product description in the IPLA. This according to Dr.\n      Singhvi, is a deviation from the earlier agreement, and it has\n      been acknowledged by the Appellant. Dr. Singhvi also pointed out\n      the difference as to the provision of royalty between the IPLA and\n      earlier draft to support his contention.\n</p>\n<p data-structure=\"RespArg\" id=\"p_82\">  60. The next set of submissions made by Dr. Singhvi relate to the seat\n      of arbitration. Learned senior counsel submitted that the court\n      has to determine where the centre of gravity for arbitration is\n      situated. The terms that are normally used to denote seat are\n      &quot;venue&quot;, &quot;place&quot; or &quot;seat&quot;. According to the learned senior\n      counsel, the court cannot adopt a semantic approach. It was also\n      submitted that under sub sections (1), (2) and (3) of <a href=\"/doc/385194/\" id=\"a_60\">Section 20</a>\n      of Arbitration Act, 1996 the term ’place’ connotes different\n      meanings. Under <a href=\"/doc/280582/\" id=\"a_61\">Section 20(1)</a>, place means seat of arbitration,\n      whereas under <a href=\"/doc/80929/\" id=\"a_62\">section 20(3)</a>, place would mean venue. Therefore,\n      the expression &quot;the venue of arbitration proceedings&quot; will have\n      reference only to the seat of arbitration. It was submitted that\n      all the surrounding circumstances would also show that parties\n      intended to designate England as the seat of arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1500505\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"618892\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1045460\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"563448\" id=\"span_23\">61. It was also submitted that all the proceedings between the parties\n      would indicate that there is nothing to indicate India as the\n      choice of the seat of arbitration. Learned senior counsel relied\n      upon Shashoua v. Sharma,[22] <a href=\"/doc/563448/\" id=\"a_63\">Dozco India Pvt. Ltd. V. Doosan\n      Infracore Company Ltd.</a>[23] <a href=\"/doc/1045460/\" id=\"a_64\">Videocon Industries v. Union         of\n      India</a>,[24] <a href=\"/doc/618892/\" id=\"a_65\">Yograj Infrastructure Ltd. V. Ssang Yong Engineering\n      and Construction Ltd.</a>[25] <a href=\"/doc/1500505/\" id=\"a_66\">National Agricultural Coop. Marketing\n      Federation India</a> (supra).</span></span></span></span>\n</p><p data-structure=\"RespArg\" id=\"p_84\">  62. It was further submitted that three potential laws that govern an\n      arbitration agreement are as follows :\n</p><blockquote id=\"blockquote_61\">       1. The proper law of the contract ;\n</blockquote><blockquote id=\"blockquote_62\">       2. The law governing the arbitration agreement ;\n</blockquote><blockquote id=\"blockquote_63\">       3. The law governing the conduct of the        arbitration also\n          known as curial law or lex arbitri.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_85\">63. Reliance was placed upon the following except of Naviera Amazonica\n    Peruana SA (supra):\n</p><blockquote id=\"blockquote_64\">       &quot;........in the majority of cases all three will be same but (1)\n       will often be different from (2) and (3). And occasionally, but\n       rarely, (2) may also differ from (3).&quot;\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_86\">  64. The next submission of Dr. Singhvi is that law of the seat\n      dictates the curial law, and that the proper law of            the\n      arbitration agreement does not overwhelm law of the seat. Laying\n      particular emphasis on Naviera, Dr. Singhvi submitted         that\n      intention of the parties is important to determine the seat. If\n      place is designated then curial law will be that of such place.\n      Dr. Singhvi relied on the ratio of Naviera and submitted that the\n      proper law, law of arbitration and the curial law have all been\n      expressly mentioned in the present case. It was also submitted\n      that in the present case London as venue has to be interpreted\n      having conferred London the status of seat, unless some contrary\n      intention has been expressed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_87\">  65. According to Dr. Singhvi, closest connection test is completely\n      irrelevant when the parties have specified all the three laws\n      applicable in a contract. Further, close connection test is to be\n      applied only when nothing has been mentioned in the agreement. The\n      effort of the court is always to find the essential venue. He\n      relied upon Dicey, Morris &amp; Collins[26] to submit that in most\n\f          cases, seat is sufficiently indicated by the country chosen as the\n          place of the arbitration. Dr. Singhvi submitted that the proper\n          law and law of arbitration cannot override curial law.\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">      66. Dr. Singhvi relied heavily on the ratio of the law laid down in\n          Naviera (supra). <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1144681\" id=\"span_24\">Reliance was also placed upon the cases of\n              <a href=\"/doc/1144681/\" id=\"a_67\">C vs. D.</a>[27] and Union of India v/s McDonnel.[28]     He also\n          relied upon the ratio of Balco in support of the submission that\n          London is the seat of arbitration. Particular reference was made\n          to Paras 75,76, 96, 100, 104, 113, 116 and 117 of BALCO’s judgment\n          to submit that since the seat is outside India, only those\n          provisions of <a href=\"/doc/1306164/\" id=\"a_68\">Part I of the Indian Arbitration Act, 1996</a> will be\n          applicable, which are not inconsistent with the English Law, i.e.,\n          English Arbitration Act, 1996.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_89\">Anti-Suit injunction:\n</p><p data-structure=\"Precedent\" id=\"p_90\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1857811\" id=\"span_25\">67. Dr. Singhvi submitted that the prayer of Appellants for an anti\n          suit injunction is subject to determination by this court that the\n          seat is India. Dr. Singhvi, however, argued that such           an\n          injunction be denied even if this court holds that the seat of\n          arbitration is India since there is no occasion that warrants the\n          grant of such an injunction.   The Respondents relied upon the\n          judgment of this court in <a href=\"/doc/1857811/\" id=\"a_69\">Modi Entertainment Network v. W.S.G.\n          Cricket Pte</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"737188\" id=\"span_26\"><a href=\"/doc/737188/\" id=\"a_70\">Ltd.</a> (supra) to submit that the present case does not\n          fall within any, let alone all, of the parameters set out in the\n          aforesaid case that determine the grant        of   an   anti-suit\n          injunction.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_91\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"92712826\" id=\"span_27\">68. Mr. C.U. Singh, learned senior advocate, appeared for Respondent\n          no.2. Mr. Singh adopts the submissions made before this court by\n          Dr. Singhvi.    Besides, Mr. Singh submitted that after        the\n          enactment of the <a href=\"/doc/1306164/\" id=\"a_71\">Indian Arbitration Act, 1996</a> the distinction\n          between the seat and the venue has blurred. The term that has been\n          used by the Parliament is ’place’ which denotes the place of\n          physical sitting of the Arbitral Tribunal. This is the place which\n          governs the curial law. However, Arbitrators have been given the\n          flexibility to hold meetings anywhere. He also relied upon the\n          judgment of this court in <a href=\"/doc/92712826/\" id=\"a_72\">Chloro</a> (supra) (Paras 80-83) to submit\n          that the approach of the court is to make the arbitration clause\n          workable.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"233181\" id=\"span_28\">Reliance was also placed upon <a href=\"/doc/233181/\" id=\"a_73\">Reva Electric Car Company\n          P. Ltd. v. Green Mobil</a>.[29]\n\nIssues :</span>\n</p><p data-structure=\"CDiscource\" id=\"p_92\">      69. We have anxiously considered the submissions of the learned\n          counsel for the parties. We have also considered the written\n          submissions.\n</p><p data-structure=\"Issue\" id=\"p_93\">           The issues that arise for consideration of this Court are :\n</p><blockquote id=\"blockquote_65\">              i) Is the IPLA a valid and concluded contract?\n</blockquote><blockquote id=\"blockquote_66\">             ii) Is it for the Court to decide issue No. (i) or should it be\n                 left to be considered by the Arbitral Tribunal?\n</blockquote><blockquote id=\"blockquote_67\">            iii) Linked to (i) and (ii) is the issue whether the Appellants\n                 can refuse to join arbitration on the plea that there is no\n                 concluded IPLA?\n</blockquote><blockquote id=\"blockquote_68\">             iv) Assuming that the IPLA is a concluded contract; is the\n                 Arbitration Clause 18.1 vague and unworkable, as observed\n                 by both the Arbitrators i.e. Mr. V.V. Veeder QC and Mr.\n                 Justice B.P. Jeevan Reddy?\n</blockquote><blockquote id=\"blockquote_69\">              v) In case the arbitration clause is held to be workable, is\n                 the seat of arbitration in London or in India?\n</blockquote><blockquote id=\"blockquote_70\">             vi) In the event it is held that the seat is in India, would\n                 the English Courts have the concurrent jurisdiction for\n                 taking such measures as required in support of          the\n                 arbitration as the venue for the arbitration proceedings is\n                 London?\n</blockquote><blockquote id=\"blockquote_71\">            vii) Linked to (v) &amp; (vi) is the issue whether the Appellants\n                 are entitled for an anti-suit injunction?\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_94\">          These,   of   course,   are   only   broad   based   issues;   many   other\n\fsupplementary questions will have to be examined in order    to   give   a\ndefinitive determination.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_95\">Our Conclusions :\n</p><blockquote id=\"blockquote_72\">Issues (i), (ii) and (iii)\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_96\">70. Is the IPLA a valid and a concluded contract? Is it for the Court\n    to decide this issue or have the parties intended to let the\n    arbitral tribunal decide it?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_97\">71. The Bombay High Court upon consideration of the factual as well as\n    the legal issues has concluded that &quot;there can be no escape for\n    the Appellants from the consequences flowing from the signing of\n    the IPLA; and the signing of the IPLA by the parties is therefore\n    a strong circumstance in arriving at a prima facie conclusion as\n    enunciated in Shin-Etsu Chemicals Co. Ltd.’s case for referring\n    the parties to arbitration.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_98\">72. The Daman Trial Court on the basis of the material on record came\n    to the conclusion that IPLA was not a concluded contract for the\n    want of free consent, and was executed due to undue influence,\n    fraud, misrepresentation and mistake. It further held that the\n    plaintiffs (the Appellants herein) would suffer heavy economic\n    loss if the arbitration is held at London. These findings were\n    reversed by the Daman Appellate Court. It was held that since IPLA\n    has been signed by the parties, there was a valid arbitration\n    agreement for reference of the disputes to arbitration. It was\n    also held that assuming that there was some defect in the\n    methodology for appointment of the arbitrators that would not come\n    in the way of enforcement of the arbitration agreement. The Daman\n    Appellate Court has further held that since the parties had agreed\n    to London being the seat of         arbitration,    the    Appellants\n    (plaintiffs) could not raise a grievance         as     regards   the\n    jurisdiction of the English Courts.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_99\">73. Mr. R.F. Nariman, learned senior counsel, appearing for the\n    Appellants has vehemently argued that there is neither a concluded\n    IPLA between the parties nor is there a legally enforceable\n    arbitration agreement. In any event, the arbitration can not\n    proceed as the arbitration clause itself is unworkable.         As\n    noticed earlier, learned senior counsel has submitted that in the\n    absence of a concluded contract, there can be no arbitration\n    agreement. In short, the submission is that there can be no\n    severability of the arbitration clause from the IPLA. Since the\n    IPLA is not a concluded contract there can be no arbitration\n    agreement.\n</p>\n<p data-structure=\"RespArg\" id=\"p_100\">74. On the other hand, Dr. Singhvi has submitted, as noticed earlier,\n    that the intention of the parties to arbitrate is clear. Even if\n    the existence of the main contract is under dispute, the court is\n    concerned only with the arbitration agreement i.e. the arbitration\n    clause. The submission of Dr. Singhvi is that the absence of IPLA\n    will not nullify the arbitration clause.\n</p>\n<p data-structure=\"Section\" id=\"p_101\">75. We find considerable merit in the submissions made by          Dr.\n    Singhvi. It cannot be disputed that there is a legal relationship\n    between the parties of a long standing. <a href=\"/doc/1211237/\" id=\"a_74\">Section 44</a> of the Indian\n    Arbitration Act, 1996 applies to arbitral awards of differences\n    between persons arising out of legal proceedings.         Such   a\n    relationship may be contractual or not, so long it is considered\n    as commercial under the laws in force in India. Further, that\n    legal relationship must be in pursuance of an agreement, in\n    writing, for arbitration, to which the New York Convention\n    applies. The court can decline to make a reference to arbitration\n    in case it finds that the arbitration agreement is null and void,\n    inoperative or incapable of being performed. There are          no\n\f    pleadings to that effect in the plaint.   The Daman Trial Court\n    findings that the contract is null and void and not based on free\n    consent were rendered in the absence of relevant pleadings. There\n    is a mention in one of the e-mails that Dr. Wobben has taken\n    advantage of his friendship with Mr. Yogesh Mehra. But that seems\n    to be more of a sulk than a genuine grievance.       Even if one\n    accepts the truth of such a statement, the same is not reflected\n    in the pleadings. Therefore, no serious note could be taken of\n    that statement at this stage.   The Daman Appellate Court upon\n    reconsideration of the pleadings found that there is no plea to\n    the effect that the agreement is null, void or incapable of being\n    performed. Justice Savant has not examined the pleadings as the\n    issue with regard to the underlying contract has been left to be\n    examined by the Arbitral Tribunal. Before us also, it is not the\n    plea of the Appellants that the arbitration agreement is without\n    free consent, or has been procured by coercion, undue influence,\n    fraud, misrepresentation or was signed under a mistake. In other\n    words, it is not claimed that the agreement is null and void,\n    inoperative and incapable of being performed as it violates any of\n    the provisions under <a href=\"/doc/1728676/\" id=\"a_75\">Sections 14</a>, <a href=\"/doc/894399/\" id=\"a_76\">15</a>, <a href=\"/doc/568692/\" id=\"a_77\">16</a>, <a href=\"/doc/299780/\" id=\"a_78\">17</a>, <a href=\"/doc/1270593/\" id=\"a_79\">18</a>, <a href=\"/doc/353998/\" id=\"a_80\">19</a>, <a href=\"/doc/1045643/\" id=\"a_81\">19A</a> and <a href=\"/doc/483593/\" id=\"a_82\">20</a>\n    of the Indian Contract Act, 1872.   The submission is that the\n    matter cannot be referred to arbitration as the IPLA, containing\n    the arbitration clause/agreement, is not a concluded contract.\n    This, in our opinion, would not fall within the parameters of an\n    agreement being &quot;null and void, inoperative or incapable of being\n    performed&quot;, in terms of <a href=\"/doc/1728676/\" id=\"a_83\">Sections 14</a>, <a href=\"/doc/894399/\" id=\"a_84\">15</a>, <a href=\"/doc/568692/\" id=\"a_85\">16</a>, <a href=\"/doc/299780/\" id=\"a_86\">17</a>, <a href=\"/doc/1270593/\" id=\"a_87\">18</a>, <a href=\"/doc/353998/\" id=\"a_88\">19</a> and <a href=\"/doc/483593/\" id=\"a_89\">20</a> of\n    the Indian Contract Act, 1872.    These provisions set out the\n    impediments, infirmities or eventualities that would render a\n    particular provision of a contract or the whole contract void or\n    voidable. <a href=\"/doc/966297/\" id=\"a_90\">Section 14</a> defines free consent; <a href=\"/doc/626570/\" id=\"a_91\">Section 15</a> defines\n    coercion in causing any person to enter into a contract. <a href=\"/doc/675839/\" id=\"a_92\">Section\n    16</a> deals with undue influence. Fraud in relation to a contract is\n    defined under     <a href=\"/doc/318136/\" id=\"a_93\">Section 17</a>; whereas misrepresentation is defined\n    and explained under <a href=\"/doc/1347069/\" id=\"a_94\">Section 18</a>. <a href=\"/doc/1731368/\" id=\"a_95\">Section 19</a> states that &quot;when\n    consent to an agreement is caused by coercion, fraud          or\n    misrepresentation, the agreement is a contract voidable at the\n    option of the party whose consent was so caused&quot;. Section 19A\n    gives the party who was unduly influenced to enter into a contract\n    an option similar to the one provided by the preceding section.\n    <a href=\"/doc/385194/\" id=\"a_96\">Section 20</a> makes an agreement void where both the parties thereto\n    are under a mistake as to a matter of fact. In our opinion, all\n    the   aforesaid   eventualities   refer   to   fundamental   legal\n    impediments. These are the defences to resist a claim for specific\n    performance of a concluded contract; or to resist a claim for\n    damages for breach of a concluded contract. We agree with Savant,\n    J. that the issue as to whether there is a concluded contract\n    between the parties can be left to the Arbitral Tribunal, though\n    not for the same reasons.\n</p>\n<p data-structure=\"Section\" id=\"p_102\">76. In our opinion, all the issues raised by the Appellants about the\n    non-existence of a concluded contract pale into insignificance in\n    the face of &quot;Heads of Agreement on the proposed IPLA dated 23rd\n    May, 2006&quot;. Clause 3 of the Heads of Agreement provides as under:-\n</p><blockquote id=\"blockquote_73\">     &quot;3.   Governing Law and Jurisdiction\n\n\n     3.1   This paragraph is legally binding.\n</blockquote>\n\n<blockquote id=\"blockquote_74\">     3.2   This Heads of Agreement is (and all negotiations and any\n     legal agreements prepared in connection with the IPLA shall be)\n     governed by and construed in accordance with the law of Germany.\n</blockquote>\n\n<blockquote id=\"blockquote_75\">     3.3   The parties irrevocably agree that Clause 18 of the\n     proposed draft IPLA shall apply to settle any dispute or claim\n     that arises out of or in connection with this memorandum of\n     understanding and negotiations relating to the proposed IPLA.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_103\">\f77. A bare perusal of this clause makes it abundantly clear that the\n    parties have irrevocably agreed that clause 18 of the proposed\n    IPLA shall apply to settle any dispute or claim that arises out of\n    or in connection with this Memorandum of Understanding and\n    negotiations relating to IPLA. It must also be noticed here that\n    the relationship between the parties formally commenced on 12th\n    January, 1994 when the parties entered into the first SHA and\n    TKHA. Even under that SHA, Article XVI inter alia provided for\n    resolution of disputes by arbitration. The TKHA also contained an\n    identically worded arbitration clause, under Article XIX. This\n    intention to arbitrate has continued without waiver. In the face\n    of this, the question of the        concluded   contract   becomes\n    irrelevant, for the purposes of making the reference to the\n    Arbitral Tribunal. It must be clarified that the doubt raised by\n    the Appellant is that there is no concluded IPLA, i.e. the\n    substantive contract.    But this can have no effect on the\n    existence of a binding Arbitration Agreement in view of Clause 3.\n    The parties have irrevocably agreed to resolve all the disputes\n    through Arbitration.   Parties can not be permitted to avoid\n    arbitration, without satisfying the Court that it would be just\n    and in the interest of all the parties not to proceed with\n    arbitration. Furthermore in arbitration proceedings, courts are\n    required to aid and support the arbitral process, and not to bring\n    it to a grinding halt. If we were to accept the submissions of Mr.\n    Nariman, we would be playing havoc with the progress of the\n    arbitral process. This would be of no benefit to any of the\n    parties involved in these unnecessarily complicated and convoluted\n    proceedings.\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">78. In the facts of this case, we have no hesitation in concluding\n    that the parties must proceed with the Arbitration.      All the\n    difficulties pointed out by Mr. Rohinton Nariman can be addressed\n    by the Arbitral Tribunal.\n</p>\n<p data-structure=\"Section\" id=\"p_105\">79. Further, the arbitration agreement contained in clause 18.1 to\n    18.3 of IPLA is very widely worded and would include all the\n    disputes, controversies or differences concerning the        legal\n    relationship between the parties. It would include the disputes\n    arising in respect of the IPLA with regard to its validity,\n    interpretation, construction, performance, enforcement or its\n    alleged breach. Whilst interpreting the arbitration agreement\n    and/or the arbitration clause, the court must be conscious of the\n    overarching policy of least intervention by courts or judicial\n    authorities in matters covered by the <a href=\"/doc/1306164/\" id=\"a_97\">Indian Arbitration Act,\n    1996</a>. In view of the aforesaid, it is not possible for us to\n    accept the submission of Mr. Nariman that the          arbitration\n    agreement will perish as the IPLA has not been finalised. This is\n    also because the arbitration clause (agreement) is independent of\n    the underlying contract, i.e. the IPLA containing the arbitration\n    clause. <a href=\"/doc/675839/\" id=\"a_98\">Section 16</a> provides that the Arbitration clause forming\n    part of a contract shall be treated as an agreement independent of\n    such a contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_106\">80. The concept of separability of the arbitration clause/agreement\n    from the underlying contract is a necessity to ensure that the\n    intention of the parties to resolve the disputes by arbitration\n    does not evaporate into thin air with every challenge to the\n    legality, validity, finality or breach of the underlying contract.\n     <a href=\"/doc/1306164/\" id=\"a_99\">The Indian Arbitration Act, 1996</a>, as noticed above, under <a href=\"/doc/675839/\" id=\"a_100\">Section\n    16</a> accepts the concept that the main contract and the arbitration\n    agreement form two independent contracts. Commercial rights and\n    obligations are contained in the underlying, substantive, or the\n    main contract.   It is followed by a second contract, which\n    expresses the agreement and the intention of the parties to\n    resolve the disputes relating to the underlying contract through\n    arbitration. A remedy is elected by parties outside the normal\n    civil court remedy. It is true that support of the National\n    Courts would be required to ensure the success of arbitration, but\n\f          this would not detract from the legitimacy or independence of the\n          collateral arbitration agreement, even if it is contained in a\n          contract, which is claimed to be void or voidable or unconcluded\n          by one of the parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_107\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"233181\" id=\"span_29\">81. The scope and ambit of provision contained in <a href=\"/doc/568692/\" id=\"a_101\">Section 16</a> of the\n          Indian Contract Act has been clearly explained in <a href=\"/doc/233181/\" id=\"a_102\">Reva Electric\n          Car</a> (supra), wherein it was inter alia observed as follows:</span>\n</p><blockquote id=\"blockquote_76\">           &quot;54. Under <a href=\"/doc/1763282/\" id=\"a_103\">Section 16(1)</a>, the legislature makes it clear that\n           while considering any objection with respect to the existence or\n           validity of the arbitration agreement, the arbitration clause\n           which formed part of the contract, has to be treated as an\n           agreement independent of the other terms of the contract. To\n           ensure that there is no misunderstanding, <a href=\"/doc/1657065/\" id=\"a_104\">Section 16(1)(b)</a>\n           further provides that even if the Arbitral Tribunal concludes\n           that the contract is null and void, it should not result, as a\n           matter of law, in an automatic invalidation of the arbitration\n           clause. <a href=\"/doc/1459823/\" id=\"a_105\">Section 16(1)(a)</a> presumes the existence of a valid\n           arbitration clause and mandates the same to be treated as an\n           agreement independent of the other terms of the contract. By\n           virtue of <a href=\"/doc/1657065/\" id=\"a_106\">Section 16(1)(b)</a>, it continues to be enforceable\n           notwithstanding a declaration of the contract being null and\n           void. In view of the provisions contained in <a href=\"/doc/1763282/\" id=\"a_107\">Section 16(1)</a> of\n           the Arbitration and Conciliation Act, 1996, it would not be\n           possible to accept the submission of Mr. Ahmadi that with the\n           termination of the MoU on 31-12-2007, the arbitration clause\n           would also cease to exist.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_108\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1947651\" id=\"span_30\">The aforesaid reasoning has also been approved by a two Judge\n      bench of this Court in <a href=\"/doc/1947651/\" id=\"a_108\">Today Homes and Infrastructure Pvt. Ltd. vs.\n      Ludhiana Improvement Trust and Anr.</a>,[30] wherein it was inter alia\n      held as under:</span>\n</p><blockquote id=\"blockquote_77\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"233181\" id=\"span_31\">&quot;14. The same reasoning was adopted by a member of this Bench\n           (S.S. Nijjar, J.), while deciding the case of <a href=\"/doc/233181/\" id=\"a_109\">Reva Electric Car\n           Company Private Limited Vs. Green Mobil</a> [(2012) 2 SCC 93],\n           wherein the provisions of <a href=\"/doc/1763282/\" id=\"a_110\">Section 16(1)</a> in the backdrop of the\n           doctrine of kompetenz kompetenz were considered and it was inter\n           alia held that under <a href=\"/doc/1763282/\" id=\"a_111\">Section 16(1)</a>, the legislature makes it\n           clear that while considering any objection with regard to the\n           existence or validity of the arbitration        agreement,   the\n           arbitration clause, which formed part of the contract, had to be\n           treated as an agreement independent of the other terms of the\n           contract. Reference was made in <a href=\"/doc/233181/\" id=\"a_112\">the said judgment</a> to the\n           provisions of <a href=\"/doc/1657065/\" id=\"a_113\">Section 16(1)(b)</a> of the 1996 Act, which provides\n           that even if the arbitral tribunal concludes that the contract\n           is null and void, it should not result, as a matter of law, in\n           an automatic invalidation of the arbitration clause. It was also\n           held that <a href=\"/doc/1459823/\" id=\"a_114\">Section 16(1)(a)</a> of the 1996 Act presumes the\n           existence of a valid arbitration clause and mandates the same to\n           be treated as an agreement independent of the other terms of the\n           contract. By virtue of <a href=\"/doc/1657065/\" id=\"a_115\">Section 16(1)(b)</a> of the 1996 Act, the\n           arbitration clause continues to be enforceable, notwithstanding\n           a declaration that the contract was null and void.&quot;</span>\n</blockquote>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_109\">In view of the aforesaid, we are not inclined to accept the submission of\nMr. Nariman that Arbitration Agreement will perish as the IPLA has not been\nfinalised.\n</p>\n<p data-structure=\"Precedent\" id=\"p_110\">Issue (iv)\n\n</p><p data-structure=\"CDiscource\" id=\"p_111\">      82. We now come to the next issue that even if there is a valid\n          arbitration agreement/clause, can the parties be denied the\n          benefit of the same on the ground that it is unworkable? Both the\n\f    Arbitrators, as noticed above, are of the opinion that the parties\n    cannot proceed to arbitration as the arbitration clause is\n    unworkable. The Bombay High Court has taken the view that the\n    arbitration clause is workable as two Arbitrators are to be\n    appointed by the licensors and one by the licensee.   We are not\n    inclined to agree with the aforesaid finding/conclusion recorded\n    by the High Court. Respondent No.1 is the licensor and Respondent\n    No.2 is undoubtedly 100% shareholder of Respondent No.1, but that\n    is not the same as being an independent licensor. It would also\n    be relevant to point out here that before this Court the\n    Respondent has not even tried to support the aforesaid conclusion\n    of the High Court.\n</p>\n<p data-structure=\"Section\" id=\"p_112\">83. In our opinion, the Courts have to adopt a pragmatic approach and\n    not a pedantic or technical approach while interpreting or\n    construing an arbitration agreement or       arbitration    clause.\n    Therefore, when faced with a seemingly unworkable arbitration\n    clause, it would be the duty of the Court to make the same\n    workable within the permissible limits of the law, without\n    stretching it beyond the boundaries of recognition. In other\n    words, a common sense approach has to be adopted to give effect to\n    the intention of the parties to arbitrate. In such a case, the\n    court ought to adopt the attitude of a reasonable business person,\n    having business common sense as well as being equipped with the\n    knowledge that may be peculiar to the business venture. The\n    arbitration clause cannot be construed with a purely legalistic\n    mindset, as if one is construing a provision in a statute. We may\n    just add here the words of Lord Diplock in The Antaios Compania\n    Neviera SA v Salen Rederierna AB,[31] which are as follows:\n</p><blockquote id=\"blockquote_78\">     &quot;If detailed semantic and syntactical analysis of words in a\n     commercial contract is going to lead to a conclusion that flouts\n     business common sense, it must be made to yield to business\n     common sense.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_113\">           We entirely agree with the aforesaid observation.\n     This view of ours is also supported by the following judgments\nwhich were relied upon by Dr. Singhvi:\n</p>\n\n<blockquote id=\"blockquote_79\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1765502\" id=\"span_32\">In <a href=\"/doc/1765502/\" id=\"a_116\">Visa International Limited</a> (supra), it was inter alia held that:</span>\n</blockquote>\n\n<blockquote id=\"blockquote_80\">     &quot;25....No party can be allowed to take advantage of inartistic\n     drafting of arbitration clause in any agreement as long as clear\n     intention of parties to go for arbitration in case of any future\n     disputes is evident from the agreement and material on record\n     including surrounding circumstances.\n</blockquote>\n\n<blockquote id=\"blockquote_81\">     26. What is required to be gathered is the intention of the\n     parties from the surrounding circumstances including the conduct\n     of the parties and the evidence         such  as   exchange   of\n     correspondence between the parties....&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_114\">   Similar position of law was reiterated in Nandan Biomatrix Ltd.\n(supra), wherein this court observed inter alia as under:\n</p><blockquote id=\"blockquote_82\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_33\">28. This Court in <a href=\"/doc/1979603/\" id=\"a_117\">Rukmanibai Gupta v. Collector, Jabalpur</a> has\n     held (at SCC p. 560, para 6) that what is required to be\n     ascertained while construing a clause is &quot;whether the parties\n     have agreed that if disputes arise between them in respect of\n     the subject-matter of contract such dispute shall be referred to\n     arbitration, then such an arrangement would spell out an\n     arbitration agreement&quot;.</span>\n</blockquote><blockquote id=\"blockquote_83\">\f     29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"867843\" id=\"span_34\">In <a href=\"/doc/867843/\" id=\"a_118\">M. Dayanand Reddy v. A.P. Industrial Infrastructure\n     Corpn. Ltd.</a>, this Court has held that: (SCC p. 142, para 8)\n     &quot;8. ... an arbitration clause is not required to be stated in\n     any particular form. If the intention of the parties to refer\n     the dispute to arbitration can be clearly ascertained from the\n     terms of the agreement, it is immaterial whether or not the\n     expression arbitration or ’arbitrator’ or ’arbitrators’ has been\n     used in the agreement.&quot;</span>\n</blockquote><blockquote id=\"blockquote_84\">                             (original emphasis supplied)\n</blockquote><blockquote id=\"blockquote_85\">     30. The Court is required, therefore, to decide whether the\n     existence of an agreement to refer the dispute to arbitration\n     can be clearly ascertained in the facts and circumstances of the\n     case. This, in turn, may depend upon the intention of the\n     parties to be gathered from the correspondence exchanged between\n     the parties, the agreement in question and the surrounding\n     circumstances. What is required is to gather the intention of\n     the parties as to whether they have agreed for resolution of the\n     disputes through arbitration. What is required to be decided in\n     an application under <a href=\"/doc/1841764/\" id=\"a_119\">Section 11</a> of the 1996 Act is: whether\n     there is an arbitration agreement as defined in the said Act.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_115\">84. It is a well recognized principle of arbitration jurisprudence in\n    almost all the jurisdictions, especially those following the\n    UNCITRAL Model Law, that the Courts play a supportive role in\n    encouraging the arbitration to proceed rather than letting it come\n    to a grinding halt.      Another   equally   important   principle\n    recognized in almost all jurisdictions is the least intervention\n    by the Courts. <a href=\"/doc/1306164/\" id=\"a_120\">Under the Indian Arbitration Act, 1996</a>, <a href=\"/doc/310829/\" id=\"a_121\">Section 5</a>\n    specifically lays down that : &quot;Notwithstanding anything contained\n    in any other law for the time being in force, in matters governed\n    by this Part, no judicial authority shall intervene except where\n    so provided in this Part&quot;. Keeping in view the aforesaid, we find\n    force in the submission of Dr. Singhvi that the arbitration clause\n    as it stands cannot be frustrated on the ground that it is\n    unworkable.\n</p>\n<p data-structure=\"Section\" id=\"p_116\">85. Dr. Singhvi has rightly submitted that the un-workability in this\n    case is attributed only to the machinery provision.       And the\n    arbitration agreement, otherwise, fulfils the criteria laid down\n    under <a href=\"/doc/1211237/\" id=\"a_122\">Section 44</a> of the Indian Arbitration Act, 1996. Given that\n    two Arbitrators have been appointed, the missing line that &quot;the\n    two Arbitrators appointed by the parties shall appoint the third\n    Arbitrator&quot; can be read into the arbitration clause. The omission\n    is so obvious that the court can legitimately supply the missing\n    line. In these circumstances, the Court would apply the officious\n    bystander principle, as explained by MacKinnonn, LJ in Shirlaw v.\n    Southern Foundries,[32] to interpret the clause. In Shirlaw, it\n    was held that:\n</p>\n<blockquote id=\"blockquote_86\">      &quot;prima facie that which in any contract is left to be implied\n     and need not be expressed is something so obvious that it goes\n     without saying; so that, if, while the parties were making their\n     bargain, an officious bystander were to suggest some express\n     provision for it in their agreement, they would testily suppress\n     him with a common ’Oh, of course!&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Section\" id=\"p_117\">     In construing an arbitration clause, it is not necessary to\nemploy the strict rules of interpretation which may be necessary to\nconstrue a statutory provision. The court would be well within its\nrights to set right an obvious omission without necessarily leaving\nitself open to the criticism of having reconstructed the clause.\n</p><p data-structure=\"Precedent\" id=\"p_118\">     Further, we find support in this context from the following\nextract of Halsbury’s Laws of England (Vol. 13, Fourth Edition, 2007\nReissue):\n</p><blockquote id=\"blockquote_87\">     &quot;The words of a written instrument must in general be taken in\n     their ordinary or natural sense notwithstanding the fact that\n\f     such a construction may appear not to carry out the purpose\n     which it might otherwise be supposed the parties intended to\n     carry out; but if the       provisions   and   expressions   are\n     contradictory, and there are grounds, appearing on the face of\n     the instrument, affording proof of the real intention of the\n     parties, that intention will prevail against the obvious and\n     ordinary meaning of the words; and where the literal (in the\n     sense of ordinary, natural or primary) construction would lead\n     to an absurd result, and the words used are capable of being\n     interpreted so as to avoid this result, the literal construction\n     will be abandoned.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_119\">86. Mr. Rohinton Nariman had very fairly submitted that it is\n    permissible for the Court to construe the arbitration clause in a\n    particular manner to make the same workable when there is a defect\n    or an omission in it. His only caveat was that such an exercise\n    would not permit the Court to re-write the contract.       In our\n    opinion, in the present case, the crucial line which seems to be\n    an omission or an error can be inserted by the Court.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1601758\" id=\"span_35\">In this\n    context, we find support from judgment of this court in <a href=\"/doc/1601758/\" id=\"a_123\">Shin\n    Satellite Public Co. Ltd.</a> (supra), wherein the ’offending part’ in\n    the arbitration clause made determination by the arbitrator final\n    and binding between the parties and declared that the parties have\n    waived the rights to appeal or an objection against such award in\n    any jurisdiction. The Court, inter-alia, held that such an\n    objectionable part is clearly severable being independent of the\n    dispute that has to be referred to         be   resolved   through\n    arbitration. By giving effect to the arbitration clause, the court\n    specifically noted that the &quot;it cannot be said that the Court is\n    doing something which is not contemplated by the parties or by\n    ’interpretative process’, the Court is rewriting the contract\n    which is in the nature of ’novatio’ (sic). The intention of the\n    parties is explicit and clear; they have agreed that the dispute,\n    if any, would be referred to an arbitrator. To that extent,\n    therefore, the agreement is legal, lawful and the offending part\n    as to the finality and restraint in approaching a Court of law can\n    be separated and severed by using a ’blue pencil’.&quot;</span>\n</p>\n<p data-structure=\"Section\" id=\"p_120\">87. There is another reason which permits us to take the aforesaid\n    view and accept the submission made by Dr. Singhvi that while\n    construing the arbitration agreement/clause the same can be\n    construed to make it workable, as such an approach is statutorily\n    provided for. For this submission, Dr. Singhvi has rightly relied\n    upon the provision contained in <a href=\"/doc/1151350/\" id=\"a_124\">Sections 10</a> and <a href=\"/doc/1841764/\" id=\"a_125\">11</a> of the Indian\n    Arbitration Act, 1996. The object of these two provisions is to\n    avoid failure of the arbitration agreement or the arbitration\n    clause if contained in contract. Under <a href=\"/doc/182490/\" id=\"a_126\">Section 10(1)</a>, there is\n    freedom given to the parties to determine the          number   of\n    Arbitrators, provided that such number shall not be an even\n    number. The arbitration clause in this case provides that the\n    arbitral tribunal shall consist of three arbitrators. Further, it\n    must also be noticed that the Respondents have been trying to seek\n    adjudication of disputes by arbitration. As noted earlier, the\n    Respondent No.2 in its email dated 13th March, 2008 clearly\n    offered that the third and the presiding arbitrator be appointed\n    by the respective arbitrators of the        Appellants   and   the\n    Respondents. On the other hand, the attitude of the Appellants is\n    to avoid arbitration at any cost.\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\">88. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"737188\" id=\"span_36\">In this context, reliance placed by Dr. Singhvi upon <a href=\"/doc/737188/\" id=\"a_127\">MMTC Limited</a>\n    (supra) is justified. In MMTC, the provisions contained in\n    <a href=\"/doc/182490/\" id=\"a_128\">Sections 10(1)</a> and (2) of the <a href=\"/doc/1306164/\" id=\"a_129\">Indian Arbitration Act, 1996</a> have\n    been held to be machinery provisions by this Court. It was further\n    held that the validity of an arbitration agreement does not depend\n    on the number of arbitrators specified therein. The Court declined\n    to render the arbitration agreement invalid on the ground that it\n    provided an even number of arbitrators.    In the present case,\n     Mr. Rohinton Nariman had rightly not even emphasised that the\n    arbitration agreement itself is illegal. The learned sr. counsel\n\f          only emphasised that the arbitrators having expressed the view\n          that the arbitration clause is unworkable, the parties ought not\n          to be sent to the arbitration.</span>\n</p><p data-structure=\"Section\" id=\"p_122\">         Similarly, other provisions contained in <a href=\"/doc/1146817/\" id=\"a_130\">Sections 8</a>, <a href=\"/doc/1841764/\" id=\"a_131\">11</a> and <a href=\"/doc/160474/\" id=\"a_132\">45</a> of\nthe Indian Arbitration Act, 1996 are machinery provisions to ensure that\nparties can proceed to arbitration provided they have expressed the\nintention to Arbitrate. This intention can be expressed by the parties, as\nspecifically provided under <a href=\"/doc/1846895/\" id=\"a_133\">Section 7</a> of the Indian Arbitration Act, 1996\nby an exchange of letters, telex,        telegrams   or    other   means  of\ntelecommunication which provide a record of the agreement.    Such intention\ncan even be expressed in the pleadings of the parties such as statements of\nclaim and defence, in which the existence of the agreement is alleged by\none party and not denied by the other. In view of the above, we are of the\nopinion that the parties can be permitted to proceed to arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_123\">Issue No. V/Re: Seat\n</p><p data-structure=\"Issue\" id=\"p_124\">      89. This now clears the decks for the crucial question, i.e., is the\n          ’seat’ of arbitration in London or in India. This is necessarily\n          so as the location of the seat will determine the Courts that will\n          have   exclusive   jurisdiction   to   oversee   the   arbitration\n          proceedings. Therefore, understandably, much debate has been\n          generated before us on the question whether the use of the phrase\n          &quot;venue shall be in London&quot; actually refers to designation of the\n          seat of arbitration in London.\n</p>\n<p data-structure=\"Section\" id=\"p_125\">      90. We find much substance in the submissions of Mr. Nariman that\n          there are very strong indicators to suggest that the parties\n          always understood that the seat of arbitration would be in India\n          and London would only be the &quot;venue&quot; to hold the proceedings of\n          arbitration. We find force in the submission made by learned\n          senior counsel for the Appellants that the facts of the present\n          case would make the ratio of law <a href=\"/doc/737188/\" id=\"a_134\">laid down in</a> Naviera Amazonica\n          Peruana S.A. (supra) applicable in the present case. Applying the\n          closest and the intimate connection to arbitration, it would be\n          seen that the parties had agreed that the provisions of <a href=\"/doc/1306164/\" id=\"a_135\">Indian\n          Arbitration Act, 1996</a> would apply to the arbitration proceedings.\n          By making such a choice, the parties have made the curial law\n          provisions contained in Chapters III, IV, V and VI of the Indian\n          Arbitration Act, 1996 applicable. Even Dr. Singhvi had submitted\n          that Chapters III, IV, V and VI would apply if the seat of\n          arbitration is in India.                 By choosing that <a href=\"/doc/1306164/\" id=\"a_136\">Part I\n          of the Indian Arbitration Act, 1996</a> would apply, the parties have\n          made a choice that the seat of arbitration would be in India.\n          <a href=\"/doc/1804257/\" id=\"a_137\">Section 2</a> of the Indian Arbitration Act, 1996 provides that Part I\n          &quot;shall apply where the place of arbitration is in India&quot;.       In\n          Balco, it has been categorically held that <a href=\"/doc/1306164/\" id=\"a_138\">Part I of the Indian\n          Arbitration Act, 1996</a>, will have no application, if the seat of\n          arbitration is not in India.   In the present case, London is\n          mentioned only as a &quot;venue&quot; of arbitration which, in our opinion,\n          in the facts of this case can not be read as the &quot;seat&quot; of\n          arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_126\">      91. We are fortified in taking the aforesaid view since all the three\n          laws applicable in arbitration proceedings are Indian laws.    The\n          law governing the Contract, the law governing the arbitration\n          agreement and the law of arbitration/Curial law are all stated to\n          be Indian. In such circumstances, the observation in Naviera\n          Amazonica Peruana S.A. (supra) would become fully applicable. In\n          this case, the Court of Appeal in England considered the agreement\n          which contained a clause providing for the jurisdiction of the\n          courts in Lima, Peru in the event of judicial dispute; and at the\n          same time contained a clause providing that the arbitration would\n          be governed by the English law and the procedural law of\n          arbitration shall be the English law. The Court of Appeal\n          summarised the state of the jurisprudence on         this   topic.\n          Thereafter, the conclusions which arose from the material were\n          summarised as follows:\n</p><blockquote id=\"blockquote_88\">           &quot;All contracts which provide for arbitration and contain a\n           foreign element may involve three potentially relevant systems\n\f             of law: (1) the law governing the substantive contract; (2)    the\n             law governing the agreement to arbitrate and the performance    of\n             that agreement; (3) the law governing the conduct of           the\n             arbitration. In the majority of cases all three will be        the\n             same. But (1) will often be different from (2) and (3).        And\n             occasionally, but rarely, (2) may also differ from (3).&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_127\">           It was observed that the problem about all these formulations,\n      including the third, is that they elide the distinction between the\n      legal localisation of arbitration on the one hand and the appropriate\n      or convenient geographical locality for hearings of the arbitration on\n      the other hand.\n</p>\n<p data-structure=\"Precedent\" id=\"p_128\">    92.     On the facts of the case, it was observed in Naviera Amazonica\n          case (supra) that since there was no contest on Law 1 and Law 2,\n          the entire issue turned on Law 3, &quot;the law governing the conduct of\n          the arbitration&quot;. This is usually referred to as the curial or\n          procedural law, or the lex fori. Thereafter, the Court approvingly\n          quoted the following observation from Dicey &amp; Morris on the\n          Conflict of Laws (11th Edn.): &quot;English Law does not recognise the\n          concept of a delocalised arbitration or of arbitral procedures\n          floating in the transnational firmament, unconnected with any\n          municipal system of law&quot;. It is further held that &quot;accordingly\n          every arbitration must have a ’seat’ or ’locus arbitri’ or ’forum’\n          which subjects its procedural rules to the municipal law which is\n          there in force&quot;. The Court thereafter culls out the following\n          principle:\n</p><blockquote id=\"blockquote_89\">             &quot;Where the parties have failed to choose the law governing the\n             arbitration proceedings, those   proceedings must be considered,\n             at any rate prima facie, as being governed by the law of the\n             country in which the arbitration is held, on the ground that it\n             is the country most closely connected with the proceedings.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_129\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1079043\" id=\"span_37\">The aforesaid classic statement of the conflict of law rules as quoted in\nDicey &amp; Morris on the Conflict of Laws (11th Edn.), Vol. 1, was approved by\nthe House of Lords in James Miller &amp; Partners Ltd. v. Whitworth Street\nEstates (Manchester) Ltd.[33] Mustill, J. in <a href=\"/doc/1079043/\" id=\"a_139\">Black Clawson International\nLtd. v. Papierwerke Waldhof-Aschaffenburg A.G.</a>[34],       a   little   later\ncharacterised the same proposition as &quot;the law of the place where the\nreference is conducted, the lex fori&quot;. The position of law in India is the\nsame.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_130\">      93. The Court in Naviera Amazonica, also, recognised the proposition\n          that &quot;there is equally no reason in theory which precludes parties\n          to agree that an arbitration shall be held at a place or in\n          country X but subject to the procedural laws of Y&quot;. But it points\n          out that in reality parties would hardly make such a decision as\n          it would create enormous unnecessary complexities. Finally it is\n          pointed out that it is necessary not to confuse the legal seat of\n          arbitration with the geographically convenient place or places for\n          holding hearings. In the present case, Dr.Singhvi, it seems to us,\n          is confusing the geographically convenient place, which is London,\n          with the legal seat which, in our opinion, is undoubtedly India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_131\">      94. Further, on examination of the facts in Naviera Amazonica case,\n          the Court of Appeal observed that there is nothing surprising in\n          concluding that these parties intended that any dispute under this\n          policy should be arbitrated in London. But it would always be open\n          to the Arbitral Tribunal to hold hearings in Lima if this was\n          thought to be convenient, even though the seat or forum of the\n          arbitration would remain in London. In the present case, with the\n          utmost ease, &quot;London&quot; can be replaced by India, and &quot;Lima&quot; with\n          London.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_132\">      95. Having chosen all the three applicable laws to be Indian laws,      in\n\f          our considered opinion, the parties would not have intended to\n          have created an exceptionally difficult situation, of extreme\n          complexities, by fixing the seat of arbitration in London.\nIn view of the above, we are unable to accept the submissions made by Dr.\nSinghvi that in this case, the term &quot;venue&quot; ought to be read as seat.\n</p>\n<p data-structure=\"Section\" id=\"p_133\">     96.      We are also unable to accept the         submission made  by\n           Dr. Singhvi that in this case the venue should be understood as\n           reference to place in the manner it finds mention in <a href=\"/doc/280582/\" id=\"a_140\">Section\n           20(1)</a>, as opposed to the manner it appears in <a href=\"/doc/80929/\" id=\"a_141\">Section 20(3)</a>, of\n           the Indian Arbitration Act, 1996. Such a submission cannot be\n           accepted since the parties have agreed that Curial law would be\n           the <a href=\"/doc/1306164/\" id=\"a_142\">Indian Arbitration Act, 1996</a>.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_134\">97. In Balco, it has been clearly held that concurrent jurisdiction is\nvested in the Courts of seat and venue, only when the seat of arbitrations\nis in India (Para 96). Reason for the aforesaid conclusion is that there\nis no risk of conflict of judgments of different jurisdictions, as all\ncourts in India would follow the Indian Law. Thus, the reliance placed by\nD. Singhvi on Balco in this context is misplaced.\n</p>\n<p data-structure=\"Precedent\" id=\"p_135\">     98. It is correct that, in virtually all jurisdictions, it is an\n         accepted proposition of law that the seat normally carries with\n         it the choice of that country’s arbitration/Curial law. But this\n         would arise only if the Curial law is not specifically chosen by\n         the parties. Reference can be made to Balco (supra), wherein\n         this Court considered a number of judgments having a bearing on\n         the issue of whether the venue is to be treated as seat.\n         However, the court was not required to decide any controversy\n         akin to the one this court is considering in the present case.\n         The cases were examined only to demonstrate the difficulties that\n         the court will face in a situation similar to the one which was\n         considered in Naviera Amazonica (supra).\n</p>\n<p data-structure=\"Precedent\" id=\"p_136\">     99. We also do not agree with Dr. Singhvi that parties have not\n         indicated they had chosen India to be the seat of arbitration.\n         The judgments relied upon by Dr. Singhvi do not support the\n         proposition canvassed. In fact, the judgment in the case Braes of\n         Doune Wind Farm (Scotland) Limited Vs. Alfred McAlpine Business\n         Services Limited[35], has considered a situation very similar to\n         the factual situation in the present case.\n</p>\n\n<p data-structure=\"Section\" id=\"p_137\">    100.      In Braes of Doune, the English &amp; Wales High Court considered\n           two Applications relating to the first award of an arbitrator.\n           The award related to an EPC (engineering, procurement and\n           construction) contract dated 4th November, 2005        (the   EPC\n           contract) between the claimant (the employer) and the defendant\n           (the contractor), whereby the contractor undertook to carry out\n           works in connection with the provision of 36 WTGs at a site some\n           18 km from Stirling in Scotland. This award          dealt   with\n           enforceability of the clauses of the EPC contract which provided\n           for liquidated damages for delay. The claimant applied for leave\n           to appeal against this award upon a question of law whilst the\n           defendant sought, in effect, a declaration that the court had no\n           jurisdiction to entertain such an Application and for leave to\n           enforce the award. The Court considered the issue of jurisdiction\n           which arose out of application of Section 2 of the English\n           Arbitration Act, 1996 which provides that:\n</p><blockquote id=\"blockquote_90\">            &quot;2. Scope of application of provisions.-(1) The provisions of\n            this Part apply where the seat of the arbitration is in England\n            and Wales or Northern Ireland.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_138\">   101.      The Court notices the singular importance of determining the\n          location of juridical seat in terms of <a href=\"/doc/686376/\" id=\"a_143\">Section 3</a>, for the purposes\n          of <a href=\"/doc/1804257/\" id=\"a_144\">Section 2</a>, in the following words of Akenhead, J.:\n</p><blockquote id=\"blockquote_91\">            &quot;15. I must determine what the parties agreed was the ’seat’ of\n            the arbitration for the purposes of <a href=\"/doc/1804257/\" id=\"a_145\">Section 2</a> of the Arbitration\n\f           Act, 1996. This means by <a href=\"/doc/686376/\" id=\"a_146\">Section 3</a> what the parties agreed was\n           the ’juridical’ seat. The word ’juridical’ is not an irrelevant\n           word or a word to be ignored in ascertaining what the ’seat’ is.\n           It means and connotes the administration of justice so far as\n           the arbitration is concerned. It implies that there must be a\n           country whose job it is to administer, control or decide what\n           control there is to be over an arbitration.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_139\">                                                         (emphasis supplied)\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_140\">   102.     Thus, it would be evident that if the &quot;juridical seat&quot; of the\n          arbitration was in Scotland, the English courts would have no\n          jurisdiction to entertain an Application for leave to appeal. The\n          contractor argued that the seat of the arbitration was Scotland\n          whilst the employer argued that it was England. There were to be\n          two contractors involved with the project.\n</p><p data-structure=\"Section\" id=\"p_141\">            The material clauses of the EPC contract were:\n</p>\n\n<blockquote id=\"blockquote_92\">                 &quot;1.4.1. The contract shall be governed by and construed in\n                 accordance with the laws of England and Wales and, subject\n                 to Clause 20.2 (Dispute Resolution), the parties agree that\n                 the courts of England and Wales have exclusive jurisdiction\n                 to settle any dispute arising out of or in connection with\n                 the contract.\n</blockquote>\n\n<blockquote id=\"blockquote_93\">                 (a) ... any dispute or difference between the parties to\n                 this agreement arising out of or in connection with this\n                 agreement shall be referred to arbitration.\n</blockquote>\n\n<blockquote id=\"blockquote_94\">                 (b) Any reference to arbitration shall be to a single\n                 arbitrator ... and conducted in accordance with      the\n                 Construction Industry Model Arbitration Rules, February\n                 1998   Edn.,   subject  to   this  clause   (Arbitration\n                 Procedure)....\n</blockquote>\n\n<blockquote id=\"blockquote_95\">                 (c) This arbitration agreement is subject to English law\n                 and the seat of the arbitration shall be Glasgow, Scotland.\n</blockquote><p data-structure=\"Section\" id=\"p_142\">                 Any such reference to arbitration shall be deemed to be a\n                 reference to arbitration within the meaning        of   the\n                 <a href=\"/doc/1306164/\" id=\"a_147\">Arbitration Act, 1996</a> or any statutory re-enactment.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_143\">   103.     The arbitration was to be conducted under the arbitration rules\n          known colloquially as the &quot;CIMAR Rules&quot;. Rule 1 of the aforesaid\n          Rules provided that:\n</p><blockquote id=\"blockquote_96\">            &quot;1.1. These Rules are to be read consistently with          the\n            <a href=\"/doc/1306164/\" id=\"a_148\">Arbitration Act, 1996</a> (the Act), with common expressions having\n            the same meaning.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_97\">           &quot;1.6. (a) a single arbitrator is to be appointed, and\n</blockquote><blockquote id=\"blockquote_98\">           (b) the seat of the arbitration is in England and       Wales   or\n           Northern Ireland.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_144\">The Court was informed by the parties in arguments that the Scottish\nCourt’s powers of control or intervention would be, at the very least,\nseriously circumscribed by the parties’ agreement in terms as set out in\npara 6 of the judgment. It was further indicated by the counsel that the\nScottish Court’s powers of intervention might well be limited to cases\ninvolving such extreme circumstances as the dishonest procurement of an\naward. In construing the EPC, the Court relied upon the principles stated\nby the Court of Appeal in Naviera Amazonica Peruana S.A.\n</p><p data-structure=\"Precedent\" id=\"p_145\">\f104.      Upon consideration of the entire material, the Court formed\n       the view that it does have jurisdiction to entertain         an\n       Application by either party to the contract in question under\n       Section 69 of the English Arbitration Act, 1996. The Court gave\n       the following reasons for the decision:\n</p><blockquote id=\"blockquote_99\">        &quot;(a) One needs to consider what, in substance, the parties\n        agreed was the law of the country which would juridically\n        control the arbitration.\n</blockquote>\n\n<blockquote id=\"blockquote_100\">       (b) I attach particular importance to Clause 1.4.1. The parties\n       agreed that essentially the English (and Welsh) courts have\n       ’exclusive jurisdiction’ to settle disputes. Although this is\n       ’subject to’ arbitration, it must and does mean something other\n       than being mere verbiage. It is a jurisdiction over disputes and\n       not simply a court in which a foreign award may be enforced. If\n       it is in arbitration alone that disputes are to be settled and\n       the English courts have no residual involvement in that process,\n       this part of Clause 1.4.1 is meaningless in practice. The use of\n       the word ’jurisdiction’ suggests some form of control.\n</blockquote>\n\n<blockquote id=\"blockquote_101\">       (c) The second part of Clause 1.4.1 has some real meaning if the\n       parties were agreeing by it that, although the agreed disputes\n       resolution process is arbitration, the parties agree that the\n       English court retains such jurisdiction to address          those\n       disputes as the law of England and Wales          permits.    <a href=\"/doc/1306164/\" id=\"a_149\">The\n       Arbitration Act, 1996</a> permits and requires the court           to\n       entertain applications under <a href=\"/doc/82458/\" id=\"a_150\">Section 69</a> for leave to appeal\n       against awards which address disputes which have been referred\n       to arbitration. By allowing such       applications   and    then\n       addressing the relevant questions of law, the court will settle\n       such disputes; even if the application is refused, the court\n       will be applying its jurisdiction under the <a href=\"/doc/1306164/\" id=\"a_151\">Arbitration Act,\n       1996</a> and providing resolution in relation to such disputes.\n</blockquote>\n\n<blockquote id=\"blockquote_102\">       (d) This reading of Clause 1.4.1 is consistent with Clause\n       20.2.2(c) which confirms that the arbitration agreement is\n       subject to English law and that the ’reference’ is ’deemed to be\n       a reference to arbitration within the meaning of the <a href=\"/doc/1306164/\" id=\"a_152\">Arbitration\n       Act, 1996</a>’. This latter expression is extremely odd unless the\n       parties were agreeing that any reference to arbitration was to\n       be treated as a reference to which the <a href=\"/doc/1306164/\" id=\"a_153\">Arbitration Act, 1996</a> was\n       to apply. There is no definition in the <a href=\"/doc/1306164/\" id=\"a_154\">Arbitration Act, 1996</a> of\n       a ’reference to arbitration’, which is not a statutory term of\n       art. The parties presumably meant something in using the\n       expression and the most obvious meaning is that the parties were\n       agreeing that the <a href=\"/doc/1306164/\" id=\"a_155\">Arbitration Act, 1996</a> should apply to the\n       reference without qualification.\n</blockquote>\n\n<blockquote id=\"blockquote_103\">       (e) Looked at in this light, the parties’ express agreement that\n       the ’seat’ of arbitration was to be Glasgow, Scotland must\n       relate to the place in which the parties agreed that the\n       hearings should take place. However, by all the other references\n       the parties were agreeing that the curial law or law which\n       governed the arbitral proceedings ... establish that, prima\n       facie and in the absence of agreement otherwise, the selection\n       of a place or seat for an arbitration will determine what the\n       curial law or ’lex fori’ or ’lex arbitri’ will be, [we] consider\n       that, where in substance the parties agree that the laws of one\n       country will govern and control a given arbitration, the place\n       where the arbitration is to be heard will not dictate what the\n       governing or controlling law will be.\n</blockquote>\n\n<blockquote id=\"blockquote_104\">       (f) In the context of this particular case, the   fact   that,   as\n\f        both parties seemed to accept in front of me, the Scottish\n        courts would have no real control or interest in the arbitral\n        proceedings other than in a criminal context, suggests that they\n        can not have intended that the arbitral proceedings were to be\n        conducted as an effectively ’delocalised’ arbitration or in a\n        ’transnational firmament’, to borrow Kerr, L.J.’s words in\n        Naviera Amazonica.\n</blockquote>\n\n<blockquote id=\"blockquote_105\">        (g) The CIMAR Rules are not inconsistent with my view. Their\n        constant references to the <a href=\"/doc/1306164/\" id=\"a_156\">Arbitration Act, 1996</a> suggest that\n        the parties at least envisaged the possibility that the courts\n        of England and Wales might play some part in policing any\n        arbitration. For instance, Rule 11.5 envisages something called\n        ’the court’ becoming involved in securing compliance with a\n        peremptory order of the arbitrator. That would have to be the\n        English court, in practice.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_146\">105.       In our opinion, Mr. Nariman has rightly relied upon the ratio\n       in Braes of Doune case (supra). Learned senior counsel has\n       rightly pointed out that unlike the situation in          Naviera\n       Amazonica (supra), in the present case all the three laws: (i)\n       the law governing the substantive contract; (ii) the          law\n       governing the agreement to arbitrate and the performance of that\n       agreement (iii) the law governing the conduct of the arbitration\n       are Indian. Learned senior counsel has rightly submitted that the\n       curial law of England would become applicable only if there was\n       clear designation of the seat in London. Since the parties have\n       deliberately chosen London as a venue, as a neutral place to hold\n       the meetings of arbitration only, it cannot be accepted that\n       London is the seat of arbitration. We find merit in the\n       submission of Mr. Nariman that businessmen do not intend absurd\n       results. If seat is in London, then challenge to the award would\n       also be in London. But the parties having chosen           <a href=\"/doc/1306164/\" id=\"a_157\">Indian\n       Arbitration Act, 1996</a> - Chapter III, IV, V and VI; <a href=\"/doc/1841764/\" id=\"a_158\">Section 11</a>\n       would be applicable for appointment of arbitrator in case the\n       machinery for appointment of arbitrators agreed between the\n       parties breaks down. This would be so since the ratio laid down\n       in Bhatia will apply, i.e., <a href=\"/doc/1306164/\" id=\"a_159\">Part I of the Indian Arbitration Act,\n       1996</a> would apply even though seat of arbitration is not in India.\n       This position has been reversed in Balco, but only prospectively.\n        Balco would apply to the agreements on or after 6th September,\n       2012. Therefore, to interpret that London has been designated as\n       the seat would lead to absurd results.\n</p>\n<p data-structure=\"Precedent\" id=\"p_147\">106.      Learned senior counsel has rightly submitted that in fixing\n       the seat in India, the court would not be faced with the\n       complications which were faced by the English High Court in the\n       Braes of Doune (supra). In that case, the court understood the\n       designation of the seat to be in Glasgow as venue, on the\n       strength of the other factors       intimately   connecting  the\n       arbitration to England.    If one has regard to the factors\n       connecting the dispute to India and the absence of any factors\n       connecting it to England, the only reasonable conclusion is that\n       the parties have chosen London, only as the venue of the\n       arbitration. All the other connecting factors would place the\n       seat firmly in India.\n</p>\n<p data-structure=\"Section\" id=\"p_148\">107.      The submission made by Dr. Singhvi would only be worthy of\n       acceptance on the assumption that London is the seat. That would\n       be to put the cart before the horse. Surely, jurisdiction of the\n       courts can not be rested upon unsure or insecure foundations. If\n       so, it will flounder with every gust of the wind from different\n       directions. Given the connection to India of the entire dispute\n       between the parties, it is difficult to accept that parties have\n       agreed that the seat would be London and that venue is only a\n\f         misnomer. The parties having chosen the <a href=\"/doc/1306164/\" id=\"a_160\">Indian Arbitration Act,\n         1996</a> as the law governing the substantive contract, the agreement\n         to arbitrate and the performance of the agreement and the law\n         governing the conduct of the arbitration; it would, therefore, in\n         our opinion, be vexatious and oppressive if Enercon GMBH is\n         permitted to compel EIL to litigate in England. This would\n         unnecessarily give rise to the undesirable consequences so\n         pithily pointed by Lord Brandon and Lord Diplock in Abidin Vs.\n         Daver.[36] It was to avoid such a situation that the High Court\n         of England &amp; Wales, in Braes of Doune, construed a provision\n         designating Glasgow in Scotland as the seat of the arbitration as\n         providing only for the venue of the arbitration.\n</p><p data-structure=\"Precedent\" id=\"p_149\">    108.    At this stage, it would be appropriate to analyse the\n         reasoning of the Court in Braes of Doune in support of construing\n         the designated seat by the parties as making a reference only to\n         the venue of arbitration. In that case, the Court held that\n         there was no supplanting of the Scottish law by the English law,\n         as both the seat under <a href=\"/doc/1804257/\" id=\"a_161\">Section 2</a> and the &quot;juridical seat&quot; under\n         <a href=\"/doc/686376/\" id=\"a_162\">Section 3</a>, were held to be in England. It was further concluded,\n         as observed earlier, that where in substance the parties agreed\n         that the laws of one country will govern and control a given\n         arbitration, the place where the arbitration is to be heard will\n         not dictate what the governing law will be.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_150\">    109.      In Braes of Doune, detailed examination was undertaken by the\n           court to discern the intention of the parties as to whether the\n           place mentioned refers to venue or the seat of the arbitration.\n           The factual situation in the present case is not as difficult or\n           complex as the parties herein have only designated London as a\n           venue. Therefore, if one has to apply the reasoning and logic of\n           Akenhead, J., the conclusion would be irresistible that the\n           parties have designated India as the seat. This is even more so\n           as the parties have not agreed that the courts in London will\n           have exclusive jurisdiction to resolve any dispute arising out of\n           or in connection with the contract, which was specifically\n           provided in Clause 1.4.1 of the EPC Contract examined by\n           Akenhead, J. in Braes of Doune. In the present case, except for\n           London being chosen as a convenient place/venue for holding the\n           meetings of the arbitration, there is no other factor connecting\n           the arbitration proceedings to London.\n</p>\n<p data-structure=\"Precedent\" id=\"p_151\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1144681\" id=\"span_38\">110. We also do not find much substance in the submission of            Dr.\nSinghvi that the agreement of the parties that the arbitration proceedings\nwill be governed by the <a href=\"/doc/1306164/\" id=\"a_163\">Indian Arbitration Act, 1996</a> would not be\nindicative of the intention of the parties that the seat of arbitration is\nIndia. An argument similar to the argument put forward before us by Dr.\nSinghvi was rejected in <a href=\"/doc/1144681/\" id=\"a_164\">C vs. D</a> by the Court of Appeal in England as well\nas by Akenhead, J. in Braes of Doune. Underlying reason for the conclusion\nin both the cases was that it would be rare for the law of the arbitration\nagreement to be different from the law of the seat of arbitration.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_152\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_39\">111. <a href=\"/doc/1144681/\" id=\"a_165\">C v. D</a>[37] the Court of Appeal in England was examining an appeal\n        by the defendant insurer from the judgment of Cooke, J. granting an\n        anti-suit injunction preventing it from challenging an arbitration\n        award in the US courts. The insurance policy provided that &quot;any\n        dispute arising under this policy shall be finally and fully\n        determined in London, England under the provisions of the English\n        Arbitration Act, 1950 as amended&quot;. However, it was further provided\n        that &quot;this policy shall be governed by and construed in accordance\n        with the internal laws of the State of New York....&quot; A partial\n        award was made in favour of the claimants. It was agreed that this\n        partial award is, in English law terms, final as to what it\n        decides. The defendant sought the tribunal’s withdrawal of its\n        findings. The defendant also intimated its intention to apply to a\n        Federal Court applying the US Federal Arbitration Law governing the\n        enforcement of arbitral award, which was said to permit vacatur of\n        an award where arbitrators have manifestly disregarded the law. It\n        was    in    consequence    of    such    an    intimation     that\n                the claimant sought and obtained an interim anti-suit\n\f       injunction. The Judge held that parties had agreed that any\n       proceedings seeking to attack or set aside the partial award would\n       only be those permitted by the English law. It was not, therefore,\n       permissible for the defendant to bring any proceedings in New York\n       or elsewhere to attack the partial award. The Judge rejected the\n       arguments to the effect that the choice of the law of New York as\n       the proper law of the contract amounted to an agreement that the\n       law of England should not apply to proceedings post award. The\n       Judge also rejected a further argument that the separate agreement\n       to arbitrate contained in Condition V(o) of the policy was itself\n       governed by New York Law so that proceedings could be instituted in\n       New York. The Judge granted the claimant a final injunction.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_153\">112.    The Court of Appeal noticed the submission on behalf of the\n       defendant as follows:\n</p><blockquote id=\"blockquote_106\">         &quot;14. The main submission of Mr Hirst for the defendant insurer\n         was that the Judge had been wrong to hold that the arbitration\n         agreement itself was governed by English law merely because the\n         seat of the arbitration was London. He argued that           the\n         arbitration agreement itself was silent as to its proper law but\n         that its proper law should follow the proper law of the contract\n         as a whole, namely, New York law, rather than follow from the\n         law of the seat of the arbitration, namely, England. The fact\n         that the arbitration itself was governed by English procedural\n         law did not mean that it followed that the arbitration agreement\n         itself had to be governed by English law. The proper law of the\n         arbitration agreement was that law with which the agreement had\n         the most close and real connection; if the insurance policy was\n         governed by New York law, the law with which the arbitration\n         agreement had its closest and most real connection was the law\n         of New York. It would then follow that, if New York law\n         permitted a challenge for manifest disregard of the law, the\n         court in England should not enjoin such a challenge.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_154\"> 113. Justice Longmore of Court of Appeal observed:\n</p><blockquote id=\"blockquote_107\">       &quot;16. I shall deal with Mr Hirst’s arguments in due course but,\n       in my judgment, they fail to grapple with the central point at\n       issue which is whether or not, by choosing London as the seat of\n       the arbitration, the parties must be taken to have agreed that\n       proceedings on the award should be only those permitted by\n       English law. In my view they must be taken to have so agreed for\n       the reasons given by the Judge. The whole purpose of the balance\n       achieved by the Bermuda Form (English arbitration but applying\n       New York law to issues arising under the policy) is that\n       judicial remedies in respect of the award should be those\n       permitted by English law and only those so permitted. Mr Hirst\n       could not say (and did not say) that English judicial remedies\n       for lack of jurisdiction on procedural irregularities under\n       <a href=\"/doc/472174/\" id=\"a_166\">Sections 67</a> and <a href=\"/doc/159834/\" id=\"a_167\">68</a> of the Arbitration Act, 1996 were not\n       permitted; he was reduced to saying that New York judicial\n       remedies were also permitted. That, however, would be a recipe\n       for litigation and (what is worse) confusion which cannot have\n       been intended by the parties. No doubt New York law has its own\n       judicial remedies for want of       jurisdiction   and   serious\n       irregularity but it could scarcely be supposed that a party\n       aggrieved by one part of an award could proceed in one\n       jurisdiction and a party aggrieved by another part of an award\n       could proceed in another jurisdiction. Similarly, in the case of\n       a single complaint about an award, it could not be supposed that\n       the aggrieved party could complain in one jurisdiction and the\n       satisfied party be entitled to ask the other jurisdiction to\n       declare its satisfaction with the award. There would be a\n       serious risk of parties rushing to get the first judgment or of\n       conflicting   decisions   which   the   parties   cannot    have\n       contemplated.\n</blockquote>\n\n<blockquote id=\"blockquote_108\">         17. It follows from this that a choice of seat for the\n         arbitration must be a choice of forum for remedies seeking to\n\f         attack the award.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_155\">                                                       (emphasis supplied)\n\n\n\n\n         On the facts of the case, the Court held that the seat of the\n   arbitration was in England and accordingly entertained the challenge\n   to the award.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_156\">114.     The cases relied upon by Dr. Singhvi relate to the phrase\n       &quot;arbitration in London&quot; or expressions similar thereto. The same\n       cannot be equated with the term &quot;venue of arbitration proceedings\n       shall be in London.&quot; Arbitration in London can be understood to\n       include venue as well as seat; but it would be rather stretching\n       the imagination if &quot;venue of arbitration shall be in London&quot; could\n       be understood as &quot;seat of arbitration shall be London,&quot; in the\n       absence of any other factor connecting the arbitration to London.\n       In spite of Dr. Singhvi’s seemingly attractive submission to\n       convince us, we decline to entertain the notion that India would\n       not be the natural forum for all remedies in relation to the\n       disputes, having such a close and intimate connection with India.\n       In contrast, London is described only as a venue which Dr. Singhvi\n       says would be the natural forum.\n</p>\n<p data-structure=\"Precedent\" id=\"p_157\">115.    In Shashoua, such an expression was understood as seat instead of\n       venue, as the parties had agreed that the ICC Rules would apply to\n       the arbitration proceedings. In Shashoua, the ratio in Naviera and\n       Braes Doune has been followed.     In this case, the Court was\n       concerned with the construction of the shareholders’ agreement\n       between the parties, which provided that &quot;the venue of the\n       arbitration shall be London, United Kingdom&quot;. It provided that the\n       arbitration proceedings should be conducted       in   English   in\n       accordance with the ICC Rules and that the governing law of the\n       shareholders’ agreement itself would be the law of India. The\n       claimants made an Application to the High Court in New Delhi\n       seeking interim measures of protection under <a href=\"/doc/1079220/\" id=\"a_168\">Section 9</a> of the\n       Indian Arbitration Act, 1996, prior to the         institution   of\n       arbitration proceedings. Following the      commencement   of   the\n       arbitration, the defendant and the joint venture company raised a\n       challenge to the jurisdiction of the Arbitral Tribunal, which the\n       panel heard as a preliminary issue. The Tribunal rejected the\n       jurisdictional objection.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_158\">116. The Tribunal then made a costs award ordering the defendant to pay\n     $140,000 and #172,373.47. The English Court gave leave to the\n     claimant to enforce the costs award as a judgment. The defendant\n     applied to the High Court of Delhi under <a href=\"/doc/148869/\" id=\"a_169\">Section 34(2)(a)(iv)</a> of\n     the Arbitration Act, 1996 to set aside the costs award. The\n     claimant had obtained a charging order, which had been made final,\n     over the defendant’s property in UK. The defendant applied to the\n     Delhi High Court for an order directing the claimants not to take\n     any action to execute the charging order, pending the final\n     disposal of the <a href=\"/doc/536284/\" id=\"a_170\">Section 34</a> petition in Delhi seeking to set aside\n     the costs award. The defendant had sought unsuccessfully to\n     challenge the costs award in the Commercial Court under <a href=\"/doc/159834/\" id=\"a_171\">Section 68</a>\n     and Section 69 of the English Arbitration Act, 1996 and to set\n     aside the order giving leave to enforce the award.\n</p>\n<p data-structure=\"Precedent\" id=\"p_159\">117. Examining the fact situation in the case, the Court observed as\n     follows:\n</p><blockquote id=\"blockquote_109\">       &quot;The basis for the court’s grant of an anti-suit injunction of\n       the kind sought depended upon the seat of the arbitration. An\n       agreement as to the seat of an arbitration brought in the law of\n       that country as the curial law and was analogous to an exclusive\n       jurisdiction clause. Not only was there agreement to the curial\n       law of the seat, but also to the courts of the seat having\n       supervisory jurisdiction over the arbitration, so that, by\n\f        agreeing to the seat, the parties agreed that any challenge   to\n        an interim or final award was to be made only in the courts   of\n        the place designated as the seat of the arbitration.\n</blockquote>\n\n<blockquote id=\"blockquote_110\">        Although, ’venue’ was not synonymous with ’seat’, in        an\n        arbitration clause which provided for arbitration       to  be\n        conducted in accordance with the Rules of the ICC in Paris (a\n        supranational body of rules), a provision that ’the venue of\n        arbitration shall be London, United Kingdom’ did amount to the\n        designation of a juridical seat....&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_160\">        In para 54, it is further observed as follows:\n</p>\n\n<blockquote id=\"blockquote_111\">        &quot;There was a little debate about the possibility of the issues\n        relating to the alleged submission by the claimants to the\n        jurisdiction of the High Court of Delhi being heard by that\n        Court, because it was best fitted to determine such issues under\n        the Indian law. Whilst I found this idea attractive initially,\n        we are persuaded that it would be wrong in principle to allow\n        this and that it would create undue practical problems in any\n        event. On the basis of what I have already decided, England is\n        the seat of the arbitration and since this carries with it\n        something akin to an exclusive jurisdiction clause, as a matter\n        of principle the foreign court should not decide matters which\n        are for this Court to decide in the context of an anti-suit\n        injunction.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_161\">                                                      (emphasis supplied)\n\n\n      If the aforesaid observations are applied to the facts of the\n present case, it would be apparent that the Indian Courts would have\n jurisdiction in the nature of exclusive jurisdiction over the disputes\n between the parties.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_162\">118. In Shashoua case (supra), Cooke, J. concluded that London is the\n     seat, since the phrase &quot;venue of arbitration shall be London,\n     U.K.&quot; was accompanied by the provision in the arbitration clause\n     for arbitration to be conducted in accordance with the Rules of\n     ICC in Paris (a supranational body of rules). It was also noted\n     by Cooke, J. that &quot;the parties have not simply provided for the\n     location of hearings to be in London......&quot; In the present case,\n     parties have not chosen a supranational body of rules to govern\n     the arbitration; <a href=\"/doc/1306164/\" id=\"a_172\">Indian Arbitration Act, 1996</a> is the         law\n     applicable to the arbitration proceedings.\n</p><p data-structure=\"Precedent\" id=\"p_163\">119. Also, in Union of India v. McDonnell Douglas Corpn., the\n     proposition laid down in Naviera Amazonica Peruana S.A. was\n     reiterated. In this case, the agreement provided that:\n</p><blockquote id=\"blockquote_112\">      &quot;The arbitration shall be conducted in accordance with the\n      procedure provided in the Indian Arbitration Act of 1940 or any\n      re-enactment or modification thereof. The arbitration shall be\n      conducted in the English language. The award of the arbitrators\n      shall be made by majority decision and shall be final and\n      binding on the parties hereto. The seat of the arbitration\n      proceedings shall be London, United Kingdom.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_164\">120.    Construing the aforesaid clause, the Court held as\n       follows:\n</p><blockquote id=\"blockquote_113\">        &quot;On the contrary, for the reasons given, it seems to me that by\n        their agreement the parties have chosen English law as the law\n        to govern their arbitration proceedings, while contractually\n        importing from the Indian Act those provisions of that Act which\n        are concerned with the internal conduct of their arbitration and\n        which are not inconsistent with the choice of English arbitral\n        procedural law.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_165\">\f    121. The same question was again considered by the High Court of\n         Justice, Queen’s Bench Division, Commercial Court (England) in\n         SulameRica CIA Nacional De Seguros SA v. Enesa Engenharia SA -\n         Enesa. The Court noticed that the issue in this case depends upon\n         the weight to be given to the provision in Condition 12 of the\n         insurance policy that &quot;the seat of the arbitration shall be\n         London, England.&quot; It was observed that this necessarily carried\n         with it the English Court’s supervisory jurisdiction over the\n         arbitration process. It was observed that &quot;this follows from the\n         express terms of the <a href=\"/doc/1306164/\" id=\"a_173\">Arbitration Act, 1996</a> and, in particular,\n         the provisions of <a href=\"/doc/1804257/\" id=\"a_174\">Section 2</a> which provide that <a href=\"/doc/1306164/\" id=\"a_175\">Part I of the\n         Arbitration Act, 1996</a> applies where the seat of the arbitration\n         is in England and Wales or Northern Ireland. This immediately\n         establishes a strong connection between the arbitration agreement\n         itself and the law of England. It is for this reason that recent\n         authorities have laid stress upon the locations of the seat of\n         the arbitration as an important factor in determining the proper\n         law of the arbitration agreement.&quot; <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513990\" id=\"span_40\">The Court thereafter makes a\n         reference to the observations made in        <a href=\"/doc/1513990/\" id=\"a_176\">C v. D by the High</a>\n         Court as well as the Court of Appeal. The observations made in\n         paragraph 12 have particular relevance which are as under:</span>\n</p><blockquote id=\"blockquote_114\">          <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1079043\" id=\"span_41\">&quot;In the Court of Appeal, Longmore, L.J., with whom the other two\n          Lord Justices agreed, decided (again obiter) that, where there\n          was no express choice of law for the arbitration agreement, the\n          law with which that agreement had its closest and most real\n          connection was more likely to be the law of the seat of\n          arbitration than the law of the underlying contract. He referred\n          to Mustill, J. (as he then was) in <a href=\"/doc/1079043/\" id=\"a_177\">Black Clawson International\n          Ltd. v. Papierwerke Waldhof-Aschaffenburg A.G.</a> as saying that it\n          would be a rare case in which the law of the arbitration\n          agreement was not the same as the law of the place or seat of\n          the arbitration.</span> Longmore, L.J. also referred to the speech of\n          Lord Mustill (as he had then become) in Channel Tunnel Group\n          Ltd. v. Balfour Beatty Construction Ltd. and concluded that the\n          Law Lord was saying that, although it was exceptional for the\n          proper law of the underlying contract to be different from the\n          proper law of the arbitration agreement, it was less exceptional\n          (or more common) for the proper law of that underlying contract\n          to be different from the curial law, the law of the seat of the\n          arbitration. He was not expressing any view on the frequency or\n          otherwise of the law of the arbitration agreement differing from\n          the law of the seat of the arbitration. Longmore, L.J. agreed\n          with Mustill, J.’s earlier dictum that it would be rare for the\n          law of the separable arbitration agreement to be different from\n          the law of the seat of the arbitration. The reason was\n\n\n                ’that an agreement to arbitrate will normally have a closer\n                and more real connection with the place where the parties\n                have chosen to arbitrate, than with the place of the law of\n                the underlying contract, in cases where the parties have\n                deliberately chosen to arbitrate, in one place, disputes\n                which have arisen under a contract governed by the law of\n                another place’. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_42\">(<a href=\"/doc/1144681/\" id=\"a_178\">C</a> case, Bus LR p. 854, para 26)&quot;</span>\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_166\">   122. Upon consideration of the entire matter, it was observed in\n        SulameRica supra that &quot;In these circumstances it is clear to me\n        that the law with which the agreement to arbitrate has its closest\n        and most real connection is the law of the seat of arbitration,\n        namely, the law of England&quot;. It was thereafter concluded by the\n        High Court that the English law is the proper law of the agreement\n        to arbitrate.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_167\">The aforesaid observations make it abundantly clear that the submissions\nmade by Dr. Singhvi cannot be supported either in law or in facts. In the\npresent case, all the chosen laws are of India, therefore, it cannot be\n\fsaid the laws of England would have any application.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_168\">    123. We also do not find any merit in the submission of Dr. Singhvi that\n         the close and the most intimate connection test is           wholly\n         irrelevant in this case.     It is true that the parties have\n         specified all the three laws. But the Court in these proceedings\n         is required to determine the seat of the arbitration, as the\n         Respondents have taken the plea that the term &quot;venue&quot; in the\n         arbitration clause actually makes a reference to the &quot;seat&quot; of the\n         arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_169\">    124. It is accepted by most of the experts in the law relating to\n         international arbitration that in almost all the national laws,\n         arbitrations are anchored to the seat/place/situs of arbitration.\n         Redfern and Hunter on International Arbitration (5th Edn., Oxford\n         University Press, Oxford/New York 2009), in para 3.54 concludes\n         that &quot;the seat of the arbitration is thus intended to be its centre\n         of gravity.&quot; In Balco, it is further noticed that this does not\n         mean that all proceedings of the arbitration are to be held at the\n         seat of arbitration.   The Arbitrators are at liberty to hold\n         meetings at a place which is of convenience to all concerned. This\n         may become necessary as Arbitrators often come from different\n         countries. Therefore, it may be convenient to hold all or some of\n         the meetings of the arbitration in a location other than where the\n         seat of arbitration is located. In Balco, the relevant passage from\n          Redfern and Hunter, has been quoted which is as under:\n</p><blockquote id=\"blockquote_115\">           &quot;The preceding discussion has been on the basis that there is\n           only one ’place’ of arbitration. This will be the place chosen\n           by or on behalf of the parties; and it will be designated in the\n           arbitration agreement or the terms of reference or the minutes\n           of proceedings or in some other way as the place or ’seat’ of\n           the arbitration. This does not mean, however, that the Arbitral\n           Tribunal must hold all its meetings or hearings at the place of\n           arbitration.    International   commercial   arbitration    often\n           involves people of many different nationalities, from many\n           different countries. In these circumstances, it is by no means\n           unusual for an Arbitral Tribunal to hold meetings-or even\n           hearings-in a place other than the designated         place    of\n           arbitration, either for its own convenience or          for   the\n           convenience of the parties or their witnesses... It may be more\n           convenient for an Arbitral Tribunal sitting in one country to\n           conduct a hearing in another country - for instance, for the\n           purpose of taking evidence.... In such circumstances each move\n           of the Arbitral Tribunal does not of itself mean that the seat\n           of arbitration changes. The seat of arbitration remains the\n           place initially agreed by or on behalf of the parties.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_170\">         These observations have also been noticed in    Union   of   India   Vs.\n      McDonald Duglas Corporation (supra).\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_171\">    125.    In the present case, even though the venue of arbitration\n           proceedings has been fixed in London, it cannot be presumed that\n           the parties have intended the seat to be also in London.     In an\n           International Commercial Arbitration, venue can often be different\n           from the seat of arbitration. In such circumstances, the hearing\n           of the arbitration will be conducted at the venue fixed by the\n           parties, but this would not bring about a change in the seat of the\n           arbitration. This is precisely the ratio in Braes of Dounne.\n           Therefore, in the present case, the seat would remain in India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_172\">    126. In Naviera Amazonica Peruana S.A. (supra), the Court of Appeal\n         observed that it would always be open to the Arbitral Tribunal to\n         hold the hearings in Lima if this were thought to be convenient,\n\f    even though the seat or forum of the arbitration   would   remain   in\n    London.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_173\"> Issue No. VI/ Re: Concurrent Jurisdicion:\n</p><p data-structure=\"Precedent\" id=\"p_174\">127. Having held that the seat of arbitration is in India, in our\n     opinion, the Bombay High Court committed an error in concluding\n     that the Courts in England would have concurrent jurisdiction.\n     Holding that the Courts in England and India will have concurrent\n     jurisdiction, as observed on different occasions by Courts in\n     different jurisdictions, would lead to unnecessary complications\n     and inconvenience.    This, in turn, would be       contrary   to\n     underlying principle of the policy of dispute resolution through\n     arbitration. The whole aim and objective of arbitration is to\n     enable the parties to resolve the disputes speedily, economically\n     and finally. The kind of difficulties that can be caused by\n     Courts in two countries exercising concurrent jurisdiction over\n     the same subject matter have been very succinctly set down by\n     Lord Brandon in                   Abdin Vs. Daveu (supra)- as\n     follows:-\n</p><blockquote id=\"blockquote_116\">      &quot;In this connection it is right to point out that, if concurrent\n      actions in respect of the same subject matter proceed together\n      in two different countries, as seems likely if a stay is refused\n      in the present case, one or other of the two undesirable\n      consequences may follow: first, there may be two conflicting\n      judgments of the two courts concerned; or secondly, there may be\n      an ugly rush to get one action decided ahead of the other in\n      order to create a situation of res judicata or issue estoppel in\n      the latter.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_175\">    Lord Diplock said in the same case:\n</p>\n\n<blockquote id=\"blockquote_117\">      &quot;comity demands that such a situation should not be permitted to\n      occur as between courts of two civilised and friendly states&quot;;\n      it would be, he said, &quot;a recipe for confusion and injustice&quot;. As\n      Bingham LJ said in Dupont No 1 the policy of the law must be to\n      favour the litigation of issues only once in           the  most\n      appropriate forum. The interests of justice require that one\n      should take into account as a factor the risks of injustice and\n      oppression that arise from concurrent proceedings in different\n      jurisdictions in relation to the same subject matter.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_176\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"793005\" id=\"span_43\">128. Once the seat of arbitration has been fixed in India, it would be\n     in the nature of exclusive jurisdiction to          exercise   the\n     supervisory powers over the arbitration. This view of ours will\n     find support from the judgment of the Court of Appeal in England\n     in recognizing the difficulties that the parties will face in\n     case the Courts in      India   and    England  have    concurrent\n     jurisdiction. Cooke J. in his judgment in (<a href=\"/doc/793005/\" id=\"a_179\">1) Enercon GMBH (2)\n     Wobben Properties GMBH Vs. Enercon (India) Ltd.</a>, dated 30th\n     November, 2012, (2012) EWHC 3711(Comm), observed as under:</span>\n</p><blockquote id=\"blockquote_118\">      &quot;14.   A lifting of the stay in this country and an appoint of a\n      third arbitrator under<a href=\"/doc/891488/\" id=\"a_180\"> s. 18</a> of the English Act would, if the\n      Indian proceedings continue and the Supreme Court decides the\n      matter differently from the Bombay High Court and this court,\n      give rise to the possibility of conflicting judgments with all\n      the chaos that might entail.       In practice, therefore, the\n      question of lifting the stay here and the grant of the anti-suit\n      injunction against EIL are closely interconnected.\n</blockquote>\n\n<blockquote id=\"blockquote_119\">      15.   It cannot, in my judgment, be right that both English and\n      Indian courts should be free to reach inconsistent judgments on\n      the same subject matter, whether or not the current ultimate\n      result in India, which allows for an English court to appoint an\n      arbitrator by virtue of<a href=\"/doc/617154/\" id=\"a_181\"> s.2(4)</a> of the English Act, will or will\n      not involve any inconsistent judgment, and whether there is or\n      is not a current issue estoppels which would debar Enercon from\n\f       contending that London is the seat of the arbitration, which is\n       its primary case, giving rise, as it says, to the court’s power\n       to appoint an arbitrator under<a href=\"/doc/891488/\" id=\"a_182\"> s.18</a> of the English Act by virtue\n       of<a href=\"/doc/1561485/\" id=\"a_183\"> s.2(1)</a> of that Act and by reference to<a href=\"/doc/686376/\" id=\"a_184\"> s.3</a> of that Act.\n</blockquote>\n\n<blockquote id=\"blockquote_120\">             xx       xxx     xx      xxx     xx\n</blockquote><blockquote id=\"blockquote_121\">       56.   Comity and the avoidance of inconsistent judgments require\n       that I should refrain from deciding matters which are possibly\n       going to be decided further in India. It would be a recipe for\n       confusion and injustice if I were not to do so. Issue estoppels\n       is already said to arise on the question of the seat of\n       arbitration and curial law, and that raises very difficult\n       questions for the court to decide. If the stay was lifted, then\n       I could decide the matter differently from Savant J. or from a\n       later final decision on appeal in the Supreme Court of India, if\n       that matter went ahead. The Indian courts are seised and should\n       reach, in my judgment, a concluded decision, albeit on an\n       expedited basis.\n</blockquote><blockquote id=\"blockquote_122\">             xx       xxx     xx      xxx     xx\n</blockquote><blockquote id=\"blockquote_123\">       60.   If the Supreme Court in India were, in due course, to\n       consider that the Bombay High Court was wrong in its conclusion\n       as to the seat of the arbitration or that there was a prima\n       facie valid arbitration or that the English court had concurrent\n       supervisory jurisdiction, it would be a recipe for confusion and\n       injustice if, in the meantime, the English court were to\n       conclude that England was the seat of the putative arbitration,\n       and to assume jurisdiction over       EIL   and   the   putative\n       arbitration, and to conclude that there was a valid arbitration\n       agreement, whether on the basis of a good arguable case or the\n       balance of probabilities.   Further, for it to exercise its\n       powers, whether under<a href=\"/doc/1561485/\" id=\"a_185\"> s.2(1)</a> or 2(4) or<a href=\"/doc/1633982/\" id=\"a_186\"> s.18</a> of the Arbitration\n       Act in appointing a third arbitrator, would create          real\n       problems, should the Supreme Court decide differently.\n</blockquote>\n\n<blockquote id=\"blockquote_124\">       61.   These are the very circumstances which courts must strive\n       to avoid in line with a multitude of decisions of high\n       authority, from the Abidin Daver [1984] AC 398          onwards,\n       including E.I. Dupont de Nemours v. Agnew [1987]2 Lloyd’s Rep\n</blockquote><blockquote id=\"blockquote_125\">       585. The underlying rationale of Eder J.’s judgment leads\n       inexorably, in my view, to the conclusion that the issues to be\n       determined in India, which could otherwise fall to be determined\n       here in England, must be decided first by the Indian courts and\n       that, despite the delay and difficulties involved, the decision\n       of the Indian Supreme Court should be awaited.\n</blockquote>\n\n<blockquote id=\"blockquote_126\">       62.   It is also fair to point out in this context that, even if\n       I were to decide the seat issue here on the basis of full\n       argument (which I have not heard) whether in the way that Eder\n       J. did or otherwise, the possibility or likelihood of one side\n       or another wishing to appeal with subsequent delay might then\n       arise in the context of the English proceedings. But, if I did\n       make such a decision, in line with Eder J., I would be making a\n       determination which is directly contrary to that of Savant J.\n       and it seems to me that that is inappropriate as a matter of\n       comity, whether or not there is any issue estoppels.\n</blockquote>\n\n<blockquote id=\"blockquote_127\">       63.    Moreover, it would be a recipe for confusion          and\n       injustice, and to back it up with an anti-suit injunction would\n       merely fan the flames for a continued battle, which is contrary\n       to the principles of comity when the position is unclear and the\n       agreement itself is governed by Indian law.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_177\">129. In our opinion, these observations of Justice Cooke foresee the\n     kind of intricate complexities that may arise in case the Courts of\n\f     India and England were to exercise the concurrent   jurisdiction   in\n     these matters.\n</p>\n<p data-structure=\"Precedent\" id=\"p_178\">130. We are unable to agree with the conclusion reached by Justice\n     Savant that the Courts in England would exercise concurrent\n     jurisdiction in the matter. Having concluded that the seat of\n     arbitration is in India, the conclusions reached by the Bombay High\n     Court seem to be contrary in nature.     In Paragraph 45, it is\n     concluded that the law relating to arbitration agreement is the\n     Indian Arbitration Act. Interpreting Clause 18.3, it is observed\n     as follows:-\n</p><blockquote id=\"blockquote_128\">       &quot;45. ...................The said clause provides that        the\n       provisions of the <a href=\"/doc/1306164/\" id=\"a_187\">Indian Arbitration and Conciliation Act, 1996</a>\n       shall apply. If the said clause is read in the ordinary and\n       natural sense, the placement of the words that &quot;the <a href=\"/doc/1306164/\" id=\"a_188\">Indian\n       Arbitration and Conciliation Act</a> shall apply&quot; in the last clause\n       18.3 indicates the specific intention of the parties to the\n       application of the Indian Arbitration Act, not only to the\n       Arbitration Agreement but also that the curial law or the Lex\n       Arbitri would be the Indian Arbitration Act. The application of\n       the Indian Arbitration Act therefore can be said to permeate\n       clause-18 so that in the instant case laws (2) and (3) are same\n       if the classification as made by the learned authors is to be\n       applied. The reference to the Indian Arbitration Act          is\n       therefore not merely a clarification as to the proper law of the\n       arbitration agreement as is sought to be contended on behalf of\n       the Respondents. It has to be borne in mind that the parties are\n       businessmen and would therefore not include words without any\n       intent or object behind them. It is in the said context,\n       probably that the parties have also used the word &quot;venue&quot; rather\n       than the word &quot;seat&quot; which is usually the phrase which is used\n       in the clauses encompassing an Arbitration Agreement. There is\n       therefore a clear and unequivocal indication that the parties\n       have agreed to abide by the Indian Arbitration Act at all the\n       stages, and therefore, the logical consequence of the same would\n       be that in choosing London as the venue the parties have chosen\n       it only as a place of arbitration and not the seat of\n       arbitration which is a juristic concept.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_179\"> 131. This conclusion is reiterated in Paragraph 46 in the following\n      words:-\n</p><blockquote id=\"blockquote_129\">       &quot;46. The proposition that when a choice of a particular law is\n       made, the said choice cannot be restricted to only a part of the\n       Act or the substantive provision of that Act only. The choice is\n       in respect of all the substantive and curial law provisions of\n       the Act. The said proposition has been settled by judicial\n       pronouncements in the recent past.......&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_180\"> 132. Having said so, learned Judge further observes as follows:-\n</p><blockquote id=\"blockquote_130\">       &quot;49. Though in terms of interpretation of Clause 18.3, this\n       Court has reached a conclusion that the lex arbitri would be the\n       Indian Arbitration Act. The question would be, whether the\n       Indian Courts would have exclusive jurisdiction. The nexus\n       between the &quot;seat&quot; or the &quot;place&quot; of arbitration vis-‘-vis the\n       procedural law i.e. the lex arbitri is well settled by the\n       judicial pronouncements which have been referred to in the\n       earlier part of this judgment. A useful reference could also be\n       made to the learned authors Redfern and Hunter who have stated\n         thus :-\n</blockquote><blockquote id=\"blockquote_131\">\f                   &quot;the place or seat of the arbitration is not merely a\n                   matter of geography. It is the territorial link between the\n                   arbitration itself and the law of the place in which that\n                   arbitration is legally situated....&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_181\">             The choice of seat also has the effect of conferring exclusive\n             jurisdiction to the Courts wherein the seat is situated.&quot;\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_182\">Here the Bombay High Court accepts that the seat carries with it, usually,\nthe notion of exercising jurisdiction of the Courts where the seat is\nlocated.\n</p><p data-structure=\"Precedent\" id=\"p_183\">    133. Having said so, the High Court examines the question whether the\n         English Courts can exercise jurisdictions in support of arbitration\n         between the parties, in view of London being the venue for the\n         arbitration meetings. In answering the aforesaid question, the\n         High Court proceeds on the basis that there is no agreement between\n         the parties as regards the seat of the arbitration, having\n         concluded in the earlier part of the judgment that the parties have\n         intended the seat to be in India.   This conclusion of the High\n         Court is contrary to the observations made in Shashoua (supra)\n         which have been approvingly quoted by this Court in Balco in\n         (Paragraph 110). On the facts of the case, the Court held that the\n         seat of the arbitration was in England and accordingly entertained\n         the challenge to the award.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_184\">     134. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"806030\" id=\"span_44\">In <a href=\"/doc/806030/\" id=\"a_189\">A Vs. B</a>[38] again the Court of Appeal in England observed\n          that:-</span>\n</p><blockquote id=\"blockquote_132\">           &quot;.....an agreement as to the seat of an arbitration is analogous\n           to an exclusive jurisdiction clause.       Any   claim   for   a\n           remedy......as to the validity of an existing interim or final\n           award is agreed to be made only in the courts of the place\n           designated as the seat of arbitration.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_185\">(emphasis supplied)\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_186\">     135.    In our opinion, the conclusion reached by Justice Savant that\n            the Courts in England would have concurrent jurisdiction runs\n            counter to the settled position of law in India as well as in\n            England and is, therefore, not sustainable. The Courts in England\n            have time and again reiterated that an agreement as to the seat\n            is analogous to an exclusive jurisdiction clause. This agreement\n            of the parties would include the determination by the court as to\n            the intention of the parties. In the present case, Savant, J.\n            having fixed the seat in India erred in holding that the courts\n            in India and England would exercise concurrent jurisdiction. The\n            natural forum for all remedies, in the facts of the present case,\n            is only India.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_187\">      Issue (vii)/Re: Anti-Suit Injunction:\n</p><p data-structure=\"Precedent\" id=\"p_188\">     136. Having held that the Courts in England would have concurrent\n          jurisdiction, the Bombay High Court on the basis          thereof\n          concludes as follows:-\n</p><blockquote id=\"blockquote_133\">           &quot;In view of the conclusion that this Court has reached, namely\n           that the English Courts would have concurrent jurisdiction to\n           act in support of arbitration, the case of the Appellants for an\n           anti suit injunction does not stand to scrutiny. However, in so\n           far as the aspect of forum non-conveniens is concerned, in my\n           view, since the Appellants have agreed to London as the venue\n           for arbitration, they cannot be heard to complain that the\n\f      Courts at London are forum non-conveniens for them.         The\n      Appellants have appeared before the said Courts, and therefore,\n      the case of forum non- conveniens is bereft of any merit.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_189\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1181179\" id=\"span_45\">137. The aforesaid conclusion again ignores the principle <a href=\"/doc/806030/\" id=\"a_190\">laid down by</a>\n     this Court in <a href=\"/doc/1181179/\" id=\"a_191\">Oil &amp; Natural Gas Commission Vs. Western Company of\n     North America</a> (supra), wherein it is held as follows:-</span>\n</p><blockquote id=\"blockquote_134\">      &quot;As per the contract, while the parties are governed by the\n      Indian Arbitration Act and the Indian Courts have the exclusive\n      jurisdiction to affirm or set aside the award under the said\n      Act, the Respondent is seeking to violate the very arbitration\n      clause on the basis of which the award have been obtained by\n      seeking confirmation of the award in the New York Court under\n      the American Law. This amounts to an improper use of the forum\n      in American (sic) in violation of the stipulation to be governed\n      by the Indian law, which by necessary implication means a\n      stipulation to exclude the USA Court to seek an affirmation and\n      to seek it only under the Indian Arbitration Act from an Indian\n      Court. If the restraint order is not granted, serious prejudice\n      would be occasioned and a party violating the very arbitration\n      clause on the basis of which the award has come into existence\n      will have secured an order enforcing the order from a foreign\n      court in violation of that very clause..&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_190\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1857811\" id=\"span_46\">138. Again in the case of <a href=\"/doc/1857811/\" id=\"a_192\">Modi Entertainment Network &amp; Anr.</a> (supra),\n     it was held that :-</span>\n</p><blockquote id=\"blockquote_135\">      &quot;24(1).   In exercising discretion to grant       an   anti-suit\n      injunction the court must be satisfied of the following aspects:\n</blockquote><blockquote id=\"blockquote_136\">       (a) the defendant, against whom injunction is sought, is\n      amenable to the personal jurisdiction of the court; (b) if the\n      injunction is declined, the ends of justice will be defeated and\n      injustice will be perpetuated; and (c)         the principle of\n      comity - respect for the court in which the commencement or\n      continuance of action/proceeding is sought to be restrained -\n</blockquote><p data-structure=\"Precedent\" id=\"p_191\">      must be borne in mind.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_192\">139. In Paragraph 24(2) of the same decision, this Court further\n     observed that :-\n</p><blockquote id=\"blockquote_137\">      &quot;24(2). In a case where more forums than one are available, the\n      court in exercise of its discretion to         grant   anti-suit\n      injunction will examine as to which is the appropriate forum\n      (forum conveniens) having regard to the convenience of the\n      parties and may grant anti-suit injunction in regard          to\n      proceedings which are oppressive or vexatious or in a forum non-\n      conveniens.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_193\">140. Examining these aspects, Eder, J. in fact also came to the\n     conclusion that the anti-suit injunction granted by the English\n     Court needed at-least to be stayed during the pendency of\n     proceedings in India. The reasons given by Eder, J. in support\n     of the conclusions are as under:-\n</p><blockquote id=\"blockquote_138\">      &quot;48. Bearing these general principles in mind and recognising\n      the permissive nature of CPR Part 62.5, the important point, in\n      my view, is that the claimants did not pursue their applications\n      in the original proceedings that they issued in this court in\n      March 2008. On the contrary, they engaged fully (albeit perhaps\n      reluctantly) in the Indian proceedings before the Daman court.\n      When they lost at first instance before Judge Shinde, they\n      appealed to the DCC with the result indicated above. That is the\n      choice they made. Having made that choice and now some years\n      down the line, it seems to me that the English court should at\n      least be extremely cautious to intervene at this stage and, in\n      Mr Edey QC’s words, to &quot;wrest&quot; back the proceedings to England.\n      To do so at this stage when those proceedings are, in effect,\n      still pending would give rise to the &quot;recipe for confusion and\n      injustice&quot; which Lord Diplock specifically warned against in The\n      Abidin Daver as referred to in the passage of the judgment of\n\f      Hobhouse J which I have quoted above. For that reason alone, I\n      have decided somewhat reluctantly that I should follow the\n      course suggested by Mr Edey QC ie that these proceedings should\n      be stayed at least for the time being pending resolution of the\n      Writ Petitions currently before the BHC......&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_194\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1001948\" id=\"span_47\">141. It must be noticed that Respondent No. 1 was initially having 51\n     per cent shareholding of the Appellant No.1 company, which was\n     subsequently increased to 56 per cent.        This would be an\n     indicator that the Respondent No. 1 is actively carrying on\n     business at Daman. This Court considered the expression &quot;carries\n     on business&quot; as it occurs in <a href=\"/doc/385194/\" id=\"a_193\">Section 20</a> of the Civil Procedure\n     Code in the case of <a href=\"/doc/1001948/\" id=\"a_194\">Dhodha House Vs. S.K. Maingi</a>[39] and observed\n     as follows:-</span>\n</p>\n\n<blockquote id=\"blockquote_139\">      &quot;46. The expression &quot;carries on business&quot; and the expression\n      &quot;personally works for gain&quot; connote two different meanings. For\n      the purpose of carrying on business only presence of a man at a\n      place is not necessary. Such business may be carried on at a\n      place through an agent or a manager or through a servant. The\n      owner may not even visit that place. The phrase &quot;carries on\n      business&quot; at a certain place would, therefore, mean having an\n      interest in a business at that place, a voice in what is done, a\n      share in the gain or loss and some control thereover. The\n      expression is much wider than what the expression in normal\n      parlance connotes, because of the ambit of a civil action within\n      the meaning of <a href=\"/doc/1079220/\" id=\"a_195\">Section 9</a> of the Code.....&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_195\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1916513\" id=\"span_48\">142. The fact that Daman trial court has jurisdiction over the matter\n     is supported by the judgment of this Court in <a href=\"/doc/1916513/\" id=\"a_196\">Harshad Chiman Lal\n     Modi</a> (supra), which was relied upon by Mr. Nariman.          The\n     following excerpt makes it very clear:-</span>\n</p>\n\n<blockquote id=\"blockquote_140\">      &quot;16...........The proviso to <a href=\"/doc/675839/\" id=\"a_197\">Section 16</a>, no doubt, states that\n      though the court cannot, in case of immovable property situate\n      beyond jurisdiction, grant a relief in rem still it can\n      entertain a suit where relief sought can be obtained through the\n      personal obedience of the defendant...... The principle on which\n      the maxim was based was that the courts could grant relief in\n      suits respecting immovable property situate abroad by enforcing\n      their judgments by process in personam i.e. by arrest of the\n      defendant or by attachment of his property.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_196\">143. This apart, we have earlier noticed that the main contract, the\n     IPLA is to be performed in India.     The governing law of the\n     contract is the law of India. Neither party is English.       One\n     party is Indian, the other is German.    The enforcement of the\n     award will be in India. Any interim measures which are to be\n     sought against the assets of Appellant No. 1 ought to be in India\n     as the assets are situated in India.       We have also earlier\n     noticed that Respondent No.1 has not only participated in the\n     proceedings in the Daman courts and the Bombay High Court, but\n     also filed independent proceedings under the <a href=\"/doc/1353758/\" id=\"a_198\">Companies Act</a> at\n     Madras and Delhi.     All these factors would indicate       that\n     Respondent No.1 does not even consider the Indian Courts as forum-\n     non-conveniens. In view of the above, we are of the considered\n     opinion that the objection raised by the Appellants to the\n     continuance of the parallel proceedings in England is not wholly\n     without justification. The only single factor which prompted\n     Respondent No.1 to pursue the action in England was that the\n     venue of the arbitration has been fixed in London.            The\n     considerations for designating a convenient venue for arbitration\n     can not be understood as conferring concurrent jurisdiction on\n\f       the English Courts over the arbitration proceedings   or disputes\n       in general. Keeping in view the aforesaid, we are     inclined to\n       restore the anti-suit injunction granted by the       Daman Trial\n       Court.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_197\">144.    For the reasons recorded above, Civil Appeal No.2087 of 2014 @\n       SLP (C) No.10906 of 2013 is dismissed. The findings recorded by\n       the Appellate Court that the parties can proceed to arbitration\n       are affirmed. The findings recorded by the Trial Court dismissing\n       the Application under <a href=\"/doc/160474/\" id=\"a_199\">Section 45</a> are set aside. In other words,\n       the Application filed by the Respondents for reference of the\n       dispute to arbitration under <a href=\"/doc/160474/\" id=\"a_200\">Section 45</a> has been correctly\n       allowed by the Appellate Court as well as by the High Court. The\n       findings of the High Court are affirmed to that extent. All the\n       disputes arising between the parties in relation to the following\n       agreements viz. SHA, TKHA, SSHAs and STKHA, Agreed Principles and\n       IPLA, including the controversy as to whether IPLA is a concluded\n       contract are referred to the Arbitral Tribunal for adjudication.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_198\">145. In the normal circumstances, we would have directed the parties\n     to approach the two learned arbitrators, namely Mr. V.V. Veeder,\n     QC and Mr. Justice B.P. Jeevan Reddy to appoint the third\n     arbitrator who shall also act as the presiding arbitrator.\n     However, keeping in view the peculiar facts and circumstances of\n     this case and the inordinate delay which has been caused due to\n     the extremely convoluted and complicated proceedings indulged in\n     by the parties, we deem it appropriate to take it upon ourselves\n     to name the third arbitrator. A perusal of the judgment of Eder,\n     J. gives an indication that a list of three names was provided\n     from which the third arbitrator could possibly be appointed. The\n     three names are Lord Hoffmann, Sir Simon Tuckey and Sir Gordon\n     Langley. We hereby appoint Lord Hoffmann as the third arbitrator\n     who shall act as the Chairman of the Arbitral Tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_199\">146.     In view of the above, Regular Civil Suit No. 9 of 2008, pending\n       before the Court of Civil Judge, Senior Division, Daman; and the\n       Application under <a href=\"/doc/160474/\" id=\"a_201\">Section 45</a> of the Arbitration Act, 1996 filed\n       in the Civil Suit No.2667 of 2007 and Contempt Petition in\n       relation to Civil Suit No.2667 of 2007 pending before the Bombay\n       High Court at the instance of the Appellants are stayed. Parties\n       are at liberty to approach the Court for the appropriate orders,\n       upon the final award being rendered by the Arbitral Tribunal.\n       This will not preclude the parties from seeking interim measures\n       under <a href=\"/doc/1079220/\" id=\"a_202\">Section 9</a> of the Indian Arbitration Act, 1996.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_200\"> 147.       Civil Appeal No.2086 of 2014 @ SLP (C) No.10924 of 2013 is\n partly allowed as follows:\n</p><blockquote id=\"blockquote_141\">       a. The conclusion of the Bombay High Court that the seat of the\n          arbitration is in India is upheld;\n</blockquote>\n\n<blockquote id=\"blockquote_142\">         b. The conclusion that the English Courts would have concurrent\n            jurisdiction is overruled and consequently set aside;\n</blockquote>\n<blockquote id=\"blockquote_143\">         c. The conclusion of the Bombay High Court that the anti-suit\n            injunction granted by the Daman Trial Court has been\n            correctly vacated by Daman Appellate Court is overruled and\n            hence set aside.\n</blockquote><blockquote id=\"blockquote_144\">         d. Consequently, the Respondents are restrained from proceeding\n            with any of the actions the details of which have been given\n            in the judgment of Eder, J. dated 23rd March, 2012 and the\n            order dated 27th March, 2012 as well as the judgment of\n            Justice Cooke dated 30th November, 2012. These matters\n            include:\n</blockquote><blockquote id=\"blockquote_145\">              All or any of the proceedings/ applications/ reliefs\n              claimed by the Respondents in the Arbitration Claim 2011\n              Folio 1399, including but not limited to:\n</blockquote><blockquote id=\"blockquote_146\">\f                 (1) Application under Section 18 of the English Arbitration\n                 Act, 1996;\n</blockquote>\n\n<blockquote id=\"blockquote_147\">                 (2) Injunctions pursuant to Section 44 of the English\n                 Arbitration Act, 1996 and /or Section 37 of the Senior\n                 Courts Act, 1981.\n</blockquote>\n\n<pre id=\"pre_3\">                          The   Respondents   are   also     restrained  from\n                 approaching   the   English   Courts    for    seeking   any\n</pre><blockquote id=\"blockquote_148\">                 declaration/relief/clarification and/or to institute any\n                 proceedings that may result in delaying or otherwise affect\n                 the constitution of the arbitral        tribunal    and  its\n                 proceedings thereafter.\n</blockquote>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_201\">      148.       In view of the above, the parties are directed         to   proceed\n      to arbitration in accordance with law.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_202\">                                                       ........................J.\n                                                          [Surinder Singh Nijjar]\n\n\n\n\n                                              ................................J.\n                                              (Fakkir Mohamed Ibrahim Kalifulla]\n         New Delhi\n         February 14, 2014.\n</p>\n\n<pre id=\"pre_4\">ITEM NO.1A                COURT NO.8                SECTION IX\n(FOR JUDGMENT)\n\n\n            S U P R E M E    C O U R T   O F    I N D I A\n                          RECORD OF PROCEEDINGS\n\nC.A. NO.2086/2014 @\n</pre><p data-structure=\"Conclusion\" id=\"p_203\">Petition(s) for Special Leave to Appeal (Civil) No(s).10924/2013\n\nENERCON (INDIA) LTD AND ORS                            Petitioner(s)\n\n                 VERSUS\n\nENERCON GMBH AND ANR                                   Respondent(s)\n         WITH\nC.A. NO.2087/2014 @ SLP(C) NO. 10906 of 2013\n\nDate: 14/02/2014    These   appeals    were   called   on   for   pronouncement   of\njudgment today.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_204\">For Petitioner(s)         Mr. Rohinton F. Nariman, Sr. Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_205\">                          Ms. S. Naik, Adv.\n</p><p data-structure=\"Conclusion\" id=\"p_206\">                          Mr. N. Ganpathy, Adv.\n</p>\n<pre id=\"pre_5\">For Respondent(s)         Dr. A.M. Singhvi, Sr. Adv.\n\f                          Mr.   Chander Uday Singh, Sr. Adv.\n                          Mr.   Akhil Sibal, Adv.\n                          Mr.   Vivek Vashi, Adv.\n                          Ms.   Naira Jejeebhoy, Adv.\n                          Ms.   Shamika Haldipurkar, Adv.\n                          Ms.   Kum Kum Sen, Adv.\n\n</pre><p data-structure=\"Conclusion\" id=\"p_207\">                 Hon’ble Mr. Justice Surinder Singh Nijjar pronounced   the\n           judgment of the Bench comprising His Lordship and Hon’ble    Mr.\n           Justice Fakkir Mohamed Ibrahim Kalifulla.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_208\">                 Civil Appeal No. 2087 of 2014 arising out of Special Leave\n           Petition (Civil) No.10906 of 2013 is dismissed and Civil Appeal\n           No. 2086 of 2014 arising out of Special Leave Petition (Civil)\n           No.10924 of 2013 is partly allowed in terms of the signed\n           reportable judgment.\n</p>\n\n<pre id=\"pre_6\">|(VINOD LAKHINA)                         | |(INDU BALA KAPUR)                 |\n|COURT MASTER                            | |COURT MASTER                      |\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_209\">                (Signed reportable judgment is placed on the file)\n</p><p data-structure=\"Conclusion\" id=\"p_210\">                            -----------------------\n</p><pre id=\"pre_7\">[1]       (1975) 1 SCC 199\n[2]       [1953] 1 WLR 280\n[3]       [1965] 1 W.L.R. 1025\n[4]       [1976] 1 WLR 591\n[5]       (1968) 3 SCR 387\n[6]       (2006) 1 SCC 751\n[7]       (2013) 1 SCC 641\n[8]       (2006) 2 SCC 628\n[9]       1988 (1) Lloyd’s Rep 116\n[10]      (2012) 9 SCC 552\n[11]      1987 SCR (1) 1024\n[12]      (2003) 4 SCC 341\n[13]      (2005) 7 SCC 791\n[14]      (2009) 1 SCC 267\n[15]      AIR 1997 SC 605 Para 8-13\n[16]      (2009) 2 SCC 55, Paras 24-25\n[17]      (2007) 5 SCC 719, pp. 7-8\n[18]      (1980) 4 SCC 556, pp. 6-7\n[19]      (2009) 4 SCC 495 , pp. 26-30 &amp; 40\n[20]      (2010) 1 SCC 83, p6\n[21]      (1995) 6 SCC 571\n[22]      (2009) 2 LLR 376\n[23]      (2011) 6 SCC 179 (Paras 4,15 and 18)\n[24]      (2011) 6 SCC 161 (Paras 3 and Paras 20 to 23)\n[25]      (2011) 9 SCC 735 (Paras 46-52)\n[26]      Dicey, Morris &amp; Collins Fifteenth Edition at 16-035.\n[27]      (2007) 2 Lloyd’s Law Reports 367\n[28]      (19993) 2 Lloyd’s Rep 48\n[29]      (2012) 2 SCC 93\n[30]      2013 (7) SCALE 327\n[31]      [1985] 1 AC 191\n[32]      [1937 S. 1835]\n[33]      [1970] 1 Lloyd’s Rep. 269; [1970] A.C.583\n[34]      [1981] 2 Lloyd’s Rep. 446 at P. 453\n[35]      [2008]EWHC 426 (TCC)\n[36]      [1984] AC 398\n[37]      [2007] EWCA Civ 1282\n[38]      [2007] 1 Lloyds Report 237\n[39]      (2006) 9 SCC 41\n\n-----------------------\n<span class=\"hidden_text\" id=\"span_49\">1</span>\n\f</pre>","numcites":76,"numcitedby":0,"docsource":"Supreme Court - Daily Orders","citetid":187600226,"divtype":"judgments","relatedqs":[{"value":"free consent","formInput":"free%20consent"},{"value":"anti arbitration injunction","formInput":"anti%20arbitration%20injunction"},{"value":"anti-suit injunction","formInput":"anti-suit%20injunction"},{"value":"anti suit injunction","formInput":"anti%20suit%20injunction"},{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"indian contract act 1872","formInput":"indian%20contract%20act%201872"},{"value":"suit for injunction","formInput":"suit%20for%20injunction"},{"value":"section 45 of arbitration act","formInput":"section%2045%20of%20arbitration%20act"},{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"Rohinton Nariman","formInput":"Rohinton%20Nariman"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"coercion","formInput":"coercion"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"\"anti suit injunction\" ","formInput":"%22anti%20suit%20injunction%22%20"},{"value":"curial law","formInput":"curial%20law"},{"value":"misrepresentation","formInput":"misrepresentation"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"epc contracts","formInput":"epc%20contracts"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"judicial-authority-to-refer-parties-to-arbitration","formInput":"tag:judicial-authority-to-refer-parties-to-arbitration"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"}],"courtcopy":true,"query_alert":null,"agreement":false}