{"tid":76417350,"publishdate":"2014-09-04","title":"State Of Nct Of Delhi vs Sanjay on 4 September, 2014","doc":"<h2 class=\"doc_title\">State Of Nct Of Delhi vs Sanjay on 4 September, 2014</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2015 SUPREME COURT 75, 2014 (9) SCC 772, 2014 AIR SCW 5487, AIR 2014 SC (CRIMINAL) 2097, 2014 (6) ADR 598, 2014 (3) ABR (CRI) 698, (2015) 2 RAJ LW 1456, (2014) 10 SCALE 166, (2014) 4 JLJR 136, (2014) 4 KER LJ 184, (2015) 1 JCR 126 (SC), (2015) 1 GUJ LR 778, (2014) 3 KER LT 1033, (2014) 59 OCR 522, (2014) 4 PAT LJR 278, (2014) 4 RECCRIR 211, (2014) 3 CURCRIR 675, (2014) 3 UC 1937, (2014) 143 ALLINDCAS 200 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-y-eqbal\">M.Y.Eqbal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-c-ghosh\">Pinaki Chandra Ghose</a>, <a href=\"/search/?formInput=benchid:m-y-eqbal\">M.Y. Eqbal</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n\n                       CRIMINAL APPEAL NO. 499 OF 2011\n\n\nSTATE OF NCT OF DELHI                             …      Appellant(s)\n\n                                   Versus\n\nSANJAY                                           …   Respondent(s)\n\n                                    with\n\n                      CRIMINAL APPEAL NO. 2105 OF 2013\n\nJAYSUKH BAVANJI SHINGALIA              …      Appellant(s)\n\n                                   Versus\n\nSTATE OF GUJARAT AND ANOTHER             …  Respondent(s)\n\n\n\n                   CRIMINAL APPEAL NOS. 2108-2112 of 2013\n\nMALABHAI SHALABHAI RABARI AND OTHERS  …     Appellant(s)\n\n                                   Versus\n\nSTATE OF GUJARAT AND OTHERS             …   Respondent(s)\n\n                       CRIMINAL APPEAL NO.2107 of 2013\n\nKALUBHAI DULABHAI KHACHAR               …     Appellant(s)\n\n                                   Versus\n\nSTATE OF GUJARAT AND ANOTHER           …  Respondent(s)\n\n\n\n                       CRIMINAL APPEAL NO.2106 of 2013\n\nSONDABHAI HANUBHAI BHARWAD            …   Appellant(s)\n\n                                   Versus\n\nSTATE OF GUJARAT AND ANOTHER           …  Respondent(s)\n\n\n\n                                  JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">M.Y.EQBAL, J.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_2\">1.    The  principal  question  which  arises  for  consideration  in  these\nappeals is whether the provisions contained in Sections  21,  22  and  other\nsections of <a href=\"/doc/198881428/\" id=\"a_1\">Mines  and  Minerals  (Development  and  Regulation)  Act,  1957</a>\noperate as bar against prosecution of a person who  has  been  charged  with\nallegation which  constitutes  offences  under  Section  379/114  and  other\nprovisions  of  the  <a href=\"/doc/1569253/\" id=\"a_2\">Indian  Penal  Code</a>.   In  other  words,  whether   the\nprovisions of Mines and Minerals Act explicitly or  impliedly  excludes  the\nprovisions of <a href=\"/doc/1569253/\" id=\"a_3\">Indian Penal Code</a> when the act of an  accused  is  an  offence\nboth under the <a href=\"/doc/1569253/\" id=\"a_4\">Indian Penal Code</a> (in short, ‘<a href=\"/doc/1569253/\" id=\"a_5\">IPC</a>’) and under the  provisions\nof <a href=\"/doc/198881428/\" id=\"a_6\">Mines and Minerals (Development and Regulation) Act</a>.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">2.    Criminal Appeal No.499 of 2011 arose out of an  order  passed  by  the\nDelhi High Court  on  an  application  under  <a href=\"/doc/1679850/\" id=\"a_7\">Section  482</a>  Cr.P.C.  seeking\nquashing of the FIR registered  at  Police  Station  Alipur  under  <a href=\"/doc/1101188/\" id=\"a_8\">Sections\n379</a>/<a href=\"/doc/112749/\" id=\"a_9\">114</a>/<a href=\"/doc/1897847/\" id=\"a_10\">120B</a>/<a href=\"/doc/37788/\" id=\"a_11\">34</a> IPC  on  the  allegation  that  appellant  was  involved  in\nillegal mining of sand from the Yamuna basin.   An  FIR  was  registered  by\nthe police suo motu having come to know that some persons were removing  and\nselling sand from the Yamuna basin for the last so many  days.   On  receipt\nof such information, the police officers  committed  raid  and  visited  the\nsite where they  found  one  dumper  filled  with  sand.   Because  of  non-\nproduction of any documents and valid papers, the  digging  equipments  were\nseized and taken into possession and persons  were  arrested.   An  FIR  was\nregistered on the charges  of  illegal  mining  under  <a href=\"/doc/1101188/\" id=\"a_12\">Section  379</a>/<a href=\"/doc/112749/\" id=\"a_13\">114</a>  IPC\nbesides being cognizable offence under <a href=\"/doc/23837857/\" id=\"a_14\">Section  21  (4)</a>  of  the  Mines  and\nMineral (Development and Regulation) Act, 1957 (in short the <a href=\"/doc/198881428/\" id=\"a_15\">MMDR Act</a>).\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">3.    The appellant challenged the registration of the case  on  the  ground\ninter alia that offence if at all  committed,  cognizance  would  have  been\ntaken under the provisions of <a href=\"/doc/198881428/\" id=\"a_16\">MMDR Act</a>, that too on the basis  of  complaint\nto be filed under <a href=\"/doc/88384686/\" id=\"a_17\">Section 22</a> of the Act by an authorized officer.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_5\">4.    Criminal Appeal No.2105 of 2013\n\n      Similarly this case arose out of an order passed by the  Gujarat  High\nCourt on an application filed by the appellant seeking quashing of  the  FIR\non various grounds inter alia  that  <a href=\"/doc/88384686/\" id=\"a_18\">Section  22</a>  of  the  MMDR  Act  put  a\ncomplete bar on the registration of  FIR  by  the  police.   The  allegation\ninter alia in the FIR was on illegal mining  in  those  areas  where  mining\nlease was already revoked.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">5.    Criminal Appeal Nos. 2108-2112 of 2013\n\n       In  these  cases,  appellants  are  the  owners  of  Murlidhar  Stone\nIndustries and were granted quarry lease in the seam  of  Village  Thoriwari\nfor excavation of mines and minerals on payment of royalty.  The  appellants\nchallenged the legality and validity  of  mining  complaint  lodged  by  the\nState geologist against them for offences under <a href=\"/doc/1101188/\" id=\"a_19\">Section 379</a>/<a href=\"/doc/112749/\" id=\"a_20\">114</a> of  IPC  and\nunder <a href=\"/doc/191009828/\" id=\"a_21\">Section 21</a> of the MMDR Act.   The  appellants  sought  an  appropriate\nwrit or direction to quash and set aside the  criminal  proceedings  on  the\nsame ground that <a href=\"/doc/88384686/\" id=\"a_22\">Section 22</a> of the Act prohibits registration  of  FIR  with\nrespect to offences punishable under the said <a href=\"/doc/198881428/\" id=\"a_23\">MMDR Act</a>.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_7\">6.    Criminal Appeal No.2107 of 2013\n\n      This appeal also arose out of the order passed by the  High  Court  of\nGujarat  on  the  application  challenging  the  legality  and  validity  of\ncriminal complaint filed before Bhuj Taluka Police Station for  the  alleged\nillegal mining and transporting a dumper loaded with black  trap  stone.   A\ncomplaint was made with the police  for  the  commission  of  offence  under\nSection 379 read with <a href=\"/doc/112749/\" id=\"a_24\">Section 114</a> of the IPC and under  <a href=\"/doc/191009828/\" id=\"a_25\">Section  21</a>  of  the\nMMDR Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">7.    Criminal Appeal No.2106 of 2013\n\n      This appeal also arose out of a complaint filed  before  Sayla  Police\nStation by the Incharge Mines Supervisor, alleging offence punishable  under\n<a href=\"/doc/121999054/\" id=\"a_26\">Sections 4(1)</a> and <a href=\"/doc/191009828/\" id=\"a_27\">21(1)</a> of the MMDR Act.  No charge sheet has been filed  in\nthis complaint so far.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">8.    Criminal Appeal No.499 of 2011, as stated  above,  arose  out  of  the\norder passed by the Delhi High  Court.   The  Delhi  High  Court  formulated\nthree issues for consideration:-\n</p>\n<blockquote id=\"blockquote_1\">(1) Whether the police could have registered an FIR in the case;\n</blockquote>\n<blockquote id=\"blockquote_2\">(2) Whether a cognizance can be taken by the  concerned  Magistrate  on  the\nbasis of police report; and\n\n(3) Whether a case of theft was made out for permitting registration  of  an\nFIR under <a href=\"/doc/1101188/\" id=\"a_28\">Section 379</a>/<a href=\"/doc/812083/\" id=\"a_29\">411</a> of the Indian Penal Code.\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_10\">The High Court after referring various provisions on the <a href=\"/doc/198881428/\" id=\"a_30\">MMDR Act</a>  vis-à-vis\n<a href=\"/doc/445276/\" id=\"a_31\">Code of  Criminal  Procedure</a>  disposed  of  the  application  directing  the\nrespondent to amend  the  FIR,  which  was  registered,  by  converting  the\noffence mentioned therein under <a href=\"/doc/1101188/\" id=\"a_32\">Section 379</a>/<a href=\"/doc/812083/\" id=\"a_33\">411</a>/<a href=\"/doc/1897847/\" id=\"a_34\">120B</a>/<a href=\"/doc/37788/\" id=\"a_35\">34</a> of  IPC  to  <a href=\"/doc/191009828/\" id=\"a_36\">Section\n21</a> of the MMDR Act.  The High Court in para 18 of the  impugned  order  held\nas under:-\n</p>\n<blockquote id=\"blockquote_3\">“18. In view of the aforesaid and taking into consideration  the  provisions\ncontained under <a href=\"/doc/169940791/\" id=\"a_37\">Section 21 (6)</a> of the said Act I hold that:\n</blockquote>\n<blockquote id=\"blockquote_4\">(i)   The offence under the said Act being cognizable  offence,  the  Police\ncould have registered an FIR in this case;\n</blockquote>\n<blockquote id=\"blockquote_5\">(ii) However, so far as taking cognizance of offence under the said  Act  is\nconcerned, it can be taken  by  the  Magistrate  only  on  the  basis  of  a\ncomplaint filed by an authorized officer, which may be filed along with  the\npolice report;\n</blockquote>\n<blockquote id=\"blockquote_6\">(iii) Since the offence of mining of sand without permission  is  punishable\nunder <a href=\"/doc/191009828/\" id=\"a_38\">Section 21</a> of the said Act, the question  of  said  offence  being  an\noffence under <a href=\"/doc/1101188/\" id=\"a_39\">Section 379</a> IPC does not arise  because  the  said  Act  makes\nillegal mining as an offence only when there is no permit/licence  for  such\nextraction and a  complaint  in  this  regard  is  filed  by  an  authorized\nofficer.”\n\n\n\n</blockquote><blockquote id=\"blockquote_7\">9.    On the other hand the Gujarat  High  Court  formulated  the  following\nquestion for consideration:-\n</blockquote>\n<blockquote id=\"blockquote_8\">Whether <a href=\"/doc/88384686/\" id=\"a_40\">Section 22</a> of the Act would debar even lodging  an  FIR  before  the\npolice with respect to the offences punishable under the said Act and  Rules\nmade thereunder?\n</blockquote>\n<blockquote id=\"blockquote_9\">In Case such FIR’s  are  not  debarred  and  the  police  are  permitted  to\ninvestigate, can the concerned Magistrate take cognizance  of  the  offences\non a police report?\n</blockquote>\n<blockquote id=\"blockquote_10\">What would be the effect on the offences punishable under the  <a href=\"/doc/1569253/\" id=\"a_41\">Indian  Penal\nCode</a> in view of the provisions contained in the Act?\n</blockquote>\n\n\n<blockquote id=\"blockquote_11\">10.   The Gujarat High Court came to the following conclusion:-\n</blockquote>\n<blockquote id=\"blockquote_12\">(i)   The offence under the said Act being cognizable  offence,  the  Police\ncould have registered an FIR in this case;\n</blockquote>\n<blockquote id=\"blockquote_13\">(ii)  However, so far as taking cognizance of offence under the said Act  is\nconcerned, it can be taken  by  the  Magistrate  only  on  the  basis  of  a\ncomplaint filed by an authorized officer, which may be filed along with  the\nPolice report;\n</blockquote>\n<blockquote id=\"blockquote_14\">(iii)       Since the offence  of  mining  of  sand  without  permission  is\npunishable under <a href=\"/doc/191009828/\" id=\"a_42\">Section 21</a> of the said Act, the question  of  said  offence\nbeing an offence under <a href=\"/doc/1101188/\" id=\"a_43\">Section 379</a> IPC does not arise because the  said  Act\nmakes illegal mining as an offence only when there is no permit/licence  for\nsuch extraction and a complaint in this regard is  filed  by  an  authorized\nofficer.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_11\">The High Court, therefore, held that:-\n</p>\n<blockquote id=\"blockquote_15\">1.    <a href=\"/doc/88384686/\" id=\"a_44\">Section 22</a> of the Act does not prohibit  registering  an  FIR  by  the\npolice on information being given with respect to offences punishable  under\nthe said Act or the Rules made thereunder.\n</blockquote>\n<blockquote id=\"blockquote_16\">2.    It is however, not open for the Magistrate to take cognizance  of  the\noffence punishable under the Act or the Rules made there  under  on  a  mere\ncharge- sheet filed by the police.  It  would,  however,  be  open  for  the\nofficer authorized by the state or the Central Government in this behalf  to\nfile  a  complaint  in  writing  before  the  Magistrate  relying  upon  the\ninvestigating carried out by the police and the complaint may  also  include\nthe papers of the police investigation.\n</blockquote>\n<blockquote id=\"blockquote_17\">3.    With respect to offences punishable under the <a href=\"/doc/1569253/\" id=\"a_45\">Indian  Penal  Code</a>,  no\nsuch bar as indicated in para (2) would apply.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_12\">                                   xxxxxxx\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">22.   In so far as the petitions where only FIRs  have  been  registered  by\nthe police and no charge sheet is filed, they must fail. In so  far  as  the\ncases where police investigation has been concluded and charge  sheets  have\nbeen filed, it would not be  open  for  the  Magistrate  concerned  to  take\ncognizance of offences only on such police reports.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_14\">11.   In the case of Sengol, Charles  and  K.  Kannan,  etc.etc.  vs.  State\nRep. by Inspector of Police, 2012 Cri LJ 1705, 2012(2) CTC  369,  a  similar\nquestion also came for consideration before the Madras High Court   where  a\nbatch of writ petitions were heard and disposed  of.   The  allegation  made\nagainst the writ petitioner in the FIR was  that  they  committed  theft  of\nsand from rivers and river-bed belonging to the Government, which  act  also\nconstitutes violation of the provisions of  <a href=\"/doc/198881428/\" id=\"a_46\">MMDR  Act</a>.    Accordingly,  they\nwere prosecuted for the offence punishable under <a href=\"/doc/191009828/\" id=\"a_47\">Section 21</a> of the MMDR  Act\nand also under <a href=\"/doc/1101188/\" id=\"a_48\">Section 379</a> IPC.  The question that  came  for  consideration\nbefore the Court was as to whether the provisions of the <a href=\"/doc/198881428/\" id=\"a_49\">Mines and  Minerals\n(Development and Regulation) Act, 1957</a>, will either explicitly or  impliedly\nexclude the provisions of the <a href=\"/doc/1569253/\" id=\"a_50\">Indian Penal Code</a> when the act of  an  accused\nis an offence both under the <a href=\"/doc/1569253/\" id=\"a_51\">Indian Penal Code</a> and under the  <a href=\"/doc/198881428/\" id=\"a_52\">Provisions  of\nthe Mines and Minerals (Development and Regulation) Act, 1957</a>?\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">12.   After considering various provisions of the Act,  the  Division  Bench\nobserved:-\n</p>\n<blockquote id=\"blockquote_18\">“35. A cursory comparison of these two provisions with <a href=\"/doc/1280620/\" id=\"a_53\">Section  378</a>  of  IPC\nwould  go  to  show  that  the  ingredients  are  totally   different.   The\ncontravention of the terms and conditions of mining lease, etc.  constitutes\nan offence punishable under Section  21  of  the  Mines  and  Minerals  Act,\nwhereas dishonestly taking any movable property out of the possession  of  a\nperson without his consent constitutes theft. Thus, it is undoubtedly  clear\nthat the ingredients of an offence of theft as defined  in  <a href=\"/doc/1280620/\" id=\"a_54\">Section  378</a>  of\nIPC are totally different from the  ingredients  of  an  offence  punishable\nunder <a href=\"/doc/191009828/\" id=\"a_55\">Section 21(1)</a> r/w Section 4(1) and 4(1A) of  the  Mines  and  Minerals\nAct.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"482554\" id=\"span_1\">13.   The Calcutta High Court in the case  of  <a href=\"/doc/482554/\" id=\"a_56\">Smt.  Seema  Sarkar  vs.  The\nState</a>, (1995)1 CALLT 95(HC), has taken a different view.  In this  case  the\nBlock Land Reforms Officer  lodged  a  complaint  with  the  Police  Station\nalleging inter alia that the accused persons  unauthorisedly  excavated  the\nland of ordinary clay for manufacturing brick without an authorized  licence\nand thereby violated <a href=\"/doc/85999437/\" id=\"a_57\">Section 21(2)</a> of the MMDR  Act  and  <a href=\"/doc/1101188/\" id=\"a_58\">Section  379</a>  IPC.</span>\nThe Bhatar police station registered the complaint treating  it  as  an  FIR\nand GR case was  started  before  the  sub-divisional  judicial  Magistrate,\nFaridabad.   The  order  taking  cognizance  and  also  the  complaint   was\nchallenged by the accused persons on the ground inter alia that no court  is\ncompetent and empowered to take cognizance of  an  offence  under  the  <a href=\"/doc/198881428/\" id=\"a_59\">MMDR\nAct, 1957</a> unless the complaint is being  lodged  by  an  authorized  person.\nQuashing the complaint, the Calcutta High Court held as under:-\n</p>\n<blockquote id=\"blockquote_19\">“6. The learned Magistrate has taken  cognizance  of.  the  offence  on  the\nbasis of the charge-sheet as submitted by the Police under <a href=\"/doc/85999437/\" id=\"a_60\">Section 21(2)</a>  of\nthe Mines and Minerals (Regulation and Development) Act,  1957  and  <a href=\"/doc/1101188/\" id=\"a_61\">Section\n379</a> of the Indian Penal Code. Cognizance can be taken under <a href=\"/doc/686759/\" id=\"a_62\">section  190</a>  of\nthe Code of Criminal Procedure, 1973. Cognizance is one  and  it  cannot  be\ndivided. Splitting of cognizance is not permissible under the law.  This  is\nthe admitted position that the complainant who lodged the complaint  is  not\nan authorized person to make such complaint. So  taking  cognizance  on  the\nbasis of the complaint by  the  learned  Magistrate  for  violation  of  the\nprovision under <a href=\"/doc/85999437/\" id=\"a_63\">Section 21(2)</a> of the  Mines  and  Minerals  (Regulation  and\nDevelopment) Act, 1957 is bad. The  only  question  that  is  left  open  is\nwhether taking cognizance itself is bad  or  a  partial  cognizance  can  be\ntaken? In the peculiarity of the facts and circumstances of the case if  the\noffence  as  alleged  under  <a href=\"/doc/1101188/\" id=\"a_64\">Section  379</a>  I.P.C.  against  the  accused  is\ndissociated from the allegation  of  excavation  of  earth  without  license\nconstituting an offence under  <a href=\"/doc/85999437/\" id=\"a_65\">Section  21(2)</a>  of  the  Mines  and  Minerals\n(Regulation and Development) Act, 1957, then there is no ingredient  for  an\noffence under <a href=\"/doc/1101188/\" id=\"a_66\">Section 379</a> I.P.C. against the accused. Even if it is  assumed\nthat there is such an ingredient then the order of taking cognizance is  bad\nbecause cognizance is one and it cannot be made a  split.  If  it  is  found\nthat taking cognizance of an offence is bad the other part  of  the  offence\nfor which cognizance has been taken cannot be sustained in law.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">14.   Since conflicting views have been taken by Gujarat High  Court,  Delhi\nHigh Court, Kerala High Court, Calcutta High Court, Madras  High  Court  and\nJharkhand High Court, and they are in different tones, it  is  necessary  to\nsettle the question involved in these appeals.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_18\">15.   Mr. Nikhil Goel learned counsel  appearing  in  Criminal  Appeal  Nos.\n2105, 2106 and 2107 of 2013 assailed the impugned order of  the  High  court\non various grounds.  Learned counsel firstly contended that  <a href=\"/doc/88384686/\" id=\"a_67\">Section  22</a>  of\nMMDR Act per se puts a bar even on registration of the FIR and  consequently\non  investigation  unless  a  direction  to  that  effect  comes  from   the\nMagistrate and that  too  on  a  complaint  in  writing  made  by  a  person\nauthorized in this behalf.  Learned counsel contended that <a href=\"/doc/169940791/\" id=\"a_68\">Section 21(6)</a>  of\nthe Act  makes  the  offence  under  sub-<a href=\"/doc/194815062/\" id=\"a_69\">section  1</a>  of  <a href=\"/doc/191009828/\" id=\"a_70\">Section  21</a>  to  be\ncognizable irrespective of anything contained to the contrary  in  the  <a href=\"/doc/445276/\" id=\"a_71\">Code\nof Criminal Procedure</a>.  Learned counsel contended that  both  <a href=\"/doc/169940791/\" id=\"a_72\">Section  21(6)</a>\nand <a href=\"/doc/88384686/\" id=\"a_73\">Section 22</a> if read independently on each  other  would  make  the  other\nprovision otiose.   As a result, the bar under Section 22 of the  Act  would\nnot only prevail upon the provisions contained in Section 190,  Cr.P.C.  but\nwould prevail over the chapter  of  the  investigation,  namely  Chapter  12\nCr.P.C.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_19\">16.   Learned counsel further submitted that in case  the  cognizability  of\nthe offence contained in sub-clause 6 of <a href=\"/doc/191009828/\" id=\"a_74\">Section 21</a> is  to  be  extended  to\ninclude applicability of Chapter 12 of the <a href=\"/doc/445276/\" id=\"a_75\">Criminal Procedure Code</a>,  without\ncomplying with the provisions of <a href=\"/doc/88384686/\" id=\"a_76\">Section  22</a>,  the  same  would  present  at\nleast three difficulties.  Firstly, there are several provisions  after  the\nstage of filing of  charge-sheet which would be contrary to  the  provisions\nand the rules contained in the 1957 Act.  These provisions in  the  act  and\nthe rules framed  under  the  1957  legislation  inescapably  indicate  that\nalmost everything relating to an offence under the provisions of <a href=\"/doc/191009828/\" id=\"a_77\">Section  21</a>\nhas to be done by the authorized officer.  Accordingly,  if  the  provisions\nof <a href=\"/doc/169940791/\" id=\"a_78\">Section 21(6)</a> are to be extended to Chapter  12,  while  the  police  may\nregister an FIR, the power to seize, the power to compound, the  requirement\nof taking directions from the  jurisdictional  magistrate  are  examples  of\nsome things which the police cannot do in view of  direct  contrary  to  the\nprovisions in the 1957 Act.   Learned counsel submitted that this  power  of\nthe police is equivalent to the same power/duty which arises pursuant to  an\norder of the Magistrate under Section 156 [3].  There  would  definitely  be\ncases where offences punishable under <a href=\"/doc/11831575/\" id=\"a_79\">Section 20</a> were brought to the  notice\nof persons who were neither authorized person under the Act nor the  police.\nTherefore in such a situation, if the police fails to act, the other  option\navailable to any person is to make an application  under  Section  156  [3].\nHowever, in this case, the learned Magistrate has no  jurisdiction  to  pass\nan order under this provision in view of paragraph 11.  Therefore,  it  will\nbe a completely incongruous  situation if the provisions of sub-clause 6  of\n<a href=\"/doc/191009828/\" id=\"a_80\">Section  21</a>  are  to  be  extended  to  Chapter  12  despite  which  several\nprovisions in Chapter 12 cannot be invoked.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_20\">17.   Learned counsel further submitted that the provisions  of  Chapter  12\nto 14 leading up to the magistrate taking cognizance of  an  offence  are  a\npart of a common statutory duty. The investigation under Section 156 of  the\nCode has to necessarily result in a report either under Section 170  or  173\nof the Code. The appellant submits that the magistrate is duty bound to  act\non such report in one of the three manners suggested in para-6 of  1980  (4)\nSCC 631. It is submitted that there is no other  option  of  preparation  of\nfinal report and  keep  it  in  abeyance.  For  this  reason  as  well,  the\nprovisions of sub-section (6) cannot be read into Chapter 12  of  the  code.\nLearned counsel further submitted that the manner in which the various  high\ncourts have dealt with  these  provisions  are  conflicting.  The  appellant\nrelies upon the decision of Kerala  High  Court  reported  in  2008  Cr.L.J.\n2388,  decision of Madras High Court in Sengol  (supra),  the  judgments  of\nthis Court reported in (2009) 7  SCC  526  and  (2011)  1  SCC  534  on  the\ninterpretation of  similar  clauses  under  different  enactments.   It  was\ncontended that if the intention of the Legislature was to make violation  of\nthe provisions of <a href=\"/doc/38683215/\" id=\"a_81\">Section 4</a> of the MMDR Act as an offence  of  theft,  there\nwould have been an appropriate  provision  in  the  <a href=\"/doc/198881428/\" id=\"a_82\">MMDR  Act</a>  itself.   The\ncounsel submits that there is a specific purpose for which powers have  been\ngiven to the authorized person to take care of breaches under  the  Act  and\nas such breaches are to be tried under the general penal  law  as  it  would\ntake away the protection which an accused/suspect has been given  under  the\n<a href=\"/doc/198881428/\" id=\"a_83\">MMDR Act</a>.  The  appellant  submits  that  all  penal  statutes  have  to  be\nconstrued strictly and wherever there are two views possible, benefit to  an\naccused has to be given.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_21\">18.   Before answering the question, we  shall  first  refer  in  brief  the\nrelevant provisions of <a href=\"/doc/198881428/\" id=\"a_84\">Mines and Minerals (Development and Regulation)  Act,\n1957</a> and  <a href=\"/doc/445276/\" id=\"a_85\">Code  of  Criminal  Procedure</a>.   <a href=\"/doc/38683215/\" id=\"a_86\">Section  4</a>  of  the  Act  puts  a\nrestriction on mining operation  or  prospecting  mining  operation  by  any\nperson except under a lease or licence.  <a href=\"/doc/38683215/\" id=\"a_87\">Section 4</a> reads as under:-\n</p>\n<blockquote id=\"blockquote_20\">“4. Prospecting or mining operations to be under licence or lease.   (1)  No\nperson shall undertake any reconnaissance, prospecting or mining  operations\nin any area, except under and in accordance with the  terms  and  conditions\nof a reconnaissance permit or of a prospecting licence or, as the  case  may\nbe, a mining lease, granted under this Act and the rules made thereunder:\n</blockquote><blockquote id=\"blockquote_21\">Provided that nothing in this sub-section shall affect  any  prospecting  or\nmining operations undertaken in any area in accordance with  the  terms  and\nconditions of a prospecting licence  or  mining  lease  granted  before  the\ncommencement of this Act which is in force at such commencement.\nProvided further that  nothing  in  this  sub-section  shall  apply  to  any\nprospecting operations undertaken by the Geological  Survey  of  India,  the\nIndian Bureau of Mines, the Atomic Minerals Directorate for Exploration  and\nResearch of the Department of Atomic Energy of the Central  Government,  the\nDirectorates of Mining and Geology of  any  State  Government  (by  whatever\nname called), and the Mineral Exploration Corporation Limited, a  Government\nCompany within the meaning of <a href=\"/doc/1430621/\" id=\"a_88\">Section 617</a> of the Companies Act, 1956.\nProvided also that nothing in this sub-section shall  apply  to  any  mining\nlease (whether called mining lease, mining concession or by any other  name)\nin force immediately before the  commencement  of  this  Act  in  the  Union\nTerritory of Goa, Daman and Diu.\n</blockquote><blockquote id=\"blockquote_22\">(1A) No person shall transport or  store  or  cause  to  be  transported  or\nstored any mineral otherwise than in accordance with the provisions of  this\nAct and the rules made thereunder.\n</blockquote>\n\n<blockquote id=\"blockquote_23\">(2) No reconnaissance permit, prospecting licence or mining lease  shall  be\ngranted otherwise than in accordance with the provisions  of  this  Act  and\nthe rules made thereunder.\n</blockquote><blockquote id=\"blockquote_24\">(3) Any State Government may, after  prior  consultation  with  the  Central\nGovernment  and  in  accordance  with  the  rules  made  under  <a href=\"/doc/133568438/\" id=\"a_89\">Section  18</a>,\nundertake  reconnaissance, prospecting or mining operations with respect  to\nany mineral specified in the First Schedule in any area  within  that  State\nwhich is not already  held  under  any  reconnaissance  permit,  prospecting\nlicence or mining lease.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_22\">19.   From a bare perusal of <a href=\"/doc/38683215/\" id=\"a_90\">Section 4</a>,  particularly  <a href=\"/doc/104780252/\" id=\"a_91\">Section  4(1A)</a>  would\nshow that there is a  total  restriction  on  transportation  or  search  of\nminerals otherwise than in accordance with the provisions  of  the  Act  and\nthe rules made thereunder.  The next relevant  provisions  are  <a href=\"/doc/191009828/\" id=\"a_92\">Sections  21</a>\nand <a href=\"/doc/88384686/\" id=\"a_93\">22</a> of the Act.  <a href=\"/doc/191009828/\" id=\"a_94\">Section 21</a> reads as under :-\n</p>\n<blockquote id=\"blockquote_25\">“Penalties 21. (1) Whoever contravenes the provisions of sub-section (1)  or\nsub-section (1A) of  <a href=\"/doc/38683215/\" id=\"a_95\">section 4</a> shall be punished  with  imprisonment  for  a\nterm which may extend to two years, or with fine which may extend to twenty-\nfive thousand rupees, or with both.\n</blockquote><blockquote id=\"blockquote_26\">(2)   Any rule made under any provision of this Act  may  provide  that  any\ncontravention thereof shall be  punishable  with  imprisonment  for  a  term\nwhich may extend to one year or with fine which may extend to five  thousand\nrupees, or with both, and in the case of a  continuing  contravention,  with\nan additional fine which may extend to five hundred  rupees  for  every  day\nduring which such contravention continues after  conviction  for  the  first\nsuch contravention.\n</blockquote><blockquote id=\"blockquote_27\">(3)   Where any person trespasses into any  land  in  contravention  of  the\nprovisions of sub-section (1) of <a href=\"/doc/38683215/\" id=\"a_96\">section 4</a>, such trespasser  may  be  served\nwith an  order  of  eviction  by  the  State  Government  or  any  authority\nauthorised in this behalf by that Government and  the  State  Government  or\nsuch authorised authority may, if necessary, obtain the help of  the  police\nto evict the trespasser from the land.\n</blockquote>\n<blockquote id=\"blockquote_28\"> (4)  Whenever any person raises, transports  or  causes  to  be  raised  or\ntransported, without any lawful authority, any mineral from any  land,  and,\nfor that purpose, uses any tool, equipment,  vehicle  or  any  other  thing,\nsuch mineral, tool, equipment, vehicle or any other thing  shall  be  liable\nto be seized by an officer or authority specially empowered in this  behalf.\n</blockquote>\n\n<blockquote id=\"blockquote_29\"> (4A)       Any mineral, tool, equipment, vehicle or any other thing  seized\nunder sub-section (4), shall be liable to be confiscated by an order of  the\ncourt competent to    take cognizance of the offence under  sub-section  (1)\nand shall be disposed of in accordance with the directions of such court.\n</blockquote>\n<blockquote id=\"blockquote_30\">(5)   Whenever any person raises, without any lawful authority, any  mineral\nfrom any land, the  State  Government  may  recover  from  such  person  the\nmineral so raised, or, where such mineral has already been disposed of,  the\nprice thereof, and may also recover from such person, rent, royalty or  tax,\nas the case may be, for the period during which the  land  was  occupied  by\nsuch person without any lawful authority.\n</blockquote><blockquote id=\"blockquote_31\">(6)   Notwithstanding anything contained in the <a href=\"/doc/445276/\" id=\"a_97\">Code of Criminal Procedure</a>,\n1973, an offence under sub-section (1) shall be cognizable.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_23\">20.   <a href=\"/doc/191009828/\" id=\"a_98\">Section 21</a> is a penalty provision in case of contravention of  <a href=\"/doc/104780252/\" id=\"a_99\">Section\n4(1A)</a> of the Act and is punishable with imprisonment for a  term  which  may\nextend to two years.  Sub-<a href=\"/doc/103826425/\" id=\"a_100\">section 3</a> of <a href=\"/doc/191009828/\" id=\"a_101\">Section 21</a> would show that the  State\nGovernment or any other authority authorized by  the  State  Government  may\nobtain the help of police to evict the trespassers  from  the  land  who  is\ndoing mining activity in contravention of the provisions of the  Act.   Sub-\n<a href=\"/doc/38683215/\" id=\"a_102\">section 4</a> further empowered the officer or an authority specially  empowered\nin this behalf to seize any tool, equipment,  vehicle  or  any  other  thing\nwhich are used by any person who illegally or without any  lawful  authority\nerases, transports any minerals  from  any  land.   Those  minerals,  tools,\nequipment or vehicle or any other thing so seized shall  be  confiscated  by\nthe order of the court competent to take cognizance and  shall  be  disposed\nof in accordance with the direction of such court as contemplated under sub-\n<a href=\"/doc/38683215/\" id=\"a_103\">section 4(A)</a> of <a href=\"/doc/38683215/\" id=\"a_104\">Section 4</a> of the Act.  Sub-section (6)  of  <a href=\"/doc/191009828/\" id=\"a_105\">Section  21</a>  has\nbeen inserted by an Amendment Act of 1986  whereby  an  offence  under  Sub-\nsection (1) of this Section has been made cognizable.  <a href=\"/doc/88384686/\" id=\"a_106\">Section 22</a>  which  is\nvery relevant for the instant case needs to be quoted hereinbelow :-\n</p>\n<blockquote id=\"blockquote_32\">“22. Cognizance of offences\n No court shall take cognizance of any offence punishable under this Act  or\nany rules made thereunder except upon complaint in writing made by a  person\nauthorised  in  this  behalf  by  the  Central  Government  or   the   State\nGovernment.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_24\">21.   Reading the aforesaid provision would  show  that  cognizance  of  any\noffence punishable under the Act or  the  Rules  made  thereunder  shall  be\ntaken only upon a written complaint made by  a  person  authorized  in  this\nbehalf by the Central Government or the State Government.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_25\">22.   <a href=\"/doc/153581786/\" id=\"a_107\">Section 23(B)</a> confers power to any gazetted officer of the Central  or\nState Government authorized on that  behalf  to  make  search  of  minerals,\ndocuments or things in case there is a reason to believe  that  any  mineral\nhas been raised in contravention of the Act or the  Rules  made  thereunder.\nWhile making search provisions of <a href=\"/doc/1137396/\" id=\"a_108\">Section 100</a> of Code of Criminal  Procedure\nhas been made applicable to every search.\n</p>\n<p data-structure=\"Section\" id=\"p_26\">“23B. Power to search --. If any gazetted officer of the Central or a  State\nGovernment authorised by the Central Government [or a State  Government,  as\nthe case may be, in this behalf by general or special order  has  reason  to\nbelieve that any mineral has been raised in contravention of the  provisions\nof this Act or rules made thereunder or any document or  thing  in  relation\nto such mineral is secreted in any place [or vehicle,]  he  may  search  for\nsuch mineral, document or thing and the provisions of  <a href=\"/doc/1137396/\" id=\"a_109\">section  100</a>  of  the\nCode of Criminal Procedure, 1973 shall apply to every such search.”\n\n\n</p><p data-structure=\"Section\" id=\"p_27\">23.   In exercise of powers conferred by <a href=\"/doc/153581786/\" id=\"a_110\">Section 23(C)(1)</a> of the  MMDR  Act,\nthe Government of Gujarat made rules called Gujarat Mineral  (Prevention  of\nIllegal Mining, Transportation and Storage) Rules, 2005.   The  said  Rules,\ninter alia, made provisions to  search,  seizure  and  confiscation  of  the\nproperty in the manner provided under the Act as and when a person  violates\nthe provisions of the Act and the Rules  made  thereunder  in  doing  mining\nactivities.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_28\">24.   Looking into the provisions the <a href=\"/doc/445276/\" id=\"a_111\">Code of Criminal Procedure</a>,  1973  the\nrelevant provisions need to be referred hereunder.  <a href=\"/doc/133943689/\" id=\"a_112\">Section 2(c)</a>,  <a href=\"/doc/133943689/\" id=\"a_113\">2(d)</a>  and\n<a href=\"/doc/133943689/\" id=\"a_114\">2(h)</a> define cognizable offence, complaint and investigation which  reads  as\nunder :-\n</p>\n<blockquote id=\"blockquote_33\">“2(c) “cognizable offence” means  an  offence  for  which,  and  “cognizable\ncase” means a case in which, a police officer may, in  accordance  with  the\nFirst Schedule or under any other law for the time being  in  force,  arrest\nwithout warrant;\n</blockquote>\n<blockquote id=\"blockquote_34\">2(d)  “complaint” means any allegation  made  orally  or  in  writing  to  a\nMagistrate, with a view to his taking action  under  this  Code,  that  some\nperson, whether known or unknown, has committed an  offence,  but  does  not\ninclude a police report.\n</blockquote>\n<blockquote id=\"blockquote_35\">2(h)  “investigation” includes all the proceedings under this Code  for  the\ncollection of evidence conducted by  a  police  officer  or  by  any  person\n(other than a  Magistrate)  who  is  authorized  by  a  Magistrate  in  this\nbehalf;”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_29\">25.   <a href=\"/doc/38683215/\" id=\"a_115\">Section 4</a> provides that all  offences  under  the  <a href=\"/doc/1569253/\" id=\"a_116\">Indian  Penal  Code</a>\nshall be  investigated,  inquired  into,  tried  and  otherwise  dealt  with\naccording to the provisions contained in the said Code.  Sub-section (2)  of\n<a href=\"/doc/38683215/\" id=\"a_117\">Section 4</a> provides that all offences under any other law shall  be  inquired\ninto, tried and otherwise dealt with according to the  same  provisions  but\nsubject to any enactment regulating the mining or  place  of  investigation,\ninquiry or trial of such offences.  Coming to the provisions of  Section  41\nof the Code, it will  show  that  a  police  officer  without  an  order  of\nMagistrate and warrant can  arrest  any  person  who  commits  a  cognizable\noffence.  The Court may also arrest any person  against  whom  a  reasonable\ncomplaint has been made or credible  information  has  been  received  or  a\nreasonable suspicion exist  that  he  has  committed  a  cognizable  offence\npunishable with imprisonment for a term which made less  than  seven  years.\nThe relevant part of <a href=\"/doc/1899251/\" id=\"a_118\">Section 41</a>, Cr.P.C. is quoted hereinbelow:-\n</p>\n<blockquote id=\"blockquote_36\">“41. When police may arrest without warrant .- \n</blockquote><blockquote id=\"blockquote_37\">(1) Any police officer may without an order from a Magistrate and without  a\nwarrant, arrest any person—\n</blockquote><blockquote id=\"blockquote_38\">(a) who commits, in the presence of a police officer, a cognizable offence;\n</blockquote><blockquote id=\"blockquote_39\">(b)  against  whom  a reasonable complaint  has  been  made,   or   credible\ninformation has been received, or a reasonable suspicion exists that he  has\ncommitted a cognizable offence  punishable  with  imprisonment  for  a  term\nwhich may be less than seven  years  or  which  may  extend to  seven  years\nwhether with or without fine, if the  following  conditions  are  satisfied,\nnamely:-\n</blockquote><blockquote id=\"blockquote_40\">(i)  the  police  officer  has reason to  believe  on  the  basis  of   such\ncomplaint, information, or suspicion that  such  person  has  committed  the\nsaid offence;\n</blockquote><blockquote id=\"blockquote_41\">(ii) the police officer is satisfied that such arrest is necessary-\n</blockquote><blockquote id=\"blockquote_42\">(a) to prevent such person from committing any further offence; or\n</blockquote><blockquote id=\"blockquote_43\">(b) for proper investigation of the offence; or\n</blockquote><blockquote id=\"blockquote_44\">(c) to prevent such person from causing  the  evidence  of  the  offence  to\ndisappear or tampering with such evidence in any manner; or\n</blockquote><blockquote id=\"blockquote_45\">(d) to prevent such person from making any inducement, threat or promise  to\nany person acquainted with the facts of the case so as to dissuade him  from\ndisclosing such facts to the Court or to the police officer; or\n</blockquote><blockquote id=\"blockquote_46\">(e) as unless such person is arrested, his presence in  the  Court  whenever\nrequired cannot be ensured,\nand  the  police  officer   shall   record   while   making   such   arrest,\nhis reasons in writing.\n</blockquote><p data-structure=\"Section\" id=\"p_30\">………………..”\n\n\n</p><p data-structure=\"Section\" id=\"p_31\">26.   Chapter 11 of the Code confers very important power and duty upon  the\npolice officer to take preventive action in certain  cases.   Sections  149,\n150, 151 and 152 of the  Code  are  worth  to  be  referred  to  and  quoted\nhereinbelow :-\n</p>\n<blockquote id=\"blockquote_47\">“149.       Police to prevent cognizable offences  –  Every  police  officer\nmay interpose for the purpose of preventing, and shall, to the best  of  his\nability, prevent, the commission of any cognizable offence.\n</blockquote>\n<blockquote id=\"blockquote_48\">150.      Information of  design  to  commit  cognizable  offences  –  Every\npolice officer receiving information of a design to  commit  any  cognizable\noffence shall communicate such information to the police officer to whom  he\nis subordinate, and to any other officer whose duty  it  is  to  prevent  or\ntake cognizance of the commission of any such offence.\n</blockquote>\n<blockquote id=\"blockquote_49\">151.  Arrest to prevent the  commission  of  cognizable  offences  –  (1)  A\npolice officer, knowing of a design to commit  any  cognizable  offence  may\narrest, without orders from a Magistrate and without a warrant,  the  person\nso designing, if it appears to such  officer  that  the  commission  of  the\noffence cannot be otherwise prevented.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_32\">      (2)   No person arrested under sub-section (1) shall  be  detained  in\ncustody for a period exceeding  twenty-four  hours  from  the  time  of  his\narrest unless his further detention is  required  or  authorized  under  any\nother provisions of this Code or any other law for the time being in force.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">152.        Prevention of injury to public property.- A  police  office  may\nof his own authority  interpose  to  prevent  any  injury  attempted  to  be\ncommitted in his view to any public property, movable or immovable,  or  the\nremoval or injury of any public landmark or buoy  or  other  mark  used  for\nnavigation.”\n\n\n\n</p><p data-structure=\"Section\" id=\"p_34\">27.  Perusal of aforementioned provisions would show that a  police  officer\nof his own authority has the duty to prevent  any  injury  attempted  to  be\ncommitted to any public property or national assets and  to  prosecute  such\nperson in accordance with law.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">28.   The policy and object of Mines and Minerals Act and Rules have a  long\nhistory and are the result of an  increasing  awareness  of  the  compelling\nneed to restore the serious ecological imbalance and  to  stop  the  damages\nbeing caused to the nature.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_36\">29.   The Court cannot lose sight of the fact that adverse  and  destructive\nenvironmental impact of sand mining has been discussed in  the  UNEP  Global\nEnvironmental Alert Service report.  As per  the  contents  of  the  report,\nlack of proper scientific methodology for  river  sand  mining  has  led  to\nindiscriminate sand mining, while weak governance and  corruption  have  led\nto widespread illegal mining. While referring to the proposition  in  India,\nit was stated that Sand trading  is  a  lucrative  business,  and  there  is\nevidence of illegal trading such as the case of the  influential  mafias  in\nour Country.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">30.   The mining of aggregates in rivers has led to severe damage to  river,\nincluding pollution and changes in levels  of  pH.  Removing  sediment  from\nrivers causes the river to cut its channel through the  bed  of  the  valley\nfloor, or channel incision, both upstream and downstream of  the  extraction\nsite.  This  leads  to  coarsening  of  bed  material  and  lateral  channel\ninstability. It can change the riverbed itself. The removal of more than  12\nmillion tonnes of sand a year from the Vembanad Lake catchment in India  has\nled to the lowering of the riverbed by 7 to 15 centimetres a year.  Incision\ncan also cause the alluvial aquifer to drain to a lower level, resulting  in\na loss of  aquifer  storage.  It  can  also  increase  flood  frequency  and\nintensity by reducing  flood  regulation  capacity.  However,  lowering  the\nwater table  is  most  threatening  to  water  supply  exacerbating  drought\noccurrence and severity as tributaries of major  rivers  dry  up  when  sand\nmining reaches certain thresholds.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">31.   Illegal sand mining also  causes  erosion.  Damming  and  mining  have\nreduced sediment delivery from rivers to  many  coastal  areas,  leading  to\naccelerated beach erosion.\n</p><p data-structure=\"Section\" id=\"p_39\">32.    The report also dealt with the astonishing impact of sand  mining  on\nthe economy. It states that  the  tourism  may  be  affected  through  beach\nerosion. Fishing, both traditional and commercial — can be affected  through\ndestruction of benthic fauna. Agriculture could be affected through loss  of\nagricultural land from river erosion and the lowering of  the  water  table.\nThe insurance sector is affected  through  exacerbation  of  the  impact  of\nextreme events such as floods, droughts and storm surges  through  decreased\nprotection of beach  fronts.  The  erosion  of  coastal  areas  and  beaches\naffects houses and  infrastructure.  A  decrease  in  bed  load  or  channel\nshortening can cause downstream  erosion  including  bank  erosion  and  the\nundercutting or undermining of engineering structures such as bridges,  side\nprotection walls and structures for water supply.\n</p>\n<p data-structure=\"Section\" id=\"p_40\">33.   Sand is often removed from beaches to build hotels,  roads  and  other\ntourism-related infrastructure. In some  locations,  continued  construction\nis likely to lead to an unsustainable situation and destruction of the  main\nnatural attraction for visitors — beaches themselves.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_41\">34.    Mining from, within or near a riverbed has a  direct  impact  on  the\nstream’s physical characteristics, such as channel geometry, bed  elevation,\nsubstratum composition and stability, instream roughness of  the  bed,  flow\nvelocity, discharge capacity, sediment transportation  capacity,  turbidity,\ntemperature, etc. Alteration or modification of  the  above  attributes  may\ncause hazardous impact on ecological equilibrium of  riverine  regime.  This\nmay also cause adverse impact on instream biota and riparian habitats.  This\ndisturbance may also cause changes in channel configuration and  flow-paths.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_42\">35.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"159755499\" id=\"span_2\">In the case of <a href=\"/doc/159755499/\" id=\"a_119\">M. Palanisamy vs. The State of  Tamil  Nadu</a>,  2012  (4)\nCTC 1,  the  amended  provisions  of  the  Tamil  Nadu  Mines  and  Minerals\nConcession Rules, 1959 was challenged on the ground that the said Rules  for\nthe purpose of preventing and  restricting  illegal  mining,  transportation\nand storage of minerals are ultra vires constitutional  provisions  and  the\nprovisions of the Mine and Minerals (Development and Regulation) Act,  1957.\n Upholding the vires of the Rules, the Division Bench (one of us, Eqbal,  J.\nas he then was) of the Madras High Court, elaborately discussed  the  object\nof restriction put in the illegal  mining,  transportation  and  storage  of\nminerals including sand  and  after  considering  various  reports  observed\nthus:</span>\n</p>\n<blockquote id=\"blockquote_50\">“20.  In order to appreciate the issue involved in these Writ Petitions,  we\nmay have to look at the larger  picture  -  the  impact  of  indiscriminate,\nuninterrupted sand quarrying on the already brittle  ecological  set  up  of\nours. According to expert reports, for thousands of years, sand  and  gravel\nhave been used in the construction of roads  and  buildings.  Today,  demand\nfor sand and gravel continues to  increase.  Mining  operators,  instead  of\nworking in conjunction with cognizant resource agencies to ensure that  sand\nmining is conducted in  a  responsible  manner,  are  engaged  in  full-time\nprofiteering. Excessive in-stream sand-and-gravel  mining  from  river  beds\nand like resources  causes  the  degradation  of  rivers.  In-stream  mining\nlowers the stream bottom, which leads to bank erosion. Depletion of sand  in\nthe stream-bed and along coastal areas causes the deepening  of  rivers  and\nestuaries and enlargement of river mouths and coastal inlets. It also  leads\nto saline-water intrusion from the nearby  sea.  The  effect  of  mining  is\ncompounded by the effect of sea level rise.  Any  volume  of  sand  exported\nfrom stream-beds and coastal areas is a loss to the  system.  Excessive  in-\nstream  sand  mining  is  a  threat  to  bridges,  river  banks  and  nearby\nstructures. Sand mining also affects the adjoining  groundwater  system  and\nthe uses that  local  people  make  of  the  river.  Further,  according  to\nresearches, in-stream sand mining results in the destruction of aquatic  and\nriparian habitat through wholesale changes in the  channel  morphology.  The\nill effects include bed degradation, bed coarsening,  lowered  water  tables\nnear the stream-bed, and channel instability. These physical  impacts  cause\ndegradation of riparian and aquatic biota and may lead  to  the  undermining\nof bridges and other structures. Continued extraction  of  sand  from  river\nbeds may also cause the  entire  stream-bed  to  degrade  to  the  depth  of\nexcavation.\n</blockquote><blockquote id=\"blockquote_51\">22. The most important effects of in-stream sand mining on aquatic  habitats\nare bed degradation and sedimentation, which can have  substantial  negative\neffects on aquatic life. The stability of sand-bed  and  gravel-bed  streams\ndepends on a delicate balance between stream flow,  the  sediments  supplied\nfrom the watershed and the channel form. Mining-induced changes in  sediment\nsupply and channel form disrupt the  channel  and  the  habitat  development\nprocesses.  Furthermore,  movement  of  unstable   substrates   results   in\ndownstream sedimentation of habitats. The affected distance depends  on  the\nintensity of mining, particles sizes, stream flows, and channel  morphology.\n</blockquote>\n<blockquote id=\"blockquote_52\">23. Apart from threatening bridges, sand  mining  transforms  the  riverbeds\ninto large and deep pits; as a result, the groundwater table  drops  leaving\nthe drinking water wells  on  the  embankments  of  these  rivers  dry.  Bed\ndegradation from in-stream mining lowers the elevation of  stream  flow  and\nthe floodplain water table,  which  in  turn,  can  eliminate  water  table-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_43\">dependent woody vegetation in riparian areas and decrease wetted periods  in\nriparian wetlands. So far as locations  close  to  the  sea  are  concerned,\nsaline water may intrude into the fresh waterbody.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">36.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176344400\" id=\"span_3\">In the case of  Centre for <a href=\"/doc/176344400/\" id=\"a_120\">Public Interest  Litigation  vs.  Union  of\nIndia</a>, (2012) 3  SCC  1,  this  Court,  while  observing  that  the  natural\nresources are the public property and national assets, held as under:-</span>\n</p>\n<blockquote id=\"blockquote_53\">“75. The State is empowered to distribute  natural  resources.  However,  as\nthey constitute public property/national asset, while  distributing  natural\nresources the State is bound to act in consonance  with  the  principles  of\nequality and public trust and ensure that no action is taken  which  may  be\ndetrimental   to   public   interest.   Like   any   other   State   action,\nconstitutionalism must be reflected at every stage of  the  distribution  of\nnatural resources.  In  <a href=\"/doc/1200546/\" id=\"a_121\">Article  39(b)</a>  of  the  Constitution  it  has  been\nprovided that the ownership and control of the  material  resources  of  the\ncommunity should be so distributed so as to best subserve the  common  good,\nbut no comprehensive  legislation  has  been  enacted  to  generally  define\nnatural  resources  and  a  framework  for  their  protection.  Of   course,\nenvironment laws enacted by Parliament  and  State  Legislatures  deal  with\nspecific  natural  resources  i.e.  forest,  air,  water,   coastal   zones,\netc.”[pic]\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\">37.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1514672\" id=\"span_4\">In the case of <a href=\"/doc/1514672/\" id=\"a_122\">M.C. Mehta vs. Kamal Nath and others</a> (1997) 1 SCC  388,\nthis Court while considering the doctrine of public trust  which  extend  to\nnatural resources observed as under:-</span>\n</p>\n<blockquote id=\"blockquote_54\">“24. The ancient  Roman  Empire  developed  a  legal  theory  known  as  the\n“Doctrine of the Public Trust”. It was founded on  the  ideas  that  certain\ncommon properties such as rivers, seashore, forests and the  air  were  held\nby Government in trusteeship for the free and unimpeded use of  the  general\npublic. Our contemporary concern about “the environment” bear a  very  close\nconceptual relationship to this legal doctrine. Under the  Roman  law  these\nresources were either owned by no one (res nullious)  or  by  every  one  in\ncommon  (res  communious).  Under  the  English  common  law,  however,  the\nSovereign could own  these  resources  but  the  ownership  was  limited  in\nnature, the Crown could not grant these properties to private owners if  the\neffect was to interfere with the public interests in navigation or  fishing.\nResources that were suitable for these uses were deemed to be held in  trust\nby the Crown for the benefit of the public.  Joseph  L.  Sax,  Professor  of\nLaw, University of Michigan — proponent of the Modern Public Trust  Doctrine\n— in an erudite article “Public Trust Doctrine in  Natural  Resource  Law  :\n</blockquote><blockquote id=\"blockquote_55\">Effective Judicial Intervention”, Michigan Law Review, Vol. 68,  Part  1  p.\n473, has given the historical background of the  Public  Trust  Doctrine  as\nunder:\n</blockquote><blockquote id=\"blockquote_56\">“The source of modern public trust law is found in a concept  that  received\nmuch attention in Roman and English law — the nature of property  rights  in\nrivers, the sea, and the seashore. That history has been given  considerable\nattention in the legal literature, need not be repeated in detail here.  But\ntwo  points  should  be  emphasized.  First,  certain  interests,  such   as\nnavigation and fishing, were sought to be preserved for the benefit  of  the\npublic; accordingly, property used  for  those  purposes  was  distinguished\nfrom general public property which the sovereign could  routinely  grant  to\nprivate owners. Second, while it  was  understood  that  in  certain  common\nproperties — such as the seashore, highways, and running water —  ‘perpetual\nuse was dedicated to the public’,  it  has  never  been  clear  whether  the\npublic had an enforceable right to prevent infringement of those  interests.\nAlthough the State apparently  did  protect  public  uses,  no  evidence  is\navailable  that  public  rights  could  be  legally   asserted   against   a\nrecalcitrant government.”\n\n</blockquote><blockquote id=\"blockquote_57\">25. The Public Trust Doctrine primarily rests on the principle that  certain\nresources  like  air,  sea,  waters  and  the  forests  have  such  a  great\nimportance to the people as a whole that it would be wholly  unjustified  to\nmake them a subject of private ownership. The said resources  being  a  gift\nof nature, they should be made freely available to everyone irrespective  of\nthe status in life. The doctrine enjoins upon the Government to protect  the\nresources for the enjoyment of the general  public  rather  than  to  permit\ntheir use  for  private  ownership  or  commercial  purposes.  According  to\nProfessor Sax the Public Trust Doctrine imposes the  following  restrictions\non governmental authority:\n</blockquote><blockquote id=\"blockquote_58\">[pic]“Three types  of  restrictions  on  governmental  authority  are  often\nthought to be imposed by the public trust: first, the  property  subject  to\nthe trust must not only be used for a public purpose, but it  must  be  held\navailable for use by the general public; second, the  property  may  not  be\nsold, even for a fair cash  equivalent;  and  third  the  property  must  be\nmaintained for particular types of uses.”\n\n                                  xxxxxxxxx\n</blockquote><blockquote id=\"blockquote_59\">34. Our legal system — based on English common law  —  includes  the  public\ntrust doctrine as part of its jurisprudence. The State  is  the  trustee  of\nall natural  resources  which  are  by  nature  meant  for  public  use  and\nenjoyment. Public at large is the  beneficiary  of  the  sea-shore,  running\nwaters, airs, forests  and  ecologically  fragile  lands.  The  State  as  a\ntrustee is under a legal  duty  to  protect  the  natural  resources.  These\nresources meant for public use cannot be converted into private ownership.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_46\">38.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1867873\" id=\"span_5\">In the case of  <a href=\"/doc/1867873/\" id=\"a_123\">Intellectuals Forum vs. State of A.P.</a>,  (2006)  3  SCC\n549, this Court while balancing the conservation of natural resources vis-à-\nvis urban development observed as under:-</span>\n</p>\n<blockquote id=\"blockquote_60\">“67. The responsibility of the State to protect the  environment  is  now  a\nwell-accepted  notion  in  all  countries.  It  is  this  notion  that,   in\ninternational law, gave rise to the principle of “State responsibility”  for\npollution emanating within one’s own territories (Corfu Channel case).  This\nresponsibility is clearly enunciated in the  United  Nations  Conference  on\nthe Human Environment,  Stockholm  1972  (Stockholm  Convention),  to  which\nIndia was a party. The relevant clause of this declaration  in  the  present\ncontext is para 2, which states:\n</blockquote><blockquote id=\"blockquote_61\">“The natural resources of the earth, including the air, water,  land,  flora\nand fauna and especially representative samples of natural ecosystems,  must\nbe safeguarded for the benefit of present  and  future  generations  through\ncareful planning or management, as appropriate.”\nThus, there is no doubt about  the  fact  that  there  is  a  responsibility\nbestowed upon the Government to protect and preserve the  tanks,  which  are\nan important part of the environment of the area.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">39.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"198261756\" id=\"span_6\">In the case of <a href=\"/doc/198261756/\" id=\"a_124\">Manohar Lal Sharma vs. Principal  Secretary</a>,  (2014)  2\nSCC 532, this Court while  considering  the  power  of  the  police  officer\nobserved as under:-</span>\n</p>\n<blockquote id=\"blockquote_62\"> “24. In the criminal justice system the investigation of an offence is  the\ndomain of the police. The power to investigate into the cognizable  offences\nby the police officer is ordinarily not impinged by  any  fetters.  However,\nsuch power has to be exercised consistent with the statutory provisions  and\nfor legitimate purpose. The  courts  ordinarily  do  not  interfere  in  the\nmatters of  investigation  by  police,  particularly,  when  the  facts  and\ncircumstances  do  not  indicate  that  the  investigating  officer  is  not\nfunctioning bona fide. In very exceptional cases, however, where  the  court\nfinds that the police officer has  exercised  his  investigatory  powers  in\nbreach of the statutory provision putting the personal  liberty  and/or  the\nproperty of the citizen in jeopardy by  illegal  and  improper  use  of  the\npower or there is abuse of the investigatory power [pic]and process  by  the\npolice officer or the investigation by the police is found to  be  not  bona\nfide  or  the  investigation  is  tainted  with  animosity,  the  court  may\nintervene to protect the personal and/or property rights of the citizens.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_48\">40.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"501550\" id=\"span_7\">In the case of <a href=\"/doc/501550/\" id=\"a_125\">State of M.P. vs. Ram Singh</a>,  (2000)  5  SCC  88,  this\nCourt was  considering  an  order  by  which  the  High  Court  quashed  the\ninvestigation and consequent proceedings  conducted  and  concluded  by  the\npolice under <a href=\"/doc/178303/\" id=\"a_126\">Section 13(1)(e)</a> and <a href=\"/doc/1259316/\" id=\"a_127\">13(2)</a>  of  the  Prevention  of  Corruption\nAct, 1988 on the ground that the investigation had not been conducted by  an\nauthorized officer in terms of <a href=\"/doc/68138401/\" id=\"a_128\">Section 17</a> of the Act.  The Court  held  that\nthe Act was intended to make  effective  provision  for  the  prevention  of\nbribery and corruption rampant amongst the public servants.  It is a  social\nlegislation intended to curb illegal activities of the  public  servant  and\nis designed to be liberally construed so as  to  advance  its  object.   The\nCourt observed:-</span>\n</p><blockquote id=\"blockquote_63\">“9. The menace of corruption was found to have enormously increased  by  the\nFirst and Second World War conditions. Corruption, at  the  initial  stages,\nwas considered confined to the bureaucracy which had  the  opportunities  to\ndeal with a variety of State largesse in the  form  of  contracts,  licences\nand grants. Even after the war the opportunities  for  corruption  continued\nas large amounts of government surplus stores were required to  be  disposed\nof by the public servants. As a consequence of  the  wars  the  shortage  of\nvarious goods necessitated the imposition of controls and extensive  schemes\nof post-war reconstruction involving the disbursement of huge sums of  money\nwhich lay in  the  control  of  the  public  servants  giving  them  a  wide\ndiscretion with the result of luring them to the glittering shine of  wealth\nand property. In order  to  consolidate  and  amend  the  laws  relating  to\nprevention of corruption and matters connected thereto,  the  <a href=\"/doc/33237157/\" id=\"a_129\">Prevention  of\nCorruption Act, 1947</a> was enacted which was amended from  time  to  time.  In\nthe year 1988 a new Act on the subject being Act  49  of  1988  was  enacted\nwith the  object  of  dealing  with  the  circumstances,  contingencies  and\nshortcomings which were noticed in the working  and  implementation  of  the\n1947 Act. The law relating to prevention of corruption was essentially  made\nto deal with the public servants, not as understood in common  parlance  but\nspecifically defined in the Act.\n</blockquote>\n<blockquote id=\"blockquote_64\">                                    xxxxx\n</blockquote><blockquote id=\"blockquote_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1361495\" id=\"span_8\">14. It may be noticed at this stage that a three-Judge Bench of  this  Court\nin <a href=\"/doc/1361495/\" id=\"a_130\">H.N. Rishbud v. State of Delhi</a>, AIR 1955 SC 196, had held that  a  defect\nor illegality in investigation, however serious, has no  direct  bearing  on\nthe competence or the procedure relating to cognizance or  trial.  Referring\nto the provisions of <a href=\"/doc/686759/\" id=\"a_131\">Sections 190</a>, <a href=\"/doc/1145599/\" id=\"a_132\">193</a>, <a href=\"/doc/621703/\" id=\"a_133\">195</a> to <a href=\"/doc/27007/\" id=\"a_134\">199</a> and <a href=\"/doc/445276/\" id=\"a_135\">537</a> of  the  Code  of\nCriminal Procedure (1898) in the context of an offence under the  <a href=\"/doc/33237157/\" id=\"a_136\">Prevention\nof Corruption Act, 1947</a>, the Court held:</span>\n</blockquote>\n<blockquote id=\"blockquote_66\">“A defect or illegality in investigation, however  serious,  has  no  direct\nbearing on the competence or the procedure relating to cognizance or  trial.\nNo doubt a police report which results from an investigation is provided  in\n<a href=\"/doc/686759/\" id=\"a_137\">Section 190</a> Cr.PC as the material on which cognizance is [pic]taken. But  it\ncannot be maintained that a valid and legal police report is the  foundation\nof the jurisdiction of the court to take cognizance. <a href=\"/doc/686759/\" id=\"a_138\">Section  190</a>  Cr.PC  is\none out of a group of sections under the heading ‘Conditions  requisite  for\ninitiation of proceedings’. The  language  of  this  section  is  in  marked\ncontrast with that of the  other  sections  of  the  group  under  the  same\nheading, i.e., Sections 193 and 195 to 199.\n</blockquote><blockquote id=\"blockquote_67\">These latter sections regulate the competence  of  the  court  and  bar  its\njurisdiction  in  certain  cases  excepting  in  compliance  therewith.  But\nSection 190 does not. While no doubt, in one sense,  clauses  (a),  (b)  and\n</blockquote><blockquote id=\"blockquote_68\">(c) of Section 190(1) are conditions requisite for taking of cognizance,  it\nis not possible to say that  cognizance  on  an  invalid  police  report  is\nprohibited and is therefore a nullity. Such  an  invalid  report  may  still\nfall either under clause (a) or (b) of Section 190(1), (whether  it  is  the\none or the other we need not pause to consider) and in any  case  cognizance\nso taken is only in the nature of error in a proceeding  antecedent  to  the\ntrial. To such a situation <a href=\"/doc/445276/\" id=\"a_139\">Section 537</a>  Cr.PC  which  is  in  the  following\nterms is attracted:\n</blockquote><blockquote id=\"blockquote_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"104829\" id=\"span_9\">‘Subject to the provisions hereinbefore contained, no finding,  sentence  or\norder passed by a court of  competent  jurisdiction  shall  be  reversed  or\naltered on  appeal  or  revision  on  account  of  any  error,  omission  or\nirregularity in  the  complaint,  summons,  warrant,  charge,  proclamation,\norder, judgment or other proceedings  before  or  during  trial  or  in  any\ninquiry or other proceedings under this Code, unless  such  error,  omission\nor irregularity, has in fact occasioned a failure of justice.’\nIf, therefore, cognizance is in fact taken, on a police report  vitiated  by\nthe breach of a mandatory provision relating to investigation, there can  be\nno doubt that the result of the trial which follows it cannot be  set  aside\nunless the illegality in the investigation can  be  shown  to  have  brought\nabout a miscarriage of justice. That an illegality committed in  the  course\nof investigation does not affect the competence and the jurisdiction of  the\ncourt for trial is well settled as appears from the cases in  —  <a href=\"/doc/104829/\" id=\"a_140\">‘Parbhu  v.\nEmperor</a>, AIR 1944 PC 73, and — ‘Lumbhardar Zutshi v. R., AIR 1950 PC 26 ”\nIt further held:</span>\n</blockquote><blockquote id=\"blockquote_70\">“In our opinion, therefore, when such a breach is brought to the  notice  of\nthe court at an early stage of the trial, the court will  have  to  consider\nthe nature and extent of the violation and pass appropriate orders for  such\nreinvestigation as may be called for, wholly or partly, and by such  officer\nas it considers appropriate with reference to the requirements of <a href=\"/doc/198881428/\" id=\"a_141\">Section 5-\nA </a>of the Act. It is in the  light  of  the  above  considerations  that  the\nvalidity or otherwise of the objection as to the violation of  <a href=\"/doc/195157434/\" id=\"a_142\">Section  5(4)</a>\nof the Act has to  be  decided  and  the  course  to  be  adopted  in  these\nproceedings, determined.”[pic]\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">41.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1013766\" id=\"span_10\">In the case of <a href=\"/doc/1013766/\" id=\"a_143\">Directorate of Enforcement vs.  Deepak Mahajan</a>,  (1994)\n3 SCC 440, the question came up for consideration before this Court  was  as\nto whether a Magistrate before whom a person arrested under  <a href=\"/doc/1109803/\" id=\"a_144\">Section  35</a>  of\nthe Foreign Exchange Regulation Act, 1973 is produced, has  jurisdiction  to\nauthorize detention of that person under  <a href=\"/doc/839149/\" id=\"a_145\">Section  167(2)</a>  of  the  Code  of\nCriminal Procedure.  Answering that question the Court observed:-</span>\n</p><blockquote id=\"blockquote_71\">“23. Keeping in view the  cardinal  principle  of  law  that  every  law  is\ndesigned to further the ends of justice but not to  frustrate  on  the  mere\ntechnicalities, we shall deal with all those challenges  in  the  background\nof the principles of statutory interpretations and of the  purpose  and  the\nspirit of the concerned Acts as gathered from their intendment.\n</blockquote><blockquote id=\"blockquote_72\">24. The concerned  relevant  provisions  of  the  Acts  with  which  we  are\nconcerned, no doubt, pose some difficulty in  resolving  the  question  with\nregard to the jurisdiction  of  the  Magistrate  authorising  detention  and\nsubsequent extension of the same when  the  provisions  of  those  Acts  are\nnarrowly and literally interpreted. Though the function  of  the  courts  is\nonly to expound the law and not to legislate,  nonetheless  the  legislature\ncannot be asked to sit to resolve the difficulties in the implementation  of\nits intention and the spirit of the law. In such circumstances,  it  is  the\nduty of the court to  mould  or  creatively  interpret  the  legislation  by\nliberally interpreting the statute.\n</blockquote><blockquote id=\"blockquote_73\">                                xxxxxxxxxxxx\n</blockquote><blockquote id=\"blockquote_74\">134. There are a series of decisions of various High Courts, of course  with\nsome exception, taking the view that  a  Magistrate  before  whom  a  person\narrested by the competent  authority  under  the  FERA  or  <a href=\"/doc/1059693/\" id=\"a_146\">Customs  Act</a>  is\nproduced, can authorise detention in exercise of his  powers  under  Section\n</blockquote><blockquote id=\"blockquote_75\">167. Otherwise the mandatory direction under the provision of Section  35(2)\nof FERA or <a href=\"/doc/1982427/\" id=\"a_147\">Section 104(2)</a> of the Customs Act, to take every person  arrested\nbefore the Magistrate without unnecessary delay when the  arrestee  was  not\nreleased on bail under sub-section (3) of those special  Acts,  will  become\npurposeless and meaningless and to say that the courts even in the event  of\nrefusal of bail have no choice but to set the person arrested at liberty  by\nfolding their hands as a helpless spectator in the face of  what  is  termed\nas “legislative casus omissus” or legal  flaw  or  lacuna,  it  will  become\nutterly illogical and absurd.”\n\n\n</blockquote><blockquote id=\"blockquote_76\">42.   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1815080\" id=\"span_11\">In the case of <a href=\"/doc/1815080/\" id=\"a_148\">Maqbool Hussain vs. State of Bombay</a>, AIR 1953  SC  325,\nthe question that fell for consideration before the  Constitution  Bench  of\nthis Court was whether by  reason  of  the  proceedings  taken  by  the  Sea\nCustoms authorities the appellant could be said to have been prosecuted  and\npunished for the same offence with which he was charged in the court of  the\nChief Presidency Magistrate, Bombay.   In  the  said  case,  gold  had  been\nbrought by the appellant from Jeddah in contravention of the  provisions  of\n<a href=\"/doc/27905/\" id=\"a_149\">Foreign Exchange Regulation Act, 1947</a>.  He was also liable to be  prosecuted\nunder the  Sea  Customs  Act.   The  prosecution  was  challenged  as  being\nviolative of <a href=\"/doc/17858/\" id=\"a_150\">Article 20(2)</a> of  the  Constitution.   The  Constitution  Bench\nanswering the question held as under:</span>\n</blockquote><blockquote id=\"blockquote_77\">“…There is no doubt that the act which constitutes an offence under the  Sea\nCustoms Act as also an offence under the  <a href=\"/doc/27905/\" id=\"a_151\">Foreign  Exchange  Regulation  Act</a>\nwas one and the same, viz., importing  the  gold  in  contravention  of  the\nnotification of the Government of India dated the  25th  August,  1948.  The\nappellant  could  be  proceeded  against  under  section 167(8) of  the  Sea\nCustoms Act as also under <a href=\"/doc/33962792/\" id=\"a_152\">section 23</a> of the Foreign Exchange Regulation  Act\nin  respect  of  the  said  act.  Proceedings  were  in  fact  taken   under\nsection 167(8) of the Sea Customs Act which resulted in the confiscation  of\nthe gold. Further proceedings were taken  under  <a href=\"/doc/33962792/\" id=\"a_153\">section 23</a> of  the  Foreign\nExchange Regulation Act by way of filing  the  complaint  aforesaid  in  the\nCourt of the Chief Presidency Magistrate, Bombay, and  the  plea  which  was\ntaken by the accused in bar of the prosecution in the  Court  of  the  Chief\nPresidency Magistrate, was that he had already been prosecuted and  punished\nfor the same offence and by virtue of  the  provisions  of  <a href=\"/doc/17858/\" id=\"a_154\">article 20(2)</a> of\nthe Constitution he could not be prosecuted and punished again.”\n\n\n</blockquote><blockquote id=\"blockquote_78\">43.   This Court further observed that:\n</blockquote><blockquote id=\"blockquote_79\">“The fundamental right which is guaranteed in  <a href=\"/doc/17858/\" id=\"a_155\">article 20(2)</a> enunciates  the\nprinciple of &quot;autrefois convict&quot; or &quot;double jeopardy&quot;.  The  roots  of  that\nprinciple are to be found in the well established rule of the common law  of\nEngland &quot;that where a person has been convicted of an offence by a court  of\ncompetent jurisdiction the conviction is  a  bar  to  all  further  criminal\nproceedings for the same offence.&quot; (Per Charles  J.  in  Reg.  v.  Miles 24,\nQ.B.D. 423. To the same effect is the ancient maxim &quot;Nemo bis  debet  punire\npro uno delicto&quot;, that is to say that no one ought to be twice punished  for\none offence or as it is sometimes written &quot;pro eadem causa&quot;,  that  is,  for\nthe same cause.”\n\n\n</blockquote><blockquote id=\"blockquote_80\">44.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"701326\" id=\"span_12\">In the case of <a href=\"/doc/701326/\" id=\"a_156\">State of Bombay vs. S.L. Apte</a>, AIR  1961  SC  578,  the\nquestion that fell for consideration was  whether  in  view  of  an  earlier\nconviction and sentence under <a href=\"/doc/1326844/\" id=\"a_157\">Section 409</a>, IPC, the  subsequent  prosecution\nfor an offence under <a href=\"/doc/768216/\" id=\"a_158\">Section 105</a> of the Insurance Act was barred by  <a href=\"/doc/87754/\" id=\"a_159\">Section\n26</a> of the General  Clauses  Act  and  <a href=\"/doc/17858/\" id=\"a_160\">Article  20(2)</a>  of  the  Constitution.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">Answering the question, the Constitution Bench of this Court observed:\n</p><blockquote id=\"blockquote_81\">“14.  To operate as a bar  the  second  prosecution  and  the  consequential\npunishment  thereunder  must  be  for  &quot;the  same  offence&quot;.   The   crucial\nrequirement, therefore for attracting the Article is that the  offences  are\nthe same, i.e., they should be identical. If, however, the two offences  are\ndistinct, then notwithstanding that the allegations  of  facts  in  the  two\ncomplaints might be substantially similar, the benefit of the ban cannot  be\ninvoked. It  is,  therefore,  necessary  to  analyse  and  compare  not  the\nallegations in the two complaints but the ingredients of  the  two  offences\nand see whether their identity  is  made  out.  It  would  be  seen  from  a\ncomparison of<a href=\"/doc/768216/\" id=\"a_161\"> s. 105</a> of the Insurance Act and<a href=\"/doc/1249173/\" id=\"a_162\"> s. 405</a> of  Indian  Penal  Code\n(s. 409 of the <a href=\"/doc/1569253/\" id=\"a_163\">Indian Penal Code</a> being only an aggravated form of  the  same\noffence) that though some of  the  necessary  ingredients  are  common  they\ndiffer in the following :\n</blockquote>\n\n<blockquote id=\"blockquote_82\">(1) Whereas under<a href=\"/doc/1249173/\" id=\"a_164\"> s. 405</a> of the  Indian  Penal  Code  the  accused  must  be\n&quot;entrusted&quot; with property or  with  &quot;dominion  over  that  property&quot;,  under<a href=\"/doc/768216/\" id=\"a_165\">\ns. 105</a> of the Insurance Act the entrustment or  dominion  over  property  is\nunnecessary; it is  sufficient  if  the  manager,  director,  etc.  &quot;obtains\npossession&quot; of the property.\n</blockquote>\n\n<blockquote id=\"blockquote_83\">(2) The offence of criminal breach of trust (s.  405  of  the  <a href=\"/doc/1569253/\" id=\"a_166\">Indian  Penal\nCode</a>) is not committed unless the act of misappropriation or  conversion  or\n&quot;the disposition in violation of the  law  or  contract&quot;,  is  done  with  a\ndishonest  intention,  but  s. 105 of  the  <a href=\"/doc/1656199/\" id=\"a_167\">Insurance  Act</a>   postulates   no\nintention and punishes as an offence the mere withholding of the property  -\n</blockquote><p data-structure=\"Section\" id=\"p_51\">whatever be the intent  with  which  the  same  is  done,  and  the  act  of\napplication of the property of an  insurer  to  purposes  other  than  those\nauthorised by the Act is similarly without  reference  to  any  intent  with\nwhich such application or misapplication is made. In these circumstances  it\ndoes not seem possible to say that the offence of criminal breach  of  trust\nunder the <a href=\"/doc/1569253/\" id=\"a_168\">Indian Penal Code</a> is the &quot;same offence&quot; for which the  respondents\nwere prosecuted on the complaint  of  the  company  charging  them  with  an\noffence under<a href=\"/doc/768216/\" id=\"a_169\"> s. 105</a> of the Insurance Act.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_52\">15.   This aspect of the matter based on the two offences being distinct  in\ntheir ingredients, content and  scope  was  not  presented  to  the  learned\nJudges of the High Court, possibly  because  the  decisions  of  this  Court\nconstruing and explaining the scope of <a href=\"/doc/17858/\" id=\"a_170\">Art. 20(2)</a> were  rendered  later.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96494\" id=\"span_13\">In\n<a href=\"/doc/96494/\" id=\"a_171\">Om Prakash Gupta v. State of U.P.</a> [1957] S.C.R. 423 the accused, a clerk  of\na municipality had been convicted of an offence under<a href=\"/doc/1326844/\" id=\"a_172\"> s. 409</a> of  the  Indian\nPenal Code for having misappropriated sums of money received by him  in  his\ncapacity as a servant of the local authority and  the  conviction  had  been\naffirmed on appeal, by the Sessions  Judge  and  in  revision  by  the  High\nCourt. The plea raised by the  accused  before  this  Court,  in  which  the\nmatter was brought by an appeal with special leave, was that  s. 409 of  the\n<a href=\"/doc/1569253/\" id=\"a_173\">Indian Penal Code</a> had been repealed by implication by the enactment of  sub-\nss. (1)(c) and (2) of<a href=\"/doc/616856/\" id=\"a_174\"> s. 5</a> of the Prevention of Corruption Act  because  the\nlatter dealt with an offence of substantially  the  same  type.  This  court\nrepelled that contention. It analysed the ingredients of  the  two  offences\nand after  pointing  out  the  difference  in  the  crucial  elements  which\nconstituted the offences under the two provisions, held that  there  was  no\nrepeal of<a href=\"/doc/1326844/\" id=\"a_175\"> s. 409</a> of the Indian Penal Code implied by the constitution  of  a\nnew offence under the terms of the <a href=\"/doc/1331755/\" id=\"a_176\">Prevention of Corruption Act</a>. It was  the\napplication of this decision and the ratio underlying it in the  context  of\n<a href=\"/doc/17858/\" id=\"a_177\">Art. 20(2)</a> of the Constitution that is of relevance to the  present  appeal.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"753279\" id=\"span_14\">The occasion for this arose in <a href=\"/doc/753279/\" id=\"a_178\">State of Madhya  Pradesh  v.  Veereshwar  Rao\nAgnihotry</a> [1957] S.C.R. 868 The  respondent  was  a  tax-collector  under  a\nmunicipality and was prosecuted for offences among  others  under  s. 409 of\nthe <a href=\"/doc/1569253/\" id=\"a_179\">Indian Penal Code</a> and<a href=\"/doc/1420677/\" id=\"a_180\"> s. 5(2)</a> of the Prevention of  Corruption  Act  for\nmisappropriation of sums entrusted to him as such tax-collector.  By  virtue\nof the provision contained in<a href=\"/doc/1194614/\" id=\"a_181\"> s. 7</a> of the Criminal Law Amendment  Act,  XLVI\nof 1952, the case was transferred to a Special Judge who  was  appointed  by\nthe  State  Government  after  the  prosecution  was  commenced   before   a\nMagistrate. The Special Judge found the accused guilty of the offence  under<a href=\"/doc/1326844/\" id=\"a_182\">\ns. 409</a> of the Indian Penal Code and convicted him to three  years&#x27;  rigorous\nimprisonment but as regards the charge under<a href=\"/doc/1420677/\" id=\"a_183\"> s. 5(2)</a> of  the  Prevention  of\nCorruption  Act,  he  acquitted  the  accused  on  the  ground  of   certain\nprocedural non-compliance with the rules as to investigation  prescribed  by\nthe latter enactment. The respondent appealed  to  the  High  Court  against\nthis conviction and sentence under  s. 409 of  the  <a href=\"/doc/1569253/\" id=\"a_184\">Indian  Penal  Code</a>  and\nthere urged that by reason of his acquittal in respect of the offence  under<a href=\"/doc/1420677/\" id=\"a_185\">\ns. 5(2)</a> of the Prevention of Corruption Act, his conviction under  s. 409 of\nthe <a href=\"/doc/1569253/\" id=\"a_186\">Indian Penal Code</a> could not also be maintained, the  same  being  barred\nby <a href=\"/doc/17858/\" id=\"a_187\">Art. 20(2)</a> of the Constitution. The High Court of Madhya Bharat  accepted\nthis  argument  and  allowed  the  appeal  and  the  State  challenged   the\ncorrectness of this decision by  an  appeal  to  this  Court.  Allowing  the\nappeal of the State, Govinda Menon,  J.,  delivering  the  judgment  of  the\nCourt observed :</span>\n</p>\n<blockquote id=\"blockquote_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96494\" id=\"span_15\">&quot;This Court has recently held in <a href=\"/doc/96494/\" id=\"a_188\">Om Prakash Gupta v. The State of U.P.</a>  that\nthe  offence  of  criminal  misconduct  punishable  under   s. 5(2) of   the\n<a href=\"/doc/1331755/\" id=\"a_189\">Prevention of Corruption Act</a>, II of  1947,  is  not  identical  in  essence,\nimport and  content  with  an  offence  under  s. 409 of  the  <a href=\"/doc/1569253/\" id=\"a_190\">Indian  Penal\nCode</a>...... In view of  the  above  pronouncement,  the  view  taken  by  the\nlearned Judge of the High Court that the two offences are one and the  same,\nis wrong, and if that is so, there can  be  no  objection  to  a  trial  and\nconviction under<a href=\"/doc/1326844/\" id=\"a_191\"> s. 409</a> of the Indian Penal Code,  even  if  the  respondent\nhas been  acquitted  of  an  offence  under  s. 5(2) of  the  <a href=\"/doc/1331755/\" id=\"a_192\">Prevention  of\nCorruption Act</a> II of 1947....... The High Court also  relied  on  <a href=\"/doc/655638/\" id=\"a_193\">Art. 20</a> of\nthe Constitution for the order of acquittal but that  Article  cannot  apply\nbecause the respondent was not prosecuted after he had  already  been  tried\nand acquitted for the same offence in an earlier trial and,  therefore,  the\nwell-known maxim &quot;Nemo debet bis vexari, si constat curiae quod sit pro  una\net eadem causa&quot; (No man shall be twice punished, if it appears to the  court\nthat it is for one and the same cause) embodied in <a href=\"/doc/655638/\" id=\"a_194\">Art. 20</a> cannot apply.&quot;</span>\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_53\">45.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"244267\" id=\"span_16\">In the case of <a href=\"/doc/244267/\" id=\"a_195\">T.S. Baliah vs. ITO</a>, AIR  1969  SC  701,  the  question\nthat arose for consideration before this Court  was  whether  the  appellant\ncould be simultaneously prosecuted under <a href=\"/doc/974069/\" id=\"a_196\">Section 177</a>, IPC and for  violation\nof <a href=\"/doc/4329636/\" id=\"a_197\">Section 52</a> of the Income Tax Act, 1922.  Considering  the  provisions  of\n<a href=\"/doc/87754/\" id=\"a_198\">Section 26</a> of the General Clauses Act, this Court held as under:</span>\n</p>\n<blockquote id=\"blockquote_85\">“6. ….A plain reading of the section shows that  there  is  no  bar  to  the\ntrial or conviction of the offender under both enactments but there is  only\na bar to the punishment of the offender  twice  for  the  same  offence.  In\nother words, the section provides that where an act or omission  constitutes\nan offence  under  two  enactments,  the  offender  may  be  prosecuted  and\npunished under either or both the enactments but shall not be liable  to  be\npunished twice for the same offence. We accordingly reject the  argument  of\nthe appellant on this aspect, of the case.\n</blockquote>\n\n<blockquote id=\"blockquote_86\">7.  It was then contended on behalf of the appellant  that  the  prosecution\nis illegal as complaint petition was required to be riled by the  Inspecting\nAssistant Commissioner under the 1922 Act.  In  our  opinion,  there  is  no\nsubstance in this argument, Section 53 of the 1922 Act only requires that  a\nperson shall not be proceeded against for  an  offence  under  Section 51 or\nSection 52 of the 1922  Act  &quot;except  at  the  instance  of  the  Inspecting\nAssistant Commissioner&quot;. It is not disputed in the  present  case  that  the\nrespondent has filed complaint petitions on the authority of the  Inspecting\nAssistant  Commissioner.  There  is  no  statutory  requirement   that   the\ncomplaint  petition  itself  must  be  filed  by  the  Inspecting  Assistant\nCommissioner. The clause &quot;at his instance&quot; in  Section 53 of  the  1922  Act\nonly means &quot;on his authority&quot; and it is therefore sufficient  compliance  of\nthe statutory  requirement  if  the  complaint  petition  is  filed  by  the\nrespondent on being authorised by the Inspecting Assistant Commissioner.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_54\">46.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1323709\" id=\"span_17\">In the case of <a href=\"/doc/1323709/\" id=\"a_199\">Collector of Customs vs.  Vasantraj  Bhagwanji  Bhatia</a>,\n1988 (3) SCC 467, the question that  arose  for  consideration  before  this\nCourt was as to whether a person prosecuted under the <a href=\"/doc/1059693/\" id=\"a_200\">Customs Act, 1962</a>  was\nalso liable to be prosecuted under the <a href=\"/doc/82964342/\" id=\"a_201\">Gold (Control) Act,  1968</a>.   In  that\ncase, person was acquitted from the charge of commission  of  offence  under\nthe <a href=\"/doc/1059693/\" id=\"a_202\">Customs Act</a>.   Considering  the  question,  whether  acquittal  of  that\nperson  will  create  a  bar  for  subsequent  prosecution  under  the  <a href=\"/doc/82964342/\" id=\"a_203\">Gold\n(Control) Act, 1968</a>, this Court observed:</span>\n</p><blockquote id=\"blockquote_87\">“It is therefore evident that the ingredients required to be established  in\nrespect of the offence under the <a href=\"/doc/1059693/\" id=\"a_204\">Customs Act</a> are altogether  different  from\nthe ones required to be established for an offence under the <a href=\"/doc/82964342/\" id=\"a_205\">Gold  (Control)\nAct</a>. In respect of the former, the prosecution has to establish  that  there\nwas a prohibition against the import into Indian sea waters of  goods  which\nwere found to be in the possession of the offender. On  the  other  hand  in\nrespect of the offence under the <a href=\"/doc/82964342/\" id=\"a_206\">Gold (Control) Act</a>, it is  required  to  be\nestablished that the offender was in  possession  of  primary  gold  meaning\nthereby gold of a purity of not less than 9  carats  in  any  unfinished  or\nsemi-finished form. In regard to the latter offence it is not  necessary  to\nestablish that there is any prohibition against  the  import  of  gold  into\nIndian sea waters. Mere possession of gold of purity not less than 9  carats\nin any unfinished or semi-finished form would be an offence under  the  <a href=\"/doc/82964342/\" id=\"a_207\">Gold\nControl  Act</a>.  It  is  therefore  stating  the  obvious  to  say  that   the\ningredients of the two offences are altogether  different.  Such  being  the\ncase the question arises whether the acquittal for the  offences  under  the\n<a href=\"/doc/1059693/\" id=\"a_208\">Customs  Act</a>  which  requires  the  prosecution  to   establish   altogether\ndifferent ingredients operates as a bar  to  the  prosecution  of  the  same\nperson in connection with the charge of having committed the  offence  under\nthe <a href=\"/doc/82964342/\" id=\"a_209\">Gold (Control) Act</a>.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_55\">47.   In the case of Leo Roy Frey vs. Thomas Dana,  AIR  1958  SC  119,  the\nquestion that arose for consideration before the Constitution Bench of  this\nCourt was as to whether conviction of a person for an offence under  <a href=\"/doc/570256/\" id=\"a_210\">Section\n157(8)(c)</a> of the Customs Act will bar a  subsequent  trial  for  conspiracy,\nthis Court observed that:\n</p><blockquote id=\"blockquote_88\">“The proceedings before the Customs authorities were under s. 167(8) of  the\nSea Customs Act. Under s. 186 of that Act, the award  of  any  confiscation,\npenalty or increased rate of duty under that Act by an  officer  of  Customs\ndoes not prevent the infliction  of  any  punishment  to  which  the  person\naffected thereby is liable under any other law. The offences with which  the\npetitioners are now charged include an offence under<a href=\"/doc/1897847/\" id=\"a_211\"> s. 120B</a>,  Indian  Penal\nCode. Criminal conspiracy is an offence created and made punishable  by  the\n<a href=\"/doc/1569253/\" id=\"a_212\">Indian Penal Code</a>. It is not an offence  under  the  Sea  Customs  Act.  The\noffence of a conspiracy to commit a crime is a different  offence  from  the\ncrime that is the object of the conspiracy because the  conspiracy  precedes\nthe commission of the crime and is complete before the  crime  is  attempted\nor completed, equally the crime attempted or completed does not require  the\nelement of conspiracy as one of its ingredients. They are,  therefore  quite\nseparate offences. This is also the view  expressed  by  the  United  States\nSupreme Court in  United  States  v.  Rabinowich (1915)  238  U.S.  78.  The\noffence  of  criminal  conspiracy  was  not  the  subject  matter   of   the\nproceedings before the Collector of Customs and therefore it cannot be  said\nthat the petitioners have already  been  prosecuted  and  punished  for  the\n&quot;same offence&quot;. It is true that the Collector of Customs has used the  words\n&quot;punishment&quot; and &quot;conspiracy&quot;, but those words were used in order  to  bring\nout that each of the  two  petitioners  was  guilty  of  the  offence  under\ns. 167(8) of the Sea Customs Act. The petitioners were not and  could  never\nbe charged with criminal conspiracy before  the  Collector  of  Customs  and\ntherefore <a href=\"/doc/17858/\" id=\"a_213\">Art. 20(2)</a> cannot be invoked. In this view of  the  matter  it  is\nnot necessary for us, on the present occasion,  to  refer  to  the  case  of\nMaqbool Hussain v. The State of Bombay1953 SCR730 (AIR 1953 SC 325)  and  to\ndiscuss whether the words used in <a href=\"/doc/655638/\" id=\"a_214\">Art. 20</a> do  or  do  not  contemplate  only\nproceedings of the nature of criminal proceedings before a court of  law  or\na judicial tribunal so ordinarily understood. In  our  opinion,  <a href=\"/doc/655638/\" id=\"a_215\">Art. 20</a> has\nno application to the facts of the present  case.  No  other  points  having\nbeen urged before us, these applications must be dismissed.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_56\">48.   Similar provision had been made in the  <a href=\"/doc/1781078/\" id=\"a_216\">Wild  Life  (Protection)  Act,\n1972</a>.  Section 55 of the said Act is peri metria of <a href=\"/doc/191009828/\" id=\"a_217\">Section 21</a> of  the  MMDR\nAct.  <a href=\"/doc/886137/\" id=\"a_218\">Section 55</a> of the Wild Life (Protection) Act, reads as under:\n</p><blockquote id=\"blockquote_89\">“55. No court shall take congnizance of any offence against this Act  except\non the complaint of the Chief Wild Life Warden or such other officer as  the\nState Government may authorize in this behalf.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_57\">49.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1871696\" id=\"span_18\">In the case of <a href=\"/doc/1871696/\" id=\"a_219\">State of Bihar vs. Murad Ali Khan and others</a>, (1988)  4\nSCC 655, accusation was made against the persons by alleging that they  shot\nand killed an elephant and removed ivory tusks  of  the  elephant.   On  the\nbasis of the complaint lodged with the Judicial  Magistrate,  cognizance  of\nthe offence was taken and process was issued.  It was at the same time  that\nthe Police registered a case under <a href=\"/doc/162506/\" id=\"a_220\">Sections 447</a>, <a href=\"/doc/3563/\" id=\"a_221\">429</a> and <a href=\"/doc/1101188/\" id=\"a_222\">379</a>, IPC read  with\n<a href=\"/doc/608973/\" id=\"a_223\">Sections 54</a> and <a href=\"/doc/912273/\" id=\"a_224\">39</a> of the Wild Life (Protection) Act, 1972  and  the  matter\nwas investigated by the Police.  At this stage, one of the  accused  persons\nmoved the High Court under <a href=\"/doc/1679850/\" id=\"a_225\">Section 482</a>, Cr.P.C. to quash the  order  of  the\nMagistrate to take cognizance of the alleged offence.   The High Court  took\nthe  view  that  <a href=\"/doc/788422/\" id=\"a_226\">Section  210</a>,  Cr.P.C.  is  attracted  and   that   as   an\ninvestigation by the Police was under  progress  in  relation  to  the  same\noffence, the learned Magistrate would be required to  stay  the  proceedings\non the complaint.  The High  <a href=\"/doc/1871696/\" id=\"a_227\">Court  further  held</a>  that  learned  Magistrate\nacted without jurisdiction in taking cognizance of the offence.  The  matter\nultimately came to this Court at the instance of State  of  Bihar.   Holding\nthat Section 210 was not attracted, Their Lordships held:</span>\n</p><blockquote id=\"blockquote_90\">“24. We are unable to accept the contention of Shri R.F.  Nariman  that  the\nspecific allegation in  the  present  case  concerns  the  specific  act  of\nkilling of an elephant, and that such  an  offence,  at  all  events,  falls\nwithin the overlapping areas between of <a href=\"/doc/3563/\" id=\"a_228\">Section 429</a> IPC on the one hand  and\n<a href=\"/doc/14347068/\" id=\"a_229\">Section 9(1)</a> read with <a href=\"/doc/198881428/\" id=\"a_230\">Section 50(1)</a> of the Act on the other  and  therefore\nconstitutes the same offence. Apart from the fact that  this  argument  does\nnot serve to support the order of the High Court in the present  case,  this\nargument is, even on its theoretical  possibilities,  more  attractive  than\nsound. The expression “any act or omission  which  constitutes  any  offence\nunder this Act” in <a href=\"/doc/198881428/\" id=\"a_231\">Section 56</a> of the Act, merely imports the idea  that  the\nsame act or omission might constitute  an  offence  under  another  law  and\ncould be tried under such other law or laws also.\n</blockquote><blockquote id=\"blockquote_91\">xxxxxxxx\n\n</blockquote><blockquote id=\"blockquote_92\">26. Broadly speaking, a protection against a second or  multiple  punishment\nfor the same offence, technical complexities aside,  includes  a  protection\nagainst re-prosecution after acquittal, a protection against  re-prosecution\nafter conviction and a protection against double or multiple punishment  for\nthe same offence.  These  protections  have  since  received  constitutional\nguarantee under <a href=\"/doc/17858/\" id=\"a_232\">Article 20(2).</a> But difficulties arise in the application  of\nthe principle in the context  of  what  is  meant  by  “same  offence”.  The\nprinciple in American law is stated thus:\n</blockquote><blockquote id=\"blockquote_93\">“The proliferation  of  technically  different  offences  encompassed  in  a\nsingle instance of crime behaviour has increased the importance of  defining\nthe scope of the offence that controls for purposes of the  double  jeopardy\nguarantee.\n</blockquote><blockquote id=\"blockquote_94\">Distinct  statutory  provisions  will  be  treated  as  involving   separate\noffences for double jeopardy  purposes  only  if  ‘each  provision  requires\nproof of an additional fact  which  the  other  does  not’  (Blockburger  v.\nUnited States). Where the same evidence suffices to prove both crimes,  they\nare  the  same  for  double  jeopardy  purposes,  and  the  clause   forbids\nsuccessive trials  and  cumulative  punishments  for  the  two  crimes.  The\noffences must be joined in one indictment  and  tried  together  unless  the\ndefendant  requests  that  they  be   tried   separately.(Jeffers   v.United\nStates,[1977]432 US 137)”\n</blockquote><blockquote id=\"blockquote_95\">27. The expression “the same offence”, “substantially the same offence”  “in\neffect the same offence” or “practically the same”, have not  done  much  to\nlessen the difficulty in applying the tests to  identify  the  legal  common\ndenominators of “same offence”. Friedland in Double Jeopardy  (Oxford  1969)\nsays at p. 108:\n</blockquote><blockquote id=\"blockquote_96\">“The trouble with this approach is that it is vague and  hazy  and  conceals\nthe thought processes of the court. Such an inexact test  must  depend  upon\nthe individual impressions of the judges and can give  little  guidance  for\nfuture decisions. A  more  serious  [pic]consequence  is  the  fact  that  a\ndecision in one case that two offences  are  ‘substantially  the  same’  may\ncompel the same result in another  case  involving  the  same  two  offences\nwhere the circumstances may be such that  a  second  prosecution  should  be\npermissible....”\n</blockquote><blockquote id=\"blockquote_97\">28. In order that the prohibition is attracted the same act must  constitute\nan offence under more than one Act. If there are two distinct  and  separate\noffences with  different  ingredients  under  two  different  enactments,  a\ndouble punishment  is  not  barred.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1827447\" id=\"span_19\">In  <a href=\"/doc/1827447/\" id=\"a_233\">Leo  Roy  Frey  v.  Superintendent,\nDistrict Jail</a>, the question  arose  whether  a  crime  and  the  offence  of\nconspiracy to commit it are different offences. This Court said:</span>\n</blockquote><blockquote id=\"blockquote_98\">“The offence of conspiracy to commit a crime is  a  different  offence  from\nthe crime that is the  object  of  the  conspiracy  because  the  conspiracy\nprecedes the commission of the crime and is complete  before  the  crime  is\nattempted or completed, equally the crime attempted or  completed  does  not\nrequire the element of conspiracy as  one  of  its  ingredients.  They  are,\ntherefore, quite separate offences.”\n\n</blockquote><p data-structure=\"Section\" id=\"p_58\">50.   It is well known principle that the rule against  double  jeopardy  is\nbased on a maxim nemo debet bis vexari pro una et eadem causa,  which  means\nno man shall be put  in  jeopardy  twice  for  one  and  the  same  offence.\n<a href=\"/doc/655638/\" id=\"a_234\">Article 20</a> of the Constitution provides that no person shall  be  prosecuted\nor punished for the offence more than once.  However,  it  is  also  settled\nthat a subsequent trial or a prosecution and punishment has no  bar  if  the\ningredients of the two offences are distinct.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">51.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"170445\" id=\"span_20\">In the case of <a href=\"/doc/170445/\" id=\"a_235\">State of Rajasthan vs. Hat Singh</a>, (2003) 2 SCC  152,  a\nperson was prosecuted for violation  of  prohibitory  order  issued  by  the\nCollector under  <a href=\"/doc/195157434/\" id=\"a_236\">Sections  5</a>  and  <a href=\"/doc/6387435/\" id=\"a_237\">6</a>  of  the  Rajasthan  Sati  (Prevention)\nOrdinance, 1987.  Against the said Ordinance, mass rally  took  place  which\nled to the registration of FIRs against various  persons  for  violation  of\nprohibitory order under <a href=\"/doc/195157434/\" id=\"a_238\">Sections 5</a> and <a href=\"/doc/6387435/\" id=\"a_239\">6</a> of  the  Act.   Persons,  who  were\narrested, moved a petition challenging the vires of the  Ordinance  and  the\nAct.  The High Court upholding the vires of the Ordinance/Act held that  the\nprovisions of <a href=\"/doc/195157434/\" id=\"a_240\">Sections 5</a> and <a href=\"/doc/6387435/\" id=\"a_241\">6</a> overlapped  each  other  and  that  a  person\ncould be found guilty only of the  offence  of  contravening  a  prohibitory\norder under either <a href=\"/doc/52652865/\" id=\"a_242\">Section 6(1)</a> or <a href=\"/doc/75241902/\" id=\"a_243\">Section 6(2)</a>  of  the  Act.   This  Court\ndiscussing the doctrine of double jeopardy and <a href=\"/doc/87754/\" id=\"a_244\">Section  26</a>  of  the  General\nClauses Act held as under:</span>\n</p><blockquote id=\"blockquote_99\">“We are, therefore, of the opinion that in a given case, same set  of  facts\nmay give rise to an offence punishable under  <a href=\"/doc/195157434/\" id=\"a_245\">Section  5</a>  and  <a href=\"/doc/3264908/\" id=\"a_246\">Section  6(3)</a>\nboth. There is nothing unconstitutional or illegal about it. So also an  act\nwhich is alleged to be an offence under <a href=\"/doc/3264908/\" id=\"a_247\">Section 6(3)</a> of the Act and  if  for\nany reason prosecution under <a href=\"/doc/3264908/\" id=\"a_248\">Section 6(3)</a> does not  end  in  conviction,  if\nthe ingredients of offence under <a href=\"/doc/195157434/\" id=\"a_249\">Section  5</a>  are  made  out,  may  still  be\nliable to be punished under <a href=\"/doc/195157434/\" id=\"a_250\">Section 5</a> of the  Act.  We,  therefore,  do  not\nagree with the High Court to the extent to which it has been held that  once\na prohibitory order under sub-section (1) or (2) has  been  issued,  then  a\ncriminal act done after the promulgation of the  prohibitory  order  can  be\npunished only under <a href=\"/doc/3264908/\" id=\"a_251\">Section 6(3)</a> and in spite of prosecution  under  <a href=\"/doc/3264908/\" id=\"a_252\">Section\n6(3)</a> failing, on the same set of facts the person proceeded  against  cannot\nbe held punishable under <a href=\"/doc/195157434/\" id=\"a_253\">Section 5</a> of the Act although  the  ingredients  of\n<a href=\"/doc/195157434/\" id=\"a_254\">Section 5</a> are fully made out.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1365068\" id=\"span_21\">52.   Learned counsel appearing for the appellant put heavy reliance on  the\ndecision of this Court in the case of <a href=\"/doc/1365068/\" id=\"a_255\">Avtar Singh vs. State of  Punjab</a>,  AIR\n1965 SC 666, in which the appellant was prosecuted and convicted  for  theft\nof electrical energy under <a href=\"/doc/1173949/\" id=\"a_256\">Section 39</a> of the Indian Electricity  Act,  1910.\nThe said conviction was challenged on the ground  that  as  his  prosecution\nwas for an offence against the Act it was incompetent as  it  had  not  been\ninstituted at the instance of any person mentioned  in  <a href=\"/doc/198881428/\" id=\"a_257\">Section  50</a>  of  the\nAct.   <a href=\"/doc/198881428/\" id=\"a_258\">Section  39</a>  of  the  Act  provides  that  if  a  person  dishonestly\nabstracts, consumes or uses any energy shall be  deemed  to  have  committed\ntheft within the meaning of the <a href=\"/doc/1569253/\" id=\"a_259\">Indian Penal Code</a>.  It  is  not  in  dispute\nthat the appellant had  committed  the  theft  mentioned  in  this  section.\nHowever, <a href=\"/doc/198881428/\" id=\"a_260\">Section 50</a> of  the  Act  provides  that  no  prosecution  shall  be\ninstituted against any person for any offence against the Act except at  the\ninstance of the Government or  an  Electrical  Inspector,  or  of  a  person\naggrieved by the same.  This Court allowing the appeal held as under:</span>\n</p><blockquote id=\"blockquote_100\">“We may now refer to certain general  considerations  also  leading  to  the\nview which we have taken. First, we find  that  the  heading  which  governs\n<a href=\"/doc/198881428/\" id=\"a_261\">Sections 39</a>  to  <a href=\"/doc/198881428/\" id=\"a_262\">50</a> of  the  Act  is  &quot;Criminal  Offences  and   Procedure&quot;.\nObviously,  therefore,  the  legislature  thought  that   s. 39 created   an\noffence. We have also said  that  Sections 48 and 49 indicate  that  in  the\nlegislature&#x27;s contemplation s. 39 provided for a  punishment.  That  section\nmust, therefore, also have been intended to create an offence to  which  the\npunishment was to attach. The word &#x27;offence&#x27; is  not  defined  in  the  Act.\nSince  for  the  reasons  earlier  mentioned,  in  the  legislature&#x27;s   view\ns. 39 created an offence, it has to  be  held  that  that  was  one  of  the\noffences to which s. 50 was intended to apply. Lastly, it seems to  us  that\nthe object of s. 50 is to prevent prosecution for offences against  the  Act\nbeing instituted by anyone who chooses to do so because the offences can  be\nproved by men possessing special qualifications. That  is  why  it  is  left\nonly  to  the  authorities  concerned  with  the  offence  and  the  persons\naggrieved by it to initiate  the  prosecution.  There  is  no  dispute  that\ns. 50 would apply to the offences mentioned in  Sections40  to  47.  Now  it\nseems to us that if we are right in our view about the object of  s. 50,  in\nprinciple it would be impossible to make any distinction  between  s. 39 and\nany of the sections from s. 40 to 47. Thus  s. 40 makes  it  an  offence  to\nmaliciously cause energy to be wasted. If in  respect  of  waste  of  energy\ns. 50 is to have application, there is no reason  why  it  should  not  have\nbeen intended to apply to dishonest abstraction of energy made  a  theft  by\ns. 39. For all these reasons we think that the  present  is  a  case  of  an\noffence against the Act and the  prosecution  in  respect  of  that  offence\nwould be incompetent unless it was instituted at the instance  of  a  person\nnamed in s. 50.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_61\">53.   With due respect, the ratio decided by this  Court  can  be  severally\ndistinguished for the reason that the complaint or allegation  of  dishonest\nabstraction of electricity as contemplated under Section 39 making  the  act\nas a theft within the meaning of the <a href=\"/doc/1569253/\" id=\"a_263\">Indian  Penal  Code</a>  and  be  made  and\nproved by person possessing special qualification.  In other words,  whether\nthere is a dishonest abstraction  of  electrical  energy,  as  mentioned  in\n<a href=\"/doc/198881428/\" id=\"a_264\">Section 39</a> of the Act, can be ascertained only by a person/Engineers  having\nspecial qualification in that field.\n</p>\n<p data-structure=\"Facts\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"878138\" id=\"span_22\">54.   Last but not least, in addition to these decisions,  in  the  case  of\n<a href=\"/doc/878138/\" id=\"a_265\">Institute of Chartered Accountants of  India  vs.  Vimal  Kumar  Surana  and\nanother</a>, (2011) 1 SCC 534,  this  Court  has  very  elaborately  dealt  with\nsimilar provision under the  <a href=\"/doc/1826871/\" id=\"a_266\">Chartered  Accountants  Act,  1949</a>  (in  short,\n‘C.A. Act’).  In  that  case,  the  respondent,  who  passed  the  Chartered\nAccountant examination but was not a member of the appellant’s Institute  of\nChartered Accounts, allegedly represented before the Income  Tax  Department\nand the authorities constituted under the Madhya Pradesh Trade  Tax  Act  on\nthe basis of power of attorney or  as  legal  representative  and  submitted\ndocuments such as audit reports and certificates required to  be  issued  by\nthe  Chartered  Accountants  by   preparing   forged   seals   and   thereby\nimpersonated  himself  as  Chartered   Accountant.    He   was   accordingly\nprosecuted and charge was framed against him under <a href=\"/doc/1667388/\" id=\"a_267\">Sections  419</a>,  <a href=\"/doc/556166/\" id=\"a_268\">468</a>,  <a href=\"/doc/1466184/\" id=\"a_269\">471</a>\nand <a href=\"/doc/182233/\" id=\"a_270\">472</a>, IPC.  The respondent challenged the order by filing revision  under\n<a href=\"/doc/1457888/\" id=\"a_271\">Section 397</a>, Cr.P.C.  The Additional Sessions Judge set aside the  order  of\nthe Magistrate and remanded the case to the trial court with a direction  to\ndecide whether there  are  sufficient  grounds  for  framing  charges  under\n<a href=\"/doc/1667388/\" id=\"a_272\">Sections 419</a>, <a href=\"/doc/556166/\" id=\"a_273\">468</a>, <a href=\"/doc/1466184/\" id=\"a_274\">471</a> and <a href=\"/doc/649216/\" id=\"a_275\">473</a>, IPC read with Sections  24  and  26  of  the\nC.A. Act.  After remand, the trial court passed an order holding that  there\nwas no basis for framing any charge against respondent under the <a href=\"/doc/1569253/\" id=\"a_276\">IPC</a>.    The\nMagistrate   further   held    that    cognizance    of    offences    under\nSections 24 and 26 of the C.A. Act cannot be taken because no complaint  had\nbeen filed by or under the order of the Council before the Magistrate.   The\nrevision filed against the orders of  the  Magistrate  was  dismissed.   The\nHigh Court referring <a href=\"/doc/133943689/\" id=\"a_277\">Sections 2</a>, <a href=\"/doc/38683215/\" id=\"a_278\">4</a>, <a href=\"/doc/195157434/\" id=\"a_279\">5</a> and <a href=\"/doc/862299/\" id=\"a_280\">Section 195(1)</a>, Cr.P.C. held  that\nin the absence of a complaint the Magistrate  was  not  competent  to  frame\ncharges against the respondent.  The High <a href=\"/doc/878138/\" id=\"a_281\">Court further held</a>  that  in  view\nof the special mechanism contained in the C.A.  Act  for  prosecution  of  a\nperson  violating  <a href=\"/doc/112179856/\" id=\"a_282\">Sections 24</a>, <a href=\"/doc/88927215/\" id=\"a_283\">24A</a> and <a href=\"/doc/173876687/\" id=\"a_284\">26</a> of  the   Act,   he   cannot   be\nprosecuted under the <a href=\"/doc/1569253/\" id=\"a_285\">IPC</a>.  The matter finally came to this Court.   Allowing\nthe appeal, this Court considered catena of decisions and held as under:</span>\n</p>\n<blockquote id=\"blockquote_101\">“24. Such an unintended consequence can be and deserves  to  be  avoided  in\ninterpreting <a href=\"/doc/88927215/\" id=\"a_286\">Sections 24-A</a>, <a href=\"/doc/33972113/\" id=\"a_287\">25</a> and <a href=\"/doc/173876687/\" id=\"a_288\">26</a> keeping in view the settled  law  that\nif there are two possible constructions of a statute,  then  the  one  which\nleads to anomaly or absurdity  and  makes  the  statute  vulnerable  to  the\nattack of unconstitutionality should be avoided in preference to  the  other\nwhich makes it rational and immune from the charge  of  unconstitutionality.\nThat apart, the court cannot interpret  the  provisions  of  the  Act  in  a\nmanner which will deprive the victim of the  offences  defined  in  Sections\n416, 463, 464, 468 and 471 of  his  right  to  prosecute  the  wrongdoer  by\nfiling  the  first  information  report  or  complaint  under  the  relevant\nprovisions of <a href=\"/doc/445276/\" id=\"a_289\">CrPC</a>.”\n\nxxxxxxxxxxxx\n\n</blockquote><blockquote id=\"blockquote_102\">42. The submission of Shri Gupta that the respondent  cannot  be  prosecuted\nfor the offences defined under <a href=\"/doc/1569253/\" id=\"a_290\">IPC</a>  because  no  complaint  had  been  filed\nagainst him by the court concerned or authority as per  the  requirement  of\n<a href=\"/doc/1616180/\" id=\"a_291\">Section  195(1)(b)(ii)</a>  CrPC  sounds  attractive  but   lacks   merit.   The\nprohibition contained in <a href=\"/doc/621703/\" id=\"a_292\">Section 195</a> CrPC against taking  of  cognizance  by\nthe court except on a complaint in  writing  made  by  the  court  concerned\nbefore which the document is produced  or  given  in  a  proceeding  is  not\nattracted in the case like the present  one  because  the  officers  of  the\nIncome Tax Department and  the  authorities  constituted  under  the  Madhya\nPradesh Trade Tax Act, 1995 before whom the respondent is  alleged  to  have\nacted on the basis of power  of  attorney  or  as  legal  representative  or\nproduced audit report do not fall within the ambit of the  term  “court”  as\ndefined in  <a href=\"/doc/362727/\" id=\"a_293\">Section  195(3)</a>  CrPC.  Such  officer/authorities  were  neither\ndischarging the functions of a civil, revenue or criminal  court  nor  could\nthey be treated as tribunal constituted by or under  the  Central  or  State\nAct, which is declared to be a court for the purpose of Section 195.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_63\">55.   There cannot be any  two  opinions  that  natural  resources  are  the\nassets of the  nation  and  its  citizens.  It  is  the  obligation  of  all\nconcerned, including the Central and the State Governments, to conserve  and\nnot  waste  such  valuable  resources.  <a href=\"/doc/871328/\" id=\"a_294\">Article  48-A</a>  of  the  Constitution\nrequires  that  the  State  shall  endeavour  to  protect  and  improve  the\nenvironment and  safeguard  the  forests  and  wild  life  of  the  country.\nSimilarly, <a href=\"/doc/867010/\" id=\"a_295\">Article 51-A</a> enjoins a duty upon every  citizen  to  protect  and\nimprove the natural environment including forests, lakes,  rivers  and  wild\nlife, and to have compassion for all the living creatures. In  view  of  the\nConstitutional provisions, the Doctrine of Public Trust has become  the  law\nof the  land.  The  said  doctrine  rests  on  the  principle  that  certain\nresources like air, sea, waters and forests are of such great importance  to\nthe people as a whole that it would be highly unjustifiable to make  them  a\nsubject of private ownership.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_64\">56.   Reading the provisions of the Act minutely and carefully, prima  facie\nwe are  of  the  view  that  there  is  no  complete  and  absolute  bar  in\nprosecuting  persons  under  the  <a href=\"/doc/1569253/\" id=\"a_296\">Indian  Penal  Code</a>  where  the   offences\ncommitted by persons are penal and cognizable offence.\n</p>\n\n<p data-structure=\"Section\" id=\"p_65\">57.   Sub-section (1A) of <a href=\"/doc/38683215/\" id=\"a_297\">Section 4</a> of the MMDR Act puts  a  restriction  in\ntransporting and storing any mineral otherwise than in accordance  with  the\nprovisions of the Act and the rules made  thereunder.   In  other  words  no\nperson will do mining activity without a valid lease  or  license.   <a href=\"/doc/191009828/\" id=\"a_298\">Section\n21</a> is a penal provision according to  which  if  a  person  contravenes  the\nprovisions of  Sub-section  (1A)  of  <a href=\"/doc/38683215/\" id=\"a_299\">Section  4</a>  shall  be  prosecuted  and\npunished in the manner and procedure provided in the Act.   Sub-section  (6)\nhas been inserted in <a href=\"/doc/38683215/\" id=\"a_300\">Section 4</a> by amendment making  the  offence  cognizable\nnotwithstanding anything contained in the <a href=\"/doc/445276/\" id=\"a_301\">Code of Criminal Procedure</a> 1973.\n</p>\n<p data-structure=\"Section\" id=\"p_66\">58.   <a href=\"/doc/88384686/\" id=\"a_302\">Section 22</a> of the  Act  puts  a  restriction  on  the  court  to  take\ncognizance of any  offence  punishable  under  the  Act  or  any  rule  made\nthereunder except upon a complaint made  by  a  person  authorized  in  this\nbehalf.\n</p><p data-structure=\"Section\" id=\"p_67\">59.   It is very important to note that <a href=\"/doc/191009828/\" id=\"a_303\">Section 21</a> does  not  begin  with  a\nnon-obstante  clause.  Instead  of  the  words   “notwithstanding   anything\ncontained in any law for the  time  being  in  force  no  court  shall  take\ncognizance…..”, the Section begins with  the  words  “no  court  shall  take\ncognizance of any offence.”\n</p><p data-structure=\"Precedent\" id=\"p_68\">60.   It is well known that a non-obstante clause is  a  legislative  device\nwhich is usually employed to give overriding effect  to  certain  provisions\nover some  contrary  provisions  that  may  be  found  either  in  the  same\nenactment or some other enactment, that is to say, to  avoid  the  operation\nand effect of all contrary provisions.\n</p><p data-structure=\"Precedent\" id=\"p_69\">61.   In Liverpool Borough   vs.   Turner  Lord  Campbell  (1861),  30  L.J.\nCh.379,  C.J. at page 380 said :-\n</p><blockquote id=\"blockquote_103\">      “No universal rule can be laid down for the construction of  statutes,\nas to whether mandatory enactments shall be  considered  directory  only  or\nobligatory, with an implied nullification for disobedience.  It is the  duty\nof courts to try to  get  at  the  real  intention  of  the  legislature  by\ncarefully attending to the whole scope of  the  statute  to  be  construed.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_70\">62.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1436728\" id=\"span_23\">In <a href=\"/doc/1436728/\" id=\"a_304\">Pratap Singh  vs.  Shri Krishna Gupta</a>, AIR  1956  SC  140  at  page\n141, the Supreme  Court  while  interpreting  the  mandatory  and  directory\nprovisions of statute observed as under:-</span>\n</p><blockquote id=\"blockquote_104\">“We do not think that is  right  and  we  deprecate  this  tendency  towards\ntechnicality; it is the substance that counts and must take precedence  over\nmere form.\n</blockquote><blockquote id=\"blockquote_105\">Some rules are vital and go to the  root  of  the  matter;  they  cannot  be\nbroken; others are only directory and a breach of  them  can  be  overlooked\nprovided there is substantial compliance with the rules read  as  whole  and\nprovided no prejudice ensues; and  when  the  legislature  does  not  itself\nstate  which  Judges  must  determine  the  matter  and  exercising  a  nice\ndiscrimination, sort out  one  class  from  the  other  along  broad  based,\ncommonsense lines.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_71\">63.   The question is whether a statute is mandatory  or  directory  depends\nupon the intent of the Legislature and not upon the language  in  which  the\nintent is clothed.  The  meaning  and  intention  of  the  legislature  must\ngovern, and these are to be ascertained, not only from  the  phraseology  of\nthe provision, but also by considering  its  nature,  its  design,  and  the\nconsequences which would follow from  construing  it  the  one  way  or  the\nother.\n</p><p data-structure=\"Precedent\" id=\"p_72\">64.         In Maxell on the Interpretation of Statutes 10th  Edn.  at  page\n381, it is stated thus :-\n</p><blockquote id=\"blockquote_106\">      “On the other hand, where the prescriptions of  a  statute  relate  to\nthe performance of a public duty and where the invalidation of acts done  in\nneglect of them would work serious general  inconvenience  or  injustice  to\npersons who have no control over  those  entrusted  with  the  duty  without\npromoting the essential aims of the legislature, such prescriptions seem  to\nbe  generally  understood  as  mere  instructions  for  the   guidance   and\ngovernment of those on whom the duty is imposed,  or,  in  other  words,  as\ndirectory only.  The neglect of them may be penal, indeed, but it  does  not\naffect the validity of the act done in disregard of them.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_73\">65.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1540511\" id=\"span_24\">In the case of <a href=\"/doc/1540511/\" id=\"a_305\">State of U.P. vs. Babu Ram Upadhya</a>, AIR  1961  SC  751,\nwhile interpreting a particular  statute  as  mandatory  or  directory  this\nCourt observed :-</span>\n</p><blockquote id=\"blockquote_107\">       “When  a  statute  uses  the  word  ‘shall’,  ‘prima  facie’,  it  is\nmandatory,  but  the  court  may  ascertain  the  real  intention   of   the\nlegislature by carefully attending to the whole scope of the  statute.   For\nascertaining the real intention of the legislature the court  may  consider,\ninter alia, the nature and the design of the statute, and  the  consequences\nwhich would follow from construing it the one way or the other,  the  impact\nof other provisions whereby the necessity of complying with  the  provisions\nin question is avoided, the circumstance, namely, that the statute  provides\nfor a contingency of the non-compliance with the provisions, the  fact  that\nthe non-compliance with  the  provisions  is  or  is  not  visited  by  some\npenalty, the serious or  trivial  consequences  that  flow  therefrom,  and,\nabove all, whether the  object  of  the  legislation  will  be  defeated  or\nfurthered.”\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_74\">66.   Considering the principles of interpretation and the wordings used  in\n<a href=\"/doc/88384686/\" id=\"a_306\">Section 22</a>, in our considered opinion, the provision is not a  complete  and\nabsolute bar for taking action by the police  for  illegal  and  dishonestly\ncommitting theft of minerals including sand from the river bed.\n</p><p data-structure=\"CDiscource\" id=\"p_75\">67.   The Court shall take judicial notice of the fact that over  the  years\nrivers in India have been affected by  the  alarming  rate  of  unrestricted\nsand mining which is damaging the eco-system of the  rivers  and  safety  of\nbridges.  It also  weakens  river  beds,  fish  breeding  and  destroys  the\nnatural habitat of many organisms.  If  these  illegal  activities  are  not\nstopped by the State and the police authorities of the State, it will  cause\nserious repercussions as mentioned hereinabove.  It  will  not  only  change\nthe river hydrology but also will deplete the ground water levels.\n</p>\n\n<p data-structure=\"Section\" id=\"p_76\">68.   There cannot be any dispute with regard to restrictions imposed  under\nthe <a href=\"/doc/198881428/\" id=\"a_307\">MMDR Act</a> and remedy provided therein.  In any case,  where  there  is  a\nmining activity by any person in contravention of the provisions of  <a href=\"/doc/38683215/\" id=\"a_308\">Section\n4</a> and other sections of the Act, the officer empowered and authorized  under\nthe Act shall exercise all the powers including making  a  complaint  before\nthe  jurisdictional  magistrate.   It  is  also  not  in  dispute  that  the\nMagistrate shall  in  such  cases  take  cognizance  on  the  basis  of  the\ncomplaint filed before it by a duly authorized officer.  In case  of  breach\nand violation of <a href=\"/doc/38683215/\" id=\"a_309\">Section 4</a> and other  provisions  of  the  Act,  the  police\nofficer cannot insist Magistrate for taking cognizance under the Act on  the\nbasis of the record submitted by the police alleging  contravention  of  the\nsaid Act.  In other words, the prohibition contained in <a href=\"/doc/88384686/\" id=\"a_310\">Section  22</a>  of  the\nAct against prosecution of a person  except  on  a  complaint  made  by  the\nofficer is attracted only when such  person  sought  to  be  prosecuted  for\ncontravention of <a href=\"/doc/38683215/\" id=\"a_311\">Section 4</a> of the Act and not for any act or omission  which\nconstitute an offence under <a href=\"/doc/1569253/\" id=\"a_312\">Indian Penal Code</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">69.   However, there may be situation where a person without  any  lease  or\nlicence or any authority enters into river and extracts sands,  gravels  and\nother minerals and remove  or  transport  those  minerals in  a  clandestine\nmanner with  an  intent  to  remove  dishonestly  those  minerals  from  the\npossession  of the State, is laible to  be   punished  for  committing  such\noffence under <a href=\"/doc/1280620/\" id=\"a_313\">Sections 378</a> and <a href=\"/doc/1101188/\" id=\"a_314\">379</a> of the Indian Penal Code.\n</p>\n<p data-structure=\"Section\" id=\"p_78\">70.   From a close reading of the provisions of <a href=\"/doc/198881428/\" id=\"a_315\">MMDR  Act</a>  and  the  offence\ndefined  under  <a href=\"/doc/1280620/\" id=\"a_316\">Section  378</a>,  IPC,  it  is  manifest  that the  ingredients\nconstituting the offence are different.   The  contravention  of  terms  and\nconditions of mining lease or doing mining activity in violation of  <a href=\"/doc/38683215/\" id=\"a_317\">Section\n4</a> of the Act is an offence punishable under <a href=\"/doc/191009828/\" id=\"a_318\">Section  21</a>  of  the  MMDR  Act,\nwhereas dishonestly removing sand,  gravels  and  other  minerals  from  the\nriver, which is the  property  of  the  State,  out  of  State’s  possession\nwithout the consent, constitute an offence of theft.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_79\">71.   Hence, merely because initiation of proceeding for  commission  of  an\noffence under the <a href=\"/doc/198881428/\" id=\"a_319\">MMDR Act</a> on the basis of complaint cannot  and  shall  not\ndebar the police from taking action against persons for committing theft  of\nsand and minerals in the manner mentioned above by  exercising  power  under\nthe <a href=\"/doc/445276/\" id=\"a_320\">Code of Criminal Procedure</a> and submit a  report  before  the  Magistrate\nfor taking cognizance against such person.  In other words, in a case  where\nthere is a theft of sand and gravels from the Government  land,  the  police\ncan register a case, investigate the same and submit a  final  report  under\n<a href=\"/doc/1412034/\" id=\"a_321\">Section 173</a>,  Cr.P.C.  before  a  Magistrate  having  jurisdiction  for  the\npurpose of taking cognizance as provided in <a href=\"/doc/954690/\" id=\"a_322\">Section 190 (1)(d)</a> of  the  Code\nof Criminal Procedure.\n</p>\n\n<p data-structure=\"Section\" id=\"p_80\">72.   After giving our thoughtful consideration in the matter, in the  light\nof relevant provisions of the Act vis-à-vis the <a href=\"/doc/445276/\" id=\"a_323\">Code of  Criminal  Procedure</a>\nand the <a href=\"/doc/1569253/\" id=\"a_324\">Indian  Penal  Code</a>,  we  are  of  the  definite  opinion  that  the\ningredients constituting the offence under the <a href=\"/doc/198881428/\" id=\"a_325\">MMDR Act</a> and the  ingredients\nof dishonestly  removing  sand  and  gravel  from  the  river  beds  without\nconsent, which is the property of the State, is  a  distinct  offence  under\nthe <a href=\"/doc/1569253/\" id=\"a_326\">IPC</a>.  Hence, for the commission of offence under  <a href=\"/doc/487026/\" id=\"a_327\">Section  378</a>  Cr.P.C.,\non receipt of the police report,  the  Magistrate  having  jurisdiction  can\ntake cognizance  of  the  said  offence  without  awaiting  the  receipt  of\ncomplaint that may be filed by the authorized officer for taking  cognizance\nin  respect  of  violation  of  various  provisions   of   the   <a href=\"/doc/198881428/\" id=\"a_328\">MMRD   Act</a>.\nConsequently the contrary view taken by the different High Courts cannot  be\nsustained in law and, therefore, overruled.   Consequently,  these  criminal\nappeals are disposed of with a direction to  the  concerned  Magistrates  to\nproceed accordingly.\n</p>\n<p data-structure=\"Precedent\" id=\"p_81\">                                                              …………………………….J.\n                                                              [ M.Y. Eqbal ]\n\n\n                                                              …………………………….J.\n                                                      [Pinaki Chandra Ghose]\nNew Delhi\nSeptember 04, 2014\n\n\n\n\n\n\n</p>","numcites":113,"numcitedby":482,"docsource":"Supreme Court of India","citetid":76417350,"divtype":"judgments","relatedqs":[{"value":"double jeopardy","formInput":"double%20jeopardy"},{"value":"doctrine of public trust","formInput":"doctrine%20of%20public%20trust"},{"value":"section 190 of crpc","formInput":"section%20190%20of%20crpc"},{"value":"article 20 (2)","formInput":"article%2020%20%282%29"},{"value":"section 379 ipc","formInput":"section%20379%20ipc"},{"value":"section 195 of crpc","formInput":"section%20195%20of%20crpc"},{"value":"\"double jeopardy\"","formInput":"%22double%20jeopardy%22"},{"value":"sea customs act","formInput":"sea%20customs%20act"},{"value":"ILLEGAL MINING ","formInput":"ILLEGAL%20MINING%20"},{"value":"indian penal code section 379","formInput":"indian%20penal%20code%20section%20379"},{"value":"section 190 criminal procedure code","formInput":"section%20190%20criminal%20procedure%20code"},{"value":"ipc 409","formInput":"ipc%20409"},{"value":"\"article 20 (2)\"","formInput":"%22article%2020%20%282%29%22"},{"value":"\"sand mining\"","formInput":"%22sand%20mining%22"},{"value":"prevention of corruption act","formInput":"prevention%20of%20corruption%20act"},{"value":"theft","formInput":"theft"},{"value":"investigation by police","formInput":"investigation%20by%20police"},{"value":"GUJARAT HIGH COURT      filter:      judgment on acquital in under section 325 ACQUITAL section 325 indian penal code","formInput":"GUJARAT%20HIGH%20COURT%20%20%20%20%20%20filter%3A%20%20%20%20%20%20judgment%20on%20acquital%20in%20under%20section%20325%20ACQUITAL%20section%20325%20indian%20penal%20code"},{"value":"article 20","formInput":"article%2020"},{"value":"\"public trust doctrine\"","formInput":"%22public%20trust%20doctrine%22"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"theft","formInput":"tag:theft"}],"courtcopy":true,"query_alert":null,"agreement":false}