{"tid":196949,"publishdate":"1984-03-06","title":"Tarapore & Company vs Cochin Shipyard Ltd. Cochin & Anr on 6 March, 1984","doc":"<h2 class=\"doc_title\">Tarapore &amp; Company vs Cochin Shipyard Ltd. Cochin &amp; Anr on 6 March, 1984</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1984 AIR 1072, 1984 SCR (3) 118, AIR 1984 SUPREME COURT 1072, (1984) 2 COMLJ 1, (1984) 97 MAD LW 113, 1984 (2) SCC 680, 1984 KLT SN 47 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-a-desai\">D.A. Desai</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-a-desai\">D.A. Desai</a>, <a href=\"/search/?formInput=benchid:o-c-reddy\">O. Chinnappa  Reddy</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nTARAPORE &amp; COMPANY\n\n\tVs.\n\nRESPONDENT:\nCOCHIN SHIPYARD LTD. COCHIN &amp; ANR.\n\nDATE OF JUDGMENT06/03/1984\n\nBENCH:\nDESAI, D.A.\nBENCH:\nDESAI, D.A.\nREDDY, O. CHINNAPPA (J)\n\nCITATION:\n 1984 AIR 1072\t\t  1984 SCR  (3) 118\n 1984 SCC  (2) 680\t  1984 SCALE  (1)411\n CITATOR INFO :\n RF\t    1988 SC 325\t (5)\n R\t    1988 SC1166\t (10)\n RF\t    1989 SC 268\t (23)\n\n\nACT:\n     <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act</a> 1940 (Act X of 1940 ) <a href=\"/doc/109140/\" id=\"a_2\">section 16(1)(c)</a>,\n<a href=\"/doc/1503578/\" id=\"a_3\">30</a> and <a href=\"/doc/1154891/\" id=\"a_4\">33</a>.\n     Arbitration- Works\t Contract-Construction\tof  Building\nDock and  Repair Dock-Reference\t of specific question of law\nto arbitrator-Arbitrator  framing issue-Parties\t agreeing to\nissue being decided-Award if could be set aside on ground of\nerror of law on face of award.\n     Interpretation:\n     Agreement-Works  contract\t of  large   magnitude-over-\nSimplification of clauses impermissible-Agreement Predicated\nupon and  agreed fact  situation-Situation ceasing to exist-\nAgreement to that extent rendered irrelevant and otiose.\n     Words &amp; Phrases:\n     `Without prejudice&#x27;-Meaning  of-`claim arising  out  of\ncontract&#x27;-`Relating to\tthe contract&#x27;-Meaning  of-Clause  40\nGeneral Conditions of Contract.\n\n\n\nHEADNOTE:\n     The  appellant  and  the  respondents  entered  into  a\ncontract for the construction of Building Dock. Clause 40 of\nthe General  Conditions of Contract entered into between the\nparties, provided  that &quot;all questions and disputes relating\nto the meaning of the Specifications Estimates Instructions,\nDesigns, Drawing  and the  quality  of\tthe  workmanship  or\nmaterials used\tin the\twork or\t as  to\t another  questions,\nclaim, right,  matter or thing whatsoever in any way arising\nout of\tor relating  to the contract or otherwise concerning\nthe execution  whether arising\tduring the  progress of\t the\nwork or\t after completion  shall be  referred  to  the\tSole\nArbitrator etc,&quot;  During the  implementation  of  the  works\ncontract. disputes arose between the parties in respect of a\nclaim for  compensation on  account of\tthe increase  in the\ncost of\t imported pile-driving equipment and technical know-\nhow fees. Correspondence was exchanged between the Appellant\nand Respondent\tNo. 1  and the\tdispute was  referred to the\nSole Arbitrator.  The point  referred were:  (1) Whether the\nclaim of  compensation for  increase in the cost of imported\npile driving  equipment and  technical know-how\t fees  would\nfall within  the purview  of the  first para of clause 40 of\nthe General  Conditions of Contract; and (2) if it does, the\nquantum of  compensation, if  any, to  which  the  appellant\nwould be  entitled  to.\t The  arbitrator  entered  upon\t the\nreference and after hearing the parties gave his award. The\n119\narbitrator  held   that\t the   appellant  was\tentitled  to\ncompensation for  the increase\tin the cost of imported pile\ndrawing equipment  and technical  know-how fees\t by a sum of\nRs. 99\tlakhs which  amount shall be payable with interest @\n9.1/2% The  award was  typed on\t stamp paper of the value of\nRs.150/- The  arbitrator forwarded  the award  to  both\t the\nparties.\n     The appellant moved a petition under <a href=\"/doc/665266/\" id=\"a_5\">sections 14</a> and <a href=\"/doc/1171700/\" id=\"a_6\">17</a>\nof the\tArbitration Act,  in the  Court of  the\t Subordinate\nJudge for  filing the  award and for making it a rule of the\nCourt, while  the respondent moved a petition under <a href=\"/doc/1503578/\" id=\"a_7\">sections\n30</a> and\t<a href=\"/doc/1154891/\" id=\"a_8\">33</a> for\tsetting aside the award contending that: (1)\nthe award was insufficiently stamped, and (2) the arbitrator\nhad exceeded  his jurisdiction\tby misconstruing  clause 40.\nThe Subordinate Judge negatived both the contentions. It was\nheld that  the\trespondent  having  submitted  the  question\nwhether the  dispute raised  by the appellant was covered by\nthe   arbitration   clause;   could   not   controvert\t the\njurisdiction of\t the Arbitrator\t to decide  the dispute; and\nthe award  of the  arbitrator was  modified in the matter of\ninterest from 9.1/2 per cent as awarded by the arbitrator to\n6 per cent, and the award was made a rule of the Court.\n     The respondent  preferred an  appeal to the High Court,\nand a  Division Bench,\tagreed with the Subordinate Judge on\nthe question of insufficiency of stamp. It however held that\nthe question whether the dispute was arbitrable or not could\nnot be\tfinally decided\t by the\t arbitrator because it was a\nmatter relating to his jurisdiction, and that the arbitrator\ncannot by an erroneous interpretation or construction of the\nclause confer jurisdiction on himself and that the court can\ngo into\t the question  whether the matter in dispute between\nthe parties  was  covered  by  the  arbitration\t clause.  It\nfinally held  that even\t though the  arbitration clause\t was\nvery wide,  the dispute\t as to\tcompensation for increase in\nthe cost  of imported  pile driving  equipment and technical\nknow-how fees could not be covered by the arbitration clause\nbecause under clause 26 every plant, machinery and equipment\nhad to\tbe provided  by\t the  contractor  and  any  rise  or\nescalation in  the price  of such  equipment  or  machinery,\ncannot\tbe   the  subject  matter  of  compensation  by\t the\nrespondent. The\t appeal was therefore allowed, and the trial\ncourt&#x27;s order,\tmaking the award a rule of the court was set\naside and  directed  that  the\taward  be  returned  to\t the\nparties.\n     In the  appeal to this Court it was contended on behalf\nof  the\t  appellant,  that   though  <a href=\"/doc/109140/\" id=\"a_9\">Sec.  16(1)(e)</a>  of\t the\nArbitration Act\t may permit  the court to remit or set aside\nthe award  on the  ground that\tthere is  an  error  of\t law\napparent on the face of it, yet where a specific question of\nlaw has\t been referred\tto the\tarbitrator for decision, the\nfact that  the decision is erroneous does not make the award\nbad on\tits face  so as\t to permit its being set aside. As a\nspecific question  of law  touching upon the jurisdiction of\nthe arbitrator\twas speficially\t referred to  the arbitrator\nfor his\t decision, the decision of the arbitrator is binding\non the\tparties and  the court\tcannot\tproceed\t to  inquire\nwhether upon  a true construction of the arbitration clause,\nthe dispute referred to the arbitrator for arbitration would\nbe covered  by the  arbitration clause\tso as  to clothe the\narbitrator with\t the  jurisdiction  to\tarbitrate  upon\t the\ndispute.\n     On behalf\tof the respondent, it was contended that the\njurisdiction  of  the  arbitrator  cannot  be  left  to\t the\ndecision of the arbitrator so as to be binding on\n120\nthe parties and it is always for the court to decide whether\nthe arbitrator\thad jurisdiction  to decide the dispute, and\nthat the  arbitrator cannot  by\t a  misconstruction  of\t the\narbitration agreement  clothe himself  with or\tconfer\tupon\nhimself the jurisdiction to decide the dispute.\n     Allowing the Appeal;\n^\n     HELD: 1.  A  specific  question  of  law  touching\t the\njurisdiction of\t the arbitrator was specifically referred to\nthe arbitrator\tand therefore  the arbitrator&#x27;s\t decision is\nbinding on  the parties and the award cannot be set aside on\nthe sole  ground that  there was an error of law apparent on\nthe face of the award. It is also established that the claim\nfor compensation  made by  the contractor  which led  to the\ndispute was  covered by\t the arbitration clause. The quantum\nof compensation awarded by the arbitrator was never disputed\nnor questioned. [170E-F]\n     2. A question of law may figure before an arbitrator in\ntwo ways. It may arise as an incidental point while deciding\nthe main  dispute referred  to the  arbitrator or in a given\ncase parties  may refer\t a specific  question of  law to the\narbitrator for his decision. [137G-H]\n     Russel: Law  of  Arbitration  Twentieth  Edition  p.22;\nHalsbury&#x27;s Laws\t of England  Vol. 2  Para  623\t4th  Edition\nreferred to.\n     3. Arbitration  has been  considered a civilised way of\nresolving disputes  avoiding court  proceedings. There is no\nreason why  the parties should be precluded from referring a\nspecific question  of law  to an arbitrator for his decision\nand agree  to be  bound by the same. This approach manifests\nfaith of  parties in  the capacity  of the tribunal of their\nchoice to decide even a pure question of law. If they do so,\nwith eyes  wide open,  and there  is nothing to preclude the\nparties from doing so, then there is no reason why the court\nshould try to impose its view of law superseding the view of\nthe Tribunal  whose decision the parties agreed to abide by.\nOn  Principle  it  appears  distinctly\tclear  that  when  a\nspecific question  of law  is referred\tto an arbitrator for\nhis  decision\tincluding  the\t one   touching\t  upon\t the\njurisdiction  of   the\tarbitrator,   the  decision  of\t the\narbitrator would be binding on both the parties and it would\nnot be\topen to\t any of the two parties to wriggle out of it\nby contending that the arbitrator cannot clutch at or confer\njurisdiction upon  himself by mis-construing the arbitration\nagreement.[138-E-G]\n     4. If a question of law is specifically referred and it\nbecomes evident\t that the parties desired to have a decision\non the specific question from the arbitrator rather than one\nfrom the  court, then  the court will not interfere with the\naward of the arbitrator on the ground that there is an error\nor law apparent on the face of the award even if the view of\nlaw taken by the arbitrator does not accord with the view of\nthe court. [147F]\n     Kelantan Government  v. Duff  Development Co. Ltd. 1923\nAll E.R.  349: Re  King and  Duveen, [1913]  2 K.B. 32: F.R.\nAbsalom\t Ltd.  v.  Great  Western  (London)  Garden  Village\nSociety Ltd., [1933] All E.R. 616; Durga Prasad Chamria\n121\nand Anr.  v. Sewkishen\tdas Bhattar  and Ors: AIR 1949 Privy\nCouncil 334;  Seth Thawardas Pherumal v. The Union of India;\n[1955] 2  S.C.R. 48;  M/s. Alopi  Parshad &amp; Sons Ltd. v. The\nUnion of  India, [1960]\t 2 S.C.R.  783; Champsey  Bhara\t and\nCompany v. Jivraj Balloo Spinning and Weaving Company Ltd .:\nLaw Report  50 I.B. 324; Union of India v. A.L. Rallia Ram.,\n[1964] 3  S.C.R. 164;  M/s.Kapoor Nilokheri.,  Co-op.  Dairy\nFarm Society  Ltd. v.  Union of\t India and Others., AIR 1973\nS.C.  1338;   N.  Chellappan   v.  Secretary,  Kerala  State\nElectricity Board  &amp; Anr.,  [1975]  2  S.C.R.  811;  Produce\nBrokers Co. Ltd. v. Olympia Oil and Cake Co. Ltd., [1914-15]\nAll E.R.  133; Attorney\t General For  Manitoba v.  Kelly and\nOthers., (1922)\t H.E.R.\t 68;  Hirji  Muulji  v.\t Cheong\t Yue\nSteamship Co.  Ltd., [1926]  All E.R.  51; Heyman  &amp; Anr. v.\nDarwins Ltd.,  [1942] 1\t All E.R.  337; Jivarajbhai  Ujamshi\nSheth &amp;\t Ors. v. Chiniamanrao Balaji &amp; Anr., [1954] 5 S.C.R.\n480; Dr.  S.B. Dutt  v. University  of Delhi., [1958] S.C.R.\n1236; referred to.\n     5.\t The   expression  &#x27;without   prejudice&#x27;  carries  a\ntechnical meaning  depending upon the context in which it is\nused. An  action taken\twithout\t prejudice  to\tone&#x27;s  right\ncannot necessarily  mean  that\tthe  entire  action  can  be\nignored by the party taking the same. [148F-G]\n     In the  instant case,  in\tthe  context  in  which\t the\nexpression &#x27;without  prejudice&#x27; is  used, it would only mean\nthat the respondent reserved the right to contend before the\narbitrator  that   the\tdispute\t  is  not   covered  by\t the\narbitration clause.  It does  not appear  that\twhat  was  a\ncontention  that   no  specific\t question  was\tspecifically\nreferred to  the arbitrator,  On a  proper  reading  of\t the\ncorrespondence,\t and  in  the  setting\tin  which  the\tterm\n&#x27;without  prejudice&#x27;   is  used,  it  only  means  that\t the\nrespondent reserved  to itself\tthe right  to contend before\nthe arbitrator\tthat a\tdispute raised\tor the claim made by\nthe contractor was not covered by the arbitration clause. No\nother meaning can be assigned to it. [148D-E]\n     6. In  works contract of such magnitude, and which have\nbeen undertaken\t by an\tIndian contractor for the first time\nnegotiations prior  to the  finalisation of  the contact and\nthe correspondence  leading to\tthe  formation\tof  contract\nsupply the  basis on  which the contract was finally entered\ninto. Undoubtedly,  if in  the final written contract, there\nis something  contrary to the basic understanding during the\nformative stage\t of the contract, the written contract would\nprevail. But  if the  contract\tdoes  not  indicate  to\t the\ncontary and the assumptions appeared to be the foundation of\nthe  contract,\t that  aspect  cannot  be  overlooked  while\ndetermining what  were the obligations undertaken the formal\ncontract. [151H-152B]\n     7. Over-simplification  of the  clauses of the contract\ninvolving works\t of large  magnitude is\t impermissible.\t The\nwhole gamut  of discussions, negotiations and correspondence\nmust be taken into consideration to arrive at a true meaning\nof what was agreed to between the parties. [156F]\n     In the  instant case,  there is  no room for doubt that\nthe parties  agreed that  the investment  of the  contractor\nunder this head would be Rs. 2 crores and the tendered rates\nwere   predicated    upon    and    co-related\t  to\tthis\nunderstanding.[156G]\n122\n     8. When  an agreement is predicated upon an agreed fact\nsituation, if  the latter  ceases to  exist the agreement to\nthat extent becomes irrelevant of otiose. [156G]\n     9. Phrases\t such as  &#x27;claim arising out of contract&#x27; or\n&#x27;relating to  the contract&#x27;  or &#x27;concerning the contract&#x27; on\nproper construction would mean that if while entertaining or\nrejecting the  claim or the dispute in relation to claim may\nbe entertained\tor rejected after reference to the contract,\nit is  a claim\tarising out  of contract.  The\tlanguage  of\nclause 40  shows that  any claim arising out of the contract\nin relation  to estimates  made in  the\t contract  would  be\ncovered by  the arbitration  clause. If it becomes necessary\nto have\t recourse to  the contract to settle the dispute one\nway or\tthe other then certainly it can be said that it is a\ndispute arising out of the contract. [157F-G]\n     In the  instant case,  the\t arbitration  clause  is  so\nwidely worded  as disputes arising out of the contract or in\nrelation to  the contract  or execution of the works that it\nwould  comprehend,   within  its   compass   a\t claim\t for\ncompensation related  to estimates  and arising\t out of\t the\ncontract. [157H]\n     10. (i)  A dispute, the determination of which turns on\nthe true construction of the contract, would also seem to be\na dispute  under arising  out of or concerning the contract.\nThe test  is that  if in  settling a dispute, a reference to\nthe contract  is necessary,  such a dispute would be covered\nby the arbitration clause.[158D-E]\n     A.M. Mair &amp; Co. v. Gordhandas Sagarmull., [1950] S.C.R.\n792; Ruby General Insurance Co. Ltd. v. Pearey Lal Kumar And\nAnother; [1952] S.C.R. 501; referred to.\n     ii. Where the parties are at one in asserting that they\nentered into a binding contract, but a difference has arisen\nbetween them  whether there has been a breach by one side or\nthe other,  or whether\tcircumstances have arisen which have\ndischarged one\tor both\t parties from  further\tperformance,\nsuch differences  should be  regarded as  differences  which\nhave arisen  &#x27;in respect  of&#x27; or &#x27;with regard to&#x27; of &#x27;under&#x27;\nthe contract, and an arbitration clause which uses these, or\nsimilar expressions  should be contoured accordingly. [159B-\nC]\n     Union of India v. Salween Timber Construction (India) &amp;\nOrs., [1969]  2 S.C.R.\t224; Heyman  &amp; Anr. v. Darwins Ltd.,\n[1942] A.C. 356 at 366; Astro Vencedor Compania Naviora S.A.\nof Panama v. Mabanaft G.M.B.H. The Diamianos., [1971] 2 Q.B.\n588; Gunter Henck v. Andre &amp; CIE. S.A., [1970] 1 Lloyd&#x27;s Law\nReports 235; referred to\n     In the  instant case,  from the  pleadings, it  clearly\ntranspires  that  both\tthe  parties  had  recourse  to\t the\ncontract. It  is satisfactorily\t established that  the claim\nmade by\t the contractor\t would be covered by the arbitration\nclause. [160B]\n123\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CIVIL APPELLATE  JURISDICTION: Civil Appeal No. 3023 of\n1980.\n</p><p data-structure=\"Issue\" id=\"p_2\">     Appeal by\tSpecial leave  from the\t Judgment and  Order\ndated the  21st August,\t 1980 of  the Kerala  High Court  in\nM.F.A. No. 409 of 1979.\n</p><p data-structure=\"Issue\" id=\"p_3\">     F.S.Nariman,   A.N.Haksar,\t   T.Raghvan,\tR.F.Nariman,\nV.A.Bobde &amp; K.R.Nambiar, for the Appellant.\n</p><p data-structure=\"Issue\" id=\"p_4\">     G.B.Pai,  P.K.Kumar,   A.K.Sharma,\t Ashok\t Mathur\t and\nParveen Kumar for the Respondent.\n</p><p data-structure=\"Issue\" id=\"p_5\">     The Judgment of the Court was delivered by\n     DESAI, J.\tIn this\t appeal\t by  special  leave  a\tvery\ninteresting question  in the  field of\tlaw  of\t arbitration\nwhich honest  man dread\t more than  the dreaded\t law  suits&#x27;\narises for our consideration.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">     First respondent  Cochin Shipyard Limited (&#x27;respondent&#x27;\nfor short) invited tenders for construction of Building Dock\nat Cochin.  As there  was only one tender that of Tarapore &amp;\nCompany, the  appellant, the respondent called fresh tenders\nsomewhere in  July, 1971.  In December, 1971, the respondent\ninvited tenders\t for construction  of a\t Repair Dock also at\nCochin. There  were two\t tenders for  Building Dock, namely,\none of\tthe appellant  and  one\t by  M/s  National  Building\nConstruction Corporation, a Government of India undertaking,\nthe value  of the  tender of the latter being double that of\nthe appellant.\tFor the construction of the Repair Dock, the\nonly tender  was of  the appellant.  In view  of the limited\nnumber of  tenders received,  the appellant  was invited  to\nnegotiate the  terms of tender. The value of the works to be\nexecuted was  over Rs.\t24  crores.  In\t view  of  the\thuge\ninvestment in  the project,  the tenders  were examined by a\ncommittee  called   the\t Tender\t  Committee  constituted  in\naccordance with the approval of the Ministry of Shipping and\nTransport for  examining and evaluating the tenders received\nfor the\t Building Dock\tand  the  Repair  Dock.\t The  Tender\nCommittee taking note of the poor response to the invitation\nto tender  and costly affair decided to accept the tender of\nthe appellant  inter alia  for the reasons (i) that works of\nsuch complexity\t and  magnitude\t have  not  been  undertaken\nbefore by  any Indian  contractor, (ii)\t that the  plant and\nequipment  required   for  the\t work  are   not   available\nindigenously, (iii) that if the contractor is to procure the\n<span class=\"hidden_text\" id=\"span_1\">124</span>\nspecialised equipment  required\t for  this  work,  there  is\nhardly any  assurance that  after these\t works are  over, he\nwould find  any substantial  use for  the  same,  (iv)\tthat\nexcavation and\tsubsequent construction\t involve de-watering\nwhich introduces considerable amount of uncertainty and that\nduring the  discussions, the  apprehension of the tenders of\nthis kind  was voiced and noticed by the Committee, (v) that\nRCC  Piling   also  requires   highly  skilled\tand  complex\ntechnical operations and it involves a large element of risk\nand uncertainty\t in  the  work.\t Both  the  tenders  of\t the\nappellant were\taccepted, and  contracts were  entered\tinto\nbetween the  parties. Both  the parties\t while entering into\ncontracts  were\t  aware\t and  conscious\t of  the  fact\tthat\nequipment and  technical know-how  would have to be imported\ninvolving a  huge  outlay  of  foreign\texchange.  Appellant\ncontractor quoted  rates on two alternative basis depending-\nupon whether  it had to import equipment and know-how at its\ncost involving\tRs. 2  crores in  foreign  exchange  or\t the\nequipment and know how were to be imported by the respondent\nat its\tcost and  made available for use of the appellant in\nwhich case the appellant would be liable to pay hire charges\nfor the pile driving plant at the rate of Rs. 23/- per metre\nof 600\tmm dia. RCC cast-in-situ pipe and Rs. 16/- per metre\nof 500\tmm dia. RCC cast-in-situ pipe and at the rate of 300\nper tonne  of steel  sheet piles driven to be recovered from\nthe running  bills payable  to the appellant contractor. The\nappellant  was\t given\tto  understand\tby  a  note  in\t the\ninvitation to  tender that foreign exchange in yen credit to\nthe tune  of Rs.  38 lacs  is earmarked\t for the purchase of\nconstruction equipment,\t accessories  etc.  from  Japan\t for\nworks of Building Dock, Repair Dock, the three Quays etc. On\nJanuary 24,1973,  work order  for Building  Dock and  Repair\nDock was issued by the respondent in favour of appellant and\nin this\t work order  as recommended by the Tender Committee,\nthe respondent\tadopted the  alternative B as set out in the\ntender, namely,\t that the  contractor  was  to\tprocure\t the\nequipment and  know-how at  a cost  of about Rs. 2 crores in\nforeign exchange.  In order  to make  this aspect  specific,\nadditional condition  No. 31  was incorporated\tin the works\norder in order to provide for the expense to be incurred and\nthe  amount   of  foreign   exchange  needed  for  importing\nequipment and  technical know-how, relevant portion of which\nreads as under:\n</p><blockquote id=\"blockquote_1\">\t  &quot;Requisite foreign  exchange, for importing piling\n     plant and\tmachinery, spares,  technical  know-how\t and\n     hiring of\texperts necessary  for both  the Dock  Works\n     vide  Work\t Order\tNo.  13019/1/71-W-II  dated  January\n     24,1973 for Building\n<span class=\"hidden_text\" id=\"span_2\">125</span>\n     Dock etc.\tand Work  Order No.  13012/15/71-W-II  dated\n     January 24,  1973 for  Repair Dock\t etc,  amounting  to\n     about Rs.\t2.00 crores in all will be made available to\n     the contractor  from the 11th Yen Credit subject to his\n     getting indigenous\t clearance  and\t providing  detailed\n     justification. The details of such procurement shall be\n     furnished\tby  the\t Contractor  as\t soon  as  they\t are\n     finalised.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">     In view  of the huge investment, it was agreed that the\nrespondent would make an advance payment of 75% of the value\nof old\tmachinery and  90% of  the value  of  new  machinery\nbrought to  site by  the Contractor  and in  order to secure\nthis advance payment, equipment would be hypothecated by the\nContractor to the respondent and the advance payment were to\ncarry interest\tat 9.1/2% p.a. on the outstanding balance of\nadvance. The mode of recovery was also specified. The formal\ncontract was  signed on\t January 29,1973  which included  an\narbitration clause to which we would turn a little later.\n</p><p data-structure=\"Facts\" id=\"p_8\">     It so happened that the required pile driving equipment\nincluding the  technical know-how  against 11th Japanese Yen\ncredit were not available. The respondent also made inquires\nin   this    behalf   but   without   success.\t Ultimately,\nInternational Foundation  Group, Holland  agreed to  provide\nthe rate  of equipment\tconforming more\t or less to the same\nspecification for  which clearance  was sought\tand received\nfrom the Government of India. After the respondent certified\nthat the  equipment and\t know-how offered  by  International\nFoundation Group.  Holland conform  to the earlier clearance\nand  that   the\t same\t equipment  being  not\tindigenously\navailable  or\tagainst\t 11th\tJapanese  Yen\tCredit,\t the\nrespondent  requested\tthe  Government\t of  India  to\tgive\nnecessary  clearance   to  the\t appellant  to\t import\t the\nequipment. This\t approval was  received on September 1, 1973\nand the\t foreign exchange  to the extent of Rs. 211.80 lakhs\nequal to  9,442.700. Dutch Florins was released in favour of\nthe appellant. The entire imported equipment was received in\nfour  consignments   between  March/July  1974.\t During\t the\nintervening period,  there were\t variations in\tthe rate  of\nexchange  and\ttherefore  the\t foreign  exchange  cost  of\nequipment alone\t in terms of rupees worked out at Rs. 177.50\nlakhs and  of the  technical know-how  fees  payable  in  11\ninstalments worked  out at  Rs. 105  lakhs. The\t custom duty\nwent up\t by Rs. 21 lakhs as a consequence of the increase in\nrupee value  of the  imported equipment\t in terms  of  Dutch\nFlorin.\n</p><span class=\"hidden_text\" id=\"span_3\">126</span>\n<p data-structure=\"Facts\" id=\"p_9\">     The appellant  made a  tentative claim in the amount of\nRs. 61.27  lakhs from  the respondent on account of increase\nin cost\t of pile  driving equipment  and technical  know-how\nfees on\t the ground  that the  contractor was entitled to be\ncompensated by\tthe respondent\tfor the\t same. In the letter\ndated  May  28,1975,  the  appellant  has  stated  that\t the\n&#x27;tendered rates were based on certain total cost of machines\nwhich has  since gone up considerably rendering the rates no\nlonger workable.  The appellant\t had provided  for a cost of\n150 lakhs  of rupees  for the  equipment and the life of the\nequipment was  taken as 12,000 hours and its probable period\nof engagement  on this job was taken as 8,000 hours. On this\nbasis two-thirds  of the  cost\tof  the\t equipment  will  be\nwritten off by way of depreciation on this job.&#x27; It was also\nstated that  there is  an  increase  in\t the  fees  for\t the\ntechnical know-how.  The letter concluded by saying that the\nloss sustained\tby the appellant upto May 15,1975 on account\nof variation  in  the  rate  of\t foreign  exchange  was\t Rs.\n61,27,317 and  requested the  respondent to  compensate\t the\nloss atleast  upto  the\t tune  of  Rs.\t45  lakhs  which  is\napproximately 75%  of the loss suffered by the contractor in\nthis behalf.  The respondent responded to this letter as per\nits letter  dated July\t2,1975 saying  that the letter dated\nJuly 14,1972  of the  appellant\t which\tforms  part  of\t the\ncontract documents  clearly recites  that the  total foreign\nexchange required  by  the  contractor\tfor  the  equipment,\nspares,\t technical  know-how  and  hiring  of  experts,\t was\nexpected to  be about  Rs. 2 crores and that the expenditure\nincurred by  the contractor  in this  behalf so far has been\nless than Rs. 2 crores and in the circumstances it was found\ndifficult to  accept the  position that the tender was based\non the\tassumptions indicated  in the letter under reply and\nthat the rates for the pile driving should for the future be\nrevised. There\tensued further\tcorrespondence\tbetween\t the\nparties. Ultimately, the appellant by its letter dated March\n1,1976\tinformed   the\trespondent   that  its\t claim\t for\ncompensation for  increase in  the  cost  of  imported\tpile\ndriving equipment  and technical  know-how fees has not been\nentertained for\t over a\t year. It  was further\tstated\tthat\ninasmuch as the dispute has thus arisen between us regarding\nthe  above   claim,  we\t are  invoking\tthe  provisions\t for\narbitration in\tour contracts  and referring this dispute to\narbitration.&#x27;  On   March  17,1976  Chief  Engineer  of\t the\nrespondent replied  saying that the matter as set out in the\nletter dated  March 1,\t1976, invoking arbitration clause is\nreceiving their\t immediate attention  and the appellant will\nhear  shortly\tin  this   behalf.  On\tMarch  29,1976,\t the\nrespondent wrote  to the  appellant denying  the  claim\t for\ncompensation of the appellant. Simultaneously the respondent\nframed three points\n<span class=\"hidden_text\" id=\"span_4\">127</span>\ncovering the dispute so raised for reference to and decision\nby the\tarbitrator. The\t letter also sets out as required by\nClause 40  a panel  of three  names from which anyone can be\nchosen\tby   the  appellant  as\t the  sole  arbitrator.\t The\nappellant by  its letter  dated April 19,1976 while refuting\nthe contention\tof the respondent that the dispute would not\nbe covered  by Clause  40 i.e.\tarbitration  clause  in\t the\ncontract, stated  that the  proper course  would be to refer\nthe dispute  that has  arisen between  the  parties  to\t the\ndecision of  the arbitrator  and not any particular issue or\nissues. Ultimately from amongst the three names indicated by\nthe respondent the appellant selected Shri C. Srinivasa Rao,\nChief Bridge  Engineer, Southern  Railway, Madras  to be the\nSole Arbitrator\t to decide  the dispute.  On receipt of this\nletter the  respondent\treferred  the  dispute\tto  Shri  C.\nSrinivasa  Rao\tas  Sole  Arbitrator.  While  referring\t the\ndispute to  the sole  arbitration of  Shri C. Srinivasa Rao,\nthe respondent\tretained the  three points  of reference set\nout in\tthe letter  dated March\t 29,1976 but added one more.\nThe Arbitrator entered upon the reference on June 2,1976. On\nbeing called upon by the Arbitrator, the appellant filed its\nstatement of  claim on\tJune 19,1976.  The appellant claimed\nRs. 2,03,47,266\t as per\t the Schedule  to the  Statement  of\nClaim on  account of  increase in  the cost of equipment and\ntechnical know-how  fees. The  respondent filed its reply to\nthe Statement of Claim on July 19,1976.\n</p><p data-structure=\"Section\" id=\"p_10\">     The points/disputes referred by the parties to the sole\narbitrator read as under:\n</p><blockquote id=\"blockquote_2\">\t  &quot;1. Does  the claim  of Messrs.  Tarapore &amp; Co. on\n     Cochin Shipyard  Ltd., for compensation for increase in\n     the  cost\t of  imported  pile  driving  equipment\t and\n     technical know-how\t fees referred to in clauses (2) and\n     (3) hereunder  fall within\t the purview  of  the  first\n     paragraph of  Clause 40  of the  General Conditions  of\n     Contract entered into between the two parties?\n</blockquote><blockquote id=\"blockquote_3\">\t  2.  If   the\tanswer\t to  (1)  above\t is  in\t the\n     affirmative, in terms of the provisions of the contract\n     are Messrs. Tarapore &amp; Co. entitled to compensation for\n     increase in the cost of imported pile driving equipment\n     and technical  know-how fees  to be  paid\tto  them  by\n     Cochin Shipyard Ltd.? If so, what is the amount ?\n</blockquote><span class=\"hidden_text\" id=\"span_5\">128</span>\n<blockquote id=\"blockquote_4\">\t  3. The  dispute that\thas arisen  between  Messrs.\n</blockquote><p data-structure=\"Issue\" id=\"p_11\">     Tarapore &amp;\t Co., and Cochin Shipyard Ltd. regarding the\n     claim of  M/s. Tarapore  &amp; Co.,  for  compensation\t for\n     increase in  the cost  of\tthe  imported  pile  driving\n     equipment and the technical know-how fees.\n</p><p data-structure=\"PetArg\" id=\"p_12\">\t  4. &quot;Costs&quot;\n</p><p data-structure=\"Facts\" id=\"p_13\">     Parties appeared  before the  Arbitrator through  their\nrespective counsel.  The Arbitrator  gave its  Award on July\n6,1977. On Point No. 1, the Arbitrator held as under:\n</p><blockquote id=\"blockquote_5\">\t  &quot;The claim  of Messrs.  Tarapore  and\t Company  on\n     Cochin Shipyard  Limited for  compensation for increase\n     in the  cost of  imported pile  driving  equipment\t and\n     technical know-how fees falls within the purview of the\n     first paragraph  of Clause 40 of the General Conditions\n     of Contract entered into between the parties.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_14\">     On Point  No. 2, the Arbitrator held that the appellant\nMessrs. Tarapore and Company are entitled to compensation by\nthe Cochin  Shipyard Limited for the increase in the cost of\nimported pile  driving equipment  and the technical know-how\nfees by\t a sum\tof Rs.\t99 lakhs  only which amount shall be\npayable with  interest at  9.1/2% per  annum from  this date\ntill date  of payment  or decree,  whichever is earlier&#x27;. On\nPoint No.  3, the  decision recorded was &#x27;that it is covered\nby the\tdecision on  Points (1) and (2)&#x27;. On Point No. 4, on\nthe question  of costs, the Arbitrator having determined his\nfees and  incidental expenses  directed both  the parties to\nbear the  same equally. The Award was typed on a stamp paper\nof the value of Rs. 150/- at Madras. By his letter dated Nil\nJuly, 1977,  the Sole Arbitrator forwarded the award to both\nthe parties.\n</p><p data-structure=\"Issue\" id=\"p_15\">     The appellant moved a petition under Secs. 14 and 17 of\nthe <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration\t Act</a> in\t the Court of the Subordinate Judge,\nErnakulam for  filing the  award and for making it a rule of\nthe court. On October 7,1977 the respondent moved O.P. 81 of\n1977 being  a combined petition under Secs. 30 and 33 of the\n<a href=\"/doc/1052228/\" id=\"a_11\">Arbitration Act</a>\t before\t the  Subordinate  Judge,  Ernakulam\npraying for setting aside the  award. The prayer for setting\naside the  award was  founded on  two grounds;\t(1) that the\naward is  insufficiently stamped and (2) that the Arbitrator\nhas exceeded his jurisdiction by misconstruing Clause 40\n<span class=\"hidden_text\" id=\"span_6\">129</span>\nof the\tGeneral Conditions  of Contract\t (Arbitration clause\nfor short).\n</p><p data-structure=\"Facts\" id=\"p_16\">     The learned  Subordinate Judge  noted the fact that the\naward was originally engrossed on a stamp paper of Rs. 150/-\nbut before  filing the\taward in the court on August 4,1977,\nthe Arbitrator\ton August 1,1977 affixed additional stamp of\nRs. 14,722.50  p. which\t would be  the requisite stamp under\n<a href=\"/doc/609139/\" id=\"a_12\">Art. 12</a>\t read with  <a href=\"/doc/367586/\" id=\"a_13\">Art. 14</a>  of the  <a href=\"/doc/199996582/\" id=\"a_14\">Kerala Stamp  Act</a>.\t The\nlearned\t Subordinate   Judge   accordingly   negatived\t the\ncontention  of\t the   respondent   that   the\t award\t was\ninsufficiently stamped.\t On the\t second point,\tthe  learned\nJudge held that the respondent having submitted the question\nwhether the  dispute raised  by the appellant was covered by\nthe arbitration clause cannot be permitted to controvert the\njurisdiction of\t the Arbitrator\t to decide  this dispute and\naccordingly, negatived the contention of the respondent. The\nlearned Judge after modifying the award of the Arbitrator in\nthe matter  of\tinterest  from\t9.1/2%\tas  awarded  by\t the\nArbitrator to  6% granted  the application  of the applicant\nand made the award a rule of the court.\n</p><p data-structure=\"Precedent\" id=\"p_17\">     The respondent preferred M.F.A. 409 of 1979 in the High\nCourt of  Kerala at  Ernakulam. A Division Bench of the High\nCourt agreed  with the\tlearned\t Subordinate  Judge  on\t the\nquestion of  insufficiency  of\tstamp.\tThe  Division  Bench\nhowever, after expressing its displeasure about not making a\nreasoned award\tby the\tArbitrator proceeded  to examine the\ncontention  whether   the  arbitration\t clause\t covers\t the\ndispute. The  court  held  that\t the  question\twhether\t the\ndispute is  arbitrable or  not cannot  be finally decided by\nthe arbitrator\tbecause it  is\ta  matter  relating  to\t his\njurisdiction. It was further held that the arbitrator cannot\nby an erroneous interpretation or construction of the clause\nconfer jurisdiction on himself and the court can go into the\nquestion whether  the matter  in dispute between the parties\nis  covered   by  the\tarbitration  clause.   The  specific\ncontention on  behalf of  the appellant that once a specific\nquestion of  law is  referred to the arbitrator, the parties\nare bound by the decision of the arbitrator was negatived by\nthe High  Court and  it was  held that as the respondent has\njoined arbitration  under protest,  it was not estopped from\ncontesting the\tquestion and  the award is not binding on it\nif it  can be  shown that  the arbitration agreement did not\ncover the dispute raised by the appellant. The court finally\nheld that  even though the arbitration clause was very wide,\nthe dispute  as to the compensation for increase in the cost\nof imported  pile driving  equipment and  technical know-how\nfees would\n<span class=\"hidden_text\" id=\"span_7\">130</span>\nnot be\tcovered by  the arbitration clause inter alia on the\nground that  by C1. 26 of the General Conditions of Contract\nevery plant,  machinery and  equipment had to be provided by\nthe contractor\tand any\t rise or  escalation in the price of\nsuch equipment\tor machinery cannot be the subject matter of\ncompensation by\t the respondent.  Accordingly, the appeal of\nthe respondent\tallowed and  the judgment  and order  of the\ntrial court  making the\t award rule  of the  court  was\t set\naside. The  court directed that the award be returned to the\nparties. Hence\tthis appeal  by the  contractor\t by  special\nleave.\n</p><p data-structure=\"Section\" id=\"p_18\">     Before we\tadvert to the rival contentions, it would be\nadvantageous to refer to the arbitration clause being Clause\n40 of  the General Conditions of Tender subject to which the\ncontract was  entered into,  the relevant  portion of  which\nreads as under:\n</p><blockquote id=\"blockquote_6\">\t  &quot;Clause 40. Except where otherwise provided in the\n     contract, all  questions and  disputes relating  to the\n     meaning of\t the Specifications,  Instructions,  designs\n     Drawings herein  before mentioned and as to the quality\n     or workmanship  or materials  used on the work or as to\n     any other\tquestions, claim,  right,  matter  or  thing\n     whatsoever in any way arising out of or relating to the\n     Contract, Designs, Drawings, Specifications, Estimates,\n     Instructions, orders  or these  conditions or otherwise\n     concerning the  works or  the execution  or failure  to\n     execute the  same, whether\t arising during the progress\n     of the  work or after completion or abandonment thereof\n     shall, after  written notice  by either  party  to\t the\n     contract, to  the either  of them,\t be referred  to the\n     Sole Arbitration  of a  person appointed  by the  Chief\n     Project Officer  of the  Cochin Shipyard Project or the\n     Administrative Head  of the  Cochin Chipyard Project at\n     the time  of such\tappointment by what ever designation\n     known, from a panel of names given in Annexure II.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\">     Over  and\tabove  the  extracted  portion,\t the  clause\nprovides for  the manner  and method  of appointing the sole\narbitrator, the\t continuance of\t the work during progress of\narbitration proceedings,  the time  and place of holding the\narbitration. proceedings,  the power  to enlarge  the period\nfor making  the award  and finality  to be  attached to\t the\naward of the Arbitrator.\n</p><span class=\"hidden_text\" id=\"span_8\">131</span>\n<p data-structure=\"CDiscource\" id=\"p_20\">     When  the\t arbitration  clause   was  invoked  by\t the\nappellant, the\trespondent  did\t contend  that\tthe  dispute\nraised by  the appellant  was not covered by the arbitration\nclause.\t After\t specifying  its   demur,   the\t  respondent\nformulated the\tpoints in  dispute on  which the arbitration\nwas invited  to give  his award. Undoubtedly, the respondent\nproceeded to  formulate the  points in\tdispute between\t the\nparties on  which the  Arbitrator was  to be invited to give\nhis award without prejudice to its right to contend that the\ndispute is  not covered\t by the\t arbitration clause and that\nthe appellant is not entitled to any compensation in respect\nof the\tincrease  in  the  cost\t of  imported  pile  driving\nequipment and technical know-how fees. What is the effect of\nreferring  the\tspecific  question  of\tlaw  to\t arbitration\nwithout prejudice  to one&#x27;s right to contend to the contrary\nwill be\t presently examined.  The fact\tremains that  on the\ndispute arising\t out of\t a claim for compensation on account\nof the\tincrease  in  the  cost\t of  imported  pile  driving\nequipment and technical know-how fees, the respondent agreed\nto refer  the  dispute\tunder  two  specific  heads  to\t the\nArbitrator.  The   dispute  so\t raised\t have  already\tbeen\nextracted. Briefly  stated they\t are : (1) whether the claim\nfor compensation  would fall within the purview of the first\npara of\t the arbitration  clause and  (2)  if  it  does\t the\nquantum of  compensation, if  any, to  which  the  appellant\nwould be  entitled. Analysing  the disputes,  let it be made\ndistinctly clear  that the appellant asserted that its claim\nfor compensation,  would  be  governed\tby  the\t arbitration\nclause\tand   the  same\t  was  specifically  denied  by\t the\nrespondent saying that the claim would be beyond the purview\nof the\tarbitration clause.  On these  rival positions,\t the\nspecific issue was framed whether the claim for compensation\nwould fall  within the\tpurview of  the first  part  of\t the\narbitration clause.  This was  the specific dispute referred\nto the\tarbitrator inviting  him specifically to decide this\nof dispute.  If this issue specifically raises a question as\nto jurisdiction\t of the\t arbitrator to\tarbitrate  upon\t the\ndispute set  out in  Point No.\t2, it  appears to  have been\nspecifically referred  to the  Arbitrator for  his decision.\nParties, therefore,  agreed to\tsubmit the specific question\neven  with  regard  to\tthe  scope,  ambit,  width  and\t the\nconstruction of\t the arbitration  clause so as to define its\nparameters and\tcontours with a view to ascertaining whether\nthe claim  advanced by\tthe appellant  and disputed  by\t the\nrespondent would  be  covered  by  the\tarbitration  clause.\nWhether upon  its true\tconstruction the  arbitration clause\nwould include  within its  compass the\tdispute thus  raised\nbetween the  parties was  specifically put  in issue because\nparties were  at variance  about it. Appellant asserted that\nits claim  to compensation  would form the subject matter of\narbitration under Clause 40\n<span class=\"hidden_text\" id=\"span_9\">132</span>\nand  the   respondent  contending  to  the  contrary.  While\ndeciding this  dispute, as  to the scope, width and ambit of\narbitration clause  vis-a-vis the  dispute raised, it is not\nnecessary to  decide whether the claim was tenable justified\nor had\tany substance  in it.  That would  fall\t within\t the\nsecond point of reference to the arbitrator which opens with\na specific  clause that\t it needs  only to be decided if the\nanswer to  the first point of reference, namely jurisdiction\nof the\tarbitrator under  Clause 40  is in  the\t affirmative\nmeaning thereby\t that the  dispute so  raised and subsisting\nbetween the  parties would  be covered\tby  the\t arbitration\nagreement. In  other words, if the dispute is covered by the\narbitration agreement,\tthe arbitrator\twas further required\nto decide whether there was any substance in the claim made,\nand if\the found  some substance  in the  disputed claim, to\nascertain what\tamount the  appellant would  be entitled  to\nrecover as  and by  way of compensation from the respondent.\nThe arbitrator\twas thus  required and\tcalled upon first to\ndecide whether\tthe dispute  is arbitrable as falling within\nthe width  and ambit  of the  arbitration agreement.  If the\nanswer is  in the  affirmative, then  alone the second point\nneed be\t examined. If  the answer  to  the  first  point  of\nreference is  in the negative in that if the arbitrator were\nof the\topinion that  the dispute  is not  arbitrable as  it\nwould not  fall within\tthe scope,  width and  ambit of\t the\narbitration agreement,\tit would not be necessary for him to\ndetermine whether  the appellant  was  entitled\t to  recover\nanything by  way  of  compensation.  This  aspect  is  being\nanalysed in depth to point out that the parties specifically\nreferred  the\tquestion  of   construction  of\t arbitration\nagreement, its\twidth, ambit  and parameters  vis-a-vis\t the\ndispute raised\tso as  to decide  whether the  dispute would\nfall within  the purview  of the  arbitration agreement,  in\nother words the jurisdiction of the arbitrator.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">     Correspondence placed on record would unmistakably show\nthat a\tspecific question  as to  the  jurisdiction  of\t the\narbitrator was\tspecifically referred  by the parties to the\narbitrator. Appellant  contractor by  his letter dated March\n1,1976 to  the Chief  Engineer of the respondent invited his\nattention to the claim for compensation for increase in cost\nof pile driving equipment and technical know-how fees raised\nabout a\t year ago  and further\tinvited his attention to the\nletter dated  6th October,  1975 of the respondent informing\nthe appellant  that the\t claim cannot  be  entertained.\t The\nappellant proceeded further to state as under:\n</p><blockquote id=\"blockquote_7\">\t  &quot;In as  much as  a dispute has thus arisen between\n     us regarding  the above  claim,  we  are  invoking\t the\n     provisions for\n<span class=\"hidden_text\" id=\"span_10\">133</span>\n     arbitration in our contracts and referring this dispute\n     to arbitration.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_22\">     The respondent  by his  letter  dated  March  17,\t1976\ninformed the  appellant that the matter raised in the letter\ndated  March   1,1976  in  the\tmatter\tof  compensation  is\nreceiving their\t immediate attention  and the appellant will\nshortly hear  from them\t in this  connection. Thereafter the\nrespondent by  his letter  dated March\t29,1976 informed the\nappellant as under;\n</p><blockquote id=\"blockquote_8\">\t  &quot;We have  dealt with\tthe merits of your claims in\n     the previous  correspondence  on  the  subject  and  we\n     reiterate that  no amounts\t whatever are  due to you in\n     respect of\t these claims. It is also our view that such\n     claim does\t not fall within the purview of Clause 40 of\n     the General  Conditions of\t Contract and hence does not\n     qualify for arbitration.\n</blockquote><blockquote id=\"blockquote_9\">\t  However, in  view of\tyour insistence\t and without\n     prejudice\tto   our  position,  we\t propose  that,\t the\n     following be the issues to be referred to arbitration:\n</blockquote><blockquote id=\"blockquote_10\">\t  1. Does the claim of M/s Tarapore &amp; Co., on Cochin\n     Shipyard Ltd.,  for compensation  for increase  in\t the\n     cost of  imported pile  driving equipment and technical\n     know-how fees fall within the purview of the first para\n     of Clause\t40 of  the General  Conditions\tof  Contract\n     entered into between the two parties?\n</blockquote><blockquote id=\"blockquote_11\">\t  2. If\t the answer  to 1  is in  the affirmative in\n     terms of  the provisions  of the concerned contract are\n     Messrs. Tarapore  &amp; Co.  entitled to  compensation\t for\n     increase in the cost of imported pile driving equipment\n     and technical  know-how fees  to be  paid\tto  them  by\n     Cochin Shipyard Ltd.? If so, what is the amount?\n</blockquote><blockquote id=\"blockquote_12\">\t  3. &quot;Costs.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_23\">     The respondent  proceeded to  notify the panel of names\nand invited the appellant to choose the arbitrator as agreed\nto between  the parties\t and  set  out\tin  clause  40.\t The\nappellant  by\this  letter   dated  April   19,1976   while\nreasserting that  the claim  made by  it would be covered by\nClause 40  further stated that the proper course would be to\nrefer the dispute that has arisen between the parties on\n<span class=\"hidden_text\" id=\"span_11\">134</span>\nthe matter of compensation to the decision of the arbitrator\nand  not  any  particular  issue  or  issues.  It  was\talso\nsuggested that framing of the issues will be the function of\nthe arbitrator\tafter he enters upon the reference and after\nhe has\tthe pleadings  of both\tthe parties  before him. The\nappellant also\tsuggested what dispute should be referred to\nthe arbitrator and set it out as under:\n</p><blockquote id=\"blockquote_13\">\t  &quot;The decision\t of  the  dispute  that\t has  arisen\n     between M/s  Tarapore &amp;  Co., and\tthe Cochin  Shipyard\n     Limited, regarding the claim of M/s Tarapore &amp; Co., for\n     compensation for  the  increase  in  the  cost  of\t the\n     imported pile  driving equipment  and of  the technical\n     know-how fees.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">     The  appellant   proceeded\t to  suggest  that  Shri  C.\nSrinivasa Rao  from amongst  the panel\tbe appointed  as the\nSole Arbitrator.  The respondent  by his  letter dated April\n27/28, 1976  annexing three  earlier letters  dated March 1,\n1976, March  29, 1976  and April  19, 1976 referred the four\npoints herein  before  set  out\t for  the  decision  of\t the\narbitrator.\n</p><p data-structure=\"CDiscource\" id=\"p_25\">     This correspondence  would unmistakably show that while\nthe appellant wanted a general reference about its claim, it\nwas  the  respondent  who  now\tcontests  that\tno  specific\nquestion of  law was specifically referred to the arbitrator\nfor his\t decision  was\tspecific  about\t the  points  to  be\nreferred for the decision of the Arbitrator. The first point\nextracted hereinabove  would clearly  show that the specific\nquestion  about\t  the  jurisdiction  of\t the  arbitrator  to\narbitrate upon the dispute set out in points Nos. 2, 3 and 4\nwas specifically  referred to  the arbitrator.\tOn the first\npoint, the  arbitrator had  to decide whether the claim made\nby the\tappellant and  disputed by  the respondent  would be\ncovered by  Clause 40  i.e. the arbitration clause. In other\nwords, the  specific question referred to the Arbitrator was\nabout  his  jurisdiction  to  arbitrate\t upon  the  disputes\ncovered by  points Nos.\t 2, 3  and 4, if and only if, upon a\ntrue construction  of the  arbitration clause  that is first\nparagraph of  Clause 40,  would cover the disputed claim for\ncompensation he can enter into the merits of the dispute and\ndecide it.  It is  upon the decision on point No. 1 that the\narbitrator would  have jurisdiction  to decide\tthe  dispute\ninvolved in  points Nos.  2, 3\tand 4.\tThe first  point  of\nreference is  clearly a\t specific question  of law  touching\nupon the  jurisdiction of the arbitrator and this was framed\nand referred  to by  none other\t than, despite\tthe  initial\nobjection of  the petitioner, the respondent. Therefore, the\nrespondent invited the arbitrator by the specific point of\n<span class=\"hidden_text\" id=\"span_12\">135</span>\nreference which involves a specific question of law touching\nupon the  jurisdiction of the arbitrator to decide the same.\nThis becomes  further clear  from the  fact  that  both\t the\nlearned counsel\t appearing before  the arbitrator  submitted\nagreed draft  issues for the decision of the arbitrator. The\nfirst issue amongst the agreed draft issues reads as under:\n</p><blockquote id=\"blockquote_14\">\t  &quot;Does the  claim of  the claimant  fall within the\n     purview of\t the purview  of the first para of Clause 40\n     of the  General Conditions\t of  Contract  entered\tinto\n     between the two parties?\n</blockquote><blockquote id=\"blockquote_15\">     This point\t was not  to be\t incidentally decided  while\ndeciding  the\tdispute\t referred   to\tthe  arbitrator\t his\njurisdiction to\t entertain the\tdispute\t is  questioned.  In\nfact, hereby  the reference  of the  specific point  of\t law\ntouching upon the jurisdiction of the arbitrator the parties\ninvited the  arbitrator to decide this specific question. It\nwas he who was asked by the submission or terms of reference\nto decide  his jurisdiction first and then proceed to decide\nthe dispute  on merits.\t We referred  to Issue\tNo. 1 in the\nagreed draft  issues only to buttress the conclusion that it\nwas at\tthe instance  of the  respondent that the arbitrator\nwas called  upon to  decide the question of the scope, ambit\nand width  of arbitration clause the decision on which would\nconfer jurisdiction  upon him  to decide  the dispute  as to\ncompensation. In  this context\tit would  be advantageous to\nrefer to paragraphs 11 and 12 of the counter statement filed\nby the\trespondent before  the\tarbitrator  which  reads  as\nunder:\n</blockquote><blockquote id=\"blockquote_16\">\t  &quot;11. It  is submitted\t that the  claim in question\n     relating to  the increase\tin the cost of machinery and\n     equipment as  also technical  know-how fees  payable by\n     the contractors/claimants\tis fully outside the purview\n     of the  contract. There  is no liability on the part of\n     the respondent  to procure\t the machinery and equipment\n     or technical  know-how required  by the  contractor nor\n     was there\tany liability  to pay  any part of the cost,\n     whether  it   be  the  original  assumed  cost  or\t the\n     increased cost.  The claim\t thus is  completely outside\n     the purview  of  the  contract  and  it  is  submitted,\n     therefore, that  the same\tdoes  not  fall\t within\t the\n     purview of\t the first  paragraph of  Clause 40  of\t the\n     General Conditions of Contract and thus not arbitrable.\n</blockquote><blockquote id=\"blockquote_17\">     12. It  is submitted that the question of arbitrability\nof the\tdispute should\tbe decided  as a  preliminary  point\nbefore proceeding with the other issues.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_13\">136</span>\n<p data-structure=\"Issue\" id=\"p_26\">     The formulation  of the specific question of law by the\nrespondent along  with its  suggestion to  decide  it  as  a\npreliminary issue  and becoming\t a party to the agreed draft\nissue No.  1 would  conclusively establish that the specific\nquestion of  law  touching  upon  the  jurisdiction  of\t the\narbitrator was\treferred to the arbitrator for his decision.\nTherefore, the\tconclusion is  inescapable that\t a  specific\nquestion of  law  touching  upon  the  jurisdiction  of\t the\narbitrator which  is indisputably a question construction of\nCl. 40\tand therefore  a question  of law  was\tspecifically\nreferred by  the parties  to the arbitrator for his decision\nand by\tthe terms  of Clause  40  agreed  to  abide  by\t his\ndecision as final and binding.\n</p><p data-structure=\"PetArg\" id=\"p_27\">     Mr. F.S.  Nariman, learned\t counsel for  the  appellant\nurged that  <a href=\"/doc/109140/\" id=\"a_15\">Sec. 16(1)\t(c)</a> may permit the court to remit or\nset aside  the award on the ground that there is an error of\nlaw apparent  on the  face  of\tit,  yet  where\t a  specific\nquestion of  law has  been referred  to the  arbitrator\t for\ndecision, the  fact that  the decision is erroneous does not\nmake the award bad on its face so as to permit its being set\naside.\tExpanding  the\tsubmission,  it\t was  urged  that  a\ndecision on  a question of law by an arbitrator may be given\nin two\tdifferent and  distinct\t situations;  firstly  where\nwhile deciding\ta dispute  referred to\thim  incidentally  a\nquestion of  law may arise which an arbitrator may decide in\norder to dispose of the reference and if in such a situation\nany error of law appears on the face of the award, the court\ncan interfere  with the award. But there is an altogether an\nindependent and\t a distinct situation in which a question of\nlaw might arise such as where the parties to the dispute may\nframe the  specific question  of law  and reflect  it to the\nArbitrator for\this decision. In the later situation, it was\nurged that  the decision of the Arbitrator even if erroneous\nwould not  permit the  court to\t interfere with\t the  award.\nProceeding along  it was  urged that in this case a specific\nquestion of  law  touching  upon  the  jurisdiction  of\t the\narbitrator was\tspecifically referred  to the Arbitrator for\nhis decision  and therefore,  the decision of the Arbitrator\nis binding  on the  parties and\t the court cannot proceed to\ninquire whether\t upon a true construction of the arbitration\nclause.\t the   dispute\treferred   to  the   Arbitrator\t for\narbitration would be covered by the arbitration clause so as\nto clothe  the arbitrator with the jurisdiction to arbitrate\nupon the dispute.\n</p><p data-structure=\"RespArg\" id=\"p_28\">     Mr. Pai,  learned counsel\tfor the respondent countered\nby saying that jurisdiction of the arbitrator cannot be left\nto the decision of the arbitrator so as to be binding on the\nparties and it is always for the court to decide whether the\narbitrator has jurisdiction to decide\n<span class=\"hidden_text\" id=\"span_14\">137</span>\nthe  dispute.  Alternatively,  it  was\tsubmitted  that\t the\narbitrator cannot  by a\t misconstruction of  the arbitration\nagreement clothe  himself with\tor confer  upon himself\t the\njurisdiction to\t decide the  dispute. The  court it was said\nhas always retains to itself the jurisdiction to look at the\narbitration agreement  to determine  its scope and ambit and\nif it  is found\t that the dispute referred to the arbitrator\ndoes not  fall within  the arbitration\tagreement, the court\nmust interfere\ton the\tground that  the award\tdisclosed an\nerror of law apparent on the face of it.\n</p><p data-structure=\"CDiscource\" id=\"p_29\">     The contention may be examined both on principle and on\nthe precedents.\n</p><p data-structure=\"Precedent\" id=\"p_30\">     Complexity of  rights and\tobligations in\tnational and\ninternational trade  and commerce  would certainly  generate\ndisputes  between  the\tparties\t and  treated  as  a  normal\nincident of  commercial life and till commercial arbitration\ncame to\t be recognised\tas a civilised way of resolving such\ndisputes, prolix  and time-consuming litigation was the only\nmethod of  resolving such  disputes. As\t an  alternative  to\ncourt proceedings,  arbitration as  a  method  of  resolving\ndisputes by  domestic tribunal\tconstituted by the choice of\nparties became\tacceptable. The basic difference between the\ncourt proceedings  and the  arbitration is the choice of the\ntribunal. Ordinarily,  all matters  in which  relief can  be\nclaimed\t from\tthe  court  may\t become\t subject  matter  of\narbitration. Now  if in\t a law court incidental questions of\nlaw arise  in the  course of  proceeding, the  court has  an\nobligation to  decide those  questions of  law. But  when it\ncame to\t a tribunal  not endowed, with the judicial power of\nthe State but by conferment by the parties to the dispute or\nwhich acquires\tjurisdiction by\t a submission of the parties\nto the\tdispute to invite the decision by the forum of their\nchoice and to be bound by it a question arose whether a pure\nquestion of  law if  at all can be referred to an arbitrator\nfor his decision and even if he decides, can the decision be\nquestioned on  the ground that there is an error apparent on\nthe face  of the  award in  deciding the  question.  Now  as\nstated a  short-while ago,  a question\tof  law\t may  figure\nbefore an  arbitrator in  two  ways.  It  may  arise  as  an\nincidental point while deciding the main dispute referred to\nthe arbitrator\tor in  a given\tcase  parties  may  refer  a\nspecific question of law to the arbitrator for his decision.\nThere is no more gainsaying the fact that a pure question of\nlaw may\t and can  be  referred\tto  an\tarbitrator  for\t his\ndecision. Russel on the Law of Arbitration Twentieth Edition\nat page 22 states as under;\n</p><span class=\"hidden_text\" id=\"span_15\">138</span>\n<blockquote id=\"blockquote_18\">\t  &quot;A pure  question of\tlaw may\t be referred  to  an\n     arbitrator; and  where such  a question is specifically\n     referred his  award will  not be  set aside merely upon\n     the ground that his decision is wrong.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_31\">     In Halshury&#x27;s  Laws of  England Vol.  2  Para  623\t 4th\nEdition the statement of law reads as under:\n</p><blockquote id=\"blockquote_19\">\t  &quot;If a specific question of law is submitted to the\n     arbitrator for  his decision and he decide it, the fact\n     that the  decision is erroneous does not make the award\n     bad on  its face  so as  to permit its being set aside;\n     and where\tthe question  referred for  arbitration is a\n     question of construction, which is, generally speaking,\n     a question\t of law, the arbitrator&#x27;s decision cannot be\n     set aside only because the court would itself have come\n     to a different conclusion.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_32\">     With the  ever  widenings\texpansion  of  international\ntrade\tand    commerce,   complex   question\tof   private\nInternational Law, effect of local laws on contracts between\nparties belonging  to different\t nations are certainly bound\nto crop\t up. Arbitration has been considered a civilised way\nof resolving such disputes avoiding court proceedings. There\nis no  reason why  the\tparties\t should\t be  precluded\tfrom\nreferring a  specific question\tof law\tto an arbitrator for\nhis decision  and agree\t to  be\t bound\tby  the\t same.\tThis\napproach manifests  faith of  parties in the capacity of the\ntribunal of  their choice  to decide even pure a question of\nlaw. If\t they do  so, with  eyes wide  open,  and  there  is\nnothing to preclude the parties from doing so, then there is\nno reason why the court should try to impose its view of law\nsuperseding the\t view of  the Tribunal\twhose  decision\t the\nparties agreed\tto abide  by.  Therefore,  on  principle  it\nappears distinctly  clear that\twhen a\tspecific question of\nlaw is\treferred to an arbitrator for his decision including\nthe one\t touching upon\tthe jurisdiction  of the arbitrator,\nthe decision  of the arbitrator would be binding on both the\nparties and  it would  not be open to any of the two parties\nto wriggle  out of  it by  contending  that  the  arbitrator\ncannot clutch at or confer jurisdiction upon himself by mis-\nconstruing the arbitration agreement.\n</p><p data-structure=\"Precedent\" id=\"p_33\">     This  conclusion  is  borne  out  by  a  long  line  of\ndecisions both\tIndian and  foreign to\twhich we  would\t now\nturn.\n</p><p data-structure=\"Precedent\" id=\"p_34\">     The earliest  case to  which  we  would  refer  is\t the\ndecision of the\n<span class=\"hidden_text\" id=\"span_16\">139</span>\nHouse of  Lords in  Kelanten Government\t v. Duff Development\nCo. Ltd.  in which  Lord Trevethin  in his  speech  said  as\nunder:\n</p><blockquote id=\"blockquote_20\">\t  &quot;If your  Lordships should  be of opinion that the\n     award is  bad in  law upon\t its face,  it should be set\n     aside, for\t this is  not in  my view,  a submission  to\n     arbitration of  such a nature that, although the law is\n     bad upon  the face of the award, the decision cannot be\n     questioned. That happens only when the submission is of\n     a specific\t question of  law and is such that it can be\n     fairly construed  to show\tthat the parties intended to\n     give up their rights to resort to the King&#x27;s courts and\n     in lieu thereof to submit that question to the decision\n     of a tribunal of their own.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">     Same distinction  was also\t brought out by Lord Parmoor\nwhen he said that &#x27;the principle applicable where a specific\nquestion of  law has  been  submitted  to  the\tdecision  of\narbitration is well expressed by Channel, J., in Re King and\nDuveen, in  which it was said that where a specific question\nof law\tis referred  to an  arbitrator for his decision, the\naward cannot be set aside on the ground of an error apparent\non the\tface of\t the award  because the\t question of law was\nwrongly decided.&#x27;  At a later stage, it was observed that if\nthe court,  before which  it is sought to impeach the award,\ncomes to  the conclusion  that the alleged error in law even\nif it  can be  maintained,  arises  in\tthe  decision  of  a\nquestion of law directly submitted to the arbitrator for his\ndecision, then\tthe principle  stated by Channel, J., in Re.\nKing and Duveen applies, is attracted and the parties having\nchosen their  tribunal, and  not having applied successfully\nto the\tcourt under  either<a href=\"/doc/1242720/\" id=\"a_16\"> s. 4</a> or s. 19 of the Arbitration\nAct, 1889, are not in a position to question the award or to\nmaintain a  claim to  set it  aside.&#x27; This  decision  is  an\nauthority of  the  proposition\tthat  where  a\tquestion  of\nconstruction is\t the very  point referred  for\tarbitration,\nthen the  decision of  the arbitrator upon that point cannot\nbe set\taside by  the court  only because  the\tcourt  would\nitself have come to a different conclusion.\n</p><p data-structure=\"Precedent\" id=\"p_36\">     In F.R.  Absalom Ltd.  v. Great Western (London) Garden\nVillage Society\t Ltd. the  contention was that the award was\nbad by\treason of  an error  in law appearing on the face of\nit. The submission was\n<span class=\"hidden_text\" id=\"span_17\">140</span>\nnot before the court and a reference to the pleadings had to\nbe made for the purpose of ascertaining whether any specific\nquestion of  law was  in dispute,  and was  referred to\t the\narbitrator for\this decision.  The pleadings  disclosed that\nthe whole  dispute between  parties was as to the amount due\nto the\tcontractor in  respect of the value of the work done\nand of\tthe materials  on the  site  upto  and\tincluding  a\ncertain\t date.\t In  the   background  of  this\t fact,\tLord\nWarrington in  his speech  said that no specific question of\nconstruction arose. In order to decide whether the award was\nbad by\treason of  an error  of law  on the face of it, Lord\nRussel in  his speech  pointed out  at page  621 that  it is\nessential to keep the case where disputes are referred to an\narbitrator in  the decision  of\t which\ta  question  of\t law\nbecomes material  distinct from the case in which a specific\nquestion of  law has  been referred  to him  for  decision.&#x27;\nThereafter he proceeded to state:\n</p><blockquote id=\"blockquote_21\">\t  &quot;The authorities  make a clear distinction between\n     these two\tcases and  as they appear to me, they decide\n     that in  the former case the court can interfere if and\n     when any error of law appears on the face of the award,\n     but that  in the  latter case  no such  interference is\n     possible upon  the ground\tthat it\t so appears that the\n     decision upon the question of law is an erroneous one.\n     In reaching  this conclusion,  the decision in Kelantan\nGovernment v. Duff Development Co. Ltd. was affirmed. On the\nfacts, it  was found  that no  specific question  of law was\nreferred to the arbitrator for his decision.\n</blockquote><blockquote id=\"blockquote_22\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1089973\" id=\"span_18\">In\t <a href=\"/doc/1089973/\" id=\"a_17\">Durga\tPrasad\tChamria\t and  Anr.  v.\tSewkishendas\nBhattar and  Ors</a>; the award was sought to be set aside inter\nalia on\t the ground  that the award was bad on account of an\nerror of  law apparent\ton the face of it. The errors of law\nrelied\tupon  were;  (a)  the  arbitrator  had\tadmitted  as\nevidence  the\tfamily\tsettlement   and   the\t partnership\narrangement of\t1916, neither  of which, though each related\n(it was said) to immoveable property, had been registered as\nrequired  by  the  <a href=\"/doc/1489134/\" id=\"a_18\">Indian  Registration\t Act</a>,  and  (b)\t the\narbitrator ought  to have  held that  Anardeyi&#x27;s suit was in\nany event  barred by  limitation. The  Privy  Council  first\nnoticed the  issues settled  by Panckridge. J.; amongst them\nwere the two following:</span>\n</blockquote><span class=\"hidden_text\" id=\"span_19\">141</span>\n<blockquote id=\"blockquote_23\">\t  &quot;1(b) Is  the agreement dated 16th November, 1916,\n     relating to  the alleged  family  settlement  valid  or\n     admissible in evidence?\n</blockquote><blockquote id=\"blockquote_24\">\t  (9)  Is  the\tplaintiff&#x27;s  claim  or\tany  portion\n     thereof barred by limitation?,,\n     After these issues had been settled, the parties agreed\nto refer  to arbitration  &quot;the outstanding  matters  in\t the\nsuit.&quot; In  a motion for setting aside the award it was urged\nthat there  was an  error of law apparent on the face of the\naward both  with regard\t as  to\t the  admissibility  of\t the\nalleged family\tsettlement and\tabout the  suit of  Anardeyi\nbeing barred  by limitation. Rejecting the motion, the Privy\nCouncil observed as under,\n\t  &quot;However,  that   may\t be,   their  Lordships\t are\n     satisfied that  the two points of law as to which it is\n     said the  arbitrators error  vitiates  the\t award\twere\n     specifically referred  to him  to decide and if this is\n     so, it would be contrary to well-established principles\n     such as  are <a href=\"/doc/1089973/\" id=\"a_19\">laid\tdown in</a>\t re King and Duveen and F.R.\n     Absalom Ltd.  v. Great  West  (London)  Garden  Village\n     Society Ltd.,  for a Court of law to interfere with the\n     award even\t if the\t Court itself  would  have  taken  a\n     different view  of either of the points of law had they\n     been before it.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_20\">Turning to\t the decisions\tof our\tCourt, reference may\nfirst be  made to  <a href=\"/doc/318186/\" id=\"a_20\">Seth Thawardas  Pherumal v.\tThe Union of\nIndia</a> 1.  In that  case, the  question was whether the award\nwas bad\t on account  of error of law apparent on the face of\nit, as\tprovided in  <a href=\"/doc/109140/\" id=\"a_21\">Sec. 16(1)\t (c)</a> of the Arbitration Act.\nExamining this contention, this Court observed as under:</span>\n</p><blockquote id=\"blockquote_25\">\t  &quot;This covers\tcases  in  which  in  error  of\t law\n     appears on\t the face  of the  award. But in determining\n     what such\tan error  is, a\t distinction must  be  drawn\n     between  cases   in  which\t  a  question\tof  law\t  is\n     specifically referred  and those in which a decision on\n     a question\t of law\t is incidentally  material  (however\n     necessary) in  order to  decide the  question  actually\n     referred. If a question of law is specifically referred\n     and it  is evident\t that the  parties desire  to have a\n     decision from the arbitrator about that rather then one\n     from the  Courts, then  the Courts\t will not interfere,\n     though even there, there is authority for the view that\n     the courts\t will interfere\t if it\tis apparent that the\n     arbitrator\n<span class=\"hidden_text\" id=\"span_21\">142</span>\n     has acted\tillegally in  reaching his decision, that is\n     to say,  if he  has decided on inadmissible evidence or\n     on principles  of construction  that the  law does\t not\n     contenance or  something of that nature. See the speech\n     of\t Viscount   Cave  in  Kelantan\tGovernment  v.\tDuff\n     Development Co.  at page  409. But that is not a matter\n     which arises in this case.\n</blockquote><blockquote id=\"blockquote_26\">\t  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058932\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_23\">The law  about this is, in our opinion the same in\n     England as\t here and  the principles  that govern\tthis\n     class of  case have been reviewed at length and set out\n     with clarity by the House of Lords in F.R. Absalom Ltd.\n     v. Great Western (London) Garden Village Society and in\n     Kelantan Government  v. Duff  Development Co.  In Durga\n     Prasad v.\tSewkishendas the  Privy Council\t applied the\n     law expounded  in Absalom&#x27;s  case to  India;  see\talso\n     <a href=\"/doc/525017/\" id=\"a_22\">Champsey Bhara  &amp; Co.  v. Jivraj  Balloo  Spinning</a>\t and\n     <a href=\"/doc/1058932/\" id=\"a_23\">Weaving Co.  and Saleh Mahomed Umer Dossal v. Nathoomal\n     Kessamal</a>.</span></span> The wider language used by Lord Macnaghten in\n     Ghulam Jilani  v. Muhammad\t Hassan had reference to the\n     revisional powers\tof the\tHigh Court  under the  Civil\n     Procedure Code  and must  be confined  to the  facts of\n     that case\twhere the  question of\tlaw involved  there,\n     namely,  limitation,   was\t specifically  referred.  An\n     arbitrator is  not a  conciliator and cannot ignore the\n     law or  misapply it  in order  to do  what he thinks is\n     just and  reasonable. He  is a tribunal selected by the\n     parties to\t decide their  disputes according to law and\n     so is  bound to  follow, and  apply the  law, and if he\n     does not he can be set right by the Courts provided his\n     error appears  on the  fact of  the award.\t The  single\n     exception\tto   this  is\twhen  the   parties   choose\n     specifically to  refer a  question of law as a separate\n     and distinct matter.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_38\">     The Court\tfurther proceeded  to examine whether in the\nfacts of that case, the arbitrator was specifically asked to\nconstrue clause\t 6 of  the  contract  or  any  part  of\t the\ncontract or  whether any  question of  law was\tspecifically\nreferred. The  Court emphasised\t the word  &#x27;specifically&#x27; by\npointing  out\tthat,  parties\t who  made  a  reference  to\narbitration have  the right  to insist\tthat the Tribunal of\ntheir choice shall decide their dispute according to law, so\nbefore the  right can  be denied  to them  in any particular\nmatter, the  court must\t be very sure that both sides wanted\nthe decision of the arbitrator on a point of law rather than\nthat of the Courts and that they wanted his decision on that\npoint to  be final.  The Court then proceeded to examine the\nvarious clauses\t of the\t contract and  held that this is not\nthe kind of specific reference on a point of law that\n<span class=\"hidden_text\" id=\"span_24\">143</span>\nthe law\t of arbitration requires. The Court held that when a\nquestion of  law is  the point\tat issue,  unless both sides\nspecifically agree  to refer it and agree to be bound by the\narbitrator&#x27;s decision, the jurisdiction of the Courts to set\nan arbitration\tright when the error is apparent on the face\nof the\taward is not ousted. The mere fact that both parties\nsubmit incidental  arguments about  a point  of law  in\t the\ncourse of the proceedings is not enough. This decision is an\nauthority  for\t the  proposition  that\t where\tthe  parties\nspecifically agree  to refer  a specific question of law for\nthe decision of the arbitrator, and agree to be bound by it,\nthe Court  cannot set  aside the  award on  the ground of an\nerror of  law apparent\ton the\tface of\t it even  though the\ndecision of  the arbitrator  may not  accord with the law as\nunderstood by  the Court. If on the other hand, the question\nof law\tis incidentally decided by the arbitrator, it is not\nenough to  oust the  jurisdiction of  the Court to set aside\nthe award  on the  ground that there is an error apparent on\nthe face of the award.\n</p><p data-structure=\"Precedent\" id=\"p_39\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_25\">In M/s  <a href=\"/doc/1989300/\" id=\"a_24\">Alopi Parshad &amp; Sons Ltd. v. The Union of India</a>\n1 the  Court reiterated\t the observation in Seth Thawardas&#x27;s\ncase and  observed that\t if a specific question is submitted\nto the\tarbitrator and\the answers  it, the  fact  that\t the\nanswer involves\t an erroneous decision in point of law, does\nnot make  the award  bad on  its face so as to permit of its\nbeing set  aside. In  the facts\t of  the  case,\t this  Court\nagreeing  with\t the  High  Court  held\t that  there  is  no\nfoundation  for\t  the  view   that  a\tspecific  reference,\nsubmitting a  question of  law for  the adjudication  of the\narbitrators, was  made. It  may be  stated in passing that a\nbrief  reference   to  the  claim  put\tforward\t before\t the\narbitrator on behalf of the appellants <a href=\"/doc/1989300/\" id=\"a_25\">in that case</a>, set out\nat page\t 798 of\t the report,  would  clearly  show  that  no\nspecific question of law was referred by the parties for the\ndecision of  the arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_26\">Mr. Pai learned counsel for the\nrespondent pointed  out that  the Court\t has  also  observed\nfollowing the  decision of  the Privy  Council\tin  <a href=\"/doc/525017/\" id=\"a_26\">Champsey\nBhara and  Company v.  Jivraj Balloo  Spinning\tand  Weaving\nCompany Ltd</a>  2., that  the extent of the jurisdiction of the\ncourt to  set aside  an award  on the  ground of an error in\nmaking the award is well-defined. The award of an arbitrator\nmay be\tset aside  on the  ground of  an error\ton the\tface\nthereof\t only\twhen  in   the\taward  or  in  any  document\nincorporated with  it, as  for instance,  a note appended by\nthe arbitrators, stating the reasons for his decision, there\nis found  some legal  proposition which\t is the basis of the\naward and which is erroneous.</span> This observation does not help\n<span class=\"hidden_text\" id=\"span_27\">144</span>\nin deciding  the point\tunder discussion and just after this\nstatement, there follows the observation about the effect of\nreferring a specific question of law for the decision of the\narbitrator and\tthe jurisdiction  of the  Court to set aside\nthe award  on the  ground that\tthere is  an  error  of\t law\napparent on the face of it.\n</p><p data-structure=\"Precedent\" id=\"p_40\">     <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1961694\" id=\"span_28\">In <a href=\"/doc/1961694/\" id=\"a_27\">Union of India v. A.L. Rallia Ram</a> 1 this Court after\nreferring to  the decision  in Champsey\t Bhara\tand  Company\nreaffirmed that,  the rule  in that  decision does not apply\nwhere questions\t of law\t are specifically  referred  to\t the\narbitrator for\this decision; the award of the arbitrator on\nthose  questions   is  binding\tupon  the  parties,  for  by\nreferring specific  questions the  parties desire  to have a\ndecision from  the arbitrator on those questions rather than\nfrom the  Court\t and  the  Court  will\tnot,  unless  it  is\nsatisfied  that\t  the  arbitrator  had\tproceeded  illegally\ninterfere with the decision. After referring to the decision\nhereinabove examined by us, the Court came to the conclusion\nthat no\t specific question  of\tlaw  were  referred  to\t the\narbitrator&#x27;s  the  decision  whereof  is  binding  upon\t the\nparties.</span>\n</p><p data-structure=\"Precedent\" id=\"p_41\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1873752\" id=\"span_29\">In M/s  <a href=\"/doc/1873752/\" id=\"a_28\">Kapoor Nilokheri Co-op. Dairy Farm Society Ltd.\nv. Union  of India  and Others</a>\t2 the  Court agreed with the\nsubmission on  behalf of  the respondent Government of India\nthat the  appellants having  specifically stated  that their\nclaims are  based on  the agreement  and on nothing else and\nall that  the arbitrator  had to decide was as to the effect\nof the\tagreement, the\tarbitrator had\treally to  decide  a\nquestion of  law, i.e.\tof interpreting\t the  document,\t the\nagreement dated\t May 6,\t 1953 and  therefore the decision is\nnot open  to challenge.\t In fact, this decision is hardly of\nany assistance and we leave it at that.</span>\n</p><p data-structure=\"Precedent\" id=\"p_42\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"317172\" id=\"span_30\">In <a href=\"/doc/317172/\" id=\"a_29\">N. Chellappan v. Secretary, Kerala State Electricity\nBoard &amp; Anr.</a> by a consent order, the umpire was appointed as\nthe sole  arbitrator, and  the\trespondent-Board  without  a\ndemur participated  in the proceedings before the umpire and\ntook the  chance of  an award in its favour, this Court said\nthat it\t cannot turn  round and\t say that  the umpire had no\ninherent jurisdiction and therefore its participation in the\nproceedings before  the umpire is of no avail. This decision\nis not of much assistance on the point under discussion. Mr.\nPai on\tthe other  hand urged  that the\t jurisdiction of the\narbitrator could  not  be  determined  by  him\tnor  can  he\narrogate jurisdiction to himself\n<span class=\"hidden_text\" id=\"span_31\">145</span>\nby mis-construction  of the  contract and  thereby clutch at\njurisdiction and  in such  a  situation,  the  court  always\nretains to  itself to  set at naught the award on the ground\nof an  error of\t law apparent  on the  face of the award. In\nterms, he  stated that\tthe issue  about the jurisdiction of\nthe arbitrator\thas never  been parted\twith by\t the  Court-\nGenerally speakings,  common law  courts were very reluctant\nto part\t with its  jurisdiction to set at naught an award on\nthe ground  that  the  arbitrator  had\tno  jurisdiction  to\nentertain and  decide the  dispute. The Court went so far as\nto say\tthat the  arbitrator cannot confer jurisdiction upon\nhimself by  deciding in\t its  own  favour  some\t preliminary\npoints upon which its jurisdiction rests. In fact, that is a\nnon-issue. It  cannot be  disputed that even the question of\njurisdiction of an arbitrator can be the subject matter of a\nspecific reference.  If\t the  parties  agree  to  refer\t the\nspecific question  whether the\tdispute raised is covered by\nthe arbitration agreement, it becomes a specific question of\nlaw even  if it\t involves the jurisdiction of the arbitrator\nand if\tit is  so, a  decision of the arbitrator on specific\nquestion referred  to him for decision even if it appears to\nbe erroneous  to the  Court is\tbinding on  the parties. The\ndecisions relied  upon by  Mr. Pai do not derogate from this\nlegal position.</span> We may briefly refer to those decision\n     In Produce Brokers Co. Ltd. v. Olympia Oil and Cake Co.\nLtd., it was held that &quot;if the question which the arbitrator\ntakes upon  himself to\tdecide is  not in  fact\t within\t the\nsubmission the\taward is  a nullity.  The arbitrator  cannot\nmake his award binding by holding contrary to the true facts\nwhen the  question which  he affects  to determine is within\nthe submission.&quot;  Let us emphasise the ratio of the decision\nthat the  arbitrator takes upon himself to decide a question\nnot within the submission. This would mean that the question\nof law\twas not\t specifically referred to the arbitrator for\nhis decision  but  it  was  incidentally  raised.  In  fact,\nnowhere it  was contended  that any specific question of law\nwas referred  to the  arbitrator and if so what would be its\neffect on  the binding\tcharacter of  the decision  was ever\nraised in  that case.  In that\tcase  after  an\t answer\t was\nreturned to  the Special  Case submitted  for the opinion of\nthe court, the Committee of Appeal unreservedly accepted the\nsaid answers  upon the\tconstruction of\t the contract  as  a\nmatter of  law apart  from the\tcustom\tof  the\t trade,\t but\nproceeded further  to hold that there was a long established\nand well-recognised custom of the trade in cases of re-sales\nthat buyers under the form of contract\n<span class=\"hidden_text\" id=\"span_32\">146</span>\nin question  impliedly agreed  with their  sellers that they\nwould accept  the original shipper&#x27;s appropriation if passed\non without  delay. On  a motion\t by the\t buyers to  have the\naward set  aside, of  which notice was given, the Divisional\nCourt held  that the arbitrators had no jurisdiction to find\nconclusively the  existence of a trade custom, and the Court\nof Appeal  on the  authority of precedents but against their\nown opinion,  affirmed the  decision. The appellant-seller&#x27;s\ncompany appealed to the House of Lords. Lord Loreburn in his\nspeech observed\t that &#x27;these  men of business made contracts\nand therein  agreed to\tarbitrate upon\tall disputes arising\nout of\ttheir contracts.  Yet there  have already been seven\ndistinct stages\t of argument  and decision,  four of them in\ncourts of  law, upon  a dispute\t arising on those contracts,\nand the\t end is\t not yet. I do not know how many more stages\nthere will  be. Parties have a right to prefer what some may\nconsider  the\timperfect  though   expeditious\t wisdom\t  of\narbitrators to\tthe slower  and more  costly justice  of His\nMajesty&#x27;s courts.  It is  to be\t regretted when they have to\nencounter  the\tinconveniences\tof  both  methods  with\t the\nadvantage of  neither.&quot; Approaching  the  matter  from\tthis\nangle, the  appeal was\tallowed\t and  the  decision  of\t the\nCommittee of Appeal, taking note of the custom of the trade,\nallowed the award to stand. This decision can in no way help\nthe respondent.\n</p><p data-structure=\"Precedent\" id=\"p_43\">     In Attorney  General For Manitoba v. Kelly and Others 1\nit was\tobserved that  &quot;Whenever there\tis a  difference  of\nopinion between the parties as to the authority conferred on\nan umpire  or arbitrator  under\t an  agreed  submission\t the\ndecision rests\tultimately with\t the court  and not with the\numpire or arbitrator.&quot; This is predicated upon a proposition\nthat common  law courts\t were reluctant\t to part  with their\njurisdiction to\t set at\t naught an  award if  the arbitrator\nconfers jurisdiction  upon himself  by deciding\t in his\t own\nfavour some  preliminary point\tupon which  his jurisdiction\nrests.\n</p><p data-structure=\"Precedent\" id=\"p_44\">     Mr. Pai  also referred  to the  decisions of  the Privy\nCouncil in  Champsey Bhara  &amp; Co.  and Hirji Mulji v. Cheong\nYue Steamship  Co. Ltd.\t Both  these  decisions\t are  of  no\nassistance on the question about the reference of a specific\nquestion of  law  touching  upon  the  jurisdiction  of\t the\narbitrator for\this decision  and its  effect. In  fact. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_33\">the\ndecision in  <a href=\"/doc/525017/\" id=\"a_30\">Champsey Bhara</a>&#x27;s  case clearly turns upon as to\nwhat constitutes an error of law apparent on the face of the\naward.</span>\n</p><span class=\"hidden_text\" id=\"span_34\">147</span>\n<p data-structure=\"Precedent\" id=\"p_45\">     The next case referred to was Heyman &amp; Anrs. v. Darwins\nLtd. It\t reasserts that\t as a  rule  the  arbitrator  cannot\nclothe himself with jurisdiction.\n</p><p data-structure=\"Precedent\" id=\"p_46\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_35\">Turning to\t the decisions\tof this Court, reference was\nfirst  made   to  <a href=\"/doc/899911/\" id=\"a_31\">Jivarajbhai\tUjamshi\t Sheth\t &amp;  Ors.  v.\nChintamanrao Balaji &amp; Anr. Shah, J.</a> speaking for himself and\nJustice Sarkar at page 499 observed that &#x27;this is not a case\nin which  the arbitrator  has committed a mere error of fact\nor law\tin reaching  his conclusion on the disputed question\nsubmitted for  his adjudication.  It is a case of assumption\nof jurisdiction\t not possessed\tby him, and that renders the\naward, to  the extent to which it is beyond the arbitrator&#x27;s\njurisdiction, invalid&quot;.\t It may\t be pointed  out that  these\nobservations are  in the  context of  the facts of that case\nand there  was no  contention  before  the  court  that\t any\nspecific question  of law  touching upon the jurisdiction of\nthe arbitrator\twas referred  to for  his  decision  by\t the\nparties.</span>\n</p><p data-structure=\"Precedent\" id=\"p_47\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"263521\" id=\"span_36\">The last  decision in  this context referred to was <a href=\"/doc/263521/\" id=\"a_32\">Dr.\nS.B.  Dutt   v.\t University  of\t Delhi</a>.\t In  that  case\t the\narbitrator gave\t by his\t award a  direction to\tenforce\t the\ncontract of personal service. This was stated as an error of\nlaw apparent  on the face of the award and the award was set\naside. Again it may be pointed out that the reference to the\npoint set  out in  the letter of reference extracted at page\n1240 clearly  spells out  that no  specific question  of law\ntouching  upon\t the  jurisdiction  of\tthe  arbitrator\t was\nreferred to the arbitrator for his decision.</span>\n</p><p data-structure=\"Precedent\" id=\"p_48\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_37\">On\t a   conspectus\t of   these  decisions,\t it  clearly\ntranspires  that  if  a\t question  of  law  is\tspecifically\nreferred and  it becomes evident that the parties desired to\nhave a decision on the specific question from the arbitrator\nabout that  rather than\t one from court, then the court will\nnot interfere with the award of the arbitrator on the ground\nthat there  is an  error of  law apparent on the face of the\naward even  if the  view of law taken by the arbitrator does\nnot accord  with the  view of  the court.  This view  of law\ntaken in  England was stated by this Court to be the same in\nthis country and since the decision in <a href=\"/doc/318186/\" id=\"a_33\">Seth Thawardas</a>&#x27;s case\nwhich follows earlier decisions in England and India, it has\nnot been  departed from.  The view  canvassed for by Mr. Pai\nthat common  law courts were very reluctant to part with its\njurisdiction has  hardly  any  relevance  where\t a  specific\nquestion of\n<span class=\"hidden_text\" id=\"span_38\">148</span>\nlaw including  the one\ttouching  the  jurisdiction  of\t the\narbitrator is  referred to  the arbitrator for his decision.</span>\nEven if\t the decision of the arbitrator does not accord with\nthe view  of the court, the award cannot be set aside on the\nsole ground  that there\t is an\terror of law apparent on the\nface of it.\n</p><p data-structure=\"CDiscource\" id=\"p_49\">     Before we conclude on this point we must take note of a\ncontention of Mr. Pai that the respondent cannot be estopped\nfrom contending\t that the  arbitrator had no jurisdiction to\nentertain the  dispute\tas  the\t respondent  agreed  to\t the\nsubmission without prejudice to its rights to contend to the\ncontrary. It  is undoubtedly  true that\t in the letter dated\nMarch 29,  1976 by  which the respondent agreed to refer the\ndispute to  the arbitrator,  it was in terms stated that the\nreference is being made without prejudice to the position of\nthe respondent\tas adopted  in the  letter  meaning  thereby\nwithout prejudice to its rights to contend that the claim of\nthe appellant  is not  covered by the arbitration clause. In\nthe context  in which  the expression &#x27;without prejudice&#x27; is\nused, it  would only  mean that\t the respondent reserved the\nright to  contend before  the arbitrator that the dispute is\nnot covered  by the  arbitration clause.  It does not appear\nthat what  was reserved\t was a\tcontention that\t no specific\nquestion of law was specifically referred to the arbitrator.\nIt is  difficult to  spell out\tsuch a\tcontention from\t the\nletter. And  the respondent  did raise the contention before\nthe arbitrator\tthat he had no jurisdiction to entertain the\ndispute as  it would  not  be  covered\tby  the\t arbitration\nclause.\t Apart\t from  the   technical\tmeaning\t  which\t the\nexpression &#x27;without  prejudice&#x27; carries\t depending upon\t the\ncontext in which it is used, in the present case on a proper\nreading of  the correspondence\tand in\tthe setting in which\nthe term is used, it only means that the respondent reserved\nto itself  the right to contend before the arbitrator that a\ndispute raised\tor the\tclaim made by the contractor was not\ncovered by  the arbitration  clause. No other meaning can be\nassigned to  it. An  action taken without prejudice to one&#x27;s\nright cannot  necessarily mean that the entire action can be\nignored by  the party  taking the  same. In  this case,\t the\nrespondent referred  the specific  question of\tlaw  to\t the\narbitrator. This  was according\t to the\t respondent  without\nprejudice to  its right\t to contend  that the  claim or\t the\ndispute is  not\t covered  by  the  arbitration\tclause.\t The\ncontention  was\t  to  be   before  the\tarbitrator.  If\t the\nrespondent wanted  to assert  that it had reserved to itself\nthe right  to contend  that no\tspecific question of law was\nreferred to the arbitrator, in the first instance, it should\nnot have made the reference in the terms in which it is made\nbut should have agreed to the proposal of the appellant\n<span class=\"hidden_text\" id=\"span_39\">149</span>\nto make\t a general  reference. If  the appellant insisted on\nthe reference  of a specific question which error High Court\nappears to  have committed,  it could  have declined to make\nthe reference  of a  specific question\tof law\ttouching his\njurisdiction and  should have taken recourse to the court by\nmaking an  application under  <a href=\"/doc/1154891/\" id=\"a_34\">Sec. 33</a> of the Arbitration Act\nto have\t the effect  of the arbitration agreement determined\nby the\tcourt. Not only the respondent did not have recourse\nto an  application under <a href=\"/doc/1154891/\" id=\"a_35\">Sec. 33</a> of the Arbitration Act, but\nof its\town it\treferred a  specific question  of law to the\narbitrator for his decision, participated in the arbitration\nproceeding invited  the arbitrator  to decide  the  specific\nquestion and  took  a  chance  of  a  decision.\t It  connote\ntherefore, now be permitted to turn round and contend to the\ncontrary on  the nebulous  plea that  it  had  referred\t the\nclaim/dispute to  the sole  arbitrator without\tprejudice to\nits right to contend to the contrary. Therefore, there is no\nmerit in the contention of Mr. Pai.\n</p><p data-structure=\"CDiscource\" id=\"p_50\">     In\t this  case,  as  earlier  pointed  out\t a  specific\nquestion as to whether the claim of compensation made by the\nappellant-contractor  and   demurred  and  disputed  by\t the\nrespondent would  be covered  within the  scope,  ambit\t and\nwidth of  the arbitration  clause, was specifically referred\nby  the\t  parties  for\t the  decision\tof  the\t arbitrator.\nTherefore, it  is a  case where\t a specific  question of law\ntouching  upon\t the  jurisdiction  of\tthe  arbitrator\t was\nreferred for  the decision of the arbitrator by the parties.\nEven if the view taken by the arbitrator may not accord with\nthe view  of the  court about  the scope, ambit and width of\nthe arbitration clause, the award cannot be set aside on the\nground that there is an error of law apparent on the face of\nthe award.  The view  taken by\tthe High  Court is  palpably\nuntenable and  has to  be reversed. On this short point, the\nappeal can  be allowed. However, it was strenuously urged by\nboth the sides that the dispute arising out of the claim for\ncompensation  made  by\tthe  appellant\ton  account  of\t the\nincrease in  the cost  of the  pile  driving  equipment\t and\ntechnical know-how fees would or would not be covered by the\nfirst paragraph\t of Clause  40, we would briefly examine the\nsame to point out that it would be covered.\n</p><p data-structure=\"CDiscource\" id=\"p_51\">     In\t order\t to  ascertain\t whether   the\t claim\t for\ncompensation for  increase in  the  price  of  pile  driving\nequipment and  technical know-how  fees would  be covered by\nthe arbitration\t clause, it is necessary briefly to refer to\nthe negotiations and discussions leading to the formation of\nthe contract  for construction\tof the\tRepair Dock  and the\nBuilding Dock. The value of the works to be executed was\n<span class=\"hidden_text\" id=\"span_40\">150</span>\nover Rs\t 24 crores. In respect of the construction of Repair\nDock, there  was only  the tender  of the  appellant and  in\nrespect of the Building Dock, there were two tenders: one of\nthe  appellant\t and  another\tby  M/s\t  National  Building\nConstruction Corporation,  the tendered\t value of the latter\nbeing  double\tthat  of   the\tformer.\t  Indisputably,\t the\nrespondent had a very limited or realistically no choice. In\nsuch a\tsituation the  Tender Committee\t took notice  of the\nfact of\t the poor  response to the invitation to tender. The\nCommittee took\tnotice of  such salient features of the work\nbeing the  complexity and  magnitude  of  the  works  to  be\nundertaken by any Indian Contractor and the non-availability\nof plant  and equipment\t required for  the  works  and\tmore\nespecially  that  if  the  contractor  was  to\tprocure\t the\nspecialised equipment  required for  the  works,  there\t was\nhardly any  assurance that  after the  works were  over, the\nmachinery  would   be  so   much  depreciated  to  have\t any\nsubstantial  use  or  utility  to  the\tcontractor.  In\t the\ninvitation  to\ttender,\t it  was  indicated  that  requisite\nforeign exchange  for importing\t pile driving  equipment and\nmachinery, spares  and technical know-how amounting to about\nRs 2 crores in all would be made available to the contractor\nfrom the  11th Yen Credit from Japan, subject to his getting\nindigenous clearance  and providing  detailed justification.\nAnnexure IV  to the  General Conditions\t of Contract clearly\nspecifies  that\t the  tenderers\t while\tquoting\t shall\tgive\nseparately the\tfull details of the equipment for which they\nwould be  requiring foreign  exchange assistance.  And\tthey\nshall also  indicate the  financial implication\t if any, for\nproviding not  providing  the  foreign\texchange  assistance\nindicated for the various equipments. Two things emerge from\nrecital of  the facts  herein enumerated  in the  course  of\nformation  of  the  contract:  (1)  that  the  pile  driving\nequipment will\thave to\t be imported  from outside India and\ntechnical know-how fees will have to be paid both in foreign\ncurrency and  (2) this would necessitate investment of about\nRs 2  crores by the contractor. The contractor in his letter\ndated July  14,1972 specifically  invited the  respondent to\nconfirm the  modifications in  the terms  of contract as set\nout therein.  In paragraph 31 (E) (1), the contractor states\nthat  all   foreign  exchange  for  the\t equipment,  spares,\ntechnical know-how  and hiring\tof experts shall be provided\nto the contractor and that the total foreign exchange on all\nthese accounts\twill be\t about Rs  2 crores.  A sort  of  an\nassurance was  thus extended to the contractor that the same\nwould be made available to him from the 11th Yen credit from\nJapan. This is not disputed. It is also an admitted position\nthat  the   necessary  equipment,   machinery,\tspares\t and\ntechnical know-how  were not  available from  Japan and\t the\navailability of the 11th\n<span class=\"hidden_text\" id=\"span_41\">151</span>\nYen credit  from Japan\tlost all  significance. Further\t the\nrespondent by  its  letter  dated  January  24,1973  to\t the\nappellant while\t accepting the\ttender of  the appellant  on\nbehalf of  Cochin Shipyard  Limited specifically  stated  as\nunder:\n</p><blockquote id=\"blockquote_27\">\t  &quot;You shall  provide at  your cost all construction\n     plant and\tmachinery (including  that requiring import)\n     for all  items of\twork including\tRCC piling and Steel\n     Sheel Piling Works. Departmental machinery likely to be\n     made available  for issue to the Contractor shall be as\n     in Annexure IV of the General Conditions of Tender.\n\t  You shall  furnish an\t inventory of  all plant and\n     machinery proposed\t to be\tused on\t the works including\n     items of imported machinery with probable date of their\n     availability at  site for\tuse on the work. This should\n     match with\t the Detailed Working Programme indicated as\n     above.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_52\">     At this  stage a  reference to the additional Terms and\nConditions/Modifications  to   the  General  Conditions\t and\nSpecifications of  the Departmental  Tender Documents, would\nbe advantageous. It reads as under:\n</p><blockquote id=\"blockquote_28\">\t  &quot;All Piling  Equipment shall\tbe procured  by\t the\n     Contractor\n     ......................................................\n     Selection of  equipment will  be done by the Contractor\n     in consultation  with the\tCochin Shipyard authorities.\n     No hire  charges for  the\tequipment  procured  by\t the\n     Contractor\t   is\t  payable    to\t    the\t    Shipyard\n     ...............................................Requisie\n     foreign  exchange,\t  for  importing  piling  plant\t and\n     machinery, spares,\t technical know-how  and  hiring  of\n     experts necessary\tfor both  the Dock  Works, vide Work\n     order.... for  Repair Dock\t etc., amounting to about Rs\n</blockquote><p data-structure=\"Conclusion\" id=\"p_53\">     2.00 crores  in all  will\tbe  made  available  to\t the\n     Contractor from  the 11th\tYen credit  subject  to\t his\n     getting indigenous\t clearance  and\t providing  detailed\n     justification&quot;\n</p><blockquote id=\"blockquote_29\">     It\t is   thus  unquestionably   established  that\t the\nappellant whose\t tender was  accepted after negotiations and\nscrutiny by the Tender Committee was expected to invest Rs 2\ncrores in  importing pile  driving equipment  and  technical\nknow-how fees. The tender was accepted and a formal contract\nwas entered  into on  his basis.  In works  contract of such\nmagnitude, the\tvalue whereof  was over\t Rs. 24\t crores, and\nwhich was being undertaken by an Indian contractor for\n<span class=\"hidden_text\" id=\"span_42\">152</span>\nthe first time negotiations prior to the finalisation of the\ncontract and  the correspondence leading to the formation of\ncontract supply\t the basis  on which  contract\twas  finally\nentered into. Undoubtedly, if in the final written contract,\nthere is  something  contrary  to  the\tbasic  understanding\nduring the  formative stage  of the  contract,\tthe  written\ncontract  would\t prevail.  But\tif  the\t contract  does\t not\nindicate to  the contrary and the assumptions appeared to be\nthe foundation\tof the contract obviously that aspect cannot\nbe overlooked  while determining  what were  the  obligation\nundertaken under  the formal  contract. It  may be  recalled\nthat  the   two\t alternative   rates  were   quoted  by\t the\ncontractor: (i)\t the respondent\t were  to  import  the\tpile\ndriving equipment  and technical know-how for its operation,\nthe same  would be  leased to  the contractor  at negotiated\nrates or  (ii) the  contractor were  to import\tthe same the\nrates be  paid to the contractor. The second alternative was\naccepted by  the parties  on the fundamental assumption that\nthe investment\tin this behalf would be Rs 2 crores. This is\nthe agreed  position on\t which contract was entered into. To\ncontinue the  narrative, it  may be  pointed out  that\tthis\nfundamental foundation\tof the\tcontract not  left to  guess\nwork, but is specifically referred to in the notice inviting\ntender\tand  in\t the  specifications  and  modifications  as\naddenda to  the\t General  Conditions  of  Contract.  It\t was\nclearly understood  between the\t parties that the contractor\nhas to\tinvest roughly\tRs. 2 crores in foreign exchange for\nimporting pile driving equipment and technical know-how fees\nwithout which this work could never have been undertaken and\nwithout which  it would\t not  have  been  entrusted  to\t the\ncontractor. The\t contractor when  he quote  his\t terms\tmust\nobviously have\tmade appropriate  calculations, one of which\nin this case appears to be that it will have to invest Rs. 2\ncrores in  foreign exchange  and this fact flies in the face\nthat after  the work  was over\tthe imported machinery would\ndepreciate to  this extent that it would have hardly any use\nof utility  to the  contractor\tas  noticed  by\t the  Tender\nCommittee. The rates quoted by the contractor were obviously\ninterrelated to the basic assumption. The fact that such was\nalso also  the understanding  of the  respondent may  now be\npointed out.\n</blockquote><blockquote id=\"blockquote_30\">     The respondent  by its  letter dated  July 31,  1973 to\nIndustrial Adviser  (HME), Directorate\tGeneral of Technical\nDevelopment requested  him to  issue necessary\tclearance to\nthe appellant  for import  of the  equipment set  out in the\nAnnexure to  the letter\t on the\t ground that  the  appellant\ntried its  level best to get the equipment from the Japanese\nsources, but they could not get positive restive\n<span class=\"hidden_text\" id=\"span_43\">153</span>\nresponse for such equipments. They had also tried their best\nto get\tsuitable offers\t from U.  K., U. S. A. USSR, Canada,\nWest Germany  and Holland.  It was also pointed out that the\nrespondent itself  also made  independent enquiries in Japan\nfor getting  suitable offers for the above equipment without\nsuccess. Thus  it becomes clear that to the knowledge of the\nrespondent, the\t 11th  Yen  Credit  became  irrelevant.\t The\nGovernment of  India by its letter dated September 1,1973 to\nthe respondent\tconveyed its  approval to the release of the\nforeign exchange in favour of the appellant to the extent of\nRs 211.80  lakhs (Rupees  two crores eleven lakhs and eighty\nthousand  only)\t equivalent  to\t DFL  9,  442,\t700  at\t the\nspecified exchange  rate. Thereafter  the appellant  by\t its\nletter\tdated  May  28,1975  amongst  others  requested\t the\nrespondent to  take note of the fact that the tendered rates\nwere based on certain total cost of machines which has since\ngone up considerably rendering the rates no longer workable.\nThe contractor\tproceeded to point out the utter irrelevancy\nof the\trates in  view of  the\thigher\toutlay\tof  imported\nmachinery and  technical know-how.  It pointed\tout the loss\nsustained by  the contractor  and requested for compensation\nin this\t behalf. This  was followed by the letter dated July\n1, 1975 by the contractor to the respondent, emphasising the\nfact that  the tendered\t rates\thad  become  unworkable\t and\nunrealistic owing to the increase in the. cost of equipment.\nknow-how etc.  as a  result of\tthe increase  in the foreign\nexchange rate  of Dutch Guilders as related to the Rupee. In\nresponse to  the last  letter the  respondent replied by its\nletter dated  July 2, 1975, relevant portion of which may be\nextracted:\n</blockquote><blockquote id=\"blockquote_31\">\t  &quot;In this  connection, a  kind reference is invited\n     to your letter dated the 14th July, 1972 (which forms a\n     part  of\tthe  contract  documents)  wherein  you\t had\n     indicated that  the total\tforeign exchange required by\n     you for  the equipment,  spares, technical know-how and\n     hiring of\texperts, was  expected\tto  be\tabout  Rs  2\n     crores. From  the data  enclosed with your letter under\n     reply, it is seen that the foreign exchange expenditure\n     incurred by you so far in connection with this contract\n     had been  less than  Rs 2 crores. In the circumstances,\n     it is difficult to accent the position that your tender\n     was based\ton assumptions indicated by you and that the\n     rates for pile driving should now be revised.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_54\">     This letter  furnishes proof,  if one  was needed\tthat\nparties were  ad idem  that the investment for imported pile\ndriving equipment  and foreign\texchange know-how  would  be\nabout Rs 2 crores. The\n<span class=\"hidden_text\" id=\"span_44\">154</span>\nrespondent does not contest the claim for compensation under\nthis head  as is now sought to be done on the ground that as\nthe  contractor\t  had  to   provide  imported  pile  driving\nequipment and  technical know-how,  the\t respondent  is\t not\nentitled to  compensation even\tif the\tinitial estimate has\nbeen found  to be unrealistic. On the contrary the claim for\ncompensation is disputed and controverted on the ground that\nthe foreign  exchange expenditure incurred by the contractor\nso far\tin connection  with imported  pile driving equipment\nand technical  know-how has been less than Rs 2 crores. From\nthis correspondence,  it would\temerge that both the parties\nwere agreed  that the  contractor would\t have to invest Rs 2\ncrores\tin  foreign  exchange  for  importing  pile  driving\nequipment and  technical know-how  which could\tonly be used\nafter approval\tof the same by the respondent. The appellant\nby its\tletter August  9, 1975\tcontended that escalation of\nexpenditure under this head is taken care of in the contract\nand more  specifically in  clauses 13  and 16  of the  works\norder. We  would have  occasion to  refer to these clauses a\nlittle later.  The respondent  by its  letter  dated  August\n29,1975 reasserted  its position  that the  foreign exchange\nelement of  the expenditure incurred by the contractor works\nout to\tRs 1.96 crores, which is less than the figure of Rs.\n2 crores  that\twas  expected  to  be  invested\t in  foreign\nexchange which\twas to\tbe provided  by the  contractor, The\nrespondent also\t referred to  the assessment  of expenditure\nmade by the contractor as per its letter dated July 14,1972.\nThis has  already been\treferred to  by us.  The  respondent\nfurther asserted  that the  estimate so\t made till that date\nhas not\t been exceeded\tand therefore, any argument based on\nfluctuation in the exchange rate is not valid or tenable. It\nmay be\trepeated that the refusal to entertain the claim for\ncompensation was  predicated upon  the estimates  having not\nexceeded the  basic minimum of Rs 2 crores by the contractor\non which rates were worked out and agreed, and not that such\nclaim cannot  be entertained  under  the  contract.  By\t its\nletter dated  September 18,1975,  the contractor  reiterated\nits position.  In its  letter dated  October  6,  1975,\t the\nrespondent when\t it was\t faced with  the situation  that the\nexpenditure incurred under this head in foreign exchange had\nrisen to  Rs 214.33  lacs i. e. it had exceeded the expected\ninvestment of  Rs. 2  crores under  this head, took a summer\nassault and  stated that  the respondent  had  at  no  stage\nstated that  the contractor  was &#x27;not  entitled to any claim\nbecause the  amount of foreign exchange has not yet exceeded\nRs 200\tlakhs&#x27;. One  has merely to call attention to the two\nletters dated  July 2,\t1975 and August 29 1975 to reach the\nconclusion that\t the  respondent  has  gone  back  upon\t its\noriginal position  and having  found  that  the\t expenditure\nunder this head has\n<span class=\"hidden_text\" id=\"span_45\">155</span>\ngone up\t beyond the estimated expenditure made a volte face,\nthe two\t positions so  adopted being  entirely\tinconsistent\nwith each  other Thereafter,  the  matter  was\treferred  to\narbitration.\n</p><p data-structure=\"CDiscource\" id=\"p_55\">     From the  commencement i.e,  from the stage of inviting\ntenders and through the negotiations and the finalisation of\nthe contract,  at every\t stage, the  respondent assured that\nforeign exchange  would be  made  available  from  11th\t Yen\nCredit. As  the equipment  was not available from Japan, the\navailability  of   Yen\tCredit\t become\t otiose\t  from\t the\ncontractor&#x27;s point  of view. At the instance of and with the\nactive participation  of the  respondent the contractor made\nenquiries in  various countries\t and ultimately procured the\nnecessary  equipment   and  technical\tknow-how  which\t was\napproved by  the respondent  and imported  the same.  In the\ntime lag, the price as well as the foreign exchange rates in\nrelation to  rupee underwent  an  upward  change,  with\t the\nresult that  the contractor had to invest, as made out by it\nand not\t seriously controverted before the arbitrator in all\nRs. 275.40  lakhs for  imported pile  driving equipment\t and\nspares and Rs. 18,64, 337.61 on technical services-cum-know-\nhow fees  and a\t further sum for higher custom duty. Details\nof the\tclaim have  been  set  out  in\tAnnexures  1  and  2\nrespectively to\t the statement\tof claim  submitted  by\t the\nappellant to  the arbitrator.  The respondent in its counter\nstatement did  not controvert  the details  of the claim and\nthe expenditure\t involved under\t the two heads. The whole of\nthe counterclaim  was  concerned  with\tthe  denial  of\t its\nliability to  compensate the  contractor  coupled  with\t the\ncontention that\t the claim  would  not\tbe  covered  by\t the\narbitration agreement  and therefore,  the arbitrator had no\njurisdiction to\t entertain and\tadjudicate the claim. It may\nalso be\t mentioned that\t at no\ttime since  the\t award,\t the\nrespondent ever disputed or questioned the amount awarded by\nthe arbitrator.\t It is\tthus satisfactorily established that\nthe contractor\thad to invest something far in excess of Rs.\n2 crores which it was expected to invest in foreign exchange\nfor imported  pile driving  equipment and technical know-how\nfees.\tThe   whole   contract\t was   concluded   on\tthis\nunderstanding. Being  aware of\tthe fluctuating\t position in\nthis behalf,  the contractor  had tendered  two\t alternative\nrates for  completion of  the work  as pointed\tearlier; one\nbased on  equipment being  imported by\tthe  respondent\t and\nleased to the appellant and alternatively rates on the basis\nthat the  contractor would import pile driving equipment and\ntechnical know-how.  In respect\t of the\t second alternative,\nwhich was  ultimately agreed  to between the parties, it was\nclearly and unmistakably understood between the partiest had\n<span class=\"hidden_text\" id=\"span_46\">156</span>\nthe contractor\twould have  to invest  Rs. 2  crores and the\nrates were  co-related to this investment with the knowledge\nof the\tfact that  when work  was completed,  the  equipment\nwould depreciate  to the  tune of  75% of its capability and\nwould be  hardly of any use to the contractor. The estimated\nexpenditure having  far exceeded,  a claim  for compensation\nwould  certainly   be  tenable\t at  the   instance  of\t the\ncontractor.\n</p><p data-structure=\"Section\" id=\"p_56\">     The High  Court quoted  clauses 16,  26 and  31 in\t its\njudgment but  did not  dilate upon  the\t provisions  of\t the\nclauses so as to correlate them with its decision. Clause 16\nenvisaged a  situation where  since  the  formation  of\t the\ncontract any  fresh law\t is enacted which has the bearing on\nthe price  of materials\t incorporated in  the  works  and/or\nwages of  labour, the terms of contract shall accordingly be\nvaried. Clause\t26 provided for supply of materials, plants,\ntools, appliances  etc. by the contractor. Clause 2 provides\nfor the\t liability of the contractor to supply construction,\nplant and machinery including the items to be imported and a\nfurther obligation  is cast  on the  contractor\t to  furnish\ninventory of  the same.\t Clause 31  amongst others, provided\nthat the  pile driving\tequipment shall\t be procured  by the\ncontractor, and\t the selection of equipment shall be done by\nthe contractor,\t in consultation  with the respondent. These\nclauses were  presumably referred  to in  the context  of an\nargument that the price escalation clause does not cover the\nclaim  for   compensation  for\t additional  expenditure  on\nimported plant\tand machinery and technical know-how because\nthe contract  substantially provides  for  the\tsame  to  be\nsupplied by  the contractor.  In  our  opinion,\t this  over-\nsimplification of  the clauses\tof  the\t contract  involving\nworks of such magnitude is impermissible. The whole gamut of\ndiscussions, negotiations  and correspondence  must be taken\ninto consideration  to arrive  at a true meaning of what was\nagreed to  between the parties. And in this case there is no\nroom for  doubt that  the parties agreed that the investment\nof the\tcontractor under this head would be Rs. 2 crores and\nthe tendered  rates were  predicated upon  and co-related to\nthis understanding.  When an agreement is predicated upon an\nagreed fact  situation, if  the latter\tceases to  exist the\nagreement to  that extent  becomes irrelevant or otiose. The\nrates  payable\t to  the  contractor  were  related  to\t the\ninvestment of Rs 2 crores under this head by the contractor.\nOnce the rates became irrelevant on account of circumstances\nbeyond the  control of\tthe contractor,\t it was\t open to the\ncontractor to  make a  claim for compensation. Therefore, it\nappears satisfactorily\testablished  that  the\tclaim  arose\nwhile implementing  the contract  and  in  relation  to\t the\ncontract.\n</p><span class=\"hidden_text\" id=\"span_47\">157</span>\n<p data-structure=\"Section\" id=\"p_57\">     The next  question is  whether this  claim made  by the\ncontractor and\tdisputed by  the respondent would be covered\nby  the\t arbitration  clause.  The  arbitration\t clause\t has\nalready been  extracted. Even  the High\t Court\tadmits\tthat\nclause 40 is very widely worded. It inter alia provides that\nall questions  and disputes  relating to  the meaning of the\nSpecifications Estimates,  Instructions,  Designs.  Drawings\nhereinbefore  mentioned\t  and  as  to  the  quality  of\t the\nWorkmanship or\tmaterials used\ton the work or as to the any\nother questions\t claim, right, matter or thing whatsoever in\nany way arising out of or relating to the contract----------\n</p><p data-structure=\"Conclusion\" id=\"p_58\">----------------- or  otherwise concerning  the works or the\nexecution--------------------------whether  arising   during\nthe progress of the work or after completion----------------\n</p><p data-structure=\"Section\" id=\"p_59\">--------shall be  referred to  the Sole Arbitrator etc.&quot; The\nscope, width  and the  ambit of the Arbitration clause is of\nwidest amplitude and any claim arising out of or relating to\nthe contract  or  otherwise  concerning\t the  works  or\t the\nexecution  thereof  would  be  covered\tby  the\t arbitration\nclause. The material portion of clause 40 which would assist\nus in  deciding the  questions is  &#x27;claim&#x27; right  matter  or\nthing whatsoever  in any  way arising  out of or relating to\nthe    contract-----------------------------estimates\t  or\notherwise  concerning  the  works  or  the  execution  etc.&quot;\nBriefly stated\tany claim  arising out of or relating to the\ncontract, estimates or otherwise concerning the works or the\nexecution  thereof  would  be  covered\tby  the\t arbitration\nclause. The  question to be posed is &quot;does the claim made by\nthe contractor\tarise out  of or  relates to  the  contract,\nestimates, or  is otherwise  concerning works  for execution\nthereof ? Phrases such as &#x27;claim arising out of contract&#x27; or\n&quot;relating to  the contract&#x27;  or &#x27;concerning the contract&#x27; on\nproper construction would mean that if while entertaining or\nrejecting the  claim or the dispute in relation to claim may\nbe entertained\tor rejected after reference to the contract,\nit is a claim arising out of contract. Again the language of\ncl. 40\tshows that  any claim arising out of the contract in\nrelation to  estimate made  in the contract would be covered\nby the\tarbitration clause.  If it becomes necessary to have\nrecourse to  the contract  to settle  the dispute one way or\nthe other than certainly it can be said that it is a dispute\narising\t out   of  the\t contract.  And\t in  this  case\t the\narbitration clause  so widely worded as disputes arising out\nof the\tcontract or in relation to the contract or execution\nof the\tworks would  comprehend. Within\t its compass a claim\nfor compensation related to estimates and arising out of the\ncontract. The  test is\twhether\t it  is\t necessary  to\thave\nrecourse to  the contract  to settle  the dispute  that\t has\narisen.\n</p><span class=\"hidden_text\" id=\"span_48\">158</span>\n<p data-structure=\"Precedent\" id=\"p_60\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_49\">We may now turn to some decision to which our attention\nwas drawn.  The first case we would like to refer to is <a href=\"/doc/1041073/\" id=\"a_36\">A.M.\nMair &amp; Co. v. Gordhandass Sagarmull</a>. The Court was concerned\nwith the  arbitration clause  drawn  up\t as;  &quot;all  matters,\nquestion, disputes,  differences and/or\t claims, arising out\nof  and/or   concerning,  and/or  in  connection  and/or  in\nconsequence of,\t or relating  to,  the\tcontract  etc.&quot;\t The\nquestion arose\twhether the  due date under the contract was\nextended within\t the time,  earlier reserved. The arbitrator\nheld that  the due date of the contract has been extended by\na mutual  agreement and\t the respondents were held liable to\npay a  sum of  Rs. 4,116 together with interest at the rates\nspecified in the award. It was contended that the dispute is\nnot covered  by the  arbitration clause.  This\tCourt  while\nholding that  the dispute  is  covered\tby  the\t arbitration\nclause observed\t that looking to the rival contentions, such\na dispute,  the determination  of which\t turns on  the\ttrue\nconstruction of\t the contract,\twould  also  seem  to  be  a\ndispute under  or arising out of or concerning the contract.\nThe test  formulated was  that if  in settling\ta dispute, a\nreference to the contract is necessary, such a dispute would\nbe covered by the arbitration clause.</span>\n</p><p data-structure=\"Precedent\" id=\"p_61\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907667\" id=\"span_50\">In <a href=\"/doc/907667/\" id=\"a_37\">Ruby  General Insurance\t Co. Ltd v. Pearey Lal Kumar\nAnd Another</a>  this Court\t was concerned\twith the clause in a\npolicy of  insurance which provided that differences arising\nout of\tthe policy  shall be referred to the decision of the\narbitrator. In\tconstruing this\t clause, this Court observed\nas under:</span>\n</p><blockquote id=\"blockquote_32\">\t  &quot;The test  is whether\t recourse to the contract by\n     which the\tparties\t are  bound  is\t necessary  for\t the\n     purpose of\t determining the  matter in  dispute between\n     them. If  such recourse  to the  contract is necessary,\n     them the  matter must  come within\t the  scope  of\t the\n     arbitrator&#x27;s jurisdiction.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_62\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"999478\" id=\"span_51\">In\t <a href=\"/doc/999478/\" id=\"a_38\">Union\tof  India  v.  Salween\tTimber\tConstruction\n(India) &amp;  Ors.</a>\t this  Court  observed\tthat  the  test\t for\ndetermining the question is whether recourse to the contract\nby which  both the  parties are\t bound is  necessary for the\npurpose of  determining whether\t the claim of the respondent\nfirm is\t justified or  otherwise. If it is necessary to take\nrecourse to  the terms\tof the\tcontract for  the purpose of\ndeciding the  matter in\t dispute, it  must be  held that the\nmatter is within\n<span class=\"hidden_text\" id=\"span_52\">159</span>\nthe scope of the arbitration clause and the arbitrators have\njurisdiction  to   decide  the\t same.</span>\tIn  so\tstating\t the\nproportion of  law, reliance  was placed on Heyman &amp; Anr. v.\nDarwins Ltd.  in which\tit was\theld that &#x27;where the parties\nare at\tone in\tasserting that\tthey entered  into a binding\ncontract, but  a difference  has arisen between them whether\nthere has been a breach by one side or the other, or whether\ncircumstances have  arisen which have discharged one or both\nparties from further performance, such differences should be\nregarded as  differences which\thave arisen in respect of or\n&#x27;with regard to, or &#x27;under&#x27; the contract, and an arbitration\nclause which  uses these,  or similar  expressions should be\nconstrued accordingly.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907667\" id=\"span_53\">The Court  affirmed the\t decision in\n<a href=\"/doc/907667/\" id=\"a_39\">Ruby General Insurance Co. Ltd.</a> case.</span>\n</p><p data-structure=\"Precedent\" id=\"p_63\">     In Astro  Vencedor Compania  Naviera S. A. of Panama v.\nMabanaft G.  M. B. H. The Diamianos a question arose whether\na claim\t in tort would be covered by the arbitration clause?\nIt was\tadmitted that  the claim  for wrongful\tarrest is  a\nclaim in  tort. And  it was  contended that  a claim in tort\ncannot come  within the\t arbitration clause.  The  Court  of\nAppeal speaking\t through Lord Denning held that the claim in\ntort would  be covered\tby the\tarbitration clause,  if\t the\nclaim or  the issue has a sufficiently close connection with\nthe claim under the contract.\n</p><p data-structure=\"Precedent\" id=\"p_64\">     In Gunter\tHenck v.  Andre &amp;  CIE.\t S.  A.3  the  Court\n(Queen&#x27;s Bench\tDivision (Commercial  Court) help  that\t the\nwords &#x27;arising\tout of clearly extend the meaning than would\notherwise be  applied to  the clause were it limited to &#x27;all\ndisputes arising under the contract.\n</p><p data-structure=\"Precedent\" id=\"p_65\">     In the facts before us, the respondent in para 4 of its\ncounter-statement filed\t before the  arbitrator specifically\nreferred to  clause 16 of the General Conditions of Contract\nand to\tthe Additional\tTerms and  Conditions  Modifications\nforming part  of the  contract document. In paragraph 11, it\nwas stated  that the  claim of\tthe appellant was completely\noutside the  purview of\t the contract  and the same does not\nfall within the purview of the first paragraph of Clause 40\n<span class=\"hidden_text\" id=\"span_54\">160</span>\nit was further stated in paragraph 13 that contract provides\nfor escalation\tin certain  respects and  that is  the\tonly\nescalation which  is admissible in terms of the contract and\nthe claim  made by  the appellant  does not  come within the\nescalation clause nor in the agreed formula relating to such\nescalation. The\t contractor relied  upon Clause\t 13  of\t the\nAdditional Terms  and Conditions  Modifications\t which\tform\npart of the contract document to sustain its claim. From the\npleadings, it  clearly transpires  that both the parties had\nrecourse to the contract which is admittedly entered into in\nsupport of  the rival  contentions and\ttherefore, the claim\nmade by\t the appellant\twould be  covered by the arbitration\nclause, which  is  of  the  widest  amplitude,\tIt  is\tthus\nsatisfactorily\testablished  that  the\tclaim  made  by\t the\ncontractor would be covered by the arbitration clause.\n</p><p data-structure=\"Conclusion\" id=\"p_66\">     Mr. Nariman also wanted us to examine whether the claim\nmade by\t the arbitrator would be admissible on the principle\nof quantum merit. It is not necessary to examine this aspect\nat all in the view which we are taking.\n</p><p data-structure=\"Conclusion\" id=\"p_67\">     He also  wanted us to adopt an approach that the effort\nof the\tcourt must  be to uphold the award and not to reject\nit. We consider it unnecessary to dilate upon it.\n</p><p data-structure=\"CDiscource\" id=\"p_68\">     The discussion leads to the inescapable conclusion that\na specific  question of law touching the jurisdiction of the\narbitrator was\tspecifically referred  to the arbitrator and\ntherefore the  arbitrator decision is binding on the parties\nand the\t award cannot  be set  aside on the sole ground that\nthere was an error of law apparent on the face of the award.\nIt is  also established that the claim for compensation made\nby the\tarbitrator which  led to  the dispute was covered by\nthe arbitration\t clause. The quantum of compensation awarded\nby  the\t  arbitrator  was  never  disputed  nor\t questioned.\nTherefore, the High Court was clearly in error reversing the\ndecision of the trial court.\n</p><span class=\"hidden_text\" id=\"span_55\">161</span>\n<p data-structure=\"Conclusion\" id=\"p_69\">     Accordingly this appeal succeeds and is allowed and the\nJudgment of the High Court is set aside and the Judgment and\norder of  the Subordinate  Judge, Ernakulam  dated March 30,\n1979 is restored with costs throughout-\n</p><pre id=\"pre_2\">N.V.K.\t\t\t\t\t     Appeal allowed.\n<span class=\"hidden_text\" id=\"span_56\">162</span>\n\n\n\n</pre>","numcites":24,"numcitedby":142,"docsource":"Supreme Court of India","citetid":196949,"divtype":"judgments","relatedqs":[{"value":"jurisdiction is a question of law","formInput":"jurisdiction%20is%20a%20question%20of%20law"},{"value":"family settlement","formInput":"family%20settlement"},{"value":"contract of construction","formInput":"contract%20of%20construction"},{"value":"construction arbitration","formInput":"construction%20arbitration"},{"value":"error apparent on face of award","formInput":"error%20apparent%20on%20face%20of%20award"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"(1984) 2 scc 680","formInput":"%281984%29%202%20scc%20680"},{"value":"works contract","formInput":"works%20contract"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"error of law","formInput":"error%20of%20law"},{"value":"arbitrator not court","formInput":"arbitrator%20not%20court"},{"value":"privy council","formInput":"privy%20council"},{"value":"cochin shipyard","formInput":"cochin%20shipyard"},{"value":"otiose","formInput":"otiose"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"general conditions of contract","formInput":"general%20conditions%20of%20contract"},{"value":"tender committee","formInput":"tender%20committee"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"},{"value":"registration","formInput":"tag:registration"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":true,"query_alert":null,"agreement":false}