{"tid":1593251,"publishdate":"1988-04-14","title":"Union Of India (Uoi) vs S.B. Singh on 14 April, 1988","doc":"<h2 class=\"doc_title\">Union Of India (Uoi) vs S.B. Singh on 14 April, 1988</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1988ALL225, AIR 1988 ALLAHABAD 225</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-p-misra\">A.P. Misra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-p-misra\">A.P. Misra</a></h3>\n\n<pre id=\"pre_1\">ORDER\n\n \n\n A.P. Misra, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The applicant in this revision has challenged the judgment and decree dated 28-10-1983 passed in execution proceedings by virtue of which the transfer application&#x27; for the transfer of the decree to another court filed by the respondent was allowed and objection under <a href=\"/doc/119552888/\" id=\"a_1\">Section 47</a>, C.P.C. of the applicant was rejected. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. The execution proceeding was in pursuance to the decree dated 25th September, 1980, passed by the court which made the award dated 1st December, 1971, rule of the court. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The Union of India (hereinafter referred to as the applicant) auctioned certain quantities of iron girders at Mathura, which was taken on contract by Messrs S.B. Singh &amp; Sons (hereinafter referred to as the respondent). This firm entered into a contract with the applicant on 21st August, 1970, for the purchase of released bridge iron girders. The said agreement was for the sale of 1225 tonnes of dismantled wrought iron girders at the rate of Rs. 451.62 p. perton, totalling for Rs. 5,53,479.50 p. The first instalment of 15 per cent of the value of the material was payable immediately, the second instalment of 25 per cent of the value of the material was to be paid within 25 days of the deposit of the first instalment, the third instalment was payable within fifty days of the deposit of the first instalment and similarly the fourth instalment was payable within 75 days of the first instalment. It seems after the deposit of the first instalment and after taking delivery against it some dispute was raised by the respondent, which was referred to the Arbitrator appointed as per the agreement. He gave the award on the Ist December, 1971, by virtue of which it directed the applicant to deliver 150 wrought iron girders in dismantled condition at the rate of Rs. 75,000/- per span totalling to Rs. 5,25,000/-only and further directed that the contractor will now receive barring the first instalment for which delivery was already take a the remaining material on payment of the balance of the aforesaid amount, that is to say, after deducting the amount already paid for the first instalment and further directed to deposit the second instalment to be deposited within thirty days of the award and gave time for\n\ndepositing the third and fourth instalment. It seems even after submission of this award some dispute arose between the parties arid as such neither the second instalment was deposited, nor delivery was received by the contractor. It is thereafter the decree-holder respondent applied to the court for making the award rule of the court. Finally, on 25th September, 1980, the trial court made the said award as rule of the court and the decree was signed on the4th October, 1980. However, the applicant, feeling aggrieved as against the same filed First appeal From Order on 23rd December, 1980, and the said appeal was dismissed by the court on 12th April. 1982. Thereafter, on 27th May, 1982, an objection under <a href=\"/doc/119552888/\" id=\"a_2\">Section 47</a>, C.P.C. was filed by the applicant. Meanwhile, an application was moved by the, respondent for the transfer of the execution case to the civil courts at Mathura and the applicant sought time to file an objection. However, the executing court passed an order of transferring the same without entertaining, the objection of the applicant. The applicant thereafter preferred a revision to the High Court, which was allowed by means of an order dated 27th April, 1983, with a direction to decide expeditiously the application of transfer in accordance with law. After remand by means of the present impugned order the executing court decided both the transfer application and the objection under <a href=\"/doc/119552888/\" id=\"a_3\">Section 47</a>, C.P.C. Aggrieved as against that, the present applicant has filed this revision before this Court. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. The main contention raised is, the executing court has no jurisdiction to modify-the award or find or correct any mistake of the Arbitrator, if any. and finding to the contrary is perverse and liable to be set aside. As per award the opposite party is bound to deposit the second instalment within thirty days of the award and the court below had no jurisdiction to modify this part of the decree. It was also urged that all the objections raised were not decided. On account of the respondent not depositing the second instalment and on account of his default the sale was cancelled by the railway authorities (applicant) in accordance with the contract and fresh tenders were called in which the respondent himself made an offer of Rs. 14\n\nlacs and thus the decree has become unexecutable. The time was an essence of the contract and finding to the contrary is also perverse. It was also urged that since all the orders for delivery of bridge material was to be issued from headquarters at Gorakhpur and, therefore, there was no cause or reason to transfer the execution proceedings from Gorakhpur to Mathura. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"> 5. Apart from this objection was that it was undervalued, the application has not been signed or verified by the plaintiff himself. It is also mentioned that the respondent did not deposit the second instalment within thirty days of the award as contemplated therein and therefore he has no right to move the Court to make the said award rule of the court. It is also mentioned in paragraph 20 that on account of non-payment by the respondent within stipulated time, the applicant cancelled the agreement on 27th June, 1972 and there was no subsisting agreement between the plaintiff and the defendant and hence the application under the Indian Arbitration Act is not maintainable. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\"> 6. On this object this Court while making the award rule of the court did hold that the argument of the learned counsel that the decree in future will not be executable is not well founded and cannot be accepted. In appeal, this Court rejected it and from a perusal of the said judgment it is not revealed whether the question of unexecutability was raised therein or not. However, a review was filed against the appellate judgment and from a perusal of the grounds of appeal it is revealed that a ground was taken that the court did not consider the fact that any such decree was unexecutable and was infructuous and should have been deemed to be non-existent. The review was rejected as it was filed beyond limitation and a prayer for a certificate for filing un appeal to the Supreme Court was rejected. It is on this ground it is urged that since in the proceedings for making the award rule of the court the question about unexecutability by virtue of the termination of the contract was raised and having been repelled by the trial court and even if it does not find place for consideration in the appellate judgment and having been specifically raised in review, which was\n\nrejected as time barred, the matter has become final and could not be permitted to be raised now. The argument which was raised at the pre-decree stage having become final could not be raised now. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> 7. On behalf of the respondent the aforesaid arguments were repelled and it was urged, there was no question of deposit of second instalment by the respondent till the award was made rule of the court. Thus, non-deposit of the second instalment within thirty days of the award would not amount to vitiating any condition of the award, and till the award becomes rule of the court is unenforceable. Regarding the question of unexecutability of the decree by termination of the contract was raised prior to the decree and the court having rejected that contention by making the award rule of the court and that judgment having become final, when the appeal preferred by the applicant was rejected by the High Court and even review application which was moved, where this specific ground was raised having been also rejected, and leave to appeal to Supreme Court having been refused it is no more open to the applicant to raise the same now in execution proceedings. The matter of unexecutability since has become final in the face of the objection to the application of the respondent for making the award rule of the court. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> 8. On the aforesaid contention of the parties, which in nut-shell were regarding the powers of the executing court on which various authorities were cited by parties to show, by the applicant, that the executing court has transgressed its jurisdiction by either amending the decree or by exercising its jurisdiction improperly; and by the respondent, that there was no illegality in the impugned order and the same need not be interfered with as the power exercised by the executing court within permissible limits. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 9. <a href=\"/doc/119552888/\" id=\"a_4\">Section 47</a>, C.P.C. has been subject matter of decision time and again and general principles have been well settled repeatedly by the various courts including that of Supreme Court, under which all questions relating to the execution, discharge or satisfaction of the decree has been embraced, which also includes objection about executability and whether sale is void; which\n\ngoes to the root of the matter relating to the execution, satisfaction or discharge of the decree. Then, the principle that the executing court cannot go behind the decree is also well settled. The executing court is not given&#x27; any power to modify or amend any part of the decree. The power is only to resolve dispute arising out of the decree which are incidental to the execution of the said decree, but even this exercise can not in adjudicating dispute between the parties abrogate, modify or change the decree. The executing court further has been empowered to go into all the questions relating to the execution, discharge or satisfaction of the decree which include the question of executability or unexecutability of the decree. If the decree is void it cannot be executed and if such an objection is raised by the judgment-debtor the executing court shall have to determine the same. It may be unexecutable on account of the death, on the extinction of the subject matter of the property etc. In these four corners it has to be tested whether in the present case the executing court committed any illegality or not. In this case, many of the cases cited by the parties were common and they are, therefore, being dealt with accordingly as hereunder. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"824162\" id=\"span_1\">10. The first case cited on behalf of the respondent was <a href=\"/doc/824162/\" id=\"a_5\">Topanmal Chhotamal v. Kundomal Gangaram</a> AIR 1960 SC 388 and V. Ramaswami Aiyengar v. T. N. V. Kailasa Thevar AIR 1951 SC 189. It was urged, as held in this case, that the executing court is to give effect to the terms of the decree. It has no power to go beyond the terms. Though it has power to interpret the decree, it cannot make a new decree for the parties under the guise of interpretation.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1024124\" id=\"span_2\">11. Similarly, reliance was placed in the case <a href=\"/doc/1024124/\" id=\"a_6\">Vasudev Dhanjibhai Modi v. Rajbhai Abdul Rehman</a> AIR 1970 SC 1475 wherein it was held : --</span> \n</p><blockquote id=\"blockquote_1\">  &quot;A court executing a decree cannot go behind the decree between the parties or their representatives; it must take the decree according to its tenor, and cannot entertain any objection that the decree was incorrect in law or on facts. Until it is set aside by an appropriate proceeding in appeal or revision, a decree even if it be erroneous is still binding between the parties.&quot; \n</blockquote> \n\n \n<p data-structure=\"Precedent\" id=\"p_12\">12. Similarly, reliance was placed in Tilhar Sahkari Kraya Vikraya Samiti Ltd. Tilhar v. Ram Swarup 1973 All LJ 174. In this case, an objection under <a href=\"/doc/119552888/\" id=\"a_7\">Section 47</a> of Code of Civil Procedure was made that the award itself was without jurisdiction and nullity and it should not be legally executed on the ground that the respondent was not a member of the co-operative society and thus there could not be any reference to the arbitrator. The objection was upheld by holding that the award was without jurisdiction on this ground, which was finally rejected by the High Court in that decision. It is on account of this an argument was raised that even in the present case the question of unexecutability having been raised at the stage of making the award the rule of the court and it having been decided could not be permitted to be raised on the principles laid down in the aforesaid case. In this case, the court held that &quot;in the award itself, the arbitrator mentioned that Ram Swarup had admitted before him that he was a member of the Society&quot; and he even took into consideration some evidence and material available to him on the basis of which also he held that Ram Swarup was a member of the society. It is on account of this, it was held, that it was not open to the court below sitting as an executing court to go behind the award to question the correctness of any finding given by the Arbitrator. This decision is an authority that the executing court cannot go behind the award, or question the correctness of any finding given by the Arbitrator. On the basis of this authority it was urged on behalf of the applicant t hat the executing court in modifying the time for depositing the second instalment and finding the error of the Arbitrator committed illegality and exercised the power beyond its empire not permissible to it. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1204229\" id=\"span_3\">13. Learned counsel for the applicant relied on <a href=\"/doc/1204229/\" id=\"a_8\">Jai Narain Ram Lundia v. Kedar Nath Khetan</a> AIR 1956 SC 359, wherein it was held :--</span> \n</p><blockquote id=\"blockquote_2\">  &quot;The executing Court can consider whether the defendant is in a position to perform his part of the decree. The executing Court has to see that the defendant gives the plaintiff the very thing that the decree directs and not something else, so if there is any dispute about its identity or substance nobody but\n\nthe Court executing the decree can determine it.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> In this case one of the objections was that the defendants were not in a position to implement the conditions imposed on them by the decree, because the firm Marwari Brothers was dissolved by the agreement between the parties before the Federal Court and was no longer in existence. The trial court did not go into this question while the High Court held that since Marwari Brothers had been dissolved the defendant could not execute the decree. It was also held : -- \n</p>   \n\n<blockquote id=\"blockquote_3\"> &quot;When a decree imposes obligations on\nboth sides which are so conditioned that\nperformance by one is conditional on\nperformance by the other, execution will not\nbe ordered unless the party seeking execution\nnot only offers to perform his side but, when\nobjection is raised, satisfied the executing\nCourt that he is in a position to do so. Any\nother rule would have the effect of varying\nthe conditions of the decree; a thing that an\nexecuting Court cannot do.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> It was also held by considering the question whether the executing Court can consider whether the defendant is in a position to perform his part of the decree that this would be a matter distinctly relating to the execution, discharge and satisfaction of the decree. In the aforesaid case, an objection was also raised that as the plaintiff did not raise the present objection before the Federal Court when it passed its decree he had precluded from doing so now. On this, it was held that &quot;it is true this would have been a good ground for resisting a decree for specific performance but is no answer to the objection to execution.&quot;  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1204229\" id=\"span_4\">14. The ratio of the aforesaid case <a href=\"/doc/1204229/\" id=\"a_9\">Jai Narain Ram Lundia (AIR 1956 SC</a> 359) (supra) that the executing court can always go into the question relating to executability of the decree as it stands. If the decree cannot be executed even on account of one of the parties not being in a position to perform his obligation the executing court can always go into the question whether such a decree is executable or not. In this case even the argument, that the point ought to have been raised having not been raised should not be permitted to be raised, was rejected as the question raised is the matter relating to the\n\nexecution, discharge and satisfaction of  the decree. On behalf of the respondent it was urged that since in our present case objection has been raised before making rule of the court the &quot;aforesaid authority cannot lend support to the applicant.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"817184\" id=\"span_5\">15. Respondent relied on <a href=\"/doc/817184/\" id=\"a_10\">Krishna Raj Trading Corporation v. Ram Saran Dass and Brothers</a>, AIR 1962 All 374 it was held that the executing court cannot go behind the decree and pre-decree agreement affecting executability of decree. Such agreement not being embodied in the decree agreement cannot be set up before executing court. On this basis, it was urged, in the question of unexecutability about termination of the contract was a pre-decree matter and that having not been incorporated the same cannot be set up now before the executing court. It was held in this case if there was such an agreement the only thing which the parties should do was to bring forward that agreement a the time when the decree was being passed and to have it incorporated in the decree. That having not been done the agreement, if any must be deemed to have been suspended by the decree and the decree must be given effect in preference to the alleged agreement. It is significant in this case, the court further recorded that the question about this predecree agreement is not a matter of executability of the decree but making the said decree conditional. The decree <a href=\"/doc/817184/\" id=\"a_11\">in that case</a> was an unconditional money decree against several judgment-debtors which could be executed against all of them jointly and severally. By virtue of the pre-decree agreement it was stipulated that the decree could not be executed against some other persons and if executable then a different line of action contrary to the decree was mentioned. Thus, on these facts it was held that the pre-decree agreement really in term was an attempt to modify the decree and the court in this context held that since this agreement existed prior to the decree if not raised cannot be permitted to be raised at the stage of execution. This very case further held : -</span> \n</p><blockquote id=\"blockquote_4\">  &quot;......It is well settled that except in certain\nexceptional circumstances e.g., when the decree is a nullity or patently without\n\njurisdiction it is not open to the court to go behind the decree and to question its validity.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"835938\" id=\"span_6\">16. On behalf of the respondent reliance &#x27;was also placed in <a href=\"/doc/835938/\" id=\"a_12\">Mohanlal Goenka v. Benoy Kishna Mukherjee</a>, AIR 1953 SC 65 wherein it was held that even erroneous decision between the parties is binding on them. It was also held that the principle to execution proceedings is no longer open to doubt. What was urged was that an objection even if not raised by the applicant in the High Court against the order making the award rule of the court then it would be a question which ought to have been raised and has not been raised and could not be permissible to be raised in the execution. In the aforesaid two cases principles which were enunciated are well-settled since long. The question is only about its applicability to the facts of the present case. <a href=\"/doc/121631892/\" id=\"a_13\">Section 11</a>, C.P.C. deals with the question of res judicata to bar subsequent suit where parties were in issue and parties were directly and substantially in issue in the former suit. It is a principle enunciated for finality to curb harassment and multiplicity of proceedings.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> 17. It can never be doubted that the matter which has become final between the parties which was agitated upon cannot be permitted to be raised again. Time and again, even where <a href=\"/doc/121631892/\" id=\"a_14\">Section 11</a> in terms is not applicable this principle has been applied to bring finality of questions raised by the parties. However, the question is entirely different while testing the jurisdiction of the executing court qua a decree passed. If the question has been raised pre-decree and decided then the executing court has no option except to execute the same in its term and once it has been decided which was directly and substantially in issue the executing court would have no jurisdiction even to go into that question. But there is a rider and exception except where there is a decree which is either nullity or without jurisdiction. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1006709\" id=\"span_7\">In <a href=\"/doc/1006709/\" id=\"a_15\">Mathura Prasad Sarjoo Jaiswal v. DossibaiN</a>. B. Jeejeebhoy, AIR 1971 SC 2355 wherein it was held : --</span> \n</p><blockquote id=\"blockquote_5\">  &quot;A question relating to jurisdiction of a court cannot be deemed to have been finally\n\ndetermined by an erroneous decision of that court. If by an erroneous interpretation of the statute the court holds that it has no jurisdiction, the question would not operate as res judicata. Similarly by an erroneous decision if the court assumes jurisdiction which it does not possess under the statute, question cannot operate as res judicata.....&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1006709\" id=\"span_8\">19. The word &quot;jurisdiction&quot; has a meaning of very wide amplitude and every jurisdictional error need not be one over which the executing court would have jurisdiction to decide. Where a party fails to exercise a jurisdiction or commit illegality in exercise of its jurisdiction would not be one in which the executing court can go into it again it once decided. However, as held in <a href=\"/doc/1006709/\" id=\"a_16\">Mathura Prasad</a>&#x27;s case (supra) if a question relating to jurisdiction of the court even if decided cannot be deemed to have been finally determined by erroneous decision of the court and such decision cannot operate as res judicata either in subsequent proceedings or even in the proceedings in execution. Similarly, a decree, if it is a nullity, or a decree where a party cannot be forced to comply with the conditions on account of death of a natural person or corporate body coming to an end it is a question of executability of a decree and the execution court would always be competent to go into this and in doing so if it hold the decree to be without jurisdiction or nullity it neither modifies, amends or varies the decree.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1911835\" id=\"span_9\">20. Argument was also raised on behalf of the applicant that since the award stipulated time for deposit of second instalment within thirty days of the award the executing court cannot extend that time by holding that the arbitrator committed illegality in extending time. Reliance for this was placed in <a href=\"/doc/1911835/\" id=\"a_17\">Abinash Chandra Das v. Hem Kumari Dasi</a> AIR 1918 Cal 554 where it was held that the court has no power to extend the time on the ground of hardship.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"19300\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1061026\" id=\"span_11\">In reply to the aforesaid, learned counsel for the respondent relied on <a href=\"/doc/1061026/\" id=\"a_18\">Satya Pal v. Ved Prakash</a> <a href=\"/doc/19300/\" id=\"a_19\">AIR 1980 All 268 and Satish Kumar v. Surinder Kumar</a> AIR 1970 SC 833. In these cases it was held that unless the award is made rule of the court it cannot be enforced.</span></span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_23\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1729692\" id=\"span_12\">21. On behalf of the applicant reliance was placed in <a href=\"/doc/1729692/\" id=\"a_20\">Federal Republic of Germany\n\nv. S. Dey &amp; Association</a>, AIR 1976 Cal 291 that even before the award is made rule of the court it is not a nullity or a waste paper unless impeached by the parties. To this there was no dispute during the course of argument. However, what was urged on behalf of the respondent was that even if the award is not a nullity, unless it could be enforced the delay before the date of its enforceability cannot be taken into consideration for resting whether on account of that default decree is executable or not.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1794569\" id=\"span_13\">22. Learned counsel for the respondent relied on the case <a href=\"/doc/1794569/\" id=\"a_21\">Munshi Ram v. Banwari Lal</a>, AIR 1962 SC 903 to repel the argument of the applicant that the time stipulated in the award could not be extended. In this case, the award was modified in terms of the compromise arrived at later. It was held in this case:--</span> \n</p><blockquote id=\"blockquote_6\">  &quot;When an award is given, the parties cannot, under the <a href=\"/doc/1052228/\" id=\"a_22\">Arbitration Act</a>, challenge it except as laid down there..... <a href=\"/doc/1052228/\" id=\"a_23\">But the Act</a> does not\ndisable the parties from terminating their dispute in a different way, and if they do, it could not be intended by law that a dispute, which has been successfully terminated, should again become the subject of litigation. If the parties are dissatisfied with the award and want to substitute it by a compromise.....\n</blockquote><blockquote id=\"blockquote_7\">the court may supersede, the submission, and leave the parties to work but their agreement in accordance with the law outside the <a href=\"/doc/1052228/\" id=\"a_24\">Arbitration Act</a>. In such circumstances, the new compromise itself may furnish a very good ground for superseding the reference and thus revoking the award. Where the parties do not throw the award overboard but modify it in its operation, the award, in so far as it is not altered, still remains operative and continues to bind the parties and cannot be revoked....Where after an award was filed\nin the Court, the parties entered into a compromise modifying the terms of the award, and the compromise did not go outside the award but was a direct consequence of the award, the only difference being as to the mode of payment....... the mode of payment\nwas a matter on which the parties could agree, and the court could substitute their agreement in the operative part of the decree. There was nothing in the <a href=\"/doc/1052228/\" id=\"a_25\">Arbitration Act</a>, which\n\ndisentitles the court from taking note of an agreement of that character and the decree incorporating the award as modified by the parties, could not be characterised as a nullity on that ground.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 23. In the aforesaid decision the compromise as an exception was found to be permissible within the four corners and was implemented which was a mode of payment different from what was in the award but in our case there is no such compromise and thus reliance by the respondent for changing the award on the score of this decision cannot be sustained. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"80019\" id=\"span_14\">24. It was also argued in this case on behalf of applicant that the court itself could have decided the compensation on account of damages caused to the applicant for the default of the respondent not paying the second instalment for which reliance was placed in Shiv Prasad Singh v. Prayagkumari Debee, <a href=\"/doc/80019/\" id=\"a_26\">AIR 1935 Cal 39 and Mani Shanker v. Niranjari Swarup</a>, AIR 1955 All 686. These two are cases which hold that where in case of property which has to be obtained under a decree where specific moveable property is&quot; not delivered in the form and conditions mentioned in the decree then the executing court in lieu of the moveable property or on account of damages caused for the changed conditions of the goods determine the compensation payable to the person to whom such property was to be delivered. This is not a case for a compensation payable on account of the breach of the conditions of the contract which could only be in the domain under the contract and which could only be raised before the decree was passed, but it would not be within the competence of the executing court to decide this question of compensation as alleged by the applicant for the breach in the contract in execution proceedings,</span> \n \n\n</p><p data-structure=\"Precedent\" id=\"p_27\"> 25. From all the aforesaid decisions the principle as laid down clearly demarcates the power and jurisdiction of the executing court. The executing court can go into all the questions between the parties relating to the execution, discharge or satisfaction of the decree and as such the court has no power to amend, modify or substitute a decree or in other words cannot go behind the decree. It is also settled that what has been decided,\n\nand also questions which ought to have been raised and has not been raised would also be questions which cannot be gone into by the executing court. Thus, even a pre-decree agreement which makes part of the decree unexecutable cannot be gone into by the executing court as that question ought to have been raised in the proceedings and having not been raised cannot be permitted. But, there are few clearly carved out exceptions, one where in case the court or authority had no jurisdiction to decide the same or where a decree is nullity or is unexecutable on account of happening of an event and such questions even if decided prior to the decree cannot exclude the executing court to go into the question as it goes to the very root of the matter. In a case where statute conferred jurisdiction on an authority to decide the matter and if it is decided by an authority different from that and even if that authority has held that it has jurisdiction to decide it cannot be said to be final as permitting this could amount to legislation of conferred jurisdiction in an authority, which was never vested on him. It is for all these reasons this question even if decided in a suit or proceeding is always permitted to be raised in subsequent suit or in a collateral proceeding or in execution proceedings. The same principle is applicable also in cases where a decree is a nullity or is unexecutable even if such a question is raised and decided or is deemed to have been decided on account of judgment being silent cannot exclude the executing court to go into the questions about the unexecutability of the decree or it having become nullity. 1 his question would be covered within the expression &quot;execution, discharge or satisfaction of the decree&quot; used in Section 47, C.P.C. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> 26. In the present case, from the perusal of the various documents, it is revealed that even in the objection to the application for making the award rule of the court facts about termination of contract was specifically mentioned and on that account it was alleged to be unexecutable but the same was rejected in one line that it cannot be accepted. In appeal before the High Court, judgment was silent. It may be that the point was not urged, but in the review application this point was\n\nagain brought forth for reconsideration, but on account of the review being time barred it was rejected and there is nothing on the records to show that any appeal to Supreme Court was filed by the applicant. It is on these facts argument was raised on behalf of the respondent that now the executing court cannot go into that question as it has become final between the parties. A question or a fact which is prior to the decree, if it in any way modifies, amends or substitutes a decree, the executing court cannot go into that question. However, if the execution of the decree is not possible and the decree is unexecutable then such a decree would be nullity and such a question could always be raised and executing court has the jurisdiction to decide the same. \n</p> \n\n<p data-structure=\"Section\" id=\"p_29\"> 27. In the present case, the decree is on account of award under which dispute arose under a contract since before paying the second instalment. As aforesaid, there was a written contract between the applicant and the respondent. Under paragraph 28 of the said contract if any dispute or difference arose on the condition or in connection with the said contract the matter is to be referred to the sole arbitrator referred to therein. The dispute was confined as aforesaid at the stage of payment of the second instalment. An award which was made rule of the court had become final All the objections raised by the parties were and can only be for the purpose of challenging the said award which, as aforesaid, was confined to the dispute raised. The said award, nor such a dispute took away the right of the parties to act in accordance with the terms or conditions laid down under the said contract. Paragraph 15 stipulates grounds under which the applicant could cancel the contract and re-sell the material at the cost and risk of the purchaser. This part is not abrogated on account of any dispute as aforesaid or an award by the arbitrator. Once, this power is exercised not only contract comes to an end but then none of the parties could thereafter perform their obligations in accordance with the conditions laid down therein. If such a contract has been terminated, the only option open to the other party is to sue for damages and compensation if it alleges the cancellation to be illegal. Every act and omission referred to\n\nin the agreement can only be done during the substance of the contract viz. from the date of its signing till it comes to an end. Once, a contract ceases no party to the contract can enforce the obligations under the contract to be performed by the other side and even if such an obligation existing prior to such cancellation either under the contract, decree or award would be a nullity and would be unexecutable in the present case, it is not in dispute that the contract under which the dispute arose for which award was given was cancelled by the applicant on 27th June, 1972. Thus, directly question is inevitable whether obligation to be performed by the parties can be performed or not on account of its termination. The award was confined to resolve the dispute only regarding the nonpayment of second instalment by the applicant and thus a decision was given under which an obligation was to be performed by either side, namely, the respondent to deposit the second instalment and the applicant to hand over the material as stipulated under the said contract to the respondent. Each of these are obligations to be performed by the parties under the contract and they continue so long there is existence of such a contract. Once that contract is terminated the executing court is bound to decide whether it can enforce the parties to perform their obligations under the said decree. As aforesaid, on various dates various instalments were to be paid and similarly the executing court is to enforce the applicant to perform its part of the decree by handing over the materials as mentioned under the award. However since the contract itself is not alive and is dead on account of its cancellation the question of executability of the decree by the executing court is directly involved. If it was possible for the executing court to do so the question would be whether it would amount bringing into life the dead contract. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\"> 28. Under <a href=\"/doc/119552888/\" id=\"a_27\">Section 47</a>, C.P.C., the executing court can only go into the question of execution, discharge or satisfaction of the decree and not&quot; the matter which is beyond the decree. The termination of the contract was a matter beyond the decree and thus the finding recorded by the executing court that it is not a matter of executability and thus cannot be gone into cannot be sustained.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">The impugned order by virtue of which the objection under <a href=\"/doc/119552888/\" id=\"a_28\">Section 47</a>, C.P.C. of the applicant was rejected cannot be sustained. Similarly, the order transferring the execution of the said decree from its court to the court of Mathura, the question whether time was an essence of the contract or whether executing court could have or not extended time for depositing the second instalment as raised by the applicant is not necessary to be gone into as the question of executability of the decree goes to the very root of the matter. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\"> 29. For the reasons, given above, this revision is allowed. The impugned order dated 28th October, 1983, is hereby set aside. The case is remanded to the executing court to decide it afresh in the light of the observations made above. In the peculiar facts and circumstances of this case the parties are directed to bear their own-costs. \n</p> \n\n","numcites":15,"numcitedby":3,"docsource":"Allahabad High Court","citetid":1593251,"divtype":"judgments","relatedqs":[{"value":"objection under section 47 cpc ","formInput":"objection%20under%20section%2047%20cpc%20"},{"value":"section 47 cpc","formInput":"section%2047%20cpc"},{"value":"section 47 of civil procedure code","formInput":"section%2047%20of%20civil%20procedure%20code"},{"value":"unexecutable decree","formInput":"unexecutable%20decree"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"execution of decree","formInput":"execution%20of%20decree"},{"value":"section 47 civil procedure","formInput":"section%2047%20civil%20procedure"},{"value":"decree cannot be executed","formInput":"decree%20cannot%20be%20executed"},{"value":"decree not executed","formInput":"decree%20not%20executed"},{"value":"decree in executable","formInput":"decree%20in%20executable"},{"value":"decree of nullity","formInput":"decree%20of%20nullity"},{"value":"execution proceedings","formInput":"execution%20proceedings"},{"value":"behind decree","formInput":"behind%20decree"},{"value":"\"nullity\"","formInput":"%22nullity%22"},{"value":"all section in cpc","formInput":"all%20section%20in%20cpc"},{"value":"transfer application","formInput":"transfer%20application"},{"value":"executing court can not ","formInput":"executing%20court%20can%20not%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"res judicata\"","formInput":"%22res%20judicata%22"},{"value":"decree execution  filter:  section 15 of  limitation act","formInput":"decree%20execution%20%20filter%3A%20%20section%2015%20of%20%20limitation%20act"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}