{"tid":1214746,"publishdate":"1974-07-31","title":"State Of Kerala vs Mammu Musaliar And Ors. on 31 July, 1974","doc":"<h2 class=\"doc_title\">State Of Kerala vs Mammu Musaliar And Ors. on 31 July, 1974</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1975CRILJ409</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nBhaskaran, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The two appeals against acquittal are by the State; and the revision against conviction and sentence is by the accused. They were heard together, and are being disposed of by this common judgment, for, in all the three cases, the prosecutions were for infringement of the provisions of the <a href=\"/doc/32969400/\" id=\"a_1\">Prevention of Food Adulteration Act, 1954</a> (Act 37 of 1954). hereinafter referred to as the Act, and they involve the consideration of the common question relating to the particulars to be mentioned in the report submitted by the Public Analyst under <a href=\"/doc/128134290/\" id=\"a_2\">Section 13</a> of the Act, high-lighted before us. Points peculiar to Criminal Appeal No. 330 of 1972 and Cri. Appeal No. 149 of 1973 urged before us will be considered&#x27; towards the end of the judgment after dealing with the main (common) question relating to the Analyst&#x27;s report.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Let us now turn to the brief facts relevant for our purpose in each case:\n</p> \n\n<blockquote id=\"blockquote_1\">Cri. A. No. 58 of 1972: This appeal is against the acquittal of the accused in C.C. No. 42 of 1970 on the file of the Sub-Divisional Magistrate&#x27;s Court, Hosdrug. The case arose on a complaint filed by Pw. 1, the Food Inspector, Cheruvathur Panchayat, alleging that the accused had stocked adulterated &#x27;toor dhall&#x27; for sale to the public for human consumption at his grocery shop at Payyangiyil within the jurisdiction of Cheruvathur Panchayat. and had also sold a portion thereof to him for the purpose of analysis. The material portion of Ext. P-3, report by the Public Analyst, reads as follows:\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">I further certify that I have caused to be analysed the aforementioned sample, and declare the result of the analysis to be as follows:\n</blockquote><blockquote id=\"blockquote_3\">         1. Microscopic examination:            The sample\n                                              consists of \n                                              toor dlhal\n                                              (Cajanes\n                                               Sajan)\n</blockquote><blockquote id=\"blockquote_4\">      2. Metanil yellow and an \n         orange coal-tar dye.       Present. \n</blockquote><p data-structure=\"Issue\" id=\"p_3\">       (Non-permitted coaltar dyes).\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">and am of the opinion that the said sample contains coal-tar dyes and is therefore adulterated.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">The charge framed by the learned Sub-Divisional Magistrate was under <a href=\"/doc/151999671/\" id=\"a_3\">Section 16(1)(a)(i)</a> read with <a href=\"/doc/170332422/\" id=\"a_4\">Section 7(i)</a> of the Act. On completion of the trial the accused was acquitted under <a href=\"/doc/729109/\" id=\"a_5\">Section 258(1)</a> of the Code of Criminal Procedure (1898), hereinafter referred to as the Code, which Code was applicable to the proceeding, the court finding him not guilty of the offences with which he was charged, holding:\n</p><blockquote id=\"blockquote_5\"> ... This certificate does not contain the result of the analysis, viz., the data from which it can be ascertained that the sample sent to the Public Analyst contained coal-tar dyes....\n</blockquote> \n\n<blockquote id=\"blockquote_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338559\" id=\"span_1\">In coming to this conclusion reliance was placed by the learned Sub-Divisional Magistrate on certain observations contained in a Division Bench ruling of this Court in <a href=\"/doc/338559/\" id=\"a_6\">State of Kerala v. Narayanan Nair</a>, 1969 Ker LT 645 to which one of us was a party, and on the decision of Sadasivan, J., in Criminal Appeals Nos. 51, 52 and 53 of 1971 (Ker), which we are told, has not so far been reported. The order of reference to a Full Bench by the Division Bench consisting of Raghavan. C, J., and Khalid, J., before whom the matter came up for consideration earlier on a reference by one of us, reads as follows:</span>\n</blockquote><blockquote id=\"blockquote_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338559\" id=\"span_2\">Whether the Supreme Court decision in Dhian Singh&#x27;s case  and the decision of our Court in In re Abdul Azeez, 1963 Ker LT 698 : (1964 (1) Cri LJ 403 : ) say exactly the same thing is doubtful; and whether the later decision of our Court in <a href=\"/doc/338559/\" id=\"a_7\">-Narayanan, Nair</a>&#x27;s case 1969 Ker LT 645 requires reconsideration is still more doubtful. Therefore, we consider this to be an important case requiring consideration by a Full Bench.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_8\">Cri. A. No. 330 of 1972: This appeal arises out of the acquittal of the accused in C.C. No. 211 of 1971 on the file of the Sub-Divisional Magistrate. Neyyattinkara. The complaint in this case was preferred against the accused by the Food Inspector, Amaravila (Neyyattinkara Circle) for the offence under <a href=\"/doc/151999671/\" id=\"a_8\">Section 16(1)(a)(i)</a> read with <a href=\"/doc/170332422/\" id=\"a_9\">Section 7(i)</a> of the Act alleging that the accused had sold from his &#x27;Latha Bakery&#x27; as Vizhinjam 600 grams of sweets for the purpose of analysis and that on analysis it was found to be adulterated. The material portion of Ext. P-4, report of the Public Analyst, runs as follows:\n</blockquote>  \n\n<blockquote id=\"blockquote_9\">I further certify that I have caused to be analysed the aforementioned sample, and declare the result of the analy-\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(Contd. on Col. 2)\n  \n\n1 .Microscopic examination:\n</blockquote> \n\n<blockquote id=\"blockquote_11\">2. Microscopic examination:\n</blockquote> \n\n<blockquote id=\"blockquote_12\">3. Tests for the presence of coal-tar dye:\n</blockquote> \n\n<blockquote id=\"blockquote_13\">4. Coal-tar dye identified:\n</blockquote> \n\n<blockquote id=\"blockquote_14\">and am of the opinion that the said sample contains coal-tar dye and is therefore adulterated. sis to be as follows:\n</blockquote> \n\n<blockquote id=\"blockquote_15\">The sample consists of Cream coloured sweets with green and red stripes.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">Coal-tar dyes.\n</blockquote><blockquote id=\"blockquote_17\">       (1) Permitted coal-tar dyes:\n</blockquote><pre id=\"pre_2\">          Tartrazine.                  Present\n      (2) Non-permitted coal-tar dyes:\n          Rhodamine B.                 Present.\n          Auramine.                    Present,\n          Non-permitted green\n          coal-tar dye.                Present,\n \n\n</pre><blockquote id=\"blockquote_18\">and am of the opinion that the said sample contains non-permitted coal-tar dyes and is therefore adulterated.&quot; The learned Sub-Divisional Magistrate, Neyyattinkara. who framed charge against the accused under the said provisions of the Act and tried him, acquitted him purporting to follow the Division Bench ruling of this Court in 1969 Ker LT 645. Besides urging this common, point relating to the report of the Public Analyst, the appellant has submitted that the prosecution is bad for the reason that it did not produce a copy of the memorandum along with which the sample was sent to the Analyst. In view of the fact that Cri. A. No. 58 of 1972 involving identical question was referred to a Full Bench, when this matter came up for hearing before one of us it was directed to be placed before the Chief Justice for reference to a Full Bench along with Cri. Appeal No. 58 of 1972.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_6\">Cri. R. P. No. 149 of 1973: This revision relates to the conviction and sentence of the two accused in C C. No 88 of 1972 on the file of the District Magistrate&#x27;s Court, Alleppey, confirmed in appeal in Cri. Appeal No. 55 of 1972 on the file of the Sessions Judge, Alleppey, P.W. 1, Food Inspector, Haripad Circle, is the complainant. The averment in the complaint, inter alia, is that he purchased 600 grams of Dhall for analysis from the second accused who was the salesman in the shop of the first accused and that on analysis it was found to be adulterated. Ex. P-6, report of the Public Analyst, states:\n</p>  \n\n<blockquote id=\"blockquote_19\">I further certify that I have caused to be analysed the aforementioned sample, and declare the result of the analysis to be as follows:\n</blockquote> \n\n<blockquote id=\"blockquote_20\">The dhall is hemispherical in shape.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">(1) The starch granules are found, irregular with prominent striations.\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_7\">The hilum is prominent and branched.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">(2) The palisade cells of the testa are osteosclereids (boneshaped).\n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\">Positive.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">Metanil yellow (Colour index 138).\n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\">Further, the coal-tar dye found in. the samples is a coal-tar dye which is not permitted in food under Rule 28 of the Prevention of Food Adulteration Rules, 1955.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">The learned District Magistrate found the accused guilty and sentenced them under <a href=\"/doc/151999671/\" id=\"a_10\">Section 16(1)(a)(i)</a> of the Act to undergo simple imprisonment for six months each, and to pay a fine of Rs. 1000/- each and in default to undergo simple imprisonment for one month each, holding:\n</p><blockquote id=\"blockquote_22\"> Ext. P-6 report of the Public Analyst showed that the sample contained metanil yellow a coal-tar dye which was not permitted in food under the P. F. A. Rules. Thus the article of food was adulterated within the meaning of the. P. F. A. Act.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">Though the matter was taken up in appeal before the learned Sessions Judge, Alleppey, the order of conviction and sentences passed by the trial Court was confirmed, the learned Sessions Judge taking the view:\n</blockquote><blockquote id=\"blockquote_24\"> .... In such a case there is no need for the court to insist that the report should contain the technical processes by which the presence of the dye was identified.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">Moidu, J., before whom this revision came up for hearing earlier, referred the matter to a Division Bench by an order of reference which reads as follows:\n</blockquote><blockquote id=\"blockquote_26\"> The point involved in this Criminal Revision Petition is whether it is necessary for the Court to insist that the report of the Public Analyst should contain the Technical process bv which the presence of coal-tar dye was identified in a food stuff when the analyst has come to the conclusion that Metanil yellow a prohibited coal-tar dye was found used in that food stuff. In two decisions of this Court, both unreported, one in Cri. Appeal No. 370 of 1971 (Ker) and the other Cri. Appeal No. 213 of 1972 (Ker) it was held that Technical process by which the coal-tar dye was found to exist in the sample should be stated by the Public Analyst in his report. But in re V. K. Abdul Azeez  this Court has taken a different view. In the light of the decisions made in the two Cri. Appeals, it is necessary to decide this case by Division Bench....\n</blockquote> \n\n<blockquote id=\"blockquote_27\">When the matter subsequently came up before the Division Bench consisting of Gopalan Nambiyar and George Vadakkel, JJ., it was referred to a Full Bench in view of the fact that the &quot;same question as arises in this case has been referred to a Full Bench in Criminal Appeal No. 58 of 1972&quot;; and that is how the revision is before us.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_13\">3. Before proceeding to consider the arguments advanced by the counsel for the appellants and the revision petitioners, it would be advantageous to notice certain provisions in the Act and the Prevention of Food Adulteration Rules, 1955 (hereinafter referred to as the Rules) which have bearing on the main question, involved in these cases.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\"><a href=\"/doc/128134290/\" id=\"a_11\">Section 13</a> of the Act runs as follows:\n</p> \n\n<blockquote id=\"blockquote_28\">13. Report of Public Analyst. (1) The Public Analyst shall deliver, in such form as may be prescribed, a report to the Food Inspector of the result of the analysis of any article of food submitted to him for analysis.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\">(2) After the institution of a prosecution under this Act the accused vendor or the complainant may, on payment of the prescribed, fee, make an application to the court for sending the part of the sample mentioned in Sub-clause (i) or Sub-clause (iii) or Clause (e) of Sub-section (1) of <a href=\"/doc/70055577/\" id=\"a_12\">Section 11</a> to the Director of the Central Food Laboratory for certificate; and on receipt of the application the court shall first ascertain that the mark and seal or fastening as provided in Clause (b) of Sub-section (1) of <a href=\"/doc/70055577/\" id=\"a_13\">Section 11</a> are intact and may then despatch the part of the sample under its own seal to the Director of the Central Food Laboratory who shall thereupon send a certificate to the court in the prescribed form within one month from the date of receipt of the sample, specifying the result of the analysis.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">(3) The certificate issued by the Director of the Central Food Laboratory under Sub-section (2) shall supersede the report given by the Public Analyst under Sub-section (1).\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">(4) Where a certificate obtained from the Director of the Central Food Laboratory under Sub-section (2) is produced in any proceeding under this Act, or under <a href=\"/doc/471092/\" id=\"a_14\">Sections 272</a> to <a href=\"/doc/1049807/\" id=\"a_15\">276</a> of the Indian Penal Code (Act XLV of 1860). it shall not be necessary in such proceeding to produce any part of the sample of food taken for analysis.\n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">(5) Any document purporting to be a report signed by a Public Analyst, unless it has been supreseded under subsection (3) or any document porporting to be a certificate signed by the Director of the Central Food Laboratory, may be used as evidence of the facts stated therein in any proceeding under this Act or under <a href=\"/doc/471092/\" id=\"a_16\">Sections 272</a> to <a href=\"/doc/1049807/\" id=\"a_17\">276</a> of the Indian Penal Code (Act XLV of i860):\n</p><blockquote id=\"blockquote_29\"> Provided that any document purporting to be a certificate signed by the Director of the Central Food Laboratory shall be final and conclusive evidence of the facts stated therein.\n</blockquote> \n\n<blockquote id=\"blockquote_30\">(Underlining ours).\n</blockquote> \n\n<blockquote id=\"blockquote_31\">Rule 7 of the Rules lays down:\n</blockquote>  \n\n<blockquote id=\"blockquote_32\">7. Duties of Public Analyst: (1) On receipt of a package containing a sample for analysis from a Food Inspec- tor or any other person the Public Analyst or an officer authorised by him shall compare the seals on the container and the outer cover with specimen impression received separately and shall note the condition of the seals thereon.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_19\">(2) The public analyst shall cause to be analysed such samples of articles of food as may be sent to him by food inspector or by any other person under the Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">(3) After the analysis has been completed, he shall send to the person concerned two copies of the report of the result of such analysis in From III within a period of sixty days of the receipt of the sample.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_21\">(Underlining ours).\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">The material portion of Form III prescribed under Rule 7 reads as follows:\n</p>  \n\n<blockquote id=\"blockquote_33\">I hereby certify that I, ....Public Analyst for ....duly appointed under provision of the <a href=\"/doc/32969400/\" id=\"a_18\">Prevention of Food Adulteration, Act</a>. 1954, received on the ....day of ....119....from....a sample of .... for analysis, properly sealed and fastened that I found that seal intact and unbroken.\n</blockquote> \n\n<blockquote id=\"blockquote_34\">The seal fixed on the container of the sample tallied with the specimen impression of the seal separately sent by the food inspector and the sample was in a condition fit for analysis.\n</blockquote> \n\n<blockquote id=\"blockquote_35\">I further certify that I have caused to be analysed the aforementioned sample, and declare the result of the analysis to be as follows:\n</blockquote><blockquote id=\"blockquote_36\"> and am of the opinion that .....\n</blockquote> \n\n<blockquote id=\"blockquote_37\">(Underlining ours).\n</blockquote> \n\n<blockquote id=\"blockquote_38\">By virtue of the provisions contained in Sub-section (5) of <a href=\"/doc/128134290/\" id=\"a_19\">Section, 13</a> of the Act, a report submitted by a Public Analyst in form III prescribed under Rule 7 of the Rules, becomes admissible in evidence. The duty cast on the Public Analyst in terms of Sub-section (1) of <a href=\"/doc/128134290/\" id=\"a_20\">Section 13</a> and Sub-rule (3) of Rule 7 and Form III prescribed under Rule 7 is to deliver a report of the result of his analysis to the Food Inspector or any other person who sent the sample for analysis to him. Neither <a href=\"/doc/128134290/\" id=\"a_21\">Section 13</a>, nor Rule 7, nor Form III, n terms, requires the Public Analyst to state the method adopted or the technical processes involved in carrying out the analysis. If the legislature had in mind that the report of the analyst could be accepted or acted upon only if further particulars necessary for enabling the court to check up the correctness of the result declared in the report also were furnished, it would have been specifically tated so in the Act or in the Rules, It is not open to the Court to decline to act on the strength of the result declared by the analyst on the reason that the report bereft of other particulars.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">4. The report in. Form III consists of two parts, that of the &quot;result declared by the analyst on the one hand, and the &quot;opinion expressed&quot; by him on the other. Though Sub-section (1) of <a href=\"/doc/128134290/\" id=\"a_22\">Section 13</a>, in terms, contemplates only the declaration of the result of analysis by the Public Analyst, provision for him to state his opinion also has been incorporated in the form prescribed under Rule 7 obviously with the object of assisting the court with the unbiased opinion of an expert The court may infer its own conclusion from the data available in the result declared, and to the extent it is found to be in conflict with the &quot;opinion&quot; of the analyst the former would prevail over the latter. The court, however, has to accept the data furnished in the report to be correct until the contrary is proved or established. The &quot;opinion&quot; expressed cannot be equated to &quot;result declared&quot;. There may, however, be cases where they substantially coincide, for instance in all the three cases on hand, while declaring the result, the name of the particular non-permitted coaltar dye found present was stated; in expressing his opinion the analyst stated &quot;am of the opinion that the said sample contained non-permitted coal-tar dyes, and is therefore adulterated&quot; or expressions to that effect.\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">5. In all these cases, as already stated, the Public Analyst has opined that the samples are of adulterated food stuffs after having declared the result that a prohibited coal-tar dye (either Me-J tanil yellow or orange, Auramine or Rhodamine B) was found to be present therein. Coal-tar dyes, as we know, are of various varieties. For the purpose of the Act coal-tar dyes are divided into two broad classes, namely, the permitted coal-tar dye on the one hand, and the non-permitted coal-tar dye on the other. Rule 28 of the Rules reads as follows:\n</p> \n\n<blockquote id=\"blockquote_39\">28. Coaltar dyes which may be used  No coaltar dyes or a mixture thereof except the following shall be used in food:\n</blockquote>  \n\n<blockquote id=\"blockquote_40\">(For mixture see table on next page) Metanil yellow or orange, Auramine or Rhodamine B is not a variety of coal-tar dye permitted to be used in food stuff in terms of Rule 28. The colouring of any food stuff with Metanil yellow constitutes adulteration. In all the cases the analyst&#x27;s reports disclosed that the samples were found to be coloured with coal-tar dyes not permitted under Rule 28. Natural colouring matters which may be used are as <a href=\"/doc/338559/\" id=\"a_23\">laid down in</a> Rule 26, and the addition of inorganic matters and pigments are prohibited by Rule 27. The use of even permitted coal-tar dyes in food stuff is regulated by the provisions of Rule 29. Rule 30 lays down that the maximum limit of permitted coal-tar colours or mixture of permitted coal-tar colours\n       ___________________________________________________________________________ \n        Colour             Common name            Colour index    Chemical class\n</blockquote><blockquote id=\"blockquote_41\">     1. Red.               Ponceau 4R          ...    185              Azo\n                           Carmoisina          ...    179 \n                           Fast Red E          ...    182 \n                           Amaranth            ...    184 \n                           Erythroainr         ...    773            Xanthene\n</blockquote><blockquote id=\"blockquote_42\">    2. Yellow              Tartrazine          ...    640            Pyrazolona\n                           Sunset Yellow FCF   ...     -               Azo\n</blockquote><blockquote id=\"blockquote_43\">    3. Blue                Indigo Carmine             1180            Indigoid\n    ________________________________________________________________________________\n          F.D. &amp; 0. No. 6.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338559\" id=\"span_3\">which may be added to any food shall not exceed 0.2 gram per kilogram of the final food or beverage for consumption. Provisions in Rules 26 to 30 read as a whole make it clear that no prohibited coal-tar dye should be present in food stuff manufactured, sold or stored for sale; and that even in the case of permit-ed coal-tar dyes, their use could be only subject to the conditions <a href=\"/doc/338559/\" id=\"a_24\">laid down in</a> Rules 29 and 30. If coal-tar dye like Me-tanil Yellow or orange, or Rhodamine B or Auramine, not permitted under Rule 28, is found to be added to an article of food manufactured for human consumption, that article is to be held to be adulterated in terms of the Act. Further enquiry in such cases to find out what other components which constitute the sample sent for analysis is not necessary for the purpose of the Act. The requirement of <a href=\"/doc/128134290/\" id=\"a_25\">Section 13</a> of the Act should be consider-d satisfied in the given cases when the analyst declared that the result of his analysis showed in the sample the presence of a particular variety of coal-tar dye not permitted under Rule 28 of the Rules, The need for ascertaining what the proportion of the coal tar dye used is, may arise only in cases where the coal-tar dye used is one permitted for such use, and then, when the further question whether it is as allowed in Rule 29 and subject to the maximum prescribed in R. 30, becomes relevant. What is relevant in these cases is the declaration by the analyst that the presence of a non-permitted coal-tar dye was identified in the samples sent to him for analysis, and that alone is sufficient to hold that the sample represented adulterated food within the meaning of <a href=\"/doc/7718227/\" id=\"a_26\">Section 2(i)</a> of the Act; in these cases, it was in effect, superfluous for the analyst to state in his reports by way of opinion that the samples contained adulterated articles of food, though for the sake of their completeness that also had to be stated in them in the prescribed form (Form III).</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338559\" id=\"span_4\">6. <a href=\"/doc/32969400/\" id=\"a_27\">The Act</a> is a self-contained one and what is required to be stated in an analyst&#x27;s report Is as <a href=\"/doc/338559/\" id=\"a_28\">laid down in</a> <a href=\"/doc/128134290/\" id=\"a_29\">Section 13</a>, Rule 7 and Form III. When those conditions are satisfied, ordinarily it is not necessary for the Court to go behind the result declared by the analyst, enquiring into the correctness of the technical processes involved or the methods adopted during the course of the analysis by the analyst. Satisfaction of the court by searching enquiry as a condition precedent to the acceptance of the report of the Public Analyst as legal evidence, does not appear to be warranted by any provision of law. The report of the analyst by no means is conclusive. Wherever the accused entertains a doubt regarding the correctness about the report of the analyst, it is open to him by virtue of the provisions contained in Sub-section (2) of <a href=\"/doc/128134290/\" id=\"a_30\">Section 13</a> of the Act, to get the sample analysed by the Director of Central Food Laboratory whose certificate by virtue of the provisions contained in Sub-section (3) shall supersede the report given by the Public Analyst under Sub-section (1) of <a href=\"/doc/128134290/\" id=\"a_31\">Section 13</a>. The decision as to whether the sample in question is adulterated or not, is one to be taken by the Court on the materials placed before it. The report of the analyst is one of the pieces of evidence that comes to the assistance of the Court in determining whether the sample is adulterated or not. If there is room for any doubt in the mind of the Court about the correctness of the result declared in the report delivered by the analyst or the certificate issued by the Director, the analyst or the Director, as the case may be, could be summoned and examined to elicit clarifications.</span> Where the reliability of the result declared in analyst&#x27;s report or the Director&#x27;s certificate is in doubt, the Court has a right and duty to do this, and the short-cut of acquittal of the accused rejecting the analyst&#x27;s report for want of what is purported to be the necessary particulars, without resorting to such course, certainly is not the safe route to be pursued by it.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">7. The argument of the counsel for the accused is that in view of the stringent punishment provided for, the relevant provisions of the Act should be construed very strictly, and absolute proof should be insisted upon wherever there is a prosecution under the provisions of the Act They submit that the Court should not act upon the strength of an analyst&#x27;s report unless the details which led to the conclusion of the analyst are stated in his report, which should be a document complete in itself, and where it is not so, it is the bounden duty of the prosecution to examine the Public Analyst and adduce whatever evidence necessary to supplement the evidence contained in the report of the analyst. Analysis may ordinarily involve two processes: one, qualitative test, and the other quantitative test. Qualitative test is intended for determining or identifying the various components constituting the substance and the quantitative test for determining the quantum or the proportion of the components contained in the substance. As already found, sufficient safeguard against pitfalls is provided by the legislature by giving the parties the right to request the court to send the sample kept with the accused or in the court to the Director of Central Food Laboratory under Sub-section (2) of <a href=\"/doc/128134290/\" id=\"a_32\">Section 13</a>. Moreover, in so far as the application of Section 510 of the Code has not been specifically excluded by the Act in regard to proceedings for violation of the provisions of the Act, under the provisions of Sub-section (21 of that Section of the Code, the prosecution or the accused can summon and examine the Public Analyst or the Director of Central Food Laboratory, as the case may be.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1286139\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"604091\" id=\"span_6\">8. The controversy centering round the question whether or not the analyst&#x27;s report should contain the method adopted and the tests applied by the analyst, is settled by the decision of the Division Bench of the Allahabad High Court in <a href=\"/doc/604091/\" id=\"a_33\">Nagar Mahapalika, Kanpur v. Sri Ram</a>  which has the approval of the Supreme Court in <a href=\"/doc/1286139/\" id=\"a_34\">Dhian Singh v. Municipal Board, Saharanpur</a> . The observation of the Allahabad High Court, quoted with approval by the Supreme Court, reads as follows:</span></span>\n</p>  \n\n<blockquote id=\"blockquote_44\">The well-settled view of this Court  is that the report of the Public Analyst under <a href=\"/doc/128134290/\" id=\"a_35\">Section 13</a> of the Act need not contain the mode or particulars of analysis.\n</blockquote> \n\n<blockquote id=\"blockquote_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1286139\" id=\"span_7\">(Contd. on Col. 2)\n \n\nPhysical appearance Microscopic examination\n \n\nCommenting on this certificate, Sadasi-van, J., who delivered the judgment of the Division Bench <a href=\"/doc/1286139/\" id=\"a_36\">in <a href=\"/doc/1286139/\" id=\"a_37\">the above case</a></a>, observed as follows:</span>\n</blockquote><blockquote id=\"blockquote_46\"> .... So when we say that the article in question resembles lac dhall, all that we can gather is that the article has a certain appearance resembling lac dhall. For our purpose that is not enough. There must be definite data so as to enter the finding that the arti- nor the tests applied, but should contain the result of analysis, namely, data from which it can be inferred whether the article of food was or was not adulterated as defined in <a href=\"/doc/104977494/\" id=\"a_38\">Section 2(1)</a> of the Act...\n</blockquote> \n\n<blockquote id=\"blockquote_47\">It has also to be borne in mind that there could be no inelastic or invariable rule as to what a report delivered by a Public Analyst should and should not contain. The nature of the data to be furnished in a report mav vary from case to case, depending upon the underlying purpose with which the sample is sent to the analyst. There may be cases where the data resulting from a qualitative test alone is sufficient to serve the nurpose for which the sample was sent to the analyr&#x27; For instance, the samples in the three cases on hand were found to contain coal-tar dye, not permitted under Rule 28 of the Rules. The very presence of a foreign element like prohibited coal-tar dye indicates adulteration of the food stuff out of which the sample was taken, and it may not always be necessary to quantify the proportion or percentage of the adulterant used in the food stuff. In that view it cannot be said that the report of the analyst is defective for the reason that the proportion or the quantum of the adulterant component has not been stated in the report. On the other hand, if the sample is out of what is alleged to be adulterated milk, the test may involve not only a qualitative test to identify the components like solids, non-fat solids, added water and the like, but also a quantitative test to ascertain the proportion in which these components are found to exist, as the percentage in which those various elements are found has a material bearing on the decision to be taken on the question of adulteration alleged.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1286139\" id=\"span_8\">9. We have now to consider the various decisions referred to in the reference orders and also those relied on by the trial courts. The decision most prominently referred to is the one reported in 1969 Ker LT 645. In that case the article involved was lac dhall. The certificate of the Director of Central Food Laboratory, extracted in <a href=\"/doc/1286139/\" id=\"a_39\">the said judgment</a>, reads as follows:</span>\n</p><blockquote id=\"blockquote_48\"> Resembles Kesari or lac dhall. Structures resembles those of kesari or lak dhall.&quot; cle in question is lac dhall....\n</blockquote> \n\n<blockquote id=\"blockquote_49\">This view taken by the Division Bench, we find, is not in conflict with the ruling given by the Allahabad High Court in  approved by the Supreme Court in Dhian Singh v. Saharanpur Municipality already adverted to.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\">10. With due respect, we consider that the observation of Sadasivan, J., in Criminal Appeals Nos. 51, 52 and 53 of 1971 (Ker), Criminal Appeal No. 213 of 1972 and Criminal Appeal No. 370 of 1971 (Ker), extracted below, do not represent the correct position of law on the point in the light of the decision of the Supreme Court in  confirming the ruling in :\n</p><blockquote id=\"blockquote_50\"> .... What the Analyst is expected to state in his report is how he came to the conclusion, that the foreign matter detected was coal-tar dye; in other words, he is bound to tell the Court the basis for his conclusion ....\n</blockquote> \n\n<blockquote id=\"blockquote_51\">In Cri. Appeals Nos. 51, 52 &amp; 53 of 1971 (Ker), relied on by the Sub-Divisional Magistrate, Hosdurg, in the case out of which Criminal Appeal No. 58/72 has arisen).\n</blockquote><blockquote id=\"blockquote_52\"> .... The report makes the bald statement that metanil yellow and orange coal tar dye are present. No data are given in support of that opinion for the information of the Court...\n</blockquote> \n\n<blockquote id=\"blockquote_53\">(In Criminal Appeal No. 213 of 1972 (Ker) which has been referred to in the Reference Order by Moidu, J., in Criminal R. P. No. 149 of 1973).\n</blockquote><blockquote id=\"blockquote_54\"> ... Ext. P-3 is the report of the Public Analyst. Excepting the bald statement that Metanil Yellow is present the report does not state anything helpful to the Court. The article was not chemically analysed. As the report itself shows, only a mere microscopic examination was conducted....\n</blockquote> \n\n<blockquote id=\"blockquote_55\">In Cri. A. No. 370 of 1971 (Ker) which has been referred to in the Reference Order by Moidu, J.. in Cri. R, P. No. 149 of 1973).\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\">11. We should also like to add that the ruling given by a Division Bench of this Court in In re Abdul Azeez,  represents the correct law on the point. Speaking for the Bench, in the above Division Bench case of this Court, Annachandy, J.. observed as follows:\n</p><blockquote id=\"blockquote_56\"> .... The certificate shows that Metanil Yellow a prohibited coal tar dye was used. In such a case there is no need for the court to insist that the report should contain the technical processes by which the presence of the dye was identified....\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">12. We are, therefore, of the opinion that the acquittals of the accused in C.C. No. 42 of 1970 on the file of the Sub-Divisional Magistrate, Hosdrug, and C.C. No. 211 of 1971 on the file of the Sub-Divisional Magistrate, Neyyattinkara, out of Which Cri. Appeals Nos. &amp;8 and 330 of 1972 have respectively arisen, on the sole ground that the report of the analyst did not furnish sufficient material like the methods adopted and the tests applied by the analyst, are not sustainable in law and on facts and they deserve to be set aside. For the same reason, Cri. R. P. No. 149 of 1973 challenging the propriety and regularity of the conviction and sentence of the revision petitioners (Accused 1 and 2) by the learned District Magistrate, Alleppev, in C.C. No. 88 of 1972, confirmed by the learned Sessions Judge, Alleppey, in Criminal Appeal No. 55 of 1972. cannot be allowed.\n</p> \n\n<p data-structure=\"Section\" id=\"p_33\">13. Now we will deal with the further contention in support of the acquittal raised by the counsel for the appellant in Cri. Appeal No. 330 of 1972. The plea is that the prosecution is bad for the non-production of the copy of the memorandum along with which the sample was sent to the analyst for analysis. Before adverting to the evidence on record, let us briefly examine the provisions contained in Part V of the Rules dealing with sealing, fastening and despatch of the samples. Rule 14 lays down the manner of sending the samples for analysis while Rule 16 lays down the manner of packing and sealing of the samples. Rule 15 requires that all bottles or jars or other containers containing samples for analysis shall be properly labelled and the parcels shall be properly addressed and that the label on any sample of food sent for analysis shall bear: (a) Serial No.; (b) Name of the sender with official designation, if any,; (c) Name of the vendor; (d) Date and place of collection; (e) Nature of article submitted for analysis; and (f) Nature and quantity of preservative, if any. added to the sample. Rule 17 provides that the container of sample for analysis shall be sent to the public analyst by registered post or railway parcel or air freight, or by hand in a sealed packet, enclosed together with a memorandum in Form VII in an outer cover addressed to the public analyst. Rule 18, which is stated, by the defence, to have been violated in the instant case, reads as follows:\n</p><blockquote id=\"blockquote_57\"> 18. Memorandum and impression of seal to be sent separately.  A copy of the memorandum and a specimen impression of the seal used to seal the packet shall be sent to the public analyst separately by registered post or delivered to him or to any person authorised by him.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_34\">Form VII prescribed under Rule 17 is as follows:\n</p> \n\n<blockquote id=\"blockquote_58\">MEMORANDUM\n \n\nThe sample described below is sent herewith for analysis under Clause (b) of Sub-section (1) of <a href=\"/doc/105358205/\" id=\"a_40\">Section 10</a> and/or Clause (c) (ii) of Sub-section (1) of <a href=\"/doc/70055577/\" id=\"a_41\">Section 11</a> of the Prevention of Food Adulteration Act, 1954.\n</blockquote>  \n\n<blockquote id=\"blockquote_59\">1. Serial No, of the sample.\n</blockquote> \n\n<blockquote id=\"blockquote_60\">2. Name of the vendor.\n</blockquote> \n\n<blockquote id=\"blockquote_61\">3. Date and place of collection.\n</blockquote> \n\n<blockquote id=\"blockquote_62\">4. Nature of article submitted for analysis.\n</blockquote> \n\n<blockquote id=\"blockquote_63\">5. Nature and quantity of preservative, if any, added to the sample.\n</blockquote> \n\n<blockquote id=\"blockquote_64\">2. A copy of this memo, and specimen impression of the seal used to seal the packet of sample is being sent separately by post/hand.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_35\">Food Inspector, \n\nArea.....\n</p> \n\n<p data-structure=\"Section\" id=\"p_36\">Sub-rule (1) of Rule 7 provides that on receipt of a package containing a sample for analysis from a Food Inspector or any other person the Public Analyst or an officer authorised by him shall compare the seals on the container and the outer cover with specimen impression received separately and shall note the condition of the seals thereon.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">14. P, W. 1, the Food Inspector, has in his evidence stated the details, and the manner in which he purchased the sweets, how thev were sampled, bottled, sealed and labelled. He has specifically stated that on the label on each bottle the sample number was entered as 10. He has also spoken to have prepared Ext. P-3 mahazar in the presence of witnesses. He has further deposed that the memorandum along with the specimen seal impression was sent to the analyst, and that his specimen seal impression was already with the analyst. The sample in the instant case was sent through the peon who has been examined as P, W. 3. P.W. 3 has spoken in corroboration with what P.W. 1 has said in regard to the sampling, bottling, sealing, labelling and preparation of Ext. P-3 mahazar. On a perusal of Ext. P-3 we find that the number of sample is mentioned to be 10. In Ext. P-4 report of the analyst in Form No. HI we find the analyst&#x27;s certificate that he had received the sample marked No. 10 for analysis, properly sealed and fastened, and that he found the seal intact and unbroken. The analyst has also stated that the seal fixed on the container of the sample tallied with the specimen impression of the seal separately sent by the Food Inspector and that the sample was in a condition fit for analysis. From what has been stated in Ext. P-4 certificate it is clear that the bottle sent for analysis by P.W. 1 bore sample No. 10 and that on a comparison of the seal fixed on the container of the sample it was found to tally with the specimen impression of the seal separately sent by the Food Inspector. This documentary evidence supports the oral evidence of P. Ws. 1 and 3 on this point. The presumption under <a href=\"/doc/731516/\" id=\"a_42\">Section 114</a> of the Evidence Act is that official duties are performed regularly. It has not been shown to us as to how prejudice has been caused to the accused by the prosecution not producing or proving the office ccpy of thr memorandum under which the sample was sent to the analyst. The whols object behind sending a separate copy of the memorandum with the specimen impression of the seal is for proper identification. That has been achieved in. thio case beyond any doubt. We find that there is compliance with the requirements of Part V of the Rules and Sub-rule (1) of Rule 7 and no miscarriage at justice has been caused by the non-production of the office copy of the memorandum under which the sample was sent to the analyst. This contention also fails and is rejected.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_38\">15. It was argued in Cri. R. P. No. 149 of 1973 that Ext. D-l warranty would absolve the petitioners (accused) from liability. The learned District Magistrate has pointed out that the warranty has not been signed by any one. Even assuming that the warranty is valid, there is no evidence to show that the sale to the Food Inspector for analysis was out of the bulk sold under the warranty or that while the accused was in possession of the article they had properly stored it and that they had sold it to the Food Inspector in the same state as they purchased it from the warrantor. When a person seeks the benefit of an exemption provision, the burden to prove that he satisfies the conditions for such entitlement is on such person, and the petitioners herein, as the accused in the case, having failed to discharge this burden, this contention also is not available to them.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_39\">16. While concluding their arguments the counsel for the accused in the respective cases have appealed to us to show indulgence in the matter of sentence as, according to them, accused who are small vendors struggling for their existence have been made scapegoats, whereas the manufacturers, distributors and dealers, who are the real culprits go scot-free. Though we do not shut our eyes to the practical difficulties and hardships experienced by these small vendors as pointed out by the defence counsel, it would be presumptuous on our part to assume that the legislature prescribed the minimum sentence of imprisonment and fine under <a href=\"/doc/151999671/\" id=\"a_43\">Section 16</a> of the Act without being aware of this position.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\">17. It is unfortunate that at present the target for penal action often than not is the small fry, the vendor at the lowest strata; at the same time there is no gainsaying that the contaminated food reaches the consumer only through the hands of the vendor and, therefore, any sense of distinct treatment enjoyed by, or leniency shown to, a vendor would not only tend to foster psychological indifference on his part out of a false notion about his rights and obligations as a retailer, but would also operate as a vicarious incentive for the erring manufacturer, distributor and dealer at the other end to take shelter under this cover and to explore new avenues, and if possible +o expand the existing sphere of adulteration activities which in the ultimate analysis prove more fatal and painful to the society at large than stabs inflicted by murderers on their victims in the heat of passion. The remedy to the malady of adulteration and imitation does not lie in dealing with the retailers with softness in the pious hope that it would bring about among the offenders a change of heart to reform themselves and retract the dangerous path they tread, but in making them realise, in proved cases, that they can ill-afford to be even passive participants in or unmindful abettors of the offence.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">18. It may even be that the number of adulteration offences and prosecution therefor could be substantially reduced if there is an efficient and effective machinery for quality control of essential food articles at the production end by such means as the extension of the existing agmarking system to cover all articles of food, or the introduction of similar efficacious devices to ensure quality and for proper checking to prevent adulteration at all subsequent stages till the articles reach the consumer. From the present to that ideal stage it may appear to be a far cry. As part of the crusade to meet the present challenge of an unprecedent dimension enforcement of law has to be tightened at all levels and stages and offenders of all classes and categories dealt with sternly by the authorities without fear or favour.\n</p> \n\n<p data-structure=\"Section\" id=\"p_42\">19. The provisions contained in <a href=\"/doc/169668608/\" id=\"a_44\">Sections 14</a>, 14A, <a href=\"/doc/129536203/\" id=\"a_45\">19(2)</a> and 20-A in the Act are intended to protect the innocent vendors from being deceived by the manufacturers, distributors and dealers. Those who profess to champion the cause of the poor retailers will do well to enlighten them about the safety-valves provided in the Act to prevent exploitation of the retailer by the wholesaler. The resultant awakening and awareness on the part of the retailers will enable them to guard themselves against the pitfalls, and traps set by the higher-ups in the hierarchy of the system. Once they know that lack of mens rea, by virtue of the provisions contained in <a href=\"/doc/32415758/\" id=\"a_46\">Section 19(1)</a> of the Act, is no defence in a food adulteration case, they will not also venture to plead ignorance or helplessness or prav for mercy at the hands of the court on that score.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\">20. Adulterators, like hoarders, blackmarketers. profiteers and smugglers, en social enemies who have no compunctious visitings, and who care little for moral values and social ethics, and the society has to be spared from the clutches of their greedy hands, which in many cases may appear to be invisible initially but can certainly be traced with eternal vigilance by the officers. It has to be done so thoroughly and ruthlessly as to make the social offenders realise that the arms of law are long and strong enough to reach them, and that in no case can they escape the penalty. Surgeon&#x27;s knife may be painful, nevertheless that may have to be used to save the life of the patient. Let us not therefore waver or shirk our responsibility to the society as a whole, by showing misplaced sympathy in the case of the accused vendors before us.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\">21. In the result. Criminal Appeals Nos. 58 and 330 of 1972 are allowed, and Criminal Revision Petition No. 149 of 1973 is dismissed; the order of acquittal passed by the learned Sub-Divisional Magistrate, Hosdrug, in C.C. No. 42 of 1970 is set aside, and the accused therein (respondent before us in Criminal Appeal No. 58 of 1972) is convicted under <a href=\"/doc/151999671/\" id=\"a_47\">Section 16(1)(a)(i)</a> read with <a href=\"/doc/198814423/\" id=\"a_48\">Section 7</a> of the Act and sentenced to undergo simple imprisonment for 6 (six) months and to pay a fine of Rs. 1,000/-. (Rs. One thousand only), in default of payment of fine to undergo simple imprisonment for a further period of one month; the order of acquittal passed by the learned Sub-Divisional Magistrate, Neyyattinkara, in C C. No. 211 of 1971 is set aside and the accused therein (respondent before us in Criminal Appeal No. 330 of 1972) is convicted under- <a href=\"/doc/151999671/\" id=\"a_49\">Section 16(1)(a)(i)</a> read with <a href=\"/doc/198814423/\" id=\"a_50\">Section 7</a> of the Act and sentenced to undergo simple imprisonment for a period of 6 (six) months and to pay a fine of Rs. 1,000/- (Rs. One thousand only), in default of payment of fine to undergo simple imprisonment for a further period of one month.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\">Kader, J.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">22. I agree with the conclusions reached by my learned brother, Mr. Justice Bhaskaran, who has, if I may say so with respect, exhaustively dealt with the facts and law on the points in dispute in these cases. <a href=\"/doc/32969400/\" id=\"a_51\">The Act</a> is a special enactment introduced with a view to eradicate the adulteration menace of food articles rampant in the country. In view of the alarming increase of the evil of adulteration and its disastrous consequences, a strict approach to the problem is highly necessary in order to effectively eradicate this evil. The purpose and object of this Act can be achieved only by strict and rigid enforcement of the various provisions therein by efficient and honest officers who are vested with the powers of inspection and analysis of the various articles of food under this Act. A public analyst who is entrusted with the task of analysis of an article of food under this Act need only comply with the statutory requirements prescribed under <a href=\"/doc/128134290/\" id=\"a_52\">Section 13</a> of the Act and the Rules framed thereunder. <a href=\"/doc/128134290/\" id=\"a_53\">Section 13(1)</a> only states that the Public Analyst shall deliver, in such form as may be prescribed, a report to the Food Inspector of the result of the analysis of any article of food submitted to him for analysis. It is enough if the Public Analyst states the result of his analysis in the form prescribed and he is not bound to state the various methods or tests applied by him in the course of analysis. It has been held in  that the result of analysis is none other than the data obtained after analysis on which the Public Analyst may base his opinion. Therefore the report of a Public Analyst need not contain the test applied by him or the mode or particulars of analysis. But, it should contain the result of analysis, viz., the data from which it can be inferred whether the article of food was or was not adulterated. The principles laid down in this regard by a Division Bench of the Allahabad High Court in the decision mentioned above have been approved by the Supreme Court in  stating that &quot;the correct view on the subject is as stated in the decision of the Allahabad High Court in . It is not possible, desirable or expedient in cases coming under the Act to lav down anv inflexible or invariable rule as to what should be the data or the contents in a report of a Public Analyst, as the nature of the data to be shown in such a report may vary from case to case depending upon the nature of the articles of food and also the underlying purposes with which the sample is sent for analysis.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">Narayana Pillai, J.\n</p> \n\n<p data-structure=\"Section\" id=\"p_48\">23. I also associate myself completely with what, our learned brother, Mr. Justice Bhaskaran, has said. And I may add this. In this fast moving world one cannot afford to be a Descartes insisting on questioning everything. Descartes being anxious to build his metaphysics only upon what was absolutely certain set to work, as a preliminary, to doubt anything that he could make himself doubt. Descartes&#x27; system is now a discredited system. Unless one thing is taken as a sign of another both science and daily life would be impossible. The presumption of regularity in illustration (e) to <a href=\"/doc/731516/\" id=\"a_54\">Section 114</a> of the Evidence Act attaches itself to the Analyst&#x27;s report because it is a record prepared as per statutory provisions and the presumption is that public officers do as the law and their duty enjoin them. Chemists have been able to produce artfully hundreds of thousands of compounds. The Analyst is not expected to give in his report all the compounds in the article sent to him for analysis. Even if all the compounds are given that by itself may not be sufficient to prove the correctness of the report because according to the doctrine of emergence in science aggregates may have qualities which are quite foreign to the parts. <a href=\"/doc/32969400/\" id=\"a_55\">The Act</a> and the Rules do not contemplate the report showing the tests made or the processes adopted for making the report, also. The word &quot;data&quot; does not occur anywhere in the Act or Rules. As an ordinary word of the English language &#x27;datum&#x27; only means premise from which an inference can be drawn or an opinion can be formed end the meaning of an ordinary word of the English language, unlike the proper interpretation of a statute, is not a question of law. The object of decisions insisting on the report containing data is not to test or check the correctness of the report itself but only to make available to the Court enough material to enable the Court to find whether the article of food analysed is adulterated or not. Therefore the data required to be furnished in the report need only be such as is sufficient for that purpose and no more and the question as to whether the data furnished in a report is sufficient or not is a pure question of fact. The conclusion is that if the declaration in a report of the result of analysis is not proved to be wrong and from the fact or facts mentioned in it it is possible for Courts to infer that the article of food analysed is adulterated the report can safely be taken as containing sufficient datum or data for finding the article adulterated.\n</p> \n\n","numcites":19,"numcitedby":12,"docsource":"Jammu & Kashmir High Court","citetid":1214746,"divtype":"judgments","relatedqs":[{"value":"food inspector","formInput":"food%20inspector"},{"value":" warranty","formInput":"%20warranty"},{"value":"central food laboratory","formInput":"central%20food%20laboratory"},{"value":"adulterated food","formInput":"adulterated%20food"},{"value":"director of central food laboratory","formInput":"director%20of%20central%20food%20laboratory"},{"value":"food adulteration act","formInput":"food%20adulteration%20act"},{"value":"allahabad high court","formInput":"allahabad%20high%20court"},{"value":"to declare result ","formInput":"to%20declare%20result%20"},{"value":"dyes","formInput":"dyes"},{"value":"coal ","formInput":"coal%20"},{"value":"food adulteration","formInput":"food%20adulteration"},{"value":" distributor","formInput":"%20distributor"},{"value":"370","formInput":"370"},{"value":"Sub divisional magistrate","formInput":"Sub%20divisional%20magistrate"},{"value":"Sec 16","formInput":"Sec%2016"},{"value":"211","formInput":"211"}],"cats":[{"value":"penalties-for-food-adulteration","formInput":"tag:penalties-for-food-adulteration"},{"value":"prevention-of-food-adulteration","formInput":"tag:prevention-of-food-adulteration"},{"value":"prohibitions-on-certain-articles-of-food","formInput":"tag:prohibitions-on-certain-articles-of-food"}],"courtcopy":false,"query_alert":null,"agreement":false}