{"tid":90724714,"publishdate":"2011-12-21","title":"Rajpal Alias Raju And Others vs State Of Haryana on 21 December, 2011","doc":"<h2 class=\"doc_title\">Rajpal Alias Raju And Others vs State Of Haryana on 21 December, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-s-saron\">S.S. Saron</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-s-saron\">S.S.Saron</a>, <a href=\"/search/?formInput=benchid:r-s-malik\">Rameshwar Singh Malik</a></h3>\n\n<pre id=\"pre_1\">       IN THE HIGH COURT OF PUNJAB AND HARYANA\n                     AT CHANDIGARH\n\n\n                   Crl. Appeal No.913-DB of 2002\n\n                                    Date of decision: 21.12.2011\n\n\nRajpal alias Raju and others                 .....Appellants\n\n\n                           Versus\n\n\nState of Haryana                           ...Respondent\n\n\n\nCORAM: HON&#x27;BLE MR. JUSTICE S.S.SARON.\n       HON&#x27;BLE MR. JUSTICE RAMESHWAR SINGH MALIK.\n\n\n\nPresent: Mr. R. N. Kush, Advocate for the appellants.\n         Mr. H. S. Sran, Addl. AG, Haryana, for the State.\n\n\nS.S. SARON, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">           The present appeal has been filed by the appellants-\n\nRajpal @ Raju (appellant No.1) son of Banwari, Balwan (appellant\n\nNo.2) son of Moman and Vijay (appellant No.3) son of Jagdish\n\nagainst judgment of conviction dated 14.11.2002 and order of\n\nsentence dated 16.11.2002       passed by the learned Additional\n\nSessions Judge (Ad hoc), Hisar whereby the appellants have been\n\nheld guilty for the offence punishable under Section 302 read with\n\n<a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> Indian Penal Code (&#x27;<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>&#x27;-for short) for causing the death\n\nof Tek Chand Sarpanch in furtherance of their common intention and\n\nby actual participation. Besides, Rajpal @ Raju (appellant No.1) has\n\nalso been held guilty for possession of a knife of a size beyond the\n Crl. Appeal No.913-DB of 2002\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                  -2-</span>\npermissible limit. Accordingly, he has also been convicted for the\n\noffence punishable under <a href=\"/doc/73862/\" id=\"a_3\">Section 25</a> of the Arms Act, 1959. The\n\naccused Banwari son of Mam Chand and Jagdish son of Banwari\n\nwere acquitted by the learned Additional Sessions Judge (Ad hoc),\n\nHissar as it appeared that they had been falsely implicated in the\n\ncase. By a separate order, the learned Additional Sessions Judge,\n\nHisar sentenced the appellants to imprisonment for life for the\n\noffence under Section 302 read with <a href=\"/doc/37788/\" id=\"a_4\">Section 34</a> IPC; besides pay a\n\nfine of Rs.500/- and in default of payment of fine the defaulting\n\nappellant was ordered to undergo further rigorous imprisonment of\n\nsix months. Rajpal @ Raju (appellant No.1) was also convicted to\n\nrigorous imprisonment for one year for the offence punishable under\n\n<a href=\"/doc/73862/\" id=\"a_5\">Section 25</a> of the Arms Act. The sentences, however, were ordered\n\nto run concurrently with the sentence of imprisonment for life.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">           The FIR (Ex.P-14) in the case has been registered on the\n\nstatement (Ex.P-12) of Chander Bhan son of Sant Lal resident of\n\nvillage Sahu (complainant) who is the brother of the deceased Tek\n\nChand. It is alleged by the complainant-Chander Bhan that his elder\n\nbrother Tek Chand (deceased) was Sarpanch of village Sahu. He\n\nwas a worker of the Congress Party. For the last about 15 days,\n\nBanwari (since acquitted) son of Mam Chand, Rajpal @ Raju\n\n(appellant No.1), Jagdish (since acquitted) both sons of Banwari\n\nwere threatening Tek Chand (deceased) brother of the complainant\n\nthat they would finish him before the elections. The said persons\n\nwere from the Lok Dal Party.        On the date of the incident i.e.\n\n21.02.2000 at about 9.00 pm, the complainant-Chander Bhan, Dalbir\n Crl. Appeal No.913-DB of 2002\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                 -3-</span>\n(PW-9) and Bhoria son of Maman Ram reisdents of village Sahu\n\nwere coming back after serving meals to the staff (election staff) in\n\nthe school and were going back to their respective houses. When\n\nthey reached near the house of Mulkhi Ram; Tek Chand (deceased)\n\nbrother of the complainant-Chander Bhan was seen coming from the\n\nopposite side.   Vijay (appellant No.3) suddenly came from behind\n\nand caught hold of the left hand of Tek Chand (deceased). Balwan\n\n(appellant No.2) caught hold of him from his right hand. Banwari and\n\nJagdish (since acquitted) together raised a &#x27;lalkara&#x27; that Tek Chand\n\n(deceased) should be taught a lesson of &#x27;Sarpanchi,&#x27; so that he does\n\nnot become Sarpanch in the coming election.         Rajpal @ Raju\n\n(appellant No.1) gave 2-3 blows with a knife to the brother of the\n\ncomplainant namely Tek Chand (deceased) in his chest. They raised\n\nan alarm and the accused left him (Tek Chand) and ran away. Tek\n\nChand fell on the ground and became unconscious.                 The\n\ncomplainant-Chander Bhan, Dalbir (PW-9) and Bhoria Ram saw the\n\nsaid occurrence with their eyes.       Then they arranged for a\n\nconveyance. Tek Chand elder brother of the complainant died after\n\na little while. Leaving Dalbir (PW-9) and Bhoria Ram near the dead\n\nbody, the complainant was going to the police station for lodging a\n\nreport that the police party met him near Bharian School and he got\n\nhis statement recorded. Banwari (since acquitted), Rajpal @ Raju\n\n(appellant No.1), Balwan (appellant No.2), Jagdish (since acquitted)\n\nand Vijay (appellant No.3) with their common intention had killed the\n\nbrother of the complainant namely Tek Chand.       Legal action was\n\nasked to be taken against them. The statement of the complainant\n Crl. Appeal No.913-DB of 2002\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                    -4-</span>\nwas recorded and finding it to be correct, he (complainant) put his\n\nleft thumb impression on the same which was attested by Jai Singh,\n\nSI/SHO, Police Station, Uklana (PW-11).       The police proceedings\n\nwere recorded by Jai Singh, SI/SHO, Police Station, Uklana (PW-11)\n\nto the effect that he along with Jagdeep Singh ASI, Ram Avtar\n\nConstable, Surender Constable in an official jeep, with the driver\n\nVed Parkash were present near Bharian School in connection with\n\nchekcing, when the complainant-Chander Bhan met him and got his\n\nstatement recorded. The statement after it was recorded was read\n\nover to the complainant word by word and he was made to\n\nunderstand it. On hearing the statement, he (complainant) admitted\n\nthe same to be correct and put his thumb impression below it, which\n\nwas attested by Jai Singh, SI/SHO, Police Station, Uklana (PW-11).\n\nFrom the statement that was made an offence punishable under\n\n<a href=\"/doc/763672/\" id=\"a_6\">Sections 148</a>, <a href=\"/doc/999134/\" id=\"a_7\">149</a> and <a href=\"/doc/1560742/\" id=\"a_8\">302</a> IPC was found to have have been\n\ncommitted. The writing was sent to the police station for registration\n\nof a case (FIR) through Constable Ram Avtar. Its number was asked\n\nto be intimated after registration. Jai Singh, SI/SHO, Police Station,\n\nUklana (PW-11) along with his companions proceeded to the place of\n\nthe incident for investigation. The complainant-Chander Bhan (PW-\n\n</p><p data-structure=\"Facts\" id=\"p_3\">8) was taken along with him. Special report was asked to be sent to\n\nthe higher officials. The time and date of recording the statement is\n\nmentioned at 1.35 am on 22.02.2000 near Bharian School.             On\n\nreceipt of the above writing, a case (FIR) for the offences aforesaid\n\nwas registered at the police station. Copy of the police file along with\n\nthe original writing was sent to Jai Singh, SI/SHO, Police Station,\n Crl. Appeal No.913-DB of 2002\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                 -5-</span>\nUklana (PW-11) through the constable who had brought it. Copies of\n\nthe FIR were prepared which were being sent to the Illaqa Magistrate\n\nand the higher officers through Constable Kailash Chand No.182.\n\nJai Singh, SI/SHO, Police Station, Uklana (PW-11) carried out\n\ninvestigation in the case. He went to the spot where the incident had\n\noccurred at about 2.00 am on 22.02.2000. Dalbir (PW-9) and Bhoria\n\nwere present there.   A rough site plan (Ex.P-29) of the place of\n\nincident was prepared at the spot. The blood stained earth was lifted\n\nfrom the spot and secured in a sealed parcel with monogram of JSY.\n\nThe same was taken in possession vide memo Ex.P-25. A\n\nphotographer was called and the spot was got photographed. The\n\nphotographs Ex.P-18 to Ex.P-20 of the dead body were taken.\n\nInquest report (Ex.P-4) was prepared. An application (Ex.P-3) was\n\nmoved before the Medical Officer for conducting postmortem\n\nexamination on the dead body of Tek Chand. The dead body of Tek\n\nChand was sent to the Civil Hospital, Hisar to conduct autopsy. The\n\ndead body was sent through Constable Ram Avtar and Surender\n\nSingh. After   postmortem examination, Constable        Ram Avtar\n\nproduced before Jai Singh, SI/SHO, Police Station, Uklana (PW-11)\n\na sealed parcel containing the clothes of the deceased, which was\n\ntaken in possession vide memo Ex. P-30. The same was attested by\n\nRam Avtar Constable. On 22.02.2000, Jai Singh, SI/SHO, Police\n\nStation, Uklana (PW-11) along with other police officials went to the\n\nhouse of Banwari. Banwari and Jagdish (since acquitted) met him\n\nthere and they were arrested in this case. On return to the police\n\nstation, Jai Singh, SI/SHO, Police Station, Uklana (PW-11) deposited\n Crl. Appeal No.913-DB of 2002\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                -6-</span>\nthe parcel referred to above with the MHC of the police station. On\n\n26.02.2000, Jai Singh, SI/SHO, Police Station, Uklana (PW-11)\n\nalong with other police officials went to village Sahu.   He joined\n\nLakhmi Chand (PW-10) in the investigation.     On receipt of secret\n\ninformation about the presence of Rajpal @ Raju (appellant No.1) at\n\nhis house, he went there. Rajpal @ Raju (appellant No.1) was\n\narrested and during interrogation he made a disclosure statement\n\n(Ex.P-26), which was reduced into writing. The disclosure statement\n\nwas to the effect that he had concealed a knife beneath a &#x27;Takhat&#x27;\n\n(wooden platform) in a room of his house and the same could be got\n\nrecovered. The disclosure statement was attested by the witness\n\nand Rajpal @ Raju (appellant No.1) thumb marked the same. In\n\npursuance of the disclosure statement (Ex.P-26), Rajpal @ Raju\n\n(appellant No.1) led the police party and got recovered the knife\n\n(Ex.P-5) and its sketch (Ex.P-27) was prepared. The knife was put in\n\na sealed parcel and taken in possession vide memo Ex.P-28. The\n\nmemos were attested by the witnesses. A rough site plan (Ex.P-31)\n\nof the place of recovery was prepared. The sealed parcel and the\n\nknife were deposited with the MHC. On 06.03.2000, Balwan\n\n(appellant No.2) was arrested. The statements of formal witnesses\n\nwere recorded and the police report in terms of <a href=\"/doc/1412034/\" id=\"a_9\">Section 173</a> of the\n\nCode of Criminal Procedure (&#x27;<a href=\"/doc/445276/\" id=\"a_10\">Cr.P.C</a>&#x27;-for short) was prepared on\n\ncompletition of the investigation on 02.05.2000.   Thereafter, Vijay\n\naccused (appellant No.3) surrender before the Court on 15.06.2000\n\nfrom where he was arrested by Ram Kumar, ASI. Supplementary\n\npolice report (challan) qua the accused Vijay (appellant No.3) was\n Crl. Appeal No.913-DB of 2002\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                 -7-</span>\nprepared by Kailash Chand, Sub Inspector on 30.06.2000.\n\n</p><p data-structure=\"Precedent\" id=\"p_4\">           The learned Judicial Magistrate Ist Class, Hisar before\n\nwhom the police report (challan) was filed in view of the offence\n\npunishable under <a href=\"/doc/1560742/\" id=\"a_11\">Section 302</a> IPC being observed to be made out,\n\nwhich was exclusively triable by the Court of Session committed the\n\ncase to the Court of learned Sessions Judge, Hisar vide order dated\n\n12.08.2000.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">           The learned Additional Sessions Judge, Hisar on\n\n07.09.2000, charge-sheeted the appellants as also Banwari and\n\nJagdish (since acquitted) that they on 21.02.2000 in the area of\n\nvillage Sahu were members of an unlawful assembly and in\n\nprosecution of the common object of such assembly to cause the\n\nmurder of Tek Chand committed the offence of rioting and at that\n\ntime they were armed with deadly weapons i.e. knife and thereby\n\ncommitted an offence punishable under <a href=\"/doc/763672/\" id=\"a_12\">Section 148</a> IPC; besides on\n\nthe same date, time and place, Rajpal @ Raju (appellant No.1) in\n\nprosecution of the common object of aforesaid assembly committed\n\nmurder by intentionally causing the death of Tek Chand and thereby\n\nRajpal @ Raju (appellant No.1) committed an offence punishable\n\nunder <a href=\"/doc/1560742/\" id=\"a_13\">Section 302</a> IPC while Banwari and Jagdish (since acquitted),\n\nBalwan (appellant No.2) and Vijay (appellant No.3) committed an\n\noffence punishable under Section 302 read with <a href=\"/doc/999134/\" id=\"a_14\">Section 149</a> IPC. It\n\nwas directed that they all be tried by the said Court. A separate\n\ncharge for the offence punishable under <a href=\"/doc/73862/\" id=\"a_15\">Section 25</a> of the Arms Act,\n\n1959 was framed against Rajpal @ Raju (appellant No.1) for having\n\nin his conscious possession a knife without any permit or licence and\n Crl. Appeal No.913-DB of 2002\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                  -8-</span>\nthereby committed an offence punishable under <a href=\"/doc/73862/\" id=\"a_16\">Section 25</a> of the\n\nArms Act, 1959. Rajpal alias Raju (appellant No.1) was directed to\n\nbe tried by the said Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">             The prosecution in order to prove its case, examined as\n\nmany as 12 witnesses; besides tendered documents in evidence\n\nincluding the FSL report (Ex.P-33).      The statements of all the\n\naccused in terms of <a href=\"/doc/767287/\" id=\"a_17\">Section 313</a> Cr.P.C were recorded, Rajpal @\n\nRaju (appellant No.1) stated that he was innocent and had been\n\nfalsely invovled in this case due to party faction in the village. To\n\nsimilar effect are the statements of Balwan (appellant No.2) and Vijay\n\n(apellant No.3).     The learned Trial Court after considering the\n\nevidence and material on record, convicted the appellants Rajpal @\n\nRaju (appellant No.1), Balwan (appellant No.2) and Vijay (appellant\n\nNo.3) for the offence punishable under Section 302 read with <a href=\"/doc/37788/\" id=\"a_18\">Section\n\n34</a> IPC for intentionally causing the death of Tek Chand Sarpanch.\n\nRajpal @ Raju (appellant No.1) was also held guilty for the offence\n\nunder <a href=\"/doc/73862/\" id=\"a_19\">Section 25</a> of the Arms Act, 1959. Banwari and Jagdish were\n\nacquitted as it appeared that they had been falsely implicated in the\n\ncase. The appellants were sentenced to undergo imprisonment for\n\nlife for the offence under Section 302 read with <a href=\"/doc/37788/\" id=\"a_20\">Section 34</a> IPC;\n\nbesides, they were ordered to pay a fine of Rs.5000/- each and in\n\ndefault of payment of fine to undergo rigorous imprisonment for six\n\nmonths. Rajpal @ Raju (appellant No.1) was also convicted under\n\n<a href=\"/doc/73862/\" id=\"a_21\">Section 25</a> of the Arms Act, 1959 and sentenced to undergo rigorous\n\nimprisonment for one year. Aggrieved against the judgment of\n\nconviction   dated   14.11.2002   and   order   of   sentence   dated\n Crl. Appeal No.913-DB of 2002\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                   -9-</span>\n16.11.2002, the appellants have filed the present appeal.\n\n</p><p data-structure=\"PetArg\" id=\"p_7\">           Learned counsel for the appellants has contended that\n\nthe appellants have been falsely implicated in the case.          It is\n\nsubmitted that the appellants have been implicated due to party\n\nfaction in the village. The incident had occurred on 21.02.2000 at\n\nabout 09.00 pm whereas the FIR was recorded on 22.02.2000 at\n\nabout 1.55 am on the next morning. The said report reached the\n\nIllaqa Magistrate at 08.45 am which is 45 kilometers from the place of\n\noccurrence. It is submitted that the police party headed by Jai Singh,\n\nSI/SHO, Police Station, Uklana (PW-11) was already in the vicinity of\n\nthe village and they had a vehicle with them, therefore, there was no\n\nreason for delay in lodging the FIR. Despite that the FIR has been\n\nregistered after a considerable delay, which shows that the FIR has\n\nlodged with due deliberations and the appellants have been falsely\n\nimplicated. It is submitted that the accused were doing labour work,\n\nwhile Tek Chand (deceased) was a Sarpanch of the village. Thus,\n\nthere could possibly be no political rivalary between the appellants\n\nand the deceased Tek Chand.        Merely by stating that there was\n\npolitical rivalary between them, a motive is sought to be introduced\n\nso as to implicate them. It is submitted that there was no light during\n\nnight hours at the time of occurrence and none of the eye witnesses\n\nhave stated that they saw the incident under any light. Jai Singh,\n\nSI/SHO, Police Station, Uklana (PW-11) has conducted the\n\ninvestigation in a biased manner; otherwise there is no case at all. It\n\nis submitted that the eye witnesses are not reliable witnesses and\n\ntheir presence at the spot when their brother was killed is not\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Issue\" id=\"p_8\">                                                                  - 10 -\n</p><p data-structure=\"CDiscource\" id=\"p_9\">established. Had they been there at the spot at the time of incident,\n\nthey would have made efforts to save Tek Chand, who is brother of\n\nthe complainant Chander Bhan (PW-8). However, no blood on the\n\nclothes of any eye witness was found. The injury on the back of the\n\nhead and fracture on the right arm of Tek Chand (deceased), it is\n\nsubmitted are not explained. The death, it is submitted occurred due\n\nto excessive bleeding which could not be possible within a few\n\nminutes. The fact that if the witnesses were there, the injured could\n\nhave been shifted at least to a local medical practioner or to a house.\n\nThe circumstances show that the dead body was found in the\n\nmorning.   In any case, it is submitted that the appellants Balwan\n\n(appellant No.2) and Vijay (appellant No.3) are not liable for the\n\noffence as the injuries on the back and fracture of right arm show\n\nthat the victim was not caught hold by anybody at the time of the\n\nincident. The absence of blood on the knife in the FSL report Ex.P-\n\n33, it is submitted shows that the knife was planted simply to\n\ncomplete the chain of circumstances.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">           In response, learned counsel for the State submits that\n\nthe prosecution has established and proved its case against the\n\nappellants beyond shadow of reasonable doubt. It is submitted that\n\nthe eye witness account of the prosecution witnesses which is\n\ncorroborated by the medical evidence and attending facts and\n\ncircumstances goes to establish the guilt of the appellants beyond\n\nshadow of reasonable doubt. Therefore, they have rightly been\n\nconvicted and sentenced by the learned trial Court. The contentions\n\nas raised by learned counsel for the appellants, it is submitted, are\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_11\">                                                                  - 11 -\n</p><p data-structure=\"RespArg\" id=\"p_12\">not tenable and do not in any manner dislodge the prosecution case.\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">           We have given our thoughtful consideration to the\n\ncontentions of the learned counsel for the parties and with their\n\nassistance gone through the record of the case.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">           Chander Bhan (PW-8) who lodged the FIR, in his\n\ndeposition in the Court reiterated the facts as given in the FIR. It is\n\nstated Tek Chand (deceased) was his brother. He was Sarpanch of\n\nGram Panchayat, Village Sahu and he belonged to the Congress\n\nParty.   Fifteen days earlier to the incident which occurred on\n\n21.02.2000, Banwari (since acquitted) son of Mam Chand; Rajpal @\n\nRaju (appellant No.1) and Jagdish (since acquitted) sons of Banwari\n\nhad threatened Tek Chand (deceased), brother of the complainant,\n\nthat they would finish him before the elections. The said accused\n\npersons, it is stated, belonged to the Lok Dal Party. On 21.02.2000,\n\ncomplainant-Chander Bhan (PW-8), Dalbir (PW-9) and Bhoria were\n\ngoing to the village after serving dinner to the election staff in the\n\nschool building of the village as the General Elections of Vidhan\n\nSabha were to take place on the next day i.e. on 22.02.2000. On the\n\nway to their house when they reached in the front of the house of\n\nMulki Ram, they noticed that Tek Chand brother of Chander Bhan\n\n(complainant) (PW-8) was coming from the opposite direction. In the\n\nmeanwhile, Banwari and Jagdish (since acquitted) raised a &#x27;lalkara&#x27;\n\nby saying that Tek Chand (deceased) should be taught a lesson\n\nregarding his &#x27;Sarpanchship&#x27;, so that he would not be able to contest\n\nthe next elections of the Gram Panchayat. It is alleged by Chander\n\nBhan (complainant) (PW-8) that thereafter Vijay (appellant No.3) and\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_15\">                                                                  - 12 -\n</p><p data-structure=\"Facts\" id=\"p_16\">Balwan (appellant No.2) caught hold of Tek Chand (deceased) by his\n\nhands while Rajpal @ Raju (appellant No.1) gave two blows with his\n\nknife on the chest of Tek Chand (deceased) as a result of which, he\n\nsuccumbed to his injuries. The accused then fled away with their\n\nweapon i.e. knife. Dalbir (PW-9) and Bhoria were deputed to guard\n\nthe dead body while Chander Bhan (complainant) (PW-8) proceeded\n\nto inform the police party. The police met Chander Bhan\n\n(complainant) (PW-8) near Bharian School and he got his statement\n\n(Ex.P-12) recorded, which he thumb marked. The said statement was\n\nread over to Chander Bhan (PW8). In cross-examination, it is stated\n\nby Chander Bhan (PW8) that election of the Gram Panchayat of\n\nvillage Sahu had taken place six years prior to the occurrence. At\n\nthat time, Dharam his uncle in the family contested elections against\n\nTek Chand (deceased). None of the family members of the accused\n\never contested the elections against Tek Chand. Prior to the present\n\nterm of Gram Panchayat, Banwari became a member of the\n\nPanchayat earlier to that. Between the accused and the deceased, it\n\nis stated, that there was no dispute of any kind except the election of\n\nGram Panchayat. He did not know as to when the election of the\n\nGram Panchayat was to be held after the incident. Banwari accused\n\nand anyone out of the other accused or any of their family, it is\n\nstated, never contested elections of the Block Samiti, Sarpanch etc.\n\nHowever, they had been participating actively in the election being\n\nworkers of the Lok Dal Party. All the accused were labourers by\n\nprofession.\n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">              Dalbir (PW-9) supported the stand as taken by Chander\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_18\">                                                                  - 13 -\n</p><p data-structure=\"RespArg\" id=\"p_19\">Bhan (PW-8). He deposed on the same lines as had been deposed\n\nby Chander Bhan (PW-8). In cross-examination, it is stated that they\n\ndid not give any first aid to Tek Chand (deceased); besides, there\n\nwas no opportunity to call for the medical officer because Tek Chand\n\n(deceased) died instantaneously. Complainant-Chander Bhan (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">8), it is stated, had left the spot to inform the police after about 45\n\nminutes or so. He reached the spot at 2.30 am. Many other persons\n\nfrom the village had collected there by then.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">            The eye-witness account of the prosecution which has\n\nbeen adduced by way of the examination of complainant-Chander\n\nBhan (PW-8) and Dalbir (PW-9) is quite consistent and it is primarily\n\nstated that Rajpal @ Raju (appellant No.1) had inflicted two-three\n\nknife blows on the person of Tek Chand (deceased) while the other\n\ntwo appellants i.e. Balwan (appellant No.2) and Vijay (appellant No.3)\n\nhad caught hold of his hands. Both the eye witnesses had seen the\n\noccurrence. The eye witness account of complainant-Chander Bhan\n\n(PW-8) and Dalbir (PW-9) is corroborated            by the medical\n\nexamination. Dr. Gopal Bhardwaj, Medical Officer, General Hospital,\n\nHisar (PW-1) along with Dr. M. L. Kamra and Dr. Suresh Kumar, both\n\nMedical Officers conducted the postmortem examination on the dead\n\nbody of Tek Chand (deceased) son of Sant Lal aged 40 years. The\n\nfollowing injuries were noticed:-\n</p>\n<blockquote id=\"blockquote_1\">               1. &quot;Incised spindle shaped wound on mid sternum with\n\n                  well defined clean cut margin 3cm. X 1 cm. It was\n\n                  23 cm from right acromian and 8 cm from right nip-\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_22\">                  ple. On dissection sub coetaneous tissues showed\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">                                                                  - 14 -\n</p><p data-structure=\"Precedent\" id=\"p_24\">                hematoma with fracture of sternum. Further dissec-\n\n                tion revealed clotted blood with clots on right pleural\n\n                cavity with rupture of right lung and vessels.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">              2. An incised wound spindle shaped with clean cut\n\n                margins measuring 3.cm x 1 cm lying 4 cm below\n\n                right nipple. On dissection subcutaneous tissues\n\n                showed hematoma with fracture of 5th and 6th ribs in\n\n                cartilaginous portion. Further dissection revealed\n\n                blood with clots in right pleural cavity and lungs and\n\n                pleura were ruptured. Direction of injury No.1 was\n\n                down and laterally and direction of injury No.2 was\n\n                medially in same plane.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">              3. Incised wound 4 cm x 2 cm on right occipital area 3&quot;\n\n</p><blockquote id=\"blockquote_2\">                behind right pinna with clotted blood and hematoma\n\n                and subcutaneous tissue.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\">              4. Incised wound 3 cm x 1 cm. on occipital region 6\n\n                cm medial and posterior to the injury No.3 with clot-\n\n                ted blood and hematoma.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">              5. There was deformity on the right arm with fracture\n\n                of right humerus. Hematoma was seen.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">                      Left pleura was healthy and pale. Larynx and\n\n           tracheas, left lung were healthy and pale. Heart was pale\n\n           and healthy with left chamber was empty. Right chamber\n\n           was partly full. Abdominal was healthy. Peritoneum was\n\n           healthy and pale. All the other organs were also healthy\n\n           except the described earlier.\n</p><p data-structure=\"Precedent\" id=\"p_30\"> Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">                                                                     - 15 -\n</p><p data-structure=\"CDiscource\" id=\"p_32\">                        Cause of the death, in our opinion, in this\n\n            case was hemorrhage and shock due to the described in-\n\n            juries. All injuries were ante mortem in nature and were\n\n            sufficient to cause death in ordinary course of nature.&quot;\n\n            It is stated by Dr. Gopal Bhardwaj (PW-1) that injuries\n\nNo.1 and 2 on the person of Tek Chand (deceased) could be caused\n\nby a knife (Ex.P-5).     Injuries No.3 and 4 on the person of the\n\ndeceased, it is stated, could be caused on account of a fall on some\n\nsharp edged object because such injuries are incised wounds,\n\nwhereas injury No.5 had been caused by a blunt weapon and the\n\nsame is possible on account of fall on some object with blunt\n\nmargins. The garments of Tek Chand (deceased) i.e. shirt (Ex.P-6),\n\njacket (Ex.P-7), sweater (woolen) (Ex.P-8), baniyan (vest) (Ex.P-9),\n\nunderwear (Ex.P-10) and Pajama (Ex.P-11) were proved on record.\n\nDr. Gopal Bhardwaj (PW-1) in cross examination, states that the\n\nexamination of dead body did not suggest that the deceased was\n\nattended by a medical person or a physician before his death. Tek\n\nChand (deceased) must have died within six hours of the time of\n\nreceiving injuries. Meaning thereby that the time which had elapsed\n\nbetween the injuries and the death was less than six hours. It is\n\nstated that it was a case of profused bleeding. Rigor mortis, it is\n\nstated, starts after an interval of 2 to 3 hours depending upon the\n\ntemperature and surrounding atmosphere and it lasts for 36 hours.\n\nIt starts vaning after 24 hours. It is stated that it is correct that when\n\nthey describe a wound as a stab wound, it means that the depth is\n\nnormally greater than in case of an incised wound. It is stated as\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">                                                                 - 16 -\n</p><p data-structure=\"CDiscource\" id=\"p_34\">incorrect that the knife (Ex.P-5) cannot cause an injury of the shape\n\nof spindle.\n</p>\n<p data-structure=\"RespArg\" id=\"p_35\">              The FSL report (Ex.P-33) shows that the clothes and\n\nmetallic knife/churri (approx. 57 cms) were subject matter of\n\nlaboratory examination. Blood was detected on the blood stained\n\nearth. However, the material on the blood stained earth had\n\ndisintegrated. Human blood was found on the pyjama, banian, shirt,\n\njacket, sweater and underwear. However, blood could not be\n\ndetected on the knife/churri.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">              The contention of the learned counsel for the appellants\n\nthat delay in lodging the FIR has not been explained is not of much\n\nconsequence. The incident had occurred at 9.00 pm on 21.02.2000\n\nwhile the FIR was lodged on the next morning at 1.55 am on\n\n22.02.2000.     The special report reached the Illaqa Magistrate at\n\n08.45 am on 22.02.2000. It may be noticed that it has come in the\n\ncross-examination of Dalbir (PW-9) that Chander Bhan (PW-8) left\n\nthe spot to inform the police after 45 minutes or so.      Thereafter,\n\nChander Bhan (PW-8) met the police near Bharian School where he\n\nmade his statement (Ex.P-12). Some time must have been\n\nconsumed by the police in ascertaining as to what were the acutal\n\nfacts and circumstances; besides, time must have been consumed in\n\nwriting the statement of the complainant Chander Bhan (PW-8). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989917\" id=\"span_9\">In\n\n<a href=\"/doc/1989917/\" id=\"a_22\">Ram Jag v. State of U.P.</a>, AIR 1974 SC 606 it was held by the\n\nHon&#x27;ble Supreme Court that even a long delay in lodging a FIR can\n\nbe condoned, if the witnesses have no motive for implicating the\n\naccused. On the other hand, prompt filing of the report is not an\n Crl. Appeal No.913-DB of 2002</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_37\">                                                                    - 17 -\n</p><p data-structure=\"CDiscource\" id=\"p_38\">unmistakable guarantee of the truthfulness of the version of the\n\nprosecution. Besides, the witnesses cannot be called upon to explain\n\nevery hour&#x27;s delay in filing information and a common sense view has\n\nto be taken in ascertaining whether the First Information Report was\n\nlodged after an undue delay so as to afford enough scope for\n\nmanipulating evidence. Therefore, prompt lodging of a FIR is not an\n\nunmistakable guarantee of a truthful version nor is delay always fatal.\n\nIn the present case, the eye witnesses account is consistent with\n\nregard to the manner by which the injuries were caused. The same is\n\ncorroborated by the medical evidence in which the injuries have been\n\ndescribed. The fact that the special report reached the Illaqa\n\nMagistrate at 08.45. am on 22.02.2000 which is at a distance of 45\n\nkilometers is quite natural as no one is likely to go at night to deliver\n\nthe special report to the Illaqa Magistrate and must have gone in the\n\nmorning. In the circumstances, the delay in lodging the FIR is not\n\nsuch which would go to show that there has been scope for\n\nmanipulating the prosecution evidence. In any case the same has\n\nalso been duly explained. Therefore, the contention of the learned\n\ncounsel for the appellant that there has been delay in lodging the\n\nFIR, which goes to show the falsity of the prosecution case is devoid\n\nof any merit.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">            The presence of the eye witnesses Chander Bhan (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_40\">8) and Dalbir (PW-9) at the time of the incident is quite natural as\n\nthey had gone to the school to serve meals to election duty staff\n\nwhich was there for conducting polling for the Vidhan Sabha\n\nelections, the polling of which was to take place on the next date of\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_41\">                                                                   - 18 -\n</p><p data-structure=\"Precedent\" id=\"p_42\">the incident.\n</p>\n<p data-structure=\"Facts\" id=\"p_43\">            The mere fact that the accused are labourers while the\n\ndeceased Tek Chand was Sarpanch of the village and there was no\n\nenmity of any sort between them and, therefore, the motive of\n\npolitical rivalary is not made out, is devoid of any merit. In cross-\n\nexamination, Chander Bhan (PW-8) has accepted that the election of\n\nthe Gram Panchayat had taken place six years prior to the\n\noccurrence. At that time Dharma his uncle in the family, contested\n\nelection against Tek Chand (deceased).            None of the family\n\nmembers of the accused ever contested the election against Tek\n\nChand (deceased). Prior to the present term of the Gram Panchayat,\n\nBanwari had become member of the Panchayat. The accused and\n\nthe deceased it is stated did not have any dispute except regarding\n\nthe election of the Gram Panchayat. It is submitted that Banwari\n\naccused and anyone from out of the other accused or their family\n\nmembers never contested the elections of Block Samiti, Sarpanch\n\netc.   However, it is submitted that they have been participating\n\nactively in the elections. The accused it is alleged used to participate\n\nin the elections being workers of Lok Dal Party. Therefore, it is quite\n\nevident that the appellants had enmity against Chander Bhan (PW-8)\n\nand his brother Tek Chand (deceased) who was the Sarpanch of\n\nGram Panchayat of village Sahu. It has come in evidence that the\n\naccused actively participated in the elections being workers of the\n\nLok Dal Party. On the night of occurrence, the complainant Chander\n\nBhan (PW-8) along with Dalbir (PW-9) had returned after serving\n\nmeals to the polling staff in the school as on the following day i.e.\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">                                                                 - 19 -\n</p><p data-structure=\"CDiscource\" id=\"p_45\">22.02.2000 there was polling for the Vidhan Sabha elections.\n\nTherefore, at such time, the fact that workers of the Congress Party\n\nand the Lok Dal Party would clash during the election process, could\n\nnot be ruled out and there was an assault on Tek Chand (deceased),\n\nwhich was witnessed by Chander Bhan (PW-8) and Dalbir (PW-9).\n\nAt the time of incident, it has been alleged that the accused were\n\nsaying that Tek Chand (deceased) should be taught a lesson of\n\n&#x27;Sarpanchi,&#x27; so that he may not become Sarpanch in the coming\n\nelection. Thus, there was a motive for the appellants to commit the\n\nmurder of deceased who was a Sarpanch of the village on the eve of\n\nelections for supporting one particular party in the Vidhan Sabha\n\nElections. Besides, the motive is always in the mind of the accused\n\nand even otherwise, it is a double edged weapon, for the commission\n\nof the crime and also for false implication of the accused.     Even\n\notherwise, the family of the victim would be quite reluctant in a case\n\nwhere a murder has been committed of their near and dear one, to\n\nimplicate false persons rather their endeavour would be that the\n\nactual culprits are brought to book and convicted.\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">           The contention that there was no light and that in the\n\nwinter there was no source of light and the PWs in the Court did not\n\nmake any deposition regarding source of light is inconsequential.\n\nThe eye witnesses Chander Bhan (PW-11) and Dalbir (PW-9) have\n\nidentified the accused while they were on their way back to their\n\nrespective houses after serving meals to the polling staff in the\n\nschool. They in front of the house of Mulki Ram had noticed Tek\n\nChand (deceased) coming from the opposite side. In the meanwhile,\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_47\">                                                                - 20 -\n</p><p data-structure=\"CDiscource\" id=\"p_48\">there was an assault on him. Therefore, when there is consistent\n\nevidence on record with regard to the identity of the accused, the\n\nmere fact that the source of light has not been mentioned in respect\n\nof the incident that was witnessed, is inconsequential.\n\n</p><p data-structure=\"PetArg\" id=\"p_49\">           The contention of the appellants that the presence of the\n\neye witnesses is doubtful in view of their conduct at the spot when\n\ntheir brother Tek Chand was being killed, they did not intervene to\n\nhelp Tek Chand (deceased) as there was no blood on the clothes of\n\nthe eye witnesses may be considered.        In this regard, it may be\n\nnoticed that the eye witnesses in the case namely Chander Bhan\n\n(PW-8) had seen that Tek Chand (deceased) was being assaulted. It\n\nhas been alleged that Vijay (appellant No.3) and Balwan (appellant\n\nNo.2) had caught hold of Tek Chand (deceased) by his hands while\n\nRajpal @ Raju (appellant No.1) gave two-three blows with his knife\n\non the chest of Tek Chand (deceased) as a result of which Tek\n\nChand (deceased) succumbed to his injuries. Dalbir (PW-9) has also\n\nstated that Vijay (appellant No.3) and Balwan (appellant No.2) caught\n\nhold of Tek Chand (deceased) by his arms and Rajpal @ Raju\n\n(appellant No.1) gave two-three blows with his knife on the chest of\n\nTek Chand (deceased) and he fell down. Accused fled away while\n\nTek Chand (deceased) died at the spot. The incident had occurred\n\nsuddenly and there was no occasion for Chander Bhan (PW-8) and\n\nDalbir (PW-9) to intervene.     Chander Bhan (PW-8) in his cross-\n\nexamination has stated that they were at a distance of 20 paces from\n\nthe house of Lakhmi son of Mulki Ram when they noticed Tek Chand\n\n(deceased) coming from the opposite direction.       Tek Chand was\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_50\">                                                                 - 21 -\n</p><p data-structure=\"CDiscource\" id=\"p_51\">seen coming in the street. It is stated that another street located in\n\nthe village is at a distance of 15 paces from the street wherein Tek\n\nChand (deceased) was seen coming. Both streets converge on the\n\nmain street.   Street which goes from East to West meets in the\n\nstreet from North to South. The accused appeared from the same\n\nstreet and Chander Bhan (PW-8) noticed the accused causing\n\ninjuries to his brother Tek Chand.     Therefore, the eye witnesses\n\nChander Bhan (PW-8) and Dalbir (PW-9) who were at a distance\n\nwhen the incident had occurred could not intervene to help Tek\n\nChand, but they had nevertheless seen the occurrence. Besides, the\n\neye witness Chander Bhan (PW-8) is none other than the brother of\n\nthe deceased and his endeavour would be and he would want that\n\nthe real and actual culprits responsible for the murder of Tek Chand\n\n(deceased) are tried and are convicted rather than innocent persons\n\nbeing falsely implicated. Moreso, when there was no enimity or any\n\nother motive to implicate them. Therefore, the contention of the\n\nlearned counsel for the appellants that the conduct of the eye\n\nwitnesses at the time of incident was unusual is not tenable. The\n\nfact that no blood was found on the clothes of the eye witnesses\n\nChander Bhan (PW-8) and Dalbir (PW-9), is also inconsequential.\n\nThe assailants had committed the murder of Tek Chand (deceased)\n\nand had run away. The eye witnesses had seen Tek Chand\n\n(deceased) coming from their opposite direction and had seen the\n\noccurrence. Even otherwise, in case there was some blood on the\n\nclothes of Tek Chand (deceased), the same may not have been\n\ntaken in possession by the Investigating Officer Jai Singh SI/SHO\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Precedent\" id=\"p_52\">                                                                  - 22 -\n</p><p data-structure=\"CDiscource\" id=\"p_53\">(PW-11). Therefore, in case there is any infirmity in the investigation\n\nof the case, the prosecution case would not in any manner be\n\naffected. The appellants in fact have not put to Jai Singh SI/SHO\n\n(PW-11) or even to Chander Bhan (PW-8) and Dalbir (PW-9) in their\n\nrespective cross-examinations as to whether the clothes of the eye-\n\nwitnesses were stained with blood when they had gone to help Tek\n\nChand (deceased) after he was injured. Even otherwise, as already\n\nnoticed, the eye witnesses were at a considerable distance from the\n\nplace of incident, therefore, the fact that there was no blood on the\n\nclothes of eye witnesses, is of no consequence.\n</p>\n<p data-structure=\"PetArg\" id=\"p_54\">           It is submitted by learned counsel for the appellants that\n\nthe death occurred due to excessive bleeding which could not be\n\nwithin minutes and thus, had there been anyone with the deceased,\n\nthe injured could have been shifted at least to the local medical\n\npractioner or to his home. It is, therefore, submitted that the\n\ncircumstances show that the dead body was found in the morning\n\nand there was no eye witness present at the scene. Dr. Gopal\n\nBhardwaj (PW-1), who conducted the postmortem examination on\n\nthe dead body of Tek Chand (deceased) has given the cause of\n\ndeath as hemorrhage and shock due to the injuries that have been\n\ndescribed. In cross-examination, it is stated that the deceased must\n\nhave died within six hours of the time of receiving the injuries,\n\nmeaning thereby, the time which elapsed between the injuries and\n\ndeath was less than six hours. It is, however, stated that it was a\n\ncase of profuse bleeding.     As has already been noticed that Tek\n\nChand (deceased) had received as many as five injuries on his\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_55\">                                                                  - 23 -\n</p><p data-structure=\"CDiscource\" id=\"p_56\">person and injuries No.3 and 4 were on the occipital region; besides,\n\ninjuries No.1 and 2 were spindle shape wounds with clean cut\n\nmargins. Injury No.1 was 23 cms from right acromian and 8 cms\n\nfrom right nipple while injury No.2 was 4 cms below right nipple.\n\nTherefore, it may be noticed that the injuries were quite grave and\n\nTek Chand (deceased) after receiving them had fallen on the ground.\n\nIn cross-examination it was put to Chander Bhan (PW-8) regarding\n\nthe location of the school building and the distance of Tek Chand&#x27;s\n\n(deceased) house from the school building, besides, the location of\n\nthe house of Chander Bhan (PW-8). It is stated by Chander Bhan\n\n(PW-8) that school building of the village is located at a distance of\n\none acre from the &#x27;abadi&#x27; of the village. The school building is on the\n\neastern side of the village &#x27;abadi.&#x27; Tek Chand&#x27;s (deceased) house is\n\nat a distance of one acre from the school building and his house is\n\nsituated on the western side of the village &#x27;abadi.&#x27; The house of\n\nDalbir (PW-9) and Bhoria are also located near his house. It was put\n\nto Chander Bhan (PW-8) as to why there was no medical treatment.\n\nIt was stated that there was no Government Hospital in the village.\n\nHowever, there was one medical practioner, but they did not call the\n\nmedical officer as Tek Chand had died at the spot. So, the question\n\nof calling medical officer or taking Tek Chand (deceased) to the\n\nhospital, did not arise. It may be noticed that though the death of\n\nTek Chand may have occurred within six hours of receiving the\n\ninjuries, but Chander Bhan (PW-8) and Dalbir (PW-9) had taken Tek\n\nChand (deceased) to be dead. Even Dalbir (PW-9) had stated that\n\nthey did not give any first aid to Tek Chand (deceased) and there\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_57\">                                                                - 24 -\n</p><p data-structure=\"Precedent\" id=\"p_58\">was no opportunity to call for a medical officer because Tek Chand\n\nhad died instantaneously.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">           The contention that the circumstances show that the\n\ndead body was found in the morning, is clearly bereft of any material\n\non record. The FIR was registered on 22.02.2000            when the\n\ninformation had been received at 1.35 am at night.      The inquest\n\nproceedings   (Ex.P-4) were carried      out during the night of\n\n21/22.02.2000. It has come in evidence that Jai Singh, SI/SHO,\n\nPolice Station, Uklana (PW-11) reached at the spot during the night.\n\nThe body had reached the hospital during the intervening night of\n\n21/22.02.2000. As such, it cannot be said that the dead body of Tek\n\nChand was found in the morning and then all proceedings were ante\n\ntimed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_60\">           The other contention is that no blood stains was found on\n\nthe knife (Ex.P-5). The recovery of knife is proved from the\n\ndeposition of Lakhmi Chand (PW-10) who has proved the disclosure\n\nstatement (Ex.P-26) of Rajpal @ Raju (appellant No.1).         In his\n\nstatement, it is stated that he was associated by the police on\n\n26.02.2000 on which date Rajpal @ Raju (appellant No.1) was\n\narrested. In terms of the disclosure statement (Ex.P-26), it has been\n\nstated by Rajpal @ Raju (appellant No.1) that he had concealed the\n\nknife (Ex.P-5) used by him in the commission of crime in the room of\n\nhis residential house.   In pursuance of the disclosure statement\n\n(Ex.P-26), the knife (Ex.P-5) was recovered. The sketch of the knife\n\n(Ex.P-27) was prepared.     Rajpal @ Raju (appellant No.1) got the\n\nknife recovered, which was taken in possession by the police vide\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_61\">                                                                - 25 -\n</p><p data-structure=\"CDiscource\" id=\"p_62\">recovery memo (Ex.P-28).     In terms of the FSL report (Ex.P-33),\n\nindeed no blood was found on the knife (Ex.P-5) that was used by\n\nRajpal @ Raju (appellant No.1) in the crime. The learned trial Court\n\nobserved that the incident had occurred in the night of 21.02.2000 at\n\nabout 9.00 pm, whereas the knife was got recovered by accused\n\nRajpal @ Raju on 26.02.2000, therefore, there were five days with\n\nthe accused to remove the blood stains from the knife and perhaps,\n\nhe cleaned the knife to the full extent in an effort to remove the\n\nconnection between the crime and the knife. The said reasoning of\n\nthe learned trial Court is quite sound. Even otherwise merely\n\nbecause there are no blood stains on the knife, is not a ground to\n\ndiscard the prosecution case particularly when the FSL reports are\n\nused primarily for corroboration of a fact and these do not in any\n\nmanner dislodge the prosecution case.\n</p>\n<p data-structure=\"RespArg\" id=\"p_63\">           Learned counsel for the appellants has contended that\n\ninjuries on the back and fracture on the right arm of Tek Chand\n\n(deceased) has, in any case, not been explained. This shows that\n\nthe victim was not caught hold of by anybody at the time of\n\noccurence. Dr. Gopal Bhardwaj (PW-1) has stated that injuries No.1\n\nand 2 on the dead body of Tek Chand (deceased) could be caused\n\nwith the knife (Ex.P-5). Injuries No.3 and 4 which are incised wound\n\non the right occipital 3 cm behind right pinna and on the occipital\n\nregion 6 cm medial and posterior to injury No.3 and could be caused\n\non account of fall on some sharp edged object because such injuries\n\nare incised wounds. Injury No.5 which is deformity on the right arm\n\nwith fracture of right humerus had been caused by a blunt weapon\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_64\">                                                                   - 26 -\n</p><p data-structure=\"CDiscource\" id=\"p_65\">and the same is possible on account of fall on some object with blunt\n\nmargins.   Chander Bhan (PW-8) has stated that Balwan and Vijay\n\n(appellants No.2 and 3) had caught hold of Tek Chand (deceased)\n\nwhile Rajpal @ Raju (appellant No.1) gave two-three blows with his\n\nknife on the chest of Tek Chand (deceased). Dalbir (PW-9) has also\n\nstated that Vijay and Balwan (appellants No.2 and 3) caught hold of\n\nTek Chand (deceased) by his hand and Rajpal @ Raju (appellant\n\nNo.1) gave two-three knife blows on the chest of Tek Chand\n\n(deceased) and he fell down.        Therefore, two-three injuries are\n\nattributed to Rajpal @ Raju (appellant No.1) with a knife on the\n\nperson of Tek Chand (deceased) and injuries No.3 to 5 are not\n\nattributed to anyone. Injuries No.3 and 4 as already noticed are on\n\nthe occipital region while injury No.5 is on the right arm with fracture\n\nof right humerus. These indeed have not been attributed to anybody.\n\nIn the statement recorded in terms of <a href=\"/doc/767287/\" id=\"a_23\">Section 313</a> Cr.P.C it was put\n\nto Rajpal @ Raju (appellant No.1) that as per opinion of Dr. Gopal\n\nBhardwaj (PW-1), injuries No.1 and 2 on the dead body of Tek\n\nChand could be caused by knife Ex.P-5.          To similar effect, the\n\nsubstance of evidence regarding opinion of Dr. Gopal Bhardwaj (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_66\">1) with respect to injury No.1 was caused by knife (Ex.P-5) was put to\n\nVijay and Balwan (appellants No.2 and 3). The other injuries i.e.\n\ninjuries No.3 to 5 are, therefore, indeed not attributed to anybody.\n\nTwo of the accused in the present case namely Banwari and Jagdish\n\nwere acquitted by the learned Trial Court as it appeared that they\n\nhad been falsely implicated in the case. A &#x27;lalkara&#x27; was attributed to\n\nboth the said accused Banwari and Jagdish. It is quite likely for the\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_67\">                                                                - 27 -\n</p><p data-structure=\"CDiscource\" id=\"p_68\">persons in the village to name the persons from the side of the\n\naccused so as to inflate the number of accused persons. The\n\nallegations against Vijay and Balwan (appellants No.2 and 3) are that\n\nthey caught hold of Tek Chand (deceased). However, in case Tek\n\nChand (deceased) was indeed caught hold of by his arms, the\n\npossibility of his having a fracture on the right humerus and two\n\ninjuries on the occipital region would not be there as the said\n\nappellants Vijay and Balwan (appellants No.2 and 3) would not have\n\nlet Tek Chand (deceased) fall as they were catching hold of him. In\n\nthe FIR (Ex.P-14), it is stated by Chander Bhan (PW-8) that on the\n\ndate of occurrence i.e. 21.02.2000 at about 09.00 pm, he (PW-8)\n\nand Dalbir (PW-9) besides Bhoria were coming back after serving\n\nmeals to the staff in the school and were going back to their\n\nrespective houses and when they reached near the house of Mulkhi\n\nRam; Tek Chand (deceased) brother of the complainant-Chander\n\nBhan (PW-8) was seen coming from the opposite side. Vijay\n\n(appellant No.3) suddenly came from behind and caught hold of the\n\nleft hand of Tek Chand (deceased). Balwan (appellant No.2) caught\n\nhold of him from his right hand.       Banwari and Jagdish (since\n\nacquitted) together raised a &#x27;lalkara&#x27; that Tek Chand (deceased)\n\nshould be taught a lesson of &#x27;Sarpanchi,&#x27; so that he may not become\n\nSarpanch in the coming election. Rajpal @ Raju (appellant No.1)\n\ngave two-three blows with a knife to the brother of the complainant\n\nnamely Tek Chand (deceased) in his chest. The fact that the\n\npresence of Banwari and Jagdish has been found to be doubtful\n\nwould also entitle Balwan and Vijay (appellants No.2 and 3) to be\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_69\">                                                                  - 28 -\n</p><p data-structure=\"PetArg\" id=\"p_70\">given the benefit of doubt. Indeed no injuries have been attributed to\n\nthem on the person of Tek Chand (deceased) in the incident that had\n\noccurred on 21.2.2000.      There are two-three injuries which are\n\nalleged to have been inflicted by Rajpal @ Raju (appellant No.1) on\n\nthe person of Tek Chand (deceased) and he fell on the ground and\n\nsufferred injuries on the occipital region as also the right arm. Had\n\nBalwan (appellant No.2) indeed caught hold of the right hand of Tek\n\nChand (deceased) then there would be no injury on his right arm.\n\nBesides, had Vijay (appellant No.3) also been catching hold of Tek\n\nChand (deceased) as alleged by the prosecution, then there would\n\nhave been no injury on the occipital region of Tek Chand (deceased).\n\nTherefore, for the reasons recorded for holding that Banwari and\n\nJagdish were not present at the time of incident and had been falsely\n\nimplicated, it also creates a reasonable doubt that Balwan and Vijay\n\n(appellants No.2 and 3) were also not present at the time of incident.\n\nHowever, that would not mean that the prosecution case in its\n\nentirety is not established from the deposition of Chander Bhan (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_71\">8) and Dalbir (PW-9) as the principle of &quot;falsus-in-uno, falsus-in-\n\nomnibus&quot; (false in one thing, false in everything) is not applicable in\n\nthe country. Besides, it is neither a sound rule of law nor a law of\n\npractice. Therefore, the statements of Chander Bhan (PW-8) and\n\nDalbir (PW-9) can be accepted as regards infliction of injuries on the\n\nchest of Tek Chand (deceased) which resulted his death.            The\n\ninjuries on the head and the right arm which were caused on the\n\nperson of Tek Chand have not been attributed to anyone including\n\nBalwan and Vijay (appellants No.2 and 3).           Therefore, in the\n Crl. Appeal No.913-DB of 2002\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_72\">                                                                      - 29 -\n</p><p data-structure=\"Section\" id=\"p_73\">circumstances, the benefit of doubt is liable to be given to Balwan\n\nand Vijay (appellants No.2 and 3). However, the conviction and\n\nsentence of Rajpal @ Raju (appellant No.1) for the offence under\n\n<a href=\"/doc/1560742/\" id=\"a_24\">Section 302</a> IPC and <a href=\"/doc/73862/\" id=\"a_25\">Section 25</a> of the Arms Act, 1959 is liable to be\n\nupheld. The role of inflicting the injuries with the knife is attributed to\n\nhim; besides, the knife was also recovered from him.\n\n</p><p data-structure=\"Conclusion\" id=\"p_74\">            Consequently, the appeal is partly allowed and the\n\njudgment of conviction dated 14.11.2002 and order of sentence\n\ndated 16.11.2002 qua Balwan and Vijay (appellants No.2 and 3), are\n\nset aside and the appeal qua them is allowed. However, the appeal\n\nqua Rajpal @ Raju (appellant No.1) is dismissed and his conviction\n\nand sentence for the offences under <a href=\"/doc/1560742/\" id=\"a_26\">Section 302</a> IPC and <a href=\"/doc/73862/\" id=\"a_27\">Section 25</a>\n\nof the Arms Act, 1959 is upheld.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">\n\n</p><p data-structure=\"Precedent\" id=\"p_76\">                                        (S.S. Saron)\n                                             Judge\n\n\n\n                                   (Rameshwar Singh Malik)\n                                          Judge\n\n21.12.2011.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">A.kaundal\n </p>","numcites":10,"numcitedby":23,"docsource":"Punjab-Haryana High Court","citetid":90724714,"divtype":"judgments","relatedqs":[{"value":"delay in lodging","formInput":"delay%20in%20lodging"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"arms act","formInput":"arms%20act"},{"value":"fsl report","formInput":"fsl%20report"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"Lalkara","formInput":"Lalkara"},{"value":"arms act 1959","formInput":"arms%20act%201959"},{"value":"gram panchayat","formInput":"gram%20panchayat"},{"value":"abadi ","formInput":"abadi%20"},{"value":"tek chand","formInput":"tek%20chand"},{"value":"school building","formInput":"school%20building"},{"value":"Jai Singh ","formInput":"Jai%20Singh%20"},{"value":"dalbir","formInput":"dalbir"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"hisar","formInput":"hisar"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"fracture","formInput":"fracture"}],"cats":[{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"},{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"}],"courtcopy":true,"query_alert":null,"agreement":false}