{"tid":115204855,"publishdate":"2013-04-02","title":"National Highways Authority India vs Mecon-Gea Energy Systems India Ltd Jv on 2 April, 2013","doc":"<h2 class=\"doc_title\">National Highways Authority India vs Mecon-Gea Energy Systems India Ltd Jv on 2 April, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">.*     IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                               Judgment Pronounced on: April 2, 2013\n\n+                           OMP No.790/2012\n\n       NATIONAL HIGHWAYS AUTHORITY INDIA      ..... Petitioner\n                    Through Mr.Chetan Sharma, Sr. Adv. with\n                            Mr.Aljo K. Joseph and Mr.Amith\n                            Gupta, Advs.\n\n                   versus\n\n       MECON - GEA ENERGY SYSTEMS INDIA LTD JV\n                                                 ..... Respondent\n                     Through Mr.Sandeep Sethi, Sr. Adv. with\n                             Mr.A.P. Vinod, Adv.\n\n       CORAM:\n       HON&#x27;BLE MR. JUSTICE MANMOHAN SINGH\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.     By this order, I shall dispose of OMP No.790/2012 filed by the\npetitioner assailing the impugned order dated 20th August, 2011 passed by\nthe Arbitral Tribunal by preferring an appeal under <a href=\"/doc/1269652/\" id=\"a_1\">Section 37(2)</a> of the\nArbitration and Conciliation Act, 1996 (hereinafter referred to as the „Act‟).\n</p><p data-structure=\"Facts\" id=\"p_2\">2.     The brief facts of the case are that the petitioner and the respondent\nentered into a contract agreement dated 5th January, 2004 for the widening/\nfour laning and strengthening of the existing 2 lane carriageway of NH-47,\nincluding the bridges from Vytilla to Aroor Junction, totaling a distance of\n348.382 kms to 358.750 kms of Nh-47 in the state of Kerala.\n</p><p data-structure=\"Facts\" id=\"p_3\">3.     The work under the contract commenced on 9th February, 2004 with\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">OMP No.790/2012                                                  Page 1 of 47</span>\n the completion date scheduled on 8th August, 2006. The contract price of the\nproject was Rs. 79.52 crores. The project could not be completed timely and\nboth the parties claimed that there are breach of obligations on either side.\nThereafter, the respondent / claimant before the tribunal vide its letter dated\n16th June, 2006 requested for extension of time (EOT) upto 31st July, 2007\nfor completion of the project. In reply to the same, the petitioner replied by\nstating that the respondent had not submitted any notice regarding the events\nof compensation and that the details of the revised target program need to be\nsubmitted by the claimant in order for the respondent to process the EOT\napplication. The respondent further replied to the said letter on 12th July,\n2006 and stated that the updated program had already been submitted by it\nin March 2005 for the balance works and also furnished all the details of the\nearlier correspondences to the petitioner.\n</p><p data-structure=\"Facts\" id=\"p_4\">4.     That vide letter dated 7th August, 2006, the petitioner granted the\nextension of time up to 8th November, 2006 stating that the EOT application\nof the respondent was under process. Despite several communications\nbetween the parties, the issue of EOT could not be resolved. However, the\nrespondent was asked to continue with the execution of works. On 8th\nMarch, 2007, the petitioner in reply to the request of the respondent to\nrelease the payments for the works done, assured that the payments would\nbe released after verification and implied that the same was not a formal\napproval of EOT but, was only a facilitating measure to restart the work.\n</p><p data-structure=\"Issue\" id=\"p_5\">5.     Thereafter, some disputes arose between the parties and consequently,\nthe respondent moved the competent court seeking directions for\nappointment of Dispute Resolution Board (DRB) for resolution of the\ndisputes, as was provided under the agreement.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_2\">OMP No.790/2012                                                  Page 2 of 47</span>\n<p data-structure=\"Facts\" id=\"p_6\"> 6.     The notice of termination of the contract was issued by M/s Cochin\nPort Road Co. Ltd alleging fundamental breaches of contract by respondent\non 4 counts under clause 59.2(a), 59.2(g), 59.2(h) and item No. 41(a) of the\ncontract data read with clause 9 of the General Conditions of the Contract\n(GCC). The respondent by its reply dated 8th June, 2007 denied the said\nallegations of fundamental breaches of contract and contended that it had not\ncommitted any breach and on the contrary alleged acts or omissions on the\npart of the petitioner including the omission to constitute DRB even after\nacceptance of the letter for the grant of EOT has lead to breaches. The\nrespondent further alleged that despite several requests from the claimant\nregarding the disputes and differences, it was the employer who was in\ndefault and breach of the contract and therefore, it was constrained to invoke\nthe Arbitration clause i.e. clause 24.2 of the contract in view of the\nEmployer to nominate DRB.\n</p><p data-structure=\"Facts\" id=\"p_7\">7.     Thereafter, the parties agreed for constitution of DRB and the\nclaimant filed its statement of the claim before the DRB in April 2008. In\naddition to the dispute stated above, the respondent also raised a claim\nregarding the fundamental breach of contract conditions by the Employer in\nrefusing to certify its bill in <a href=\"/doc/1569253/\" id=\"a_2\">IPC</a> 18. The claim was filed before the DRB for\npending payments and towards loss and damages totaling to a value of Rs.\n119.29 crores.\n</p><p data-structure=\"PetArg\" id=\"p_8\">8.     The petitioner submitted its reply to the statement of claim before the\nDRB and prayed for rejection of all the claims of the claimant and sought\nthe reasonable costs for the losses suffered on account of termination of the\ncontract for the default/ breaches and frivolous claims.\n</p><p data-structure=\"Facts\" id=\"p_9\">9.     The DRB after hearing the parties gave its recommendations which\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">OMP No.790/2012                                                  Page 3 of 47</span>\n can be summarized as under:\n</p><blockquote id=\"blockquote_1\">      In accordance with clause 60.2 of the contract conditions read with\n       S.No. 42(b) of the contract data, the contractor is entitled to receive an\n       amount equal to 5% of the value of the work not executed as loss of\n       the profit and other damages, since no fundamental breach of the\n       contractor under clause 59.2(g) and 59.2(a) of the contract has been\n       established. At the same time, notice of termination could not have\n       been held up further due to very slow progress of the work and there\n       was no possibility of completing the work even after 15 months\n       beyond the EOT applied for. Taking into account the above, the DRB\n       agrees with the action of the Employer to terminate the contract for\n       convenience for which he has power vested under clause 59.4 of the\n       contract condition.\n</blockquote><blockquote id=\"blockquote_2\">      The employer‟s additional cost for completing the works shall be 20\n       % of the value of the work not completed in accordance with the\n       clause 60.1 of the contract conditions read with S.No. 42(a) of the\n       contract data since fundamental breach of the contractor under clause\n       59.2(h) and under S.No. 41(a) of the contract data read with clause 9\n       of GCC is established based on which the contract has been\n       terminated by the Employer. This amount is recoverable from the\n       contractor as per clause 60.1 of the contract conditions.\n</blockquote><p data-structure=\"Issue\" id=\"p_10\">      Payments which are due but not received shall carry interest rate of\n       12% per annum till realization.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">10.    The respondent feeling aggrieved by the recommendations of DRB to\nthe extent that the same negates the disputes and claimed raised by it\nchallenged the same before Arbitral Tribunal as per the procedure contained\nin clause 24.1 of the contract. To this effect, the respondent had issued a\nletter dated 18th January, 2010 of its intention to appeal against the\nrecommendations of the DRB to the respondent within 14 days of the receipt\nof the DRB recommendation dated 25th September, 2009.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_4\">OMP No.790/2012                                                    Page 4 of 47</span>\n<p data-structure=\"Facts\" id=\"p_12\"> 11.    Consequent to the aforesaid notice, the Arbitral Tribunal was\nconstituted. The respondent filed its statement of claim and in reply thereto\nthe petitioner filed its statement of defence and also raised a counter claim.\nIn the said statement of defence, the petitioner also raised certain disputes\nwhich as per the respondent in the rejoinder fall outside the purview of\narbitration as the petitioner did not follow the procedure contained in clause\n24.1 which mandated the petitioner to issue notice prior to invoking\narbitration which could have entitled the petitioner to arbitrate the said\ndispute.\n</p><p data-structure=\"Issue\" id=\"p_13\">12.    After the completion of pleadings, issues were framed out of which\nthe two issues were framed as preliminary issues. The said issues related to\nentitlement of the petitioner to raise the dispute in reply and also the\nentitlement of the petitioner to raise the counter claim without following the\nscheme of clause 24.1 of the agreement as it provided that the\nrecommendations of the DRB shall become final unless notice is issued to\nchallenge the same through arbitration within 14 days of the receipt of the\nsaid recommendations. The said two issues are reproduced hereinafter:\n</p><blockquote id=\"blockquote_3\">      Whether the respondents/petitioner herein are entitled to seek\n       settlement of disputes under clause 24.2 before this Arbitral\n       Tribunal in so far as the recommendations of DRB in respect of\n       such disputes have become final and binding under clause 24.1\n       of the contract data?\n</blockquote><blockquote id=\"blockquote_4\">      Whether the counter claim by the respondent/ petitioner herein\n       raised for the first time before the tribunal is barred in view of\n       the clause 24.1 of the contract data?\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">OMP No.790/2012                                                   Page 5 of 47</span>\n<p data-structure=\"PetArg\" id=\"p_14\"> 13.    The Arbitral Tribunal after hearing the submissions of the parties\nreturned the finding by passing the impugned order dated 20th August, 2011\nholding that the recommendations of DRB have attained finality since the\nrespondent/ petitioner herein has failed to challenge the same in time, as per\nthe stipulation of the contract. Therefore, the respondent therein/petitioner\nherein is not entitled to challenge the said findings at this stage by raising\nthe dispute before the tribunal for re-opening of such recommendations of\nthe DRB. The said finding was given by the Arbitral Tribunal on Issue No.1.\nAs far as Issue No.2 is concerned, the counsel for the petitioner did not press\nfor the same and remained contended with the proposal of the tribunal that\nthe counter claim could not be raised by the petitioner for the first time\nbefore the Arbitral Tribunal.\n</p><p data-structure=\"Issue\" id=\"p_15\">14.    Petitioner after being dissatisfied by the impugned order dated 20th\nAugust, 2011 passed by the Arbitral Tribunal challenged the same before\nthis court by filing the appeal under <a href=\"/doc/1269652/\" id=\"a_3\">Section 37(2)</a> of the Act. The said\nappeal was earlier registered as FAO (first appeal against orders) and\nthereafter the said appeal was transferred through to the orders of Hon‟ble\nChief justice to the Chief justice designate under the roster bench.\n</p><p data-structure=\"Facts\" id=\"p_16\">15.    The respondent herein had filed its reply to the appeal. After the\ncompletion of pleadings, the matter was set down for hearing.\n</p><p data-structure=\"PetArg\" id=\"p_17\">16.    When the matter came up for hearing Mr. Chetan Sharma, learned\nSenior counsel appearing on behalf of the petitioner made his submissions\nwhich can be outlined as under:\n</p><blockquote id=\"blockquote_5\">a)     Mr. Sharma, learned Senior counsel firstly argued that the learned\n       Arbitral Tribunal erred in arriving at the conclusion that the claims/\n       disputes which have been submitted before it fall outside purview of\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">OMP No.790/2012                                                   Page 6 of 47</span>\n        the arbitration as it does not follow the agreed procedure of providing\n       notice within a stipulated time of 14 days from the receipt of the\n       recommendation of DRB. It has been argued by Mr. Sharma that\n       such a clause setting out a time limit for conferring a right to arbitrate\n       has been declared by this court as against public policy and as such\n       directory in nature. It has been argued by Mr. Sharma that therefore\n       the learned Arbitral Tribunal ought to have entertained the claims of\n       the petitioner even though the said claims were not preferred as per\n       the strict adherence of clause 24.1.\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">              In order to substantiate his submissions, Mr. Sharma relied\n       upon the judgment passed by this court in the case of National\n       Highways Authority of India vs. M/s Backbone Projects Limited\n       decided in case of OMP 687/2009 on 6th May, 2011 wherein the\n       learned Single Judge of this court considered the similarly worded\n       clause in the arbitration agreement wherein petitioner was one of the\n       parties and arrived at the conclusion that the said stipulation of 14\n       days period under the agreement is unreasonably harsh as it restricts\n       the right of the party to arbitrate and as such is directory and not\n       mandatory.\n</p><p data-structure=\"Precedent\" id=\"p_19\">              <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"549294\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1291574\" id=\"span_8\">Mr. Sharma also relied upon the judgments passed by other\n       learned Single Judges of this court in the cases of <a href=\"/doc/1291574/\" id=\"a_4\">Hindustan\n       Construction Corporation vs. Delhi Development Authority</a>,\n       77(<a href=\"/doc/549294/\" id=\"a_5\">1999) DLT 165, J.K. Anand vs. Delhi Development Authority</a>,\n       2001 (59) DRJ 380 and National Highway Authority of India vs.\n       Backbone Projects Limited (supra) 7wherein similar views have been\n       taken by the Courts.</span></span>\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_9\">OMP No.790/2012                                                    Page 7 of 47</span>\n<p data-structure=\"RespArg\" id=\"p_20\">               Mr. Sharma argued that if the prescription in the agreement to\n       refer the dispute within 14 days is directory and not mandatory, then\n       as a matter of consequence, the Arbitral Tribunal ought to have\n       entertained the claims of the petitioner warranting interference from\n       this court.\n</p><p data-structure=\"PetArg\" id=\"p_21\">b)     Mr. Sharma, learned Senior counsel argued that clause 24.2 of the\n       agreement is broad enough which may enable the Arbitral Tribunal to\n       entertain the challenges to the recommendation of DRB, even if the\n       said recommendations have attained finality.\n</p><p data-structure=\"PetArg\" id=\"p_22\">c)     Mr. Sharma further argued that the learned Arbitral Tribunal ought to\n       have entertained the claims of the petitioner in view of clause 24.3 of\n       the agreement which also enables the tribunal to hear the claims in the\n       form       challenges   to   the   recommendations     even    if    said\n       recommendations have attained finality.\n</p><p data-structure=\"RespArg\" id=\"p_23\">d)     Mr. Sharma argued that the procedural laws are always held to be\n       handmaiden to justice and not an obstruction to justice. The said view\n       is prevalent when it comes to dealing the matters involving the\n       procedural laws which seek to curtail the rights of the parties. It has\n       been argued that there is no reason why this court should not adopt\n       the said approach in the cases involving       contractual prescription\n       which is also procedural in nature. Therefore, the Arbitral Tribunal\n       has erred in not entertaining the claims of the petitioner on the ground\n       of the mere technicalities which is by declaring that the petitioner has\n       not followed the time period of 14 days to seek reference and thus the\n       claim is not arbitrable.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">OMP No.790/2012                                                  Page 8 of 47</span>\n<p data-structure=\"PetArg\" id=\"p_24\"> e)     Lastly, Mr. Sharma argued that this court in the ends of the justice\n       should allow the claims of adjudicating by the Arbitral Tribunal. This\n       is due to the reason that even the claims of the petitioner and the\n       respondent which are pending before the Arbitral Tribunal are inter-\n       linked and splitting the claims of the petitioner will cause great\n       hardship to the petitioner and result in injustice.\n</p><p data-structure=\"Conclusion\" id=\"p_25\">17.    In view of the above submissions, Mr. Sharma prayed that the appeal\nin the instant matter may be allowed with a direction to the Arbitral Tribunal\nto entertain the claims of the petitioner.\n</p><p data-structure=\"RespArg\" id=\"p_26\">18.    Per Contra, Mr. Sandeep Sethi, learned Senior counsel appearing on\nbehalf of the respondents has strongly refuted the contentions of the\npetitioner and has made his submissions which can be enumerated as under:\n</p><blockquote id=\"blockquote_6\">a)     Firstly, Mr. Sethi, learned Senior counsel for the respondent argued\n       that the appeal filed by the petitioner is not maintainable in view of\n       the explicit wordings of <a href=\"/doc/772406/\" id=\"a_6\">Section 37</a> of the Act. It has been argued by\n       Mr. Sethi that none of two eventualities prescribed under <a href=\"/doc/772406/\" id=\"a_7\">Section 37</a>\n       have arisen in the present case which enable the petitioner to approach\n       this court under <a href=\"/doc/1269652/\" id=\"a_8\">Section 37 (2)</a> of the Act. It has been argued that\n       respondent has never raised any plea on jurisdiction of the tribunal\n       under <a href=\"/doc/675839/\" id=\"a_9\">Section 16</a> of the Act nor such plea has ever been accepted. In\n       fact there is no question of jurisdiction which had ever arisen in the\n       instant case. Therefore, this court should not proceed to entertain the\n       present appeal.\n</blockquote><blockquote id=\"blockquote_7\">b)     Mr. Sethi taking his submission further argued that the learned\n       Arbitral Tribunal has not entertained the claims after interpreting the\n       agreement and clauses contained therein which is a matter of merits. It\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">OMP No.790/2012                                                  Page 9 of 47</span>\n        has been argued that the said aspects of declining to entertain the\n       claims cannot be construed to be an objection on the jurisdiction but it\n       is a matter on merits. Mr. Sethi contended that the said decision is an\n       interim order which can be challenged by the petitioner along with the\n       final award as per the provisions of <a href=\"/doc/536284/\" id=\"a_10\">Section 34</a> of the Act. Mr. Sethi in\n       this respect has drawn corollary from the provisions <a href=\"/doc/161831507/\" id=\"a_11\">of Code of Civil\n       Procedure</a>, 1908 which provide that the interim order can be\n       challenged along with the final order in certain cases. Mr. Sethi, thus\n       contended that the appeal should be dismissed as not maintainable as\n       the same is outside the scope of <a href=\"/doc/772406/\" id=\"a_12\">Section 37</a> of the Act.\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\">              <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"719729\" id=\"span_12\">Mr. Sethi in order to buttress his submission has also relied\n       upon the judgment passed in the case of <a href=\"/doc/719729/\" id=\"a_13\">National Thermal Power vs.\n       Siemens Atiengesellschaft (Sag</a>), 121 (2005) DLT 36 wherein the\n       learned Single Judge of this Court has held the decision on the counter\n       claims on merits is distinct from the jurisdictional objection and the\n       appeal in such a case is not maintainable under <a href=\"/doc/772406/\" id=\"a_14\">Section 37</a> of the Act.</span>\n</p><p data-structure=\"PetArg\" id=\"p_28\">c)     Mr. Sethi, learned Senior counsel for the respondent urged that in any\n       event the submission that clause 24 of the agreement which provides\n       for the time period in order to raise a challenge against the\n       recommendation of DRB so as to entitle the party to go for arbitration\n       does not violate the public policy. Mr. Sethi argued that there exists a\n       distinction between the clauses which provide time limit which in\n       effect reduces a limitation period prescribed under law as against the\n       clauses which extinguish the remedy itself. It is stated that in the later\n       kind of cases, the clauses cannot be held to be against public policy.\n       Mr. Sethi submitted in the instant case, the clause 24 provides a\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">OMP No.790/2012                                                    Page 10 of 47</span>\n        mechanism for issuance of notice to raise a challenge against the\n       recommendation of DRB which may entitle the party to go for\n       arbitration and failing which the right to arbitrate may itself\n       extinguish. The said clause 24 of the agreement as per Mr. Sethi does\n       not violate the provisions of law.\n</p><p data-structure=\"PetArg\" id=\"p_29\">d)     Mr. Sethi replied to the submissions of the petitioner by submitting\n       that the clause 24.3 as relied by the petitioner is inapplicable in as\n       much as the said clause is applicable where none of the parties have\n       raised the challenge by issuing notice. Likewise, it has been argued\n       that clause 24.2 is also not applicable as contended by the petitioner\n       due to the reason that the said clause nowhere entitles the party to\n       refer the dispute to the arbitration even if the recommendations of\n       DRB have attained finality. The contention of the petitioner as per\n       Mr. Sethi is completely misplaced.\n</p><p data-structure=\"PetArg\" id=\"p_30\">e)     Mr. Sethi argued that the learned Arbitral Tribunal has rightly ordered\n       that in view of failure to comply with the agreed procedure by the\n       petitioner, the claims raised by the petitioner before the tribunal fall\n       beyond the scope of arbitration.\n</p><p data-structure=\"Conclusion\" id=\"p_31\">              In view of the afore noted submissions, Mr. Sethi submitted\n       that the appeal filed by the petitioner is also liable to be dismissed on\n       merits as well.\n</p><p data-structure=\"CDiscource\" id=\"p_32\">19.    I have gone through the appeal filed by the petitioner along with the\ndocuments filed therewith. I have also read over the impugned order passed\nby the learned Arbitral Tribunal and have given my careful consideration to\nsubmissions advanced by the learned counsel for the parties at the bar and in\nthe written submission. I shall now proceed to discuss the various aspects\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">OMP No.790/2012                                                   Page 11 of 47</span>\n arising in the instant appeal one by one.\n</p><p data-structure=\"Issue\" id=\"p_33\">20.    The first question which needs an examination is as to whether the\nappeal under <a href=\"/doc/1269652/\" id=\"a_15\">Section 37 (2)</a> of the Act is maintainable in the case of present\nnature. The said question needs consideration as in view of the learned\ncounsel for the respondent the impugned order is in the form of award which\ndecides two preliminary issues and thus the same shall be read as decision\non merits rather than an order on the plea of lack of jurisdiction. Therefore, I\ndeem it appropriate to first consider the relevant provisions under the Act\nwhich are reproduced hereunder:\n</p>\n<blockquote id=\"blockquote_8\">       &quot;16. Competence of arbitral tribunal to rule on its jurisdiction.-\n</blockquote><blockquote id=\"blockquote_9\">       (1) The arbitral tribunal may rule on its own jurisdiction,\n       including ruling on any objections with respect to the existence\n       or validity of the arbitration agreement, and for that purpose -\n</blockquote><blockquote id=\"blockquote_10\">       (a) an arbitration clause which forms part of a contract shall be\n       treated as an agreement independent of the other terms of the\n       contract; and\n</blockquote><blockquote id=\"blockquote_11\">       (b) a decision by the arbitral tribunal that the contract is null\n       and void shall not entail ipso jure the invalidity of the\n       arbitration clause.\n</blockquote><blockquote id=\"blockquote_12\">       (2) A plea that the arbitral tribunal does not have jurisdiction\n       shall be raised not later than the submission of the statement of\n       defense; however, a party shall not be precluded from raising\n       such a plea merely because that he has appointed, or\n       participated in the appointment of, an arbitrator.\n       (3) A plea that the arbitral tribunal is exceeding the scope of its\n       authority shall be raised as soon as the matter alleged to be\n       beyond the scope of its authority is raised during the arbitral\n       proceedings&quot;.\n</blockquote><blockquote id=\"blockquote_13\">       &quot;37. Appealable orders.-\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">OMP No.790/2012                                                    Page 12 of 47</span>\n<blockquote id=\"blockquote_14\">        (1) An appeal shall lie from the following orders (and from no\n       others) to the Court authorised by law to hear appeals from\n       original decrees of the Court passing the order, namely:-\n</blockquote><blockquote id=\"blockquote_15\">       (a) granting or refusing to grant any measure under <a href=\"/doc/1079220/\" id=\"a_16\">Section 9</a>;\n</blockquote><blockquote id=\"blockquote_16\">       (b) setting aside or refusing to set aside an arbitral award under\n       <a href=\"/doc/536284/\" id=\"a_17\">Section 34</a>.\n</blockquote><blockquote id=\"blockquote_17\">       (2) An appeal shall also lie to the Court from an order of the\n       arbitral tribunal__\n</blockquote><blockquote id=\"blockquote_18\">       (a) accepting the plea referred to in sub-section (2) or sub-\n       section (3) of Section 16; or\n</blockquote><blockquote id=\"blockquote_19\">       (b) granting or refusing to grant an interim measure under\n       <a href=\"/doc/318136/\" id=\"a_18\">Section 17\n       (3)</a> No second appeal shall lie from an order passed in appeal\n       under this section, but nothing in this section shall affect or take\n       away any right to appeal to the Supreme Court&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_34\">21.    From the conjoint reading of the afore noted provisions, the following\npropositions can clearly be discerned:\n</p><blockquote id=\"blockquote_20\">a)     A plea that the Arbitral Tribunal does not have jurisdiction shall be\n       raised not later than the submission of the statement of defence. It\n       means that either the plea regarding the lack of jurisdiction can be\n       raised separately or in the alternative can be raised along with the\n       filing of the statement of the defence. But, the said plea should be\n       raised not later than the submission of the statement of defence. Thus,\n       there is no requirement as such upon the plain reading of <a href=\"/doc/1746186/\" id=\"a_19\">Section 16\n       (2)</a> of the Act to raise the plea of the lack of jurisdiction separately\n</blockquote><blockquote id=\"blockquote_21\">b)     Likewise, a plea that the Arbitral Tribunal is exceeding the scope of\n       the authority shall be raised as soon as the matter is alleged to be\n       beyond the scope of the authority as per <a href=\"/doc/250006/\" id=\"a_20\">Section 16 (3)</a>.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_16\">OMP No.790/2012                                                     Page 13 of 47</span>\n<blockquote id=\"blockquote_22\"> c)     <a href=\"/doc/514887/\" id=\"a_21\">Section 37 (2) (a)</a> provides that the appeal shall lie to the court only\n       under some limited eventualities. The said eventualities are prescribed\n       in the said Section under which clause (a) which has concern with\n       <a href=\"/doc/675839/\" id=\"a_22\">Section 16</a> clearly states that accepting the plea referred to in sub\n       Section (2) or sub-section (3) of <a href=\"/doc/675839/\" id=\"a_23\">Section 16</a> is one of such\n       eventualities. Therefore, the immediate sequitur which follows from\n       the reading of <a href=\"/doc/514887/\" id=\"a_24\">Section 37 (2) (a)</a> is that the appeal is maintainable\n       against the orders accepting the plea of lack of jurisdiction of the\n       Arbitral Tribunal as per <a href=\"/doc/1746186/\" id=\"a_25\">Section 16 (2)</a> or in the alternative against the\n       acceptance of the plea that the tribunal is exceeding the scope of the\n       authority. If the said pleas under <a href=\"/doc/1746186/\" id=\"a_26\">Section 16 (2)</a> or (3) are rejected, the\n       appeal under <a href=\"/doc/1269652/\" id=\"a_27\">Section 37 (2)</a> shall not lie as the appeal is necessarily a\n       creature of statute and once it categorically prescribes the\n       eventualities, the appeals shall lie only in those events.\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">22.    Now, the question which requires further examination is what\nconstitutes a plea that the Arbitral Tribunal does not have jurisdiction. Does\nit also include the plea of the nature that the claims are beyond the scope of\nthe arbitration and thus barred. Does lack of jurisdiction objection also\ninclude the objection that the claims are not arbitrable and thus falls outside\nthe purview of the arbitration. I find that the answer to these questions seem\nto be in affirmative in view of the settled legal position in the field.\n</p><p data-structure=\"Section\" id=\"p_36\">23.    The plea that the Arbitral Tribunal &quot;does not have jurisdiction&quot; as\nprovided under <a href=\"/doc/1746186/\" id=\"a_28\">Section 16(2)</a> of the Act has to be given meaning of widest\namplitude and cannot be considered in a narrow sense. The said objection\nlack of jurisdiction or does not have jurisdiction is not merely confined to\nlack of jurisdiction which is ordinarily understood in the civil law which is\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">OMP No.790/2012                                                     Page 14 of 47</span>\n but ofcourse included the same. Additionally, the said wordings plea of does\nnot having jurisdiction have to be considered in the context of authority of\nthe arbitrator to entertain the dispute and to rule on his jurisdiction. The said\nwordings plea of does not have jurisdiction have immediate nexus with the\nlaw providing and enabling the arbitrator to rule on its jurisdiction as\nprovided under <a href=\"/doc/1763282/\" id=\"a_29\">Section 16 (1)</a>. Thus, the factors affecting the authority of\nthe arbitrator to hear the matter and other facets of arbitrability or non\narbitrability of the dispute or dispute falling outside the scope of the\nagreement are all pleas and objections which are of jurisdictional nature.\nConsequently, the questions affecting the arbitrability which would result in\nrendering the claims or subject matter presented before the Arbitral Tribunal\nas non arbitrable either being barred by law or by falling outside the scope\nof the arbitration due bar created by the agreement and thereby taking away\nthe jurisdiction of the Arbitral Tribunal to rule on the said claims would\ncertainly be included in the &quot;plea of does not have jurisdiction&quot; as\nprescribed under <a href=\"/doc/1746186/\" id=\"a_30\">Section 16 (2)</a> of the Act.\n</p><p data-structure=\"RespArg\" id=\"p_37\">24.    Thus, it cannot be said that for the purposes of raising the plea under\n<a href=\"/doc/1746186/\" id=\"a_31\">Section 16 (2)</a>, the wordings lack of jurisdiction must be used in order to\nascertain whether such plea is actually taken or not. If the plea taken in the\nstatement of the defence is of the nature which raises a question that the\nagreement prescribes a mode and manner in which the claims are to be\nconsidered as arbitrable and beyond the same the claims are not to be\nconsidered by the tribunal or shall be treated as barred is thus a sufficient\nobjection going into the root of the matter affecting the jurisdiction of the\ntribunal to consider and adjudicate the said claim though the word\njurisdiction may not be used specifically in the said plea.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_18\">OMP No.790/2012                                                    Page 15 of 47</span>\n<p data-structure=\"Issue\" id=\"p_38\"> 25.    I have already examined from the plain reading of <a href=\"/doc/1746186/\" id=\"a_32\">Section 16 (2)</a> read\nwith <a href=\"/doc/1269652/\" id=\"a_33\">Section 37 (2)</a> as to what sort of orders are appealable and what kind\nof objections can be categorized as jurisdictional in nature. The courts in\nIndia have also rendered consistent view that the pleas that the claims would\nfall outside the scope of arbitration is a kind of jurisdictional objection and is\nplea under <a href=\"/doc/1746186/\" id=\"a_34\">Section 16 (2)</a> and thus the appeal against the said order is\nmaintainable.\n</p><p data-structure=\"Precedent\" id=\"p_39\">26.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1954715\" id=\"span_19\">In the case of <a href=\"/doc/1954715/\" id=\"a_35\">National Institute of Banking Studies and Corporation\nManagement (NIBSCOM) v. Vij Construction Ltd.</a>, 120 (2005) DLT 563,\nthe learned Single Judge of this Court while hearing an appeal under <a href=\"/doc/772406/\" id=\"a_36\">Section\n37</a> of the Act of 1996 has held that the plea regarding the dispute falling\noutside the scope of arbitration is a plea under <a href=\"/doc/1746186/\" id=\"a_37\">Section 16 (2)</a>. In the said\ncase also, the counter claims were ordered to be rejected on the similar\ncounts that the said claims were outside the purview of the dispute due to\nlack of issuance of prior notice to raise the claim. This can be seen if one\ngoes through the order passed by the arbitrator in the said case and the facts\nnarrated by the learned Single Judge in the said case in the following\nmanner:</span>\n</p>\n<blockquote id=\"blockquote_23\">       &quot;4. Learned Arbitrator vide the impugned order has allowed the\n       application of the respondent under <a href=\"/doc/675839/\" id=\"a_38\">Section 16</a> of the Act concluding\n       as under:\n</blockquote><blockquote id=\"blockquote_24\">              &quot; In view of this, I hold that the counter claims raised in the\n              letter dated 8.5.2000 will have to be adjudicated upon by this\n              arbitral tribunal and the rest of the counter-claims cannot be\n              entertained and adjudicated upon, because those are pre-mature\n              claims and are outside the ambit of the expression &quot;dispute&quot;.\n</blockquote><p data-structure=\"Issue\" id=\"p_40\">              The contention of Mr. Mahesh K. Chaudhary that the claimant\n              had increased the amount of claims, which were filed before the\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">OMP No.790/2012                                                     Page 16 of 47</span>\n               previous Arbitrator Mr. Pahwa and the claims fled before this\n              arbitral Tribunal. It is within my domain and province to decide\n              this question as to what is the effect of increasing the amount, if\n              Mr. Makesh K. Chaudhary&#x27;s contention is correct? This point\n              shall be decided by me, if raised in the pleadings.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">              In the result, the application is allowed to the extent indicated\n              above. The application stands disposed of.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_42\">       5. The above finding of the learned Arbitrator is primarily based on\n       the following findings:-\n</p><blockquote id=\"blockquote_25\">              (i) that no notice was given under Clause 24 of the contract\n              before filing the counter claim; and\n</blockquote><blockquote id=\"blockquote_26\">              (ii) consequently, no &quot;disputes&quot; have arisen because until\n              there is a demand and refusal there cannot be said to be a\n              dispute which can be adjudicated upon.\n</blockquote><p data-structure=\"Section\" id=\"p_43\">                                                     (Emphasis Supplied)&quot;\n</p><blockquote id=\"blockquote_27\">       Thereafter, learned Single Judge proceeds to examine as to what\nconstitutes a plea under <a href=\"/doc/1746186/\" id=\"a_39\">Section 16 (2)</a> and arrives at the finding that the plea\nthat the claim or dispute would fall outside the scope of the arbitration is\nincluded in the plea of lack of the jurisdiction under <a href=\"/doc/1746186/\" id=\"a_40\">Section 16 (2)</a>. In the\nwords of the learned Single Judge, it has been observed thus:\n</blockquote>\n<blockquote id=\"blockquote_28\">       &quot; In this case the foremost question which arises for consideration is\n       whether the arbitrator could have made the impugned order on the\n       application of the respondent under <a href=\"/doc/675839/\" id=\"a_41\">Section 16</a> of the Act holding that\n       certain counter-claims cannot be entertained and adjudicated upon\n       because those are pre-mature and are outside the ambit of the\n       expression &quot;dispute&quot;. The answer to this will depend on the answer\n       of another question as to whether controversy in regard to the\n       non-entertainability of counter-claims is a jurisdictional issue\n       within the meaning of <a href=\"/doc/675839/\" id=\"a_42\">Section 16</a> of the Act and if it is not so at\n       what stage the Arbitrator could consider this question? To find the\n       answer we must refer to the provisions of <a href=\"/doc/675839/\" id=\"a_43\">Section 16</a> and <a href=\"/doc/772406/\" id=\"a_44\">37</a> of the\n       Act which are to the following effect: (Emphasis Supplied)&quot;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_21\">OMP No.790/2012                                                    Page 17 of 47</span>\n<blockquote id=\"blockquote_29\">        &quot;..........Mr. Valmiki Mehta, urged that the application moved by the\n       respondent under <a href=\"/doc/675839/\" id=\"a_45\">Section 16</a> of the Act which has been disposed of by\n       the impugned order does not fall under the purview of <a href=\"/doc/675839/\" id=\"a_46\">Section 16</a> of\n       the Act. In this connection he claimed parity between the provisions\n       of <a href=\"/doc/675839/\" id=\"a_47\">Section 16</a> of the 1996 Act with that of <a href=\"/doc/1154891/\" id=\"a_48\">Section 33</a> of the\n       Arbitration Act 1940 and urged that <a href=\"/doc/675839/\" id=\"a_49\">Section 16</a> confers power on the\n       arbitral tribunal to decide on its own jurisdiction, including ruling on\n       any objections regarding the existence or validity of the Arbitration\n       Agreement. According to him the Arbitrator could consider only the\n       aforesaid questions and could not go into the question whether the\n       counter-claim filed by the appellant constituted disputes. Mr. Mehta,\n       urged that parties are at liberty to prove their claims and counter-\n       claims by filing documents or otherwise and, therefore, the Arbitrator\n       has the jurisdiction to adjudicate upon the counter-claims filed by the\n       appellant and could not have rejected the same at this stage for want\n       of jurisdiction at the threshold. In the opinion of this Court, the\n       power conferred on the Arbitrator under <a href=\"/doc/675839/\" id=\"a_50\">Section 16</a> are of wide\n       amplitude and it includes the power even to rule on the question\n       as to whether any claim/counter claim can be said to be dispute\n       within the meaning of the Arbitration Agreement and whether\n       the Arbitrator has or does not have the jurisdiction to adjudicate\n       on the said claim/counter claim. No doubt it may be open to a\n       party to challenge the Award of the Arbitrator under <a href=\"/doc/536284/\" id=\"a_51\">Section 34</a>\n       of the Act on the ground that the Award deals with a dispute not\n       contemplated or not falling within the terms of the submission to\n       arbitration, or it contains decisions on matters beyond the scope\n       of the submission of the arbitration, nevertheless, the power of the\n       Arbitrator to rule on its jurisdiction including on the question of\n       entertainability of a claim/counter claim is elementary in nature\n       and goes to the very root of the matter. It is a well-settled legal\n       position that an Arbitration Agreement is the source of power and\n       authority of the Arbitrator and what is not contemplated to be\n       settled through arbitration by the parties cannot be made subject\n       matter of an arbitration. I am, therefore, of the considered\n       opinion that the application filed by the respondent under <a href=\"/doc/675839/\" id=\"a_52\">Section\n       16</a> was maintainable and has been rightly answered by the\n       learned Arbitrator in exercise of its power under <a href=\"/doc/675839/\" id=\"a_53\">Section 16</a> of the\n       Act.&quot; (Emphasis Supplied)\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">OMP No.790/2012                                                  Page 18 of 47</span>\n                From a careful reading of the aforequoted observations of the\n       learned Single Judge of this court, it is clear that the questions of\n       entertainability of the claim or counter claim falls within the\n       jurisdictional question of the Arbitral Tribunal which goes into the\n       root of the matter. The refusal of the tribunal to entertain such claim\n       or counter claim without deciding the claim on merits amounts to\n       refusing to exercise jurisdiction on the subject matter and when done\n       at the behest of the one party to the arbitration, the same may lead to\n       acceptance of plea of lack of the jurisdiction to entertain the claim\n       which squarely falls within the ambit of <a href=\"/doc/1746186/\" id=\"a_54\">Section 16 (2)</a> of the Act.\n</blockquote><blockquote id=\"blockquote_30\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1349899\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1954715\" id=\"span_24\">The same view what has been expressed by the learned Single\n       Judge of this court in <a href=\"/doc/1954715/\" id=\"a_55\">National Institute Of Banking</a> (supra) has been\n       found favour by Division Bench of Bombay High Court in the case of\n       Ganesh Benzoplast Ltd., a Company registered under the\n       <a href=\"/doc/1349899/\" id=\"a_56\"><a href=\"/doc/1353758/\" id=\"a_57\">Companies Act</a> Vs. Saf Yeast Company Ltd.</a>, a Company registered\n       under the <a href=\"/doc/228942/\" id=\"a_58\">Companies Act, 2007</a> (4) ArbLR 385 (Bom.), wherein\n       Division Bench though was deciding the appeal under <a href=\"/doc/536284/\" id=\"a_59\">Section 34</a> of\n       the Act but also examined the question whether the refusal of the\n       tribunal to entertain a claim by holding that the same is beyond the\n       scope of arbitration is an order under <a href=\"/doc/675839/\" id=\"a_60\">Section 16</a> of the Act or not.\n       Answering the question in affirmative, the Division Bench observed\n       thus:</span></span>\n</blockquote><blockquote id=\"blockquote_31\">       &quot;Obviously therefore, even in the course of filing of the pleadings\n       in the form of statement of claim or statement of defence, if the\n       pleas are raised which originate from or relate to the subject-\n       matter of dispute, then such pleas could form part of the dispute\n       for adjudication before the arbitrator, unless in the statement of\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">OMP No.790/2012                                                  Page 19 of 47</span>\n        either of the parties it is specifically denied or objected to on the\n       ground that the plea sought to be raised by the other party is\n       beyond the scope of the dispute for adjudication by the arbitrator\n       being outside the scope of reference. In other words, in case of\n       enlargement of the scope of dispute in the statement of claim in\n       comparison to the one referred to, and in the absence of any objection\n       by the other party, it could be deemed to have been conceded to form\n       the subject-matter of dispute for adjudication before the arbitral\n       Tribunal. This is abundantly clear from <a href=\"/doc/1746186/\" id=\"a_61\">Section 16(2)</a> r/w <a href=\"/doc/354344/\" id=\"a_62\">Section 4</a> of\n       the said Act. Undoubtedly, <a href=\"/doc/1746186/\" id=\"a_63\">Section 16(2)</a> refers to the point of\n       jurisdiction. However, <a href=\"/doc/1746186/\" id=\"a_64\">Section 16(2)</a> r/w <a href=\"/doc/1763282/\" id=\"a_65\">Section 16(1)</a> would\n       disclose that the point of jurisdiction thereunder would include\n       any controversy as regards the existence or validity of arbitration\n       agreement which would obviously cover any plea regarding\n       exclusion of the subject-matter from arbitration. And in terms of\n       <a href=\"/doc/354344/\" id=\"a_66\">Section 4</a> of the said Act, the party would be deemed to have waived\n       the right to raise objection regarding the exclusion of the subject-\n       matter from arbitration. (Emphasis Supplied).\n</blockquote>\n<blockquote id=\"blockquote_32\">              The aforenoted view of Division Bench of Bombay High Court\n       in Ganesh Benzoplast (supra) would make it clear that the objection\n       that the claims presented before the tribunal falls beyond the scope of\n       the arbitration is an objection relating to jurisdiction and the said\n       objection must be present specifically in the pleadings else the same\n       shall be deemed to be waived.\n</blockquote><blockquote id=\"blockquote_33\">              Therefore, what is clear after analyzing the legal position is that\n       the objection of such a nature which calls upon the Arbitral Tribunal\n       to examine that the claims presented before it falls outside the scope\n       of the arbitration is of jurisdictional nature and what is left for\n       examination is as to whether in the facts and circumstances of the\n       instant case, the said objection was raised by the petitioner in the\n       pleadings. As per Mr. Sethi, learned Senior counsel for the\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">OMP No.790/2012                                                    Page 20 of 47</span>\n        respondent, no such objection relating to jurisdiction was ever raised\n       as noted above in his contentions.\n</blockquote><blockquote id=\"blockquote_34\">27.    Let me now examine as to whether such objection exists in the form\nof plea or not. This can be seen as under:\n</blockquote><blockquote id=\"blockquote_35\">a)     The reading of the impugned order reveals that the petitioner before\n       this Court, NHAI     which was the respondent before the Arbitral\n       Tribunal has raised some additional claims in reply to the claims of\n       the claimant/respondent herein, the respondent also raised a counter\n       claim. There has been a categorical contention of the counsel for the\n       claimant    which    has   been       recorded   that   the     respondent\n       therein/petitioner herein has never issued the notice of intention to\n       commence arbitration as such not complied with the agreed procedure\n       and thus the respondent has been barred from raising the claim or any\n       dispute. It has been argued by the respondent herein and claimant\n       therein that the recommendation of the DRB qua the petitioner herein\n       has become final and thus the petitioner is estopped from making its\n       claims before the Arbitral Tribunal. These contentions were recorded\n       in the preliminary Issue No.1 for which the findings are returned by\n       the learned Arbitral Tribunal. The contentions recorded therein clearly\n       indicate that the objection was raised before the Arbitral Tribunal that\n       the petitioner is barred from raising the said claims before the\n       tribunal.\n</blockquote><blockquote id=\"blockquote_36\">b)     The respondent in its reply to the claims raised by the respondent\n       before the arbitral has also raised disputes in paragraphs 4, 6 to 9\n       relating to several losses suffered by the petitioner herein/ respondent\n       therein on account of the failure of the respondent/ claimant to\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">OMP No.790/2012                                                      Page 21 of 47</span>\n        perform its commitment. Likewise in para 11 of the reply, the\n       breaches committed by the respondents are enumerated. The\n       respondent herein filed a rejoinder to the said reply which is kind of\n       defence to the counter claim and response to the disputes raised by the\n       petitioner herein/ respondent therein. In the said rejoinder, the\n       respondent herein has dealt with the reply on merits to paragraph 4, 6\n       to 9, paragraph 11 that the petitioner herein is estopped from\n       challenging the said dispute/ raising the said dispute before the\n       Arbitral Tribunal on account of the fact that the recommendation of\n       DRB has attained finality as per the agreement. The collective reading\n       of the reply statement and the rejoinder clearly reveals that the\n       respondent herein has taken such objection at the earnest opportunity\n       and there is no waiver of the same.\n</blockquote><blockquote id=\"blockquote_37\">c)     It is upon the objection of the respondent herein/claimant before the\n       Arbitral Tribunal that the Arbitral Tribunal has framed the\n       preliminary issues relating to entitlement of the respondents to raise\n       the settlement of dispute as per clause 24 of the contract and\n       proceeded to dispose of the same by the impugned order.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_44\">              Clearly and plainly, there existed an objection which has been\n       raised by the respondents in the rejoinder to the reply wherein the\n       petitioner has raised the additional disputes, which have been\n       responded by the respondent by contending that the same cannot form\n       subject matter of reference due to operation of clause 24 and that the\n       recommendation of DRB has attained finality. As such, the\n       submission canvassed by the learned Senior counsel Mr. Sethi cannot\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">OMP No.790/2012                                                  Page 22 of 47</span>\n        be accepted that no such objection has been raised.\n</p><p data-structure=\"RespArg\" id=\"p_45\">              Once the said objection that the disputes presented by the\n       petitioner falls outside the scope of arbitration as the petitioner has no\n       entitlement to arbitrate under the agreement existed in the rejoinder to\n       the response which is in the nature of the statement of defence to\n       additional claims raised by the petitioner, the ruling on the same by\n       the Arbitral Tribunal by upholding the said objection and refusal to\n       entertain the claims of the petitioner clearly fulfills the provisions of\n       <a href=\"/doc/1746186/\" id=\"a_67\">Section 16 (2)</a> of the Act. Therefore, the impugned order clearly\n       accepts the plea of <a href=\"/doc/1746186/\" id=\"a_68\">Section 16 (2)</a> of the Act. The appeal is therefore\n       maintainable under the provisions of <a href=\"/doc/514887/\" id=\"a_69\">Section 37 (2) (a)</a> of the Act.\n</p><p data-structure=\"PetArg\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"120604\" id=\"span_29\">28.    It is now time to examine another submission of learned Senior\ncounsel for the respondent Mr. Sethi which is that the Arbitral Tribunal has\ndecided the preliminary issue and as such it is a partial award being decision\non merits which would not fall within the ambit of <a href=\"/doc/675839/\" id=\"a_70\">Section 16</a> and therefore\nthe appeal is not maintainable. It has been also been argued that the said\naward can be challenged along with the other decision on other issues under\n<a href=\"/doc/536284/\" id=\"a_71\">Section 34</a> of the Act. As per Mr. Sethi the instant case is squarely covered\nby the judgment passed by the learned Single Judge of this court in <a href=\"/doc/120604/\" id=\"a_72\">NTPC v.\nSiemens</a> (supra). I do not find merit in the contention of Mr. Sethi, learned\nSenior counsel for the respondent and also find that the judgment of NTPC\nis distinguishable for manifold following reasons below:</span>\n</p><blockquote id=\"blockquote_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120604\" id=\"span_30\">a)     Firstly, it is necessary to reiterate that the learned Arbitral Tribunal\n       while deciding a preliminary issue has found that the claims presented\n       by the petitioner are not arbitral as the procedure under the agreement\n       no where entitles the petitioner to arbitrate. The said objection was\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">OMP No.790/2012                                                    Page 23 of 47</span>\n        raised by the respondent in the rejoinder and consequently the learned\n       Arbitral Tribunal framed such preliminary issue. In this backdrop, it is\n       noteworthy to mention that for maintainability of the appeal under\n       <a href=\"/doc/514887/\" id=\"a_73\">Section 37 (2) (a)</a> of the Act, the scope of the enquiry is whether the\n       objection/ plea in the nature of <a href=\"/doc/1746186/\" id=\"a_74\">Section 16 (2)</a> of the Act has been\n       accepted or not. It is immaterial as to in what manner of decision\n       making, the conclusion is arrived at while upholding the said\n       objection. The Arbitral Tribunal in its wisdom can choose the manner\n       of decision making either by ruling on the application under <a href=\"/doc/675839/\" id=\"a_75\">Section\n       16</a> of the Act when preferred by the parties or in the alternative\n       proceeding to frame a preliminary issue and dispose of the same when\n       it is ex-facie clear to the Arbitral Tribunal that the claims are not\n       entertainable The question is therefore not the manner of the decision\n       making but the real and the moot question is whether the conclusion\n       of the Arbitral Tribunal is such which goes into the root of the matter\n       and takes the away the jurisdiction of the tribunal to rule on the claims\n       presented before it. If the answer comes in affirmative, then whether it\n       is in the form of preliminary issue or a ruling on oral plea or an\n       application is totally immaterial. One can find easily such principle\n       analogous to the same in the civil law which is that the question of\n       jurisdiction can be decided on an application or on demurer of the\n       party or in the form of preliminary issue and in any manner if the\n       question of the jurisdiction is decided and upheld<a href=\"/doc/120604/\" id=\"a_76\">, <a href=\"/doc/120604/\" id=\"a_77\">the said decision</a></a> is\n       an order accepting the objection qua lack of jurisdiction. Therefore,\n       till the time, merits are not decided, the objection on the lack of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">OMP No.790/2012                                                   Page 24 of 47</span>\n        jurisdiction would remain the same irrespective of the mode of\n       adjudication.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120604\" id=\"span_33\">b)     Secondly, it would also be wrong to say that the fact that the\n       petitioner itself would call it an award would make any difference. I\n       find that the impugned order cannot be termed as an award in\n       whatsoever manner it is couched. It is well settled principle of law\n       that the order cannot be termed as an award unless there are findings\n       which are returned on merits of the controversy. In the instant case,\n       preliminary issue No. 1 has been decided wherein on the fair reading\n       of the clause 24 of the agreement, it has been observed by the tribunal\n       that as the petitioner has been unable to raise the dispute timely before\n       the tribunal as such not entitle to raise the said disputes and claims\n       before the Tribunal by operation of clause 24. The said finding of the\n       Arbitral Tribunal is only confined to aspect that the disputes referred\n       to it are not arbitrable and cannot be termed as final adjudication of\n       the disputes between the parties. Therefore, the mere fact that the said\n       impugned order is termed as an award would really not make any\n       difference unless in substance<a href=\"/doc/120604/\" id=\"a_78\">, <a href=\"/doc/120604/\" id=\"a_79\">the said decision</a></a> making is an award\n       within the meaning of the Act.</span>\n</p><p data-structure=\"Section\" id=\"p_48\">c)     Thirdly, it is also not correct to say that the said order can be\n       challenged under the provisions of <a href=\"/doc/536284/\" id=\"a_80\">Section 34</a> of the Act. This is due\n       to the reason that <a href=\"/doc/439304/\" id=\"a_81\">Section 34 (2) (iv)</a> of the Act only provides a ground\n       that the award passed by the Tribunal decides disputes which are not\n       falling within the terms of submissions of arbitration or contains\n       matters outside the scope of the arbitration. This necessarily implies\n       that for a Court seized of the objections under <a href=\"/doc/536284/\" id=\"a_82\">Section 34</a> of the Act\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">OMP No.790/2012                                                   Page 25 of 47</span>\n        challenging the award, the said award must contain a decision making\n       relating to the matters outside the scope of the arbitration, only then it\n       is permissible for the court to entertain the objection under <a href=\"/doc/536284/\" id=\"a_83\">Section 34</a>\n       on the grounds envisaged under sub-section (2) clause (iv). Thus, the\n       permissible extent of entertainment of the objection under <a href=\"/doc/439304/\" id=\"a_84\">Section 34\n       (2) (iv)</a> is limited in cases where the Arbitral Tribunal decides the\n       matter outside the scope of the arbitration. The said ground under\n       <a href=\"/doc/439304/\" id=\"a_85\">Section 34 (2) (iv)</a> does not extend to the cases where the Arbitral\n       Tribunal refuses to its exercise jurisdiction on the subject matter or\n       refuses to entertain the claims being outside the purview of\n       arbitration. There is no ground under <a href=\"/doc/536284/\" id=\"a_86\">Section 34</a> which permits such\n       enquiry by the Court under the said provision. This also indicates that\n       the Act of 1996 is a self contained Code and provides for different\n       kind of challenges at different stages of the proceedings. Therefore,\n       the order on lack of jurisdiction can aptly be questioned under the\n       provisions of <a href=\"/doc/514887/\" id=\"a_87\">Section 37 (2) (a)</a> and not under <a href=\"/doc/536284/\" id=\"a_88\">Section 34</a> of the Act as\n       in the instant case.\n</p><p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120604\" id=\"span_35\">d)     The judgment passed by the learned Single Judge in the case of <a href=\"/doc/120604/\" id=\"a_89\">NTPC\n       v. Siemens</a> (supra) is distinguishable from the facts and circumstances\n       of the instant case. The said judgment is distinguishable due to\n       following reasons:</span>\n</p><blockquote id=\"blockquote_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120604\" id=\"span_36\">      Firstly, the decision of <a href=\"/doc/120604/\" id=\"a_90\">NTPC</a> (supra) decided by the learned Single\n       Judge of this court was although concerning the aspects of\n       maintainability of the counter claims raised by NTPC, but, the partial\n       award rendered in the case of NTPC also decides the issues on merits.\n       The learned Single Judge while deciding the said case and accepting\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">OMP No.790/2012                                                    Page 26 of 47</span>\n        the objection as to non maintainability of the appeal under <a href=\"/doc/1269652/\" id=\"a_91\">Section 37\n       (2)</a> of the Act himself acknowledged that the partial award decided\n       the issues on merits which became the major reason for upholding\n       non maintainability of the appeal and arriving at the finding that it\n       was an award on merits which could have been challenged differently.</span>\n</blockquote><p data-structure=\"RespArg\" id=\"p_50\">       The said submissions of the learned counsel for the respondent and\n       decision of the learned Single Judge thereon are reproduced herein\n       after:\n</p>\n<blockquote id=\"blockquote_40\">                &quot;A strong plea has been raised on behalf of the respondent/SAG\n                about non-maintainability of the appeal under <a href=\"/doc/514887/\" id=\"a_92\">Section 37(2)(a)</a>\n                of the Act on the premises that by the impugned dispensation\n                the Arbitral Tribunal has not decided the issue of\n                jurisdiction as envisaged by <a href=\"/doc/675839/\" id=\"a_93\">Section 16</a> of the Act and not\n                the least in the negative but has, in fact, assumed and\n                exercised the jurisdiction and adjudicated upon the\n                counter-claims of the NTPC finally on merits. Mr.\n                DeepankarGupta, learned senior counsel representing the\n                respondent/SAG has argued that the pleas which can be\n                taken under <a href=\"/doc/1746186/\" id=\"a_94\">Sections 16(2)</a> and <a href=\"/doc/250006/\" id=\"a_95\">16(3)</a> of the Act are pleas\n                regarding the Arbitral Tribunal&#x27;s jurisdiction and they do\n                not concern the merits of the controversy between the\n                parties. There appears to be no quarrel with this proposition\n                because <a href=\"/doc/1746186/\" id=\"a_96\">Section 16(2)</a> of the Act stipulates that such a plea\n                shall be taken not later than the submission of the statement of\n                defense (i.e., before the Arbitral Tribunal considers the merits\n                of a dispute. <a href=\"/doc/250006/\" id=\"a_97\">Section 16(3)</a> stipulates that a plea that the Arbitral\n                Tribunal is exceeding the scope of its authority shall be raised\n                as soon as the matter alleged to be beyond the scope of its\n                authority is raised during the Arbitral proceedings. In other\n                words, such a plea should be confined to the Arbitral Tribunal&#x27;s\n                capacity or competence to decide what is placed before it and\n                not the merits of the claims or counter-claims, if there are any.\n                It would, in turn, mean that if the Arbitral Tribunal decides any\n                other plea or a plea on merits, the same cannot be said to be a\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">OMP No.790/2012                                                       Page 27 of 47</span>\n               plea either under <a href=\"/doc/1746186/\" id=\"a_98\">Section 16(2)</a> or <a href=\"/doc/250006/\" id=\"a_99\">Section 16(3)</a> of the Act.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_51\">              After recording the aforenoted submission of the counsel for\n              the respondent in the case of NTPC, learned Single Judge\n              proceeds to discuss the observations in the award and then\n              arrives at the finding that the award does not confine itself to\n              the ruling on lack of jurisdiction but also decides the question\n              on merits. In the words of the learned Single Judge, it was\n              observed thus:\n</p><blockquote id=\"blockquote_41\">              &quot;The Arbitral Tribunal then takes stock of the material on\n              record in regard to the question of limitation whether the claim\n              of the SAG for damages was barred by time. The question of\n              admissibility of counter-claims has been discussed towards the\n              end of the Partial Award from para 4.58 onwards and has been\n              answered in the following terms:\n</blockquote>\n<blockquote id=\"blockquote_42\">              4.58 In the Tribunal&#x27;s view none of these alleged Counterclaims\n              is admissible. The key question which the Claimant has raised\n              is whether the Settlement Agreement reached between the\n              parties in April and May 2000 operates to bar the majority of\n              these Counterclaims on the ground that they are subject to that\n              settlement and therefore there is no dispute. This argument is\n              advanced by the Claimant in respect of the second, third, forth,\n              fifth, sixth, eighth, ninth and tenth Counterclaims.\n</blockquote>\n<blockquote id=\"blockquote_43\">              4.60 As will be seen, the majority of the Counterclaims is said\n              to be caught by the Settlement Agreement of the 6th /7th April,\n              2000 which was the subject of the exchange of correspondence\n              on the 5th May 2000 and the 10th May 2000 to which reference\n              has already been made above. On the face of it the MOM taken\n              in conjunction with the subsequent correspondence clearly\n              show a binding agreement for good consideration whereby a\n              number of claims were compromised. Thus, paragraphs 2,3 and\n              4 reflect a discussion about critical components and operational\n              guarantee. Those matters were settled as appears from\n              paragraph 5:\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">OMP No.790/2012                                                  Page 28 of 47</span>\n<blockquote id=\"blockquote_44\">               &quot;so as to avoid any arbitration on either side in order to ensure\n              supply of critical components of SAG for the forthcoming\n              overhauls. Accordingly, various issue (sic) were discussed and\n              agreements were reached as per the following paragraphs, as a\n              package deal.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_52\">              4.61 What then follows is a series of specific agreements\n              clearly recorded as such and thereby settling the disputes which\n              then existed. And by paragraph 15 there was express\n              confirmation by both parties.\n</p>\n<blockquote id=\"blockquote_45\">              &quot;that there were no other issues to be resolved in first and third\n              contracts.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_53\">              4.62 Paragraph 16 made the agreements subject to approval by\n              the NTPC management and as already noted that approval was\n              given by the Respondent&#x27;s letter of 5th May 2000 and\n              confirmed by the Claimant by its letter of 10th May 2000.\n</p>\n<p data-structure=\"RespArg\" id=\"p_54\">              4.63 A number of objections to the binding nature of the\n              Agreement of 6th/7th April, 2000 were taken by the\n              Respondent. None of them have nay merit at all. There are no\n              particulars pleaded in support of the contention that the\n              agreement was procured by deception or by duress. It is plain\n              from the terms of the Respondent&#x27;s letter of 5th May 2000 that\n              the Respondent fully intended that the Agreement, which it o\n              doubt considered to be to its benefit, would be contractually\n              binding. The letter is only explicable on that basis. It is simply\n              not open to the Respondent to argue otherwise.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">              4.64 In those circumstances it is clear that the Claimant&#x27;s\n              argument is right that the second, third, fourth, fifth, sixth,\n              eighth, ninth and tenth Counterclaims are caught by the\n              Settlement Agreement. There are therefore no disputes capable\n              of reference to arbitration.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">OMP No.790/2012                                                   Page 29 of 47</span>\n<p data-structure=\"Conclusion\" id=\"p_56\">               4.65 As regards the seventh Counterclaim, this is as the\n              Respondent rightly alleges, a mere reservation of rights. There\n              is no admissible dispute. That leaves the first Counterclaim to\n              be considered and as to that it is in the Tribunal&#x27;s opinion plain,\n              that the Claimant&#x27;s argument is correct. The correspondence\n              makes it clear in relation to the original pleading that five\n              purchase orders were confirmed and supplied and are therefore\n              being complied with, so no dispute can arise.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_57\">              4.67 In the light of the Tribunal&#x27;s findings on the nature and\n              effect of the Settlement Agreement of 6th /7th April 2000, it is\n              unnecessary for the Tribunal to consider any additional\n              defenses to the Counterclaims. They are not admissible and no\n              capable of being included in this reference to arbitration.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">              The Tribunal has summarized its findings under the heading\n              &quot;IV-Determination&quot; - and concluded as under in para 5.7:-\n</p>\n<p data-structure=\"Section\" id=\"p_59\">              5.7 Accordingly, the Tribunal rules that Claimant&#x27;s claim is\n              admissible, there being no limitation bar. The first\n              Counterclaim is not admissible, both in its original form and as\n              amended. The second, third, fourth, fifth, sixth, eighth and\n              ninth Counterclaims which have been the subject of a prior\n              binding settlement are not admissible and the seventh\n              Counterclaim is not admissible there being no dispute.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_60\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120604\" id=\"span_41\">25. A careful perusal of the written submissions and above\n              observations, discussion and conclusions in the Partial\n              Award would show that although to begin with the Arbitral\n              Tribunal took the objections of the SAG against the\n              counter-claim of NTPC as the jurisdictional issues which it\n              had intended to answer as the issues of jurisdiction and\n              limitation, but as it would be apparent from the written\n              submissions filed on behalf of the parties before the\n              Arbitral Tribunal and taken note in the Partial Award, it\n              would appear that the Arbitral Tribunal did not limit its\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">OMP No.790/2012                                                    Page 30 of 47</span>\n               consideration of the question of entertainability,\n              maintainability and arbitrability of the counter-claims only\n              on the grounds that there were no disputes or they did not\n              fall within the term &quot;disputes/differences&quot; and, therefore,\n              not capable of the arbitration or that they were beyond the\n              terms of arbitral reference or barred by limitation, but also\n              the admissibility of the said counter-claims on merits on the\n              premises that all claims of the NTPC including the counter-\n              claims stood already settled in terms of the MoM dated 6th\n              and 7th April, 2000 and no dispute remained pending\n              between the parties in terms of Clause 15.0 of the said\n              MoM, except in regard to the claim of the SAG for damages\n              on account of delay.&quot; (Emphasis Supplied)\n    From the mere reading of the aforequoted observations of the learned\n       Single Judge in the case of <a href=\"/doc/120604/\" id=\"a_100\">NTPC</a> (supra), it is manifest that the\n       learned Single Judge in the said case did not entertain the appeal\n       under <a href=\"/doc/1269652/\" id=\"a_101\">Section 37 (2)</a> as the decision in the said case was in the nature\n       of the partial award on merits which was not limited to the aspect of\n       decision on the plea of lack of jurisdiction but also rejected the\n       counter claims as non- admissible due to the settlement arrived\n       between the parties which made the same as decision on merits. The\n       decision on merits became the major reason which weighed the mind\n       of the learned Single Judge while not entertaining the appeal under\n       <a href=\"/doc/772406/\" id=\"a_102\">Section 37</a> and rightly so when as the appeal under <a href=\"/doc/514887/\" id=\"a_103\">Section 37 (2) (a)</a>\n       is confined to the acceptance of plea of <a href=\"/doc/1746186/\" id=\"a_104\">Section 16 (2)</a> of the Act.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120604\" id=\"span_43\">The\n       said case of <a href=\"/doc/120604/\" id=\"a_105\">NTPC</a> (supra) is therefore clearly distinguishable than the\n       instance case. In the instant case, the finding returned by the learned\n       Arbitral Tribunal is confined to aspect that the claims submitted by\n       the petitioner could not be arbitrated as the recommendations of DRB\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">OMP No.790/2012                                                  Page 31 of 47</span>\n        have attained finality and the same were not challenged timely. There\n       is no adjudication of the claims on merits and findings are returned on\n       the basis of the applicability of the clause 24 which as per the\n       Tribunal, disentitled the petitioner to raise such disputes.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120604\" id=\"span_45\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120604\" id=\"span_46\">Therefore,\n       no situation similar to the case of <a href=\"/doc/120604/\" id=\"a_106\">NTPC</a> (supra) has arisen in the\n       instant case where the award is merely confined to declaring the\n       disputes of the petitioner as not arbitrable by operation of clause 24\n       and does not travel beyond the same on merits as in the case of <a href=\"/doc/120604/\" id=\"a_107\">NTPC</a>\n       (supra).</span></span>\n</p><p data-structure=\"RespArg\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120604\" id=\"span_47\">      Secondly, In the case of <a href=\"/doc/120604/\" id=\"a_108\">NTPC</a> (supra), the award was indeed an\n       award on merits and that is the reason why the learned Single Judge\n       also laid stress on the kind of dispensation rendered in the form of\n       partial award in the said case. In the facts and circumstances of\n       NTPC‟s case, it was correct approach to say that the partial award is\n       not challengeable under <a href=\"/doc/1269652/\" id=\"a_109\">Section 37 (2)</a> after the learned Single Judge\n       arrived at the finding that the partial award travels beyond the\n       contours of <a href=\"/doc/1746186/\" id=\"a_110\">Section 16(2)</a> and proceeded to decide admissibility of the\n       claims on merits. On the other hand, in the instant case, where only\n       preliminary issue is decided wherein the disputes were not entertained\n       on the count that the petitioner could not arbitrate the same by\n       operation of clause 24.1 is no decision on merits but takes away the\n       jurisdiction of the tribunal to adjudicate the disputes being outside the\n       purview of arbitration and as such the nomenclature &quot;award&quot; would\n       not make the order passed by the learned Arbitral Tribunal as award.</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">OMP No.790/2012                                                   Page 32 of 47</span>\n<p data-structure=\"Precedent\" id=\"p_62\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120604\" id=\"span_49\">      Thirdly, in the case of <a href=\"/doc/120604/\" id=\"a_111\">NTPC</a> (supra), the learned Single Judge after\n       analyzing the scheme of <a href=\"/doc/675839/\" id=\"a_112\">Section 16</a> of the Act also arrives at the\n       finding that the decision on merits in addition to the question of the\n       jurisdiction is not an order accepting the plea under <a href=\"/doc/1746186/\" id=\"a_113\">Section 16 (2)</a> of\n       the Act and as such the appeal under <a href=\"/doc/1269652/\" id=\"a_114\">Section 37(2)</a> in the said case\n       was not maintainable. In the words of the learned Single Judge, it was\n       observed thus:</span>\n</p>\n<blockquote id=\"blockquote_46\">       &quot;The core question, which will, therefore, decide the fate of the\n       present appeal is whether the impugned dispensation dated 31st\n       July, 2002 rendered by the Arbitral Tribunal can be said to be an\n       order passed by the Arbitral Tribunal accepting the plea within\n       the meaning of sub-section (2) or (3) of <a href=\"/doc/675839/\" id=\"a_115\">Section 16</a> of the Act. Mr.\n       Deepankar Gupta, Senior Counsel representing the SAG has argued,\n       and rightly so, that the pleas, which can be taken under sub-section (2)\n       or (3) of <a href=\"/doc/675839/\" id=\"a_116\">Section 16</a> of the Act are pleas regarding the Arbitral\n       Tribunal&#x27;s jurisdiction and they do not concern the merits of the\n       controversy between the parties. A bare reading of sub-sections (2)\n       and (3) of <a href=\"/doc/675839/\" id=\"a_117\">Section 16</a> of the Act would make it manifest that these\n       provisions are to be invoked when a plea is taken by a party that the\n       Arbitral Tribunal does not have jurisdiction or is exceeding the scope\n       of its authority. Such pleas are required to be considered and\n       answered by the Arbitral Tribunal provided the same have been raised\n       not later than the submissions or the statements of the defense. In\n       other words, such a plea has necessarily to be confined to the\n       Arbitral Tribunal&#x27;s competence to decide what is placed before it\n       and not the merits of the claim or counter-claims filed by the\n       parties. Conversely it would mean that if a plea other than the\n       pleas of the above nature is taken by a party, the same will not be\n       considered to be a plea envisaged either by <a href=\"/doc/675839/\" id=\"a_118\">Section 16</a> or <a href=\"/doc/675839/\" id=\"a_119\">Section\n       16</a> of the Act. Consequently, an order deciding a claim or counter-\n       claim on merits cannot be termed as an order passed by the\n       Arbitral Tribunal accepting or rejecting the plea referred to in\n       sub-section (2) or sub-section (3) of <a href=\"/doc/675839/\" id=\"a_120\">Section 16</a>. A bare reading of\n       <a href=\"/doc/772406/\" id=\"a_121\">Section 37</a> of the Act would clearly show that an appeal would lie\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">OMP No.790/2012                                                  Page 33 of 47</span>\n        only against an order of the Arbitral Tribunal accepting the plea\n       referred to in sub-section (2) or (3) of <a href=\"/doc/675839/\" id=\"a_122\">Section 16</a>, e.g holding that\n       the Arbitral Tribunal does not have the jurisdiction or accepting\n       the plea that the Tribunal was exceeding the scope of its\n       authority. (Emphasis Supplied)\n       ...... &quot;A conjoint reading of <a href=\"/doc/310829/\" id=\"a_123\">Section 5</a> and <a href=\"/doc/772406/\" id=\"a_124\">Section 37</a> makes it\n       abundantly clear that the only orders against which appeals would lie\n       are the orders specifically mentioned in <a href=\"/doc/772406/\" id=\"a_125\">Section 37</a> in case of original\n       decrees passed by a Court and <a href=\"/doc/1269652/\" id=\"a_126\">Section 37(2)</a> in respect of orders\n       passed by an Arbitral Tribunal. The contention of the learned counsel\n       for the appellant that the qualifying words used in Sub-<a href=\"/doc/1273544/\" id=\"a_127\">section 1</a> being\n       absent in Sub-section (2) of <a href=\"/doc/772406/\" id=\"a_128\">Section 37</a> and, therefore, an appeal can\n       also lie from an order of the Arbitral Tribunal even if the said order is\n       strictly not one falling under Clause (a) or (b) has no merits and is\n       liable to rejection because it goes against the very spirit and object of\n       the Act. This Court is of the clear opinion that a Court will be\n       competent to entertain the appeals from an order of the Arbitral\n       Tribunal falling under Clause (a) or Clause (b) of Sub-<a href=\"/doc/1804257/\" id=\"a_129\">section 2</a> of\n       <a href=\"/doc/772406/\" id=\"a_130\">Section 37</a> of the Act and from no other orders and least against\n       an award interim, partial or final.&quot; <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120604\" id=\"span_51\">(Emphasis Supplied)\n       &quot;This Court on a thorough examination of the material obtaining on\n       record, more particularly on a conjoint reading of the pleadings of the\n       parties filed before the Arbitral Tribunal, the Terms of Reference\n       framed by the International Chamber of Commerce, the written\n       submissions filed by the parties before the Arbitral Tribunal prior and\n       after the closure of the hearing, the tenor of the reasoning and finding\n       recorded by the Arbitral Tribunal in its dispensation titled as &quot;Partial\n       Final Award&quot; and on a true construction and scope of the provisions\n       of <a href=\"/doc/675839/\" id=\"a_131\">Section 16</a> and <a href=\"/doc/772406/\" id=\"a_132\">Section 37</a> of the Act, is clearly of the view that\n       the impugned dispensation dated 31.7.2002 rendered by the\n       Arbitral Tribunal cannot by any stretch be said to be an order\n       passed by the Tribunal either under the provisions of <a href=\"/doc/675839/\" id=\"a_133\">Section 16</a>\n       or <a href=\"/doc/675839/\" id=\"a_134\">Section 16</a> of the Act and in any case deciding the question of\n       jurisdiction in the negative which will fall within the ambit of\n       appealable orders within the meaning of <a href=\"/doc/772406/\" id=\"a_135\">Section 37</a> of the Act. In\n       the opinion of this Court, the impugned Partial Award is nothing\n       but an Award or interim Award deciding the counter claims of\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">OMP No.790/2012                                                   Page 34 of 47</span>\n        the NTPC finally on merits. This Court, therefore, must hold that\n       the present appeal filed by the NTPC against such a Partial\n       Award under the provisions of <a href=\"/doc/772406/\" id=\"a_136\">Section 37</a> of the Act is mis-\n       conceived and is not maintainable. (Emphasis Supplied)\n             From the reading of the above noted observations, it is beyond\n       the cavil of doubt that in <a href=\"/doc/120604/\" id=\"a_137\">NTPC</a>(supra), the learned Single Judge\n       declared that the award rendered on merits is not covered within the\n       ambit of <a href=\"/doc/1746186/\" id=\"a_138\">Section 16 (2)</a> of the Act. On the contrary, in the instant case,\n       I have arrived at the finding that the impugned order confines itself to\n       the bounds of accepting the plea of lack of jurisdiction in as much as\n       the order holds that the disputes raised by the petitioner are not\n       arbitrable as the recommendation of DRB has attained finality and the\n       challenge ought to have been raised timely before the arbitrator.\n       Therefore<a href=\"/doc/120604/\" id=\"a_139\">, <a href=\"/doc/120604/\" id=\"a_140\">the said decision</a></a> is not a decision on merits but, it\n       essentially takes away the jurisdiction of the Arbitral Tribunal to\n       adjudicate such disputes at the threshold.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120604\" id=\"span_53\"><a href=\"/doc/120604/\" id=\"a_141\">Thus, the NTPC</a> case is\n       clearly distinguishable on facts and circumstances.\n      It is equally well settled that the judgments of the superior courts are\n       not to be read as Euclidtheorems so as to conduct as arithmetical\n       calculation in the form of decision making and unless they actually fit\n       in the facts and circumstances. The inch of facts here and there makes\n       a lot of difference in applicability of the case and precedential value\n       of <a href=\"/doc/120604/\" id=\"a_142\">the said decision</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"623061\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"264557\" id=\"span_55\">(<a href=\"/doc/264557/\" id=\"a_143\">Bharat Petroleum Corporation Ltd. &amp; Another\n       vs. N.R. Vairamani &amp; Anr</a>, (AIR 2004 SC 4778) and in <a href=\"/doc/623061/\" id=\"a_144\">Bhavnagar\n       University Vs. Palittana Sugar Mills Pvt. Ltd.</a>, (2003) 2 SCC 111 (at\n       paragraph 59).</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120604\" id=\"span_56\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"120604\" id=\"span_57\">Applying the said principle of law to the instant case, it\n       can be safely said that the decision of <a href=\"/doc/120604/\" id=\"a_145\">NTPC</a> (supra) is not applicable\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">OMP No.790/2012                                                   Page 35 of 47</span>\n        to instant case as the facts and circumstances in the said case were\n       entirely different as the award in the case of <a href=\"/doc/120604/\" id=\"a_146\">NTPC</a> (supra) was award\n       in strict sense of term deciding the merits of the claims and its\n       admissibility being settled and binding ones as against the instant case\n       where there is no decision on merits of the claims.</span></span>\n</blockquote><blockquote id=\"blockquote_47\">29.    In view of the above discussion, I find that the appeal under <a href=\"/doc/1269652/\" id=\"a_147\">Section\n37 (2)</a> of the Act is maintainable and the objection qua non maintainability is\ntherefore rejected.\n</blockquote><blockquote id=\"blockquote_48\">30.    Now I shall proceed to discuss the challenge in the appeal raised by\nthe petitioner and the response thereto by the respondent.\n</blockquote><blockquote id=\"blockquote_49\">31.    It has been argued by Mr. Sharma, learned Senior counsel for the\npetitioner that clause 24.1 of the agreement so far as it disentitles the parties\nto raise the dispute before the arbitrator unless notice to arbitrate is issued by\none party to another within 14 days from the receipt of the recommendation\nof DRB is unreasonable and has been declared directory by this Court.\nTherefore, as a matter of law which is prevalent, the learned Arbitral\nTribunal ought to have entertained the disputes raised by the petitioner\nbefore it.\n</blockquote><blockquote id=\"blockquote_50\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"549294\" id=\"span_59\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1291574\" id=\"span_60\">32.    Mr. Sharma, learned Senior counsel for the petitioner relied upon the\njudgments passed by this Court in the case of <a href=\"/doc/1291574/\" id=\"a_148\">Hindustan Construction\nCorporation v. Delhi Development Authority</a>, 77(<a href=\"/doc/549294/\" id=\"a_149\">1999) DLT 165, J.K.\nAnand v. Delhi Development Authority</a>, 2001 (59) DRJ 380 and National\nHighway Authority of India v. Backbone Projects Limited (supra) where\nsuch views are taken by the court wherein learned Single Judges of this\ncourt were of the view that the clause which puts an impediment upon the\nparties to approach the Arbitral Tribunal by curtailing the time to present\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">OMP No.790/2012                                                     Page 36 of 47</span>\n claims which ordinarily is lesser leads to restraint on legal proceedings and\nas such are unreasonable under the law. Therefore, the said arbitration\nclauses are directory in nature.</span></span>\n</blockquote><blockquote id=\"blockquote_51\">33.    Per contra, Mr. Sethi, learned Senior counsel for the respondent\nargued that the agreed procedure under the agreement ought to have been\nfollowed by the petitioner. The said clause 24.1 nowhere puts any limits on\nthe exercise of the right to arbitrate but rather extinguishes the right to\narbitrate itself. Thus, the said clause 24.1 is not violative of <a href=\"/doc/1224074/\" id=\"a_150\">Section 28</a> of the\nContract Act.\n</blockquote><blockquote id=\"blockquote_52\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"140370552\" id=\"span_62\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"389629\" id=\"span_63\">34.    Mr. Sethi relied upon the judgment passed in the case of H.P. State\nforest <a href=\"/doc/389629/\" id=\"a_151\">Company Limited v. United India Insurance Company</a>, AIR 2009\nSC 1407 and also the case of <a href=\"/doc/140370552/\" id=\"a_152\">United India Insurance Company Limited v.\nKaram Chand Goel</a> decided by the learned Single judge in support of the\nsaid proposition.</span></span>\n</blockquote><blockquote id=\"blockquote_53\">35.    I have given my careful consideration to the submissions advanced by\nthe learned counsel for the parties in relation to operation of arbitration\nclause so far as it disentitles the party from raising the claims before the\narbitrator unless the notice is issued within 14 days of receipt of the\nrecommendation of DRB.\n</blockquote><blockquote id=\"blockquote_54\">36.    I am of the opinion that there is no need to reinvent the wheel when\nthe law seems to be well settled and there is a consistent view leaning\ntowards the proposition that the arbitration clauses which put the\nimpediment of time limit to raise the claim before the arbitrator are violative\nSection 28 of the Contract Act, 1857 and as such required to be read down\nby the courts. The operation of such clauses to the extent they put restriction\non the right to arbitrate should be treated as directory in nature.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_64\">OMP No.790/2012                                                       Page 37 of 47</span>\n<blockquote id=\"blockquote_55\"> 37.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"549294\" id=\"span_65\">In the case of <a href=\"/doc/549294/\" id=\"a_153\">Shri J.K. Anand v. Delhi Development Authority</a>\n(supra) the learned Single Judge of this court applied the <a href=\"/doc/65067/\" id=\"a_154\">Section 28</a> of the\nIndian contract Act in relation to arbitration clause which restricted the\ncontractor to demand the claim by way of arbitration within 90 days of the\nintimation from the Engineer in charge that the bill is ready for payment.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1291574\" id=\"span_66\">In\nsuch circumstances, learned Single Judge applied the provisions of <a href=\"/doc/1224074/\" id=\"a_155\">Section\n28</a> of the Contract Act while affirming the view of another learned Single\nJudge of this court taken in the case of <a href=\"/doc/1291574/\" id=\"a_156\">Hindustan Construction\nCorporation v. DDA</a>, (supra) and observed that the clause of such nature\nshould not be applied strictly and directed the arbitrator to decide the claims\non merits. In the words of the learned Single Judge, it was observed thus:</span>\n</blockquote>\n<blockquote id=\"blockquote_56\">       &quot;Perusal of the aforesaid provisions shows that these are applicable to\n       the facts and circumstances of this case in hand. It was observed that\n       clause 25 of the agreement that the contractor‟s right to claim\n       arbitration comes to an end after the expiry of 90 days from the date\n       of intimation of the final bill being ready for payment deprives the\n       contractor of a very valuable right to claim the amount which was\n       due to him from the respondent. (Emphasis Supplied)\n       Since the Arbitrator did not decide the claim on merits and clause (b)\n       of <a href=\"/doc/1224074/\" id=\"a_157\">Section 28</a> of the Contract Act keeps the right of the contractor to\n       claim the amount which was due to him alive irrespective of clause\n       25 in the agreement, the application is allowed&quot; (Emphasis\n       Supplied).\n</blockquote><blockquote id=\"blockquote_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1291574\" id=\"span_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"549294\" id=\"span_68\">38.    Besides the views of the two learned Single Judges in the case of <a href=\"/doc/549294/\" id=\"a_158\">J.K.\nAnand</a> (supra) and <a href=\"/doc/1291574/\" id=\"a_159\">Hindustan Construction Company</a> (supra), another\nlearned Single Judge of this court has taken similar view in the case where\nNational High Authority of India was a party to the proceedings and the\narbitration clause contained in the agreement was more or less similarly\nworded by observing that the operation of the said clause is directory and\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">OMP No.790/2012                                                  Page 38 of 47</span>\n not mandatory.</span></span> In NHAI v. Backbone Projects Limited (supra) the learned\nSingle Judge while deciding OMP 687/2009 observed thus after noting the\narbitration clause:\n</blockquote>\n<blockquote id=\"blockquote_58\">       &quot;Clauses 24 and 25 of the General Conditions of Contract, and\n       Clause 3 of the Special Conditions of Contract read as follows:-\n</blockquote><blockquote id=\"blockquote_59\">       24. Disputes\n       24.1 If the Contractor believes that a decision taken by the\n       Engineer was either outside the authority given to the Engineer\n       by the Contract or that the decision was wrongly taken, the\n       decision shall be referred to the Dispute Review Expert within 14\n       days of the notification of the Engineer&#x27;s decision.\n</blockquote>\n<blockquote id=\"blockquote_60\">       25. Procedure for Disputes\n\n       25.1 The Dispute Review Expert shall give a decision in writing\n       within 28 days of receipt of a notification of a dispute.\n</blockquote>\n<blockquote id=\"blockquote_61\">       25.2 He shall be paid daily at the rate specified in the Contract Data\n       together with reimbursable expenses of the types specified in the\n       Contract Data and the cost shall be divided equally between the\n       Employer and the Contractor, whatever decision is reached by the\n       Dispute Review Expert. Either party may refer a decision of the\n       Dispute Review Expert to an Arbitrator within 28 days of his written\n       decision. If neither party refers the dispute to arbitration within the\n       above 28 days, the Dispute Review Expert‟s decision will be final and\n       binding.\n</blockquote>\n<blockquote id=\"blockquote_62\">       &quot;.....Having heard learned counsel for the parties, I am of the view\n       that there is absolutely no merit in the objection raised by the\n       petitioner founded upon clauses 24 and 25 of the General conditions\n       of the contract. A perusal of clause 24.1 shows that when a contractor\n       is not in agreement with the decision of the engineer, for whatever\n       reasons, the Contractor can seek reference of the said decision/dispute\n       to the DRE within 14 days of the notification of the Engineer‟s\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">OMP No.790/2012                                                  Page 39 of 47</span>\n        decision. The said clause does not purport to prescribe a strict period\n       of limitation and does not say that in case the reference to the DRE is\n       not sought within 14 days of the notification of the engineer‟s\n       decision, the decision of the Engineer shall become final and binding\n       on the contractor. It does not purport to shut out the right of the\n       contractor to seek reference of the dispute to the DRE even after the\n       expiry of 14 days of the notification of the engineer‟s decision.\n       Therefore, even if it were to be accepted that the Contractor has not\n       sought a reference against the Engineer‟s final decision within 14\n       days, it cannot be said that the right of the contractor under clause\n       24.1 to seek a reference to the DRE is barred.\n</blockquote>\n<blockquote id=\"blockquote_63\">       The purpose of requiring the contractor to refer decision of the\n       Engineer to the DRE within 14 days is only to ensure that such a\n       reference is sought contemporariously and is not unduly delayed.\n       There should be proximity between the date when the decision is\n       rendered and the date when the decision is sought to be referred to the\n       DRE. It certainly cannot be said that Clause 24.1 purports to\n       prejudicially affect the rights of the contractor to firstly seek reference\n       of the decision to the DRE and thereafter, if still aggrieved, to\n       arbitration. In my view, if the prescription of the period of fourteen\n       days under Clause 24.1 is held to be mandatory, the same would\n       be highly unreasonable and opposed to public policy and would\n       be hit by <a href=\"/doc/1224074/\" id=\"a_160\">Section 28</a> of the Contract Act. As no consequence is\n       provided which would result due to delay in seeking reference of\n       the decision of the Engineer to the DRE, the said prescription in\n       any event cannot be held to be mandatory.&quot; (Emphasis Supplied)\n</blockquote><blockquote id=\"blockquote_64\">39.    From the reading of the aforenoted observation, it is clear that the\nlearned Single Judge in the case of NHAI v. Backbone (supra) has observed\nthat the prescription as to reference of dispute within 14 days to the DRE\n(Dispute Resolution Expert) would be highly unjust and opposed to public\npolicy as it would be hit by provisions of <a href=\"/doc/1224074/\" id=\"a_161\">Section 28</a> of the Contract Act,\n1872. No doubt, the observations of the learned Single Judge in NHAI\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">OMP No.790/2012                                                     Page 40 of 47</span>\n (supra) were concerning the prescription about the Dispute Resolution\nExpert and not qua arbitration. However, there is no reason why the said\nprinciple of law should not be applicable in the cases where right to arbitrate\nis attempted to be restricted by providing a prescription which is of 14 days\nwhich is unreasonably harsh and depriving the party its valuable right to\narbitrate. Therefore, I find that it is apt to read down the clause 24.1 of the\nagreement as it lies in the teeth of <a href=\"/doc/1224074/\" id=\"a_162\">Section 28</a> of the Contract Act, 1872 and\nalso find that the restriction for raising the claim by issuing notice within 14\ndays of DRB recommendation before the arbitrator is inconsequential in\nnature as it attempts to restrict the right to parties to arbitrate.\n</blockquote><blockquote id=\"blockquote_65\">40.    I also do not find merit in the contention of Mr. Sethi, learned Senior\ncounsel for the respondent that clause 24.1 does not put any restriction on\nthe time limit to enforce the right but extinguishes the right itself if no action\nis commenced within the period stipulated by the agreement and as such the\nsaid clause does not offend the provisions of <a href=\"/doc/1224074/\" id=\"a_163\">Section 28</a> of the Contract Act,\n1872. The answer to the said submission lies if one carefully sees <a href=\"/doc/1224074/\" id=\"a_164\">Section 28</a>\nof the Contract Act, 1872 as it stood prior to the amendment of 1997 and\npost the amendment of 1997. Both the provisions prior to the amendment\nand post amendment are reproduced hereinafter:\n</blockquote>\n<blockquote id=\"blockquote_66\">       &quot;<a href=\"/doc/1224074/\" id=\"a_165\">Section 28</a>. Agreements in restraint of legal proceedings void.-\n</blockquote>\n<blockquote id=\"blockquote_67\">       Every agreement, by which any party thereto is restricted absolutely\n       from enforcing his rights under or in respect of any contract, by the\n       usual legal proceedings in the ordinary tribunals, or which limits the\n       time within which he may thus enforce his rights, is void to that\n       extent.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">OMP No.790/2012                                                        Page 41 of 47</span>\n<blockquote id=\"blockquote_68\">        Exception 1. - Saving of contract to refer to arbitration dispute that\n       may arise - This section shall not render illegal a contract, by which\n       two or more persons agree that any dispute which may arise between\n       them in respect of any subject or class of subjects shall be referred to\n       arbitration, and that only the amount awarded in such arbitration shall\n       be recoverable in respect of the dispute so referred.\n</blockquote>\n<blockquote id=\"blockquote_69\">       Exception 2. - Saving of contract to refer questions that have already\n       arisen - Nor shall this section render illegal any contract in writing, by\n       which two or more persons agree to refer to arbitration any question\n       between them which has already arisen, or affect any provision of any\n       law in force for the time being as to references to arbitration.\n</blockquote>\n<blockquote id=\"blockquote_70\">       <a href=\"/doc/1224074/\" id=\"a_166\">Section 28</a> was amended by Indian Contract (Amendment) Act, 1996\n       (Act 1 of 1997) with effect from 8.1.1997 and the amended <a href=\"/doc/1224074/\" id=\"a_167\">Section 28</a>\n       reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_71\">       28. Agreements in restraint of legal proceedings, void.― Every\n       agreement, ―\n\n</blockquote><blockquote id=\"blockquote_72\">       (a) by which any party thereto is restricted absolutely from enforcing\n       his rights under or in respect of any contract, by the usual legal\n       proceedings in the ordinary tribunals, or which limits the time within\n       which he may thus enforce his rights; or\n\n</blockquote><blockquote id=\"blockquote_73\">       (b) which extinguishes the rights of any party thereto, or\n       discharges any party thereto, from any liability, under or in\n       respect of any contract on the expiry of a specified period so as to\n       restrict any party -from enforcing his rights, is void to that extent.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_63\">       (Emphasis supplied)\n\n       Exception 1.― Saving of contract to refer to arbitration dispute that\n       may arise - This section shall not render illegal a contract by which\n       two or more persons agree that any dispute which may arise between\n       them in respect of any subject or class of subjects shall be referred to\n       arbitration, and that only the amount awarded in such arbitration shall\n       be recoverable in respect of the dispute so referred.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_73\">OMP No.790/2012                                                    Page 42 of 47</span>\n<p data-structure=\"Section\" id=\"p_64\">        Exception 2.― Saving of contract to refer questions that have already\n       arisen - Nor shall this section render illegal any contract in writing, by\n       which two or more persons agree to refer to arbitration any question\n       between them which has already arisen, or affect any provision of any\n       law in force for the time being as to references to arbitration.\n</p><p data-structure=\"CDiscource\" id=\"p_65\">41.    A perusal of the amended Section 28 of the Contract Act, 1957\nextracted above would show that both kinds of agreements i.e. agreements\nwhich restrict the period of limitation within which claims could be referred,\nas also agreements which extinguish the right of a party to prefer a claim or\ndischarges any party from any liability under a contract on expiry of a\nspecified period, are void to that extent.\n</p><p data-structure=\"Section\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_74\">42.    Before the amendment of <a href=\"/doc/1224074/\" id=\"a_168\">Section 28</a> in 1997, the agreements\nreducing the period of limitation were distinguished from those which did\nnot limit the time within which a party might enforce his rights, but which\nprovided for a release or forfeiture of rights, if no suit was brought within\nthe period stipulated in the agreement; and the latter class of agreements,\nbeing outside the scope of the section, were held to be binding between the\nparties. Thus, in <a href=\"/doc/8751/\" id=\"a_169\">National Insurance Co. Ltd. v. Sujir Ganesh Nayak &amp; Co.</a>\n(AIR 1997 SC 2049), the Supreme Court drew a clear distinction between an\nagreement which curtails the period of limitation and an agreement which\nprovides for forfeiture or waiver of the right itself, if no action is\ncommenced within the period stipulated by the agreement. The first was\nheld to be void as offending <a href=\"/doc/1224074/\" id=\"a_170\">Section 28</a> but, the later was held not falling\nwithin the mischief of <a href=\"/doc/1224074/\" id=\"a_171\">Section 28</a>. Thus, it was held that curtailment of the\nperiod of limitation was not permissible in view of <a href=\"/doc/1224074/\" id=\"a_172\">Section 28</a> but extinction\nof the right itself, unless exercised within the specified time, was permissible\nand can be enforced.</span>\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_75\">OMP No.790/2012                                                    Page 43 of 47</span>\n<p data-structure=\"Section\" id=\"p_67\"> 43.    After the 1997 amendment to <a href=\"/doc/1224074/\" id=\"a_173\">Section 28</a> of the Indian Contract Act,\n1872, not only the curtailment of the period of limitation is void, but also the\nextinction of right, if sought to be brought by the agreement within a\nspecific period, which period is less than the period of limitation prescribed\nfor the suit under the Contract in question, is also rendered void. In other\nwords, after the amendment to <a href=\"/doc/1224074/\" id=\"a_174\">Section 28</a> of the Indian Contract Act, 1872\nby Act 1 of 1997, the distinction between curtailing of the period of\nlimitation and extinction of the right itself, after the specified period, no\nlonger exists.\n</p><p data-structure=\"Precedent\" id=\"p_68\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1349899\" id=\"span_76\">44.    Therefore, I do not find merit in the submission of Mr. Sethi that there\nlies a difference in the curtailment of the period of limitation and the\nextinction of the right itself. The judgment relied by the Mr. Sethi in the case\nof <a href=\"/doc/1349899/\" id=\"a_175\">H.P. State Forest Company</a> (Supra) was rendered in the context of the\n<a href=\"/doc/1224074/\" id=\"a_176\">Section 28</a> of the Contract Act as it stood prior to the amendment. The effect\nof legislative amendment was never considered in <a href=\"/doc/1349899/\" id=\"a_177\">the said judgment</a>.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"8751\" id=\"span_77\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1349899\" id=\"span_78\">The\njudgment of <a href=\"/doc/1349899/\" id=\"a_178\">H.P. State Forest Company</a> (supra) rendered by the Supreme\nCourt merely affirms the view in the case of <a href=\"/doc/8751/\" id=\"a_179\">Sujir Nayak</a>&#x27;s case and the\neffect of the amendment to the statute was not considered. This has been\nexplained by the Punjab and Haryana High Court in the case of arbitration\nwherein similar contention was raised and was negatived on the count of the\namendment.</span></span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1349899\" id=\"span_79\">It has been observed by Punjab and Haryana High Court that\nthe statement made by the counsel for the petitioner in the <a href=\"/doc/1349899/\" id=\"a_180\">H.P. State Forest\nCompany</a> (Supra) on the ground that the amendment to <a href=\"/doc/1224074/\" id=\"a_181\">Section 28</a> has been\nrepealed or scrapped was based on mistaken belief.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"185054044\" id=\"span_80\">The said discussion\nfinds mention in the judgment passed in the case of           <a href=\"/doc/185054044/\" id=\"a_182\">Sunil Goyal vs.\nHaryana State Agriculture Marketing Board</a> [2011(2) Arb.LR 251 (P&amp;H)]\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">OMP No.790/2012                                                   Page 44 of 47</span>\n wherein, it was held that Act No.30 of 2001 does not have the effect of\nrepealing the amendment to <a href=\"/doc/1224074/\" id=\"a_183\">Section 28</a> of the Contract Act by Act 1 of\n1997.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"185054044\" id=\"span_82\">The following observations made in <a href=\"/doc/185054044/\" id=\"a_184\">Sunil Goyal</a>&#x27;s case at paras 12 to\n15 are relevant:</span>\n</p>\n<blockquote id=\"blockquote_74\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1349899\" id=\"span_83\">&quot;12. It appears that in <a href=\"/doc/1349899/\" id=\"a_185\">H.P. State Forest Company Ltd.</a> case a\n       statement was made that the amendment has been repealed.\n       Therefore, the provisions, as it existed prior to the amendment\n       have to be examined. In fact, such statement made by the counsel\n       for the appellant before the Hon&#x27;ble Supreme Court was under a\n       mistaken belief. Indian Parliament Act No.1 of 1997 amended\n       <a href=\"/doc/1224074/\" id=\"a_186\">Section 28</a> of the Act. Later by Indian Parliament Act No.30 of\n       2001, the enactments specified in the first schedule were repealed\n       to the extent mentioned in 4th column thereof. Indian Parliament\n       Act No.1 of 1997 has been repealed, but such repeal does not\n       affect any other enactment in which repealed enactment has been\n       applied, incorporated or referred to in terms of the repealing Act.\n       In terms of <a href=\"/doc/905940/\" id=\"a_187\">Section 6-A</a> of the General Clauses Act, 1897, the\n       amendment in the Act incorporated by the <a href=\"/doc/1596533/\" id=\"a_188\">Amending Act</a> does\n       not stand repealed by such <a href=\"/doc/1170410/\" id=\"a_189\">Repealing and Amending Act, 2001</a>.\n       The periodical process of repealing is carried out to prune statutes on\n       the statute book. (Emphasis Supplied)</span>\n</blockquote><blockquote id=\"blockquote_75\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"125699\" id=\"span_84\">13. <a href=\"/doc/905940/\" id=\"a_190\">Section 6-A</a> of the General Clauses Act, 1897 has been interpreted\n       in <a href=\"/doc/125699/\" id=\"a_191\">Jethanand Betab v. State of Delhi</a>, AIR 1960 SC 89, wherein\n       identical provision of <a href=\"/doc/32839915/\" id=\"a_192\">Repealing and Amending Act, 1952</a> came up\n       for consideration. It was held to the following effect:</span>\n</blockquote><blockquote id=\"blockquote_76\">       &quot;.....The substance of the aforesaid provisions may be stated thus: <a href=\"/doc/171398/\" id=\"a_193\">The\n       Act</a> of 1949 inserted Section 6(1-<a href=\"/doc/54424454/\" id=\"a_194\">A) in the Act</a> of 1933. The 1949 Act\n       was repealed by the 1952 Act, but the latter Act saved the operation of\n       other enactments in which the repealed enactment has been applied,\n       incorporated or referred to. The first question that arises for\n       consideration is whether the amendments inserted by the 1949 Act in\n       the 1933 Act were saved by reason of <a href=\"/doc/1332830/\" id=\"a_195\">Section 4</a> of the 1952 Act.\n       The general object of a <a href=\"/doc/32839915/\" id=\"a_196\">Repealing and Amending Act</a> is stated in\n       Halsbury&#x27;s Laws of England, 2nd Edn., Vol. 31, at p. 563, thus:\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_85\">OMP No.790/2012                                                  Page 45 of 47</span>\n<blockquote id=\"blockquote_77\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1636382\" id=\"span_86\">„A Statute Law Revision Act does not alter the law, but simply strikes\n       out certain enactments which have become unnecessary. It invariably\n       contains elaborate provisos.‟\n       In <a href=\"/doc/1636382/\" id=\"a_197\">Khuda Bux vs. Manager, Caledonian Press</a>, AIR 1954 Calcutta 484\n       Chakravartti, CJ neatly brings out the purpose and scope of such Acts.\n       The learned Chief Justice says at p. 486:</span>\n</blockquote><blockquote id=\"blockquote_78\">       „Such Acts have no legislative effect, but are designed for editorial\n       revision, being intended only to excise dead matter from the statute\n       book and to reduce its volume. Mostly, they expurgate Amending\n       Acts, because having imparted the amendments to the main Acts,\n       those Acts have served their purpose and have no further reason for\n       their existence. At times, inconsistencies are also removed by\n       Repealing and Amending Acts. The only object of such Acts, which\n       in England arecalled Statute Law Revision Acts, is legislative spring-\n       cleaning and they are not intended to make any change in the law.\n       Even so, they are guarded by saving clauses drawn with elaborate\n       care,....‟\n       It is, therefore, clear that the main object of the 1952 Act was only to\n       strike out the unnecessary Acts and excise dead matter from the\n       statute book in order to lighten the burden of ever increasing spate of\n       legislation and to remove confusion from the public mind. The object\n       of the <a href=\"/doc/32839915/\" id=\"a_198\">Repealing and Amending Act</a> of 1952 was only to expurgate\n       the <a href=\"/doc/1596533/\" id=\"a_199\">Amending Act</a> of 1949, along with similar Acts, which had served\n       its purpose.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_69\">       14. In India Tobacco Co. Ltd. vs. CTO, (1975) 3 SCC 512 the Hon&#x27;ble\n       Supreme Court held:\n</p>\n<blockquote id=\"blockquote_79\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1560435\" id=\"span_87\">&quot;17. .... Broadly speaking, the principal object of a <a href=\"/doc/32839915/\" id=\"a_200\">Repealing and\n       Amending Act</a> is to &quot;excise dead matter, prune off superfluities and\n       reject clearly inconsistent enactments&quot; - <a href=\"/doc/1560435/\" id=\"a_201\">See Mohinder Singh vs.\n       Harbhajan Kaur</a>, AIR 1955 Punjab 141.&quot;</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_70\">       15. In view of the above, the Indian Parliament Act No.30 of 2001\n       does not have the effect of repealing the amendment carried out\n       by Indian Parliament Act No.1 of 1997...................&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_71\">                                                  (Emphasis supplied)\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">OMP No.790/2012                                                  Page 46 of 47</span>\n</p><p data-structure=\"Precedent\" id=\"p_72\"> 45.    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"185054044\" id=\"span_89\">In view of the above discussion, I do not find any reason to depart\nfrom the view taken by <a href=\"/doc/185054044/\" id=\"a_202\">Sunil Goyal</a>&#x27;s case (supra) by Punjab and Haryana\nHigh Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140370552\" id=\"span_90\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1291574\" id=\"span_91\">Therefore, the judgments passed in the case of <a href=\"/doc/1291574/\" id=\"a_203\">H.P. State\nForest Corporation</a> (supra) and <a href=\"/doc/140370552/\" id=\"a_204\">United India Insurance Company Limited\nv. Karam Chand Goel</a> are distinguishable as they were rendered under the\nprovisions of unamended <a href=\"/doc/1224074/\" id=\"a_205\">Section 28</a> of the Contract Act. Therefore, I find\nthat clause 24.1 of the Act so far as it puts the restriction on the party either\nby extinction of right to arbitrate or for its enforcement of the right to\narbitrate unless the notice is given within 14 days of the receipt of the\nrecommendations of DRB lies in the teeth of <a href=\"/doc/1224074/\" id=\"a_206\">Section 28</a> of the Contract Act\n(as amended in the year 1997) and thus the same has to be read down and\nthe effect of such restriction is in consequential.</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_73\">46.    The resultant effect of the aforementioned discussion is that as a\nmatter of law, the restriction prescribed under clause 24.1 of the Contract\nputting fetters upon the party to arbitrate their claim is inconsequential.\nAccordingly, the impugned order deciding preliminary issue cannot sustain\nand the same is set aside. Appeal is allowed. Learned Arbitral Tribunal is\nrequested to entertain the claims of the petitioner and decide the same on\nmerits in accordance with law.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_74\">                                                  (MANMOHAN SINGH)\n                                                      JUDGE\nAPRIL 02, 2013\n\n\n\n\n<span class=\"hidden_text\" id=\"span_92\">OMP No.790/2012                                                    Page 47 of 47</span>\n </p>","numcites":44,"numcitedby":6,"docsource":"Delhi High Court","citetid":115204855,"divtype":"judgments","relatedqs":[{"value":"section 28 of contract act","formInput":"section%2028%20of%20contract%20act"},{"value":"scope  of arbitration","formInput":"scope%20%20of%20arbitration"},{"value":"DRB  ","formInput":"DRB%20%20"},{"value":"counterclaim","formInput":"counterclaim"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"jurisdiction of arbitral tribunal","formInput":"jurisdiction%20of%20arbitral%20tribunal"},{"value":"nhai","formInput":"nhai"},{"value":"Attained finality","formInput":"Attained%20finality"},{"value":"lack of jurisdiction","formInput":"lack%20of%20jurisdiction"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"extinguishment of right","formInput":"extinguishment%20of%20right"},{"value":"public policy","formInput":"public%20policy"},{"value":"objection as to jurisdiction","formInput":"objection%20as%20to%20jurisdiction"},{"value":"partial award","formInput":"partial%20award"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"contract act","formInput":"contract%20act"},{"value":"NTPC","formInput":"NTPC"},{"value":"fundamental breach","formInput":"fundamental%20breach"},{"value":"dispute review Expert","formInput":"dispute%20review%20Expert"}],"cats":[{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"appealable-orders","formInput":"tag:appealable-orders"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"}],"courtcopy":true,"query_alert":null,"agreement":false}