{"tid":121932356,"publishdate":"2010-01-20","title":"Bhandari Engineers & Builders vs Vijaya Bank & Ors. on 20 January, 2010","doc":"<h2 class=\"doc_title\">Bhandari Engineers &amp; Builders vs Vijaya Bank &amp; Ors. on 20 January, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-sen\">Vikramajit Sen</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-sen\">Vikramajit Sen</a>, <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*     IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+     RFA(OS) No.34/2008\n\nBhandari Engineers &amp; Builders\nPvt. Ltd.                            .....Appellant through\n                                     Mr. Raju Ramachandran,\n                                     Sr. Adv. with Mr. S.S.\n                                     Jauhar &amp; Ms. Prabhjot\n                                     Jauhar, Advs.\n\n                    versus\n\nVijaya Bank &amp; Ors.                   .....Respondent through\n                                     Mr. Ashwini K. Mata, Sr.\n                                     Adv. with Mr. Raja Balal &amp;\n                                     Ms. Manmeet Sethi, Advs.\n                                     for Respondent No.1\n\n%                         Date of Hearing: January 12, 2010\n\n                          Date of Decision: January 20, 2010\n\n      CORAM:\n*     HON&#x27;BLE MR. JUSTICE VIKRAMAJIT SEN\n      HON&#x27;BLE MR. JUSTICE MANMOHAN SINGH\n      1. Whether reporters of local papers may be\n         allowed to see the Judgment?             No\n      2. To be referred to the Reporter or not?   Yes\n      3. Whether the Judgment should be reported\n         in the Digest?                           Yes\n\nVIKRAMAJIT SEN, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.    The Appellant, namely, Bhandari Engineers &amp; Builders\n\nPvt. Ltd. (hereinafter compendiously referred as ‗BEBP&#x27; or\n\nPlaintiff/Appellant) assails the Judgment dated 8.5.2008 of the\n\nlearned Single Judge whereby its Suit for Declaration and\n\nPermanent        Injunction   came    to   be    dismissed.     The\n\nPlaintiff/Appellant had arrayed Vijaya Bank as Defendant No.1;\n</p>\n\n<span class=\"hidden_text\" id=\"span_1\">RFA(OS)34.2008                                           Page 1 of 47</span>\n<p data-structure=\"Facts\" id=\"p_2\"> Saudi Hollandi Bank as Defendant No.2 and Civil Works\n\nCompany     Limited,   Saudi   Arabia   (CWC   Saudi   Arabia)    as\n\nDefendant No.3. There has been no representation on behalf of\n\nDefendants No.2 and 3 before the learned Single Judge. It\n\nappears that notice has not been issued to Defendants No.2 and\n\n3 in this Appeal. However, since the matter has been argued at\n\ngreat length, and keeping in perspective the conclusion that we\n\nhave arrived at, we think it unnecessary to delay the disposal of\n\nthe Appeal by insisting on service of notice on Defendant Nos.2\n\nand 3.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">2.    It is evident from the impugned Judgment that the learned\n\nSingle Judge was of the opinion that the Plaintiff had made\n\nserious misrepresentations to the Court. After a detailed\n\ndiscussion on the facts of the case it was found that the Plaintiff\n\nwas not entitled for any interim relief. Secondly, the learned\n\nSingle Judge has returned the finding that Courts in India do not\n\npossess territorial jurisdiction to adjudicate upon the said case.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">Hence, the Suit was also dismissed as not maintainable.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">3.    We shall first deal with the question whether this Court\n\npossesses territorial jurisdiction to adjudicate over the dispute.\n</p>\n<p data-structure=\"Section\" id=\"p_6\"><a href=\"/doc/161831507/\" id=\"a_1\">Order VII Rule 10 of the Code of Civil Procedure</a>, 1908 (‗<a href=\"/doc/161831507/\" id=\"a_2\">CPC</a>&#x27;\n\nfor short) immediately becomes relevant. It stipulates that if the\n\nCourt is of the opinion that it does not possess territorial\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">RFA(OS)34.2008                                           Page 2 of 47</span>\n jurisdiction, it must return the plaint for filing in the appropriate\n\nCourt. It does not postulate the dismissal of the suit. Since it is\n\nclear that the dismissal of the suit was not predicated only on\n\nthe absence of territorial jurisdiction, we shall desist from\n\nmaking any further observations. This is for the reason that a\n\nsuit can also be dismissed under Rule 11 of the said <a href=\"/doc/161831507/\" id=\"a_3\">Order VII of\n\nthe CPC</a> which, inter alia, states that a plaint can be rejected\n\nwhere it does not disclose a cause of action or appears, from the\n\nstatement in the Plaint, to be barred by any law.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">4.    The Prayers made in the Plaint read thus:-\n</p>\n<blockquote id=\"blockquote_1\">       43. (a) pass a decree of Declaration in favour of the\n       Plaintiff and against the Defendant No.1 declaring that\n       the counter guarantee No.FBG/RFC/01/105 in favour\n       of Saudi Hollandi Bank, Riyadh, Saudi Arabia,the\n       Defendant No.2 is void;\n</blockquote><p data-structure=\"Issue\" id=\"p_8\">       (b) pass a decree of declaration in favour of the\n       Plaintiff and against the Defendants declaring that the\n       performance guarantee No.050119IS721CA dated 19th\n       January,     2005   issued     by     Saudi   Hollandi    Bank,\n       Defendant No.2 herein in favour of Defendant No.3 for\n       a sum of Rs.SAR 12.50 million valid for a period of 45\n       months beginning 18th January, 2005 and ending on\n       18th October, 2008, is void;\n</p><p data-structure=\"Issue\" id=\"p_9\">       (c) a Decree Permanent Injunction in favour of the\n       Plaintiff and against the Defendant No.3 restraining\n       the   said   Defendant,      its    representatives,   officers,\n       representatives     or    assigns      from   encashing      the\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">RFA(OS)34.2008                                                  Page 3 of 47</span>\n        performance bank guarantee No. 050119IS721CA\n       dated 19th January, 2005 issued by Saudi Hollandi\n       Bank, Defendant No.2 herein in favour of Defendant\n       No.3 for a sum of Rs.SAR 12.50 million valid for a\n       period of 45 months beginning 18th January, 2005 and\n       ending on 18th October, 2008;\n</p><p data-structure=\"Facts\" id=\"p_10\">       (d) Decree of Permanent injunction in favour of\n<span class=\"hidden_text\" id=\"span_4\">       Plaintiff and against the Defendant No.1 and 2</span>\n       restraining   Defendant      No.1,    its    representatives,\n       officers, representatives or assigns from making any\n       payment       against       the      counter      guarantee\n       No.FBG/RFC/01/05 in favour of the Saudi Hollandi\n       Bank, Riyadh, Saudi Arabia and Defendant No.2 from\n       demanding     any    sum    against    the     said   counter\n       guarantee.;\n</p><p data-structure=\"Issue\" id=\"p_11\">       (e) A decree of permanent injunction restraining the\n       Defendant     No.2   from    making     any     payment     to\n       Defendant No.3 against performance bank guarantee\n       No. 050119IS721CA dated 19th January, 2005 issued\n       by Saudi Hollandi Bank, Defendant No.2 herein in\n       favour of Defendant No.3 for a sum of Rs.SAR 12.50\n       million valid for a period of 45 months beginning 18th\n       January, 2005 and ending on 18th October, 2008;\n</p><p data-structure=\"Issue\" id=\"p_12\">       (f) Award the costs of the suit in favour of the Plaintiff\n       and against the Defendant No.3;\n</p><p data-structure=\"Facts\" id=\"p_13\">       (g) Pass such other and further orders as this Hon&#x27;ble\n       Court may deem fit and proper in the facts and\n       circumstances of the present case.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">RFA(OS)34.2008                                               Page 4 of 47</span>\n<p data-structure=\"Facts\" id=\"p_14\"> 5.    In the present case, so far as relief of injunction is\n\nconcerned, the Plaintiff seeks a restraint order against the\n\nDefendant from encashing the subject Performance Bank\n\nGuarantee. There can be no gainsaying that in the event that an\n\ninterim or temporary injunction is declined, the suit, so far as\n\nthis relief is concerned, would be rendered infructuous. Where\n\nthe injunction is for interdicting the encashment of a Bank\n\nGuarantee as soon as payment against the Bank Guarantee is\n\nmade the suit ceases to have any relevance or efficacy.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">Secondly, an injunctory relief is essentially discretionary and\n\nequitable    in   nature.   It   is   trite   that   if   a    material\n\nmisrepresentation has been made by the Plaintiff, it disentitles\n\nitself from the grant of relief since it has transgressed equity\n\nwhile seeking it; having approached the Court with unclean\n\nhands it is not entitled to an injunction. Accordingly, once a\n\nCourt arrives at the conclusion that a deliberate and significant\n\nmisrepresentation has occurred, it is within its powers to\n\ndismiss the suit itself.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">6.    In fairness to Mr. Mata, learned Senior Counsel for Vijaya\n\nBank, he does not support the finding that this Court does not\n\npossess territorial jurisdiction. In ABC Laminart -vs- A.P.\n\nAgencies Ltd., AIR 1989 SC 1239 the Supreme Court has\n\nclarified that exclusion of jurisdiction should never be lightly\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">RFA(OS)34.2008                                                Page 5 of 47</span>\n inferred. It should be manifestly and unequivocally clear that\n\nthe parties had excluded the jurisdiction of a particular Court,\n\nand only then should that Court decline to exercise jurisdiction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">At the instance and request of the Appellant made in New Delhi\n\nto   Vijaya   Bank,    Saudi        Hollandi   Bank      had   furnished      a\n\nPerformance Guarantee to CWC, one of the terms of which is\n\nthat ―any dispute with respect to this Guarantee shall be\n\nresolved by the competent authorities in the Kingdom of Saudi\n\nArabia     and according to the           Regulations,      Decisions      and\n\nInstructions‖.   Keeping       in    perspective      the   ratio    of   ABC\n\nLaminart, we are unable to subscribe to the view that this\n\nClause categorically stipulates that disputes between the parties\n\nmust only be adjudicated in Saudi Arabia, to the exclusion of all\n\nother Courts which, by virtue <a href=\"/doc/161831507/\" id=\"a_4\">of the CPC</a>, have been empowered\n\nto decide disputes. A reference to the recent case of Laxman\n\nPrasad -vs- Prodigy Electronics Ltd.,(2008) 1 SCC 618, which\n\nrelied on ABC Laminart will be apposite for our discussion on\n\nthis issue of Jurisdiction. In this case, there was a similar Clause\n\nin   the   Agreement    between         the    parties   which      stipulated\n\ninterpretation of the terms and conditions of the Contract in\n\naccordance to the laws of the Hong Kong Special Administrative\n\nRegion. The Hon&#x27;ble Court after considering this Clause held\n\nthus:\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_7\">RFA(OS)34.2008                                                      Page 6 of 47</span>\n<blockquote id=\"blockquote_2\">        29. According to the appellant, since the terms and\n       conditions in the agreement have to be interpreted in\n       accordance with the laws of Hong Kong, no court in\n       any country other than a court in Hong Kong shall have\n       jurisdiction to entertain a suit, petition, application or\n       any       other   proceeding.      The   submission        of   the\n       respondent Company, on the other hand, is that what\n       was agreed upon was not territorial jurisdiction of a\n       court but applicability of laws. Clause 18 deals with the\n       second      eventuality     and    declares    that   terms     and\n       conditions of the agreement would be interpreted in\n       accordance with the laws of Hong Kong.\n</blockquote>\n<blockquote id=\"blockquote_3\">       30. We find considerable force in the submission of the\n       learned counsel for the respondent Company. In our\n       view, ―cause of action‖ and ―applicability of law‖ are\n       two distinct, different and independent things and one\n       cannot be confused with the other. The expression\n       ―cause of action‖ has not been defined in the Code. It\n       is, however, settled law that every suit presupposes the\n       existence of a cause of action. If there is no cause of\n       action, the plaint has to be rejected [Rule 11(a) of\n       Order 7]. Stated simply, ―cause of action‖ means a\n       right to sue. It consists of material facts which are\n       imperative for the plaintiff to allege and prove to\n       succeed in the suit. The classic definition of the\n       expression        (―cause   of    action‖)    is   found   in   the\n       observations of Lord Brett in Cooke v. Gill. His\n       Lordship stated:\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">RFA(OS)34.2008                                                    Page 7 of 47</span>\n<blockquote id=\"blockquote_4\">            ―Cause of action means every fact which it would be\n       necessary for the plaintiff to prove, if traversed, in\n       order to support his right to the judgment of the court.‖\n\n</blockquote><blockquote id=\"blockquote_5\">       31. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_9\">In <a href=\"/doc/997135/\" id=\"a_5\">A.B.C. Laminart (P) Ltd. v. A.P. Agencies</a> this\n       Court said: (SCC p. 170, para 12)\n\n         ―12. A cause of action means every fact, which if\n         traversed, it would be necessary for the plaintiff to\n         prove in order to support his right to a judgment of\n         the court. In other words, it is a bundle of facts which\n         taken with the law applicable to them gives the\n         plaintiff a right to relief against the defendant. It\n         must include some act done by the defendant since in\n         the absence of such an act no cause of action can\n         possibly accrue. It is not limited to the actual\n         infringement of the right sued on but includes all the\n         material facts on which it is founded. It does not\n         comprise evidence necessary to prove such facts, but\n         every fact necessary for the plaintiff to prove to\n         enable him to obtain a decree. Everything which if\n         not proved would give the defendant a right to\n         immediate judgment must be part of the cause of\n         action. But it has no relation whatever to the defence\n         which may be set up by the defendant nor does it\n         depend upon the character of the relief prayed for by\n         the plaintiff.‖ (emphasis supplied)</span>\n\n</blockquote><blockquote id=\"blockquote_6\">       32. Now, <a href=\"/doc/169730061/\" id=\"a_6\">Sections 16</a> to <a href=\"/doc/86911060/\" id=\"a_7\">20</a> of the Code deal with\n       territorial jurisdiction of a court (place of suing).\n</blockquote><p data-structure=\"Section\" id=\"p_18\">       Whereas <a href=\"/doc/169730061/\" id=\"a_8\">Sections 16</a> to <a href=\"/doc/191636248/\" id=\"a_9\">18</a> relate to immovable\n       property, suits for compensation for wrongs to persons\n       or movables have been dealt with under <a href=\"/doc/70735214/\" id=\"a_10\">Section 19</a>.\n</p>\n\n<span class=\"hidden_text\" id=\"span_10\">RFA(OS)34.2008                                           Page 8 of 47</span>\n<p data-structure=\"Section\" id=\"p_19\">        <a href=\"/doc/86911060/\" id=\"a_11\">Section 20</a> of the Code is a residuary provision and\n       covers all cases not falling under <a href=\"/doc/169730061/\" id=\"a_12\">Sections 16</a> to <a href=\"/doc/70735214/\" id=\"a_13\">19</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">       33. The relevant part of <a href=\"/doc/86911060/\" id=\"a_14\">Section 20</a> reads thus:\n</p>\n<blockquote id=\"blockquote_7\">           ―20. Other suits to be instituted where defendants\n       reside or cause of action arises.--Subject to the\n       limitations aforesaid, every suit shall be instituted in a\n       court within the local limits of whose jurisdiction--\n</blockquote>\n<blockquote id=\"blockquote_8\">           (a) the defendant, or each of the defendants where\n       there     are   more    than    one,   at    the   time    of    the\n       commencement of the suit, actually and voluntarily\n       resides, or carries on business, or personally works for\n       gain; or\n\n</blockquote><blockquote id=\"blockquote_9\">           (b) any of the defendants, where there are more\n       than one, at the time of the commencement of the suit,\n       actually and voluntarily resides, or carries on business,\n       or personally works for gain, provided that in such case\n       either the leave of the court is given, or the defendants\n       who do not reside, or carry on business, or personally\n       work      for   gain,   as   aforesaid,     acquiesce     in    such\n       institution; or\n</blockquote><blockquote id=\"blockquote_10\">           (c) the cause of action, wholly or in part, arises.‖\n</blockquote><p data-structure=\"Section\" id=\"p_21\">       34. Bare reading of Clause (c) leaves no room for doubt\n       that a suit would lie in a court within the local limits of\n       whose jurisdiction the cause of action has arisen,\n       wholly or partly.\n</p><p data-structure=\"RespArg\" id=\"p_22\">       35. <a href=\"/doc/86911060/\" id=\"a_15\">Section 20</a> has been designed to secure that justice\n       might be brought as near as possible to every man&#x27;s\n       hearthstone and that the defendant should not be put\n       to the trouble and expense of travelling long distances\n       in order to defend himself.\n</p>\n\n<span class=\"hidden_text\" id=\"span_11\">RFA(OS)34.2008                                                    Page 9 of 47</span>\n<p data-structure=\"Issue\" id=\"p_23\">        36. According to the plaintiff Company, a suit instituted\n       on the Original Side of the High Court of Delhi is\n       maintainable since a part of cause of action had\n       accrued within the territorial jurisdiction of the Delhi\n       court (breach of agreement by the defendant).\n</p><p data-structure=\"Precedent\" id=\"p_24\">       37. The argument of the defendant that the agreement\n       was executed in Hong Kong and hence suit could have\n       been instituted only in that country is, in our opinion,\n       not well founded. It is no doubt true that the suit could\n       have been instituted in Hong Kong as well. That,\n       however, does not take away the jurisdiction of the\n       Delhi court where a part of cause of action has arisen.\n       In the plaint, it was specifically alleged by the plaintiff\n       Company that the defendant committed breach of\n       terms and conditions of agreement during the trade\n       fair in February 2005 held in Pragati Maidan, Delhi. It\n       was, therefore, open to the plaintiff Company to\n       institute a suit in a competent court within the\n       jurisdiction of Delhi and that is how the suit is filed in\n       the High Court on its Original Side.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">       38. In our considered opinion, therefore, the contention\n       of the appellant-defendant that the agreement was\n       executed in a foreign country or the defendant was a\n       resident of Ghaziabad (Uttar Pradesh) cannot take\n       away, exclude or oust the jurisdiction of the Delhi court\n       in view of the averment made in the plaint that a part\n       of cause of action had arisen within the local limits of\n       Delhi.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">7.    The    compact    with     regard   to   the   Bank   Guarantee\n\noriginated   at   New   Delhi.    Consequent     upon   the   Plaintiff\n\n\n<span class=\"hidden_text\" id=\"span_12\">RFA(OS)34.2008                                              Page 10 of 47</span>\n approaching Vijaya Bank in their Branch Office at New Delhi,\n\nand on the request of the Plaintiff, Vijaya Bank furnished the\n\nsubject Bank Guarantee. The cause of action, therefore, had\n\nsquarely and indubitably arisen in New Delhi. We are mindful of\n\nthe fact that Defendant Nos.2 and 3 do not actually and\n\nvoluntarily reside or carry on business in Delhi. Since the cause\n\nof action has arisen in Delhi and since the exclusion Clause in\n\nthe Bank Guarantee (reproduced above) does not completely\n\noust the jurisdiction of Courts at Delhi, we are unable to sustain\n\nthis finding of the learned Single Judge. As we have recorded,\n\nMr. Mata has not supported this aspect of the Judgment. We\n\nmay observe that it causes avoidable confusion where the Court\n\nopines that it does not have jurisdiction and yet enters on the\n\nmerits of the case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">8.    Coming to the issue of grant of injunction against\n\ninvocation of Bank Guarantee, the Hon&#x27;ble Supreme Court has\n\ncrystalized the law regarding invocation/encashment of Letter of\n\nCredit and Bank Guarantee in its pronouncements such that it\n\nadmits of no debate or doubt. As far back as in 1970, the Court\n\nhad in Tarapore and Co., Madras -vs- V.O Tractors Export\n\nMoscow, AIR 1970 SC 891 elaborately and perspicuously\n\nexplained the scope and ambit of judicial interference in matters\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">RFA(OS)34.2008                                         Page 11 of 47</span>\n concerning Letters of Credit and Bank Guarantees in these\n\nwords--\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">       The scope of an irrevocable letter of credit is\n       explained thus in Halsbury&#x27;s Laws of England\n       (Vol.34, Paragraph 319 at page 185):\n</p><blockquote id=\"blockquote_11\">          ―It is often made a condition of a mercantile\n          contract that the buyer shall pay for the goods\n          by means of a confirmed credit, and it is then\n          the duty of the buyer to procure his bank,\n          known as the issuing or originating bank, to\n          issue an irrevocable credit in favour of the seller\n          by which the bank undertakes to the seller,\n          either directly or through another bank in the\n          seller&#x27;s country known as the correspondent or\n          negotiating bank, to accept drafts drawn upon it\n          for the price of the goods, against tender by the\n          seller   of     the   shipping   documents.        The\n          contractual relationship between the issuing\n          bank and the buyer is defined by the terms of\n          the agreement between them under which the\n          letter opening the credit is issued; and as\n          between the seller and the bank, the issue of\n          the credit duly notified to the seller creates a\n          new contractual nexus and renders the bank\n          directly liable to the seller to pay the purchase\n          price or to accept the bill of exchange upon\n          tender of the documents. The contract thus\n          created between the seller and the bank is\n          separate      from,   although   ancillary   to,   the\n          original contract between the buyer and the\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">RFA(OS)34.2008                                                Page 12 of 47</span>\n         seller, by reason of the bank&#x27;s undertaking to\n        the seller, which is absolute. Thus the bank is\n        not entitled to rely upon terms of the contract\n        between the buyer and the seller which might\n        permit the buyer to reject the goods and to\n        refuse payment therefor; and, conversely, the\n        buyer is not entitled to an injunction restraining\n        the seller from dealing with the letter of credit\n        if the goods are defective.‖\n       Chalmers on ―Bills of Exchange‖ explains the legal\n       position in these words\n        ―The     modern      commercial    credit   serves    to\n        interpose between a buyer and seller a third\n        person        of   un-questioned   solvency,      almost\n        invariably a banker of international repute; the\n        banker on the instructions of the buyer issues\n        the letter of credit and thereby undertakes to\n        act as paymaster upon the seller performing the\n        conditions set out in it. A letter of credit may be\n        in any one of a number of specialised forms and\n        contains the undertaking of the banker to\n        honour all bills of exchange drawn thereunder.\n        It can hardly be over-emphasised that the\n        banker is not bound or entitled to honour such\n        bills    of    exchange   unless   they,    and    such\n        accompanying documents as may be required\n        thereunder, are in exact compliance with the\n        terms of the credit. Such documents must be\n        scrutanised with meticulous care, the maxim de\n        minimis non curat lex cannot be invoked where\n        payment is made by the letter of credit. If the\n\n\n<span class=\"hidden_text\" id=\"span_15\">RFA(OS)34.2008                                                Page 13 of 47</span>\n         seller has complied with the terms of the letter\n        of        credit,    however,    there      is        an    absolute\n        obligation upon the banker to pay irrespective\n        of any disputes there may be between the buyer\n        and the seller as to whether the goods are up to\n        contract or not‖\n       Similar are the views expressed in `Practice and\n       Law of Banking&#x27; by H.B. Sheldon, ―the Law of\n       Bankers              Commercial      Credits‖               by     H.C.\n       Gutteridge,―the          Law      relating        to    Commercial\n       Letters of Credit‖ by A.G. Devis&#x27; ―the Law Relating\n       to Bankers&#x27; Letters of Credit‖ by B.C. Mitra and in\n       several other text books read to us by Mr. Mohan\n       Kumaramangalam,             learned       Counsel            for    the\n       Russian Firm. The legal position as set out above\n       was not controverted by Mr. M.C. Satalvad,\n       learned Counsel for the Indian Firm. So far as the\n       Bank of India is concerned it admitted its liability\n       to honour the letter of credit and expressed its\n       willingness to abide by its terms. It took the same\n       position before the High Court.\n</blockquote><blockquote id=\"blockquote_12\">       ........\n</blockquote><blockquote id=\"blockquote_13\">       10. A case somewhat similar to the one before us\n       came up for consideration before the Queens\n       Bench Division in England in Hamzeh Walas and\n       Sons v. British Imex Industries Ltd., 1958-2 QB\n</blockquote><blockquote id=\"blockquote_14\">       127. Therein the plaintiffs, a Jordanian firm\n       contracted to purchase from the defendants, a\n       British firm, a large quantity of reinforced steel\n       rods, to be delivered in two instalments. Payment\n       was to be effected by opening in favour of the\n\n\n<span class=\"hidden_text\" id=\"span_16\">RFA(OS)34.2008                                                             Page 14 of 47</span>\n        defendants of two confirmed letters of credit with\n       the Midland Bank Ltd., in London, one in respect\n       of each instalment. The letters of credit were duly\n       opened      and    the    first   was     realised     by    the\n       defendants on the delivery of the first instalment.\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">       The plaintiffs complained that that instalment was\n       defective and sought an injunction to bar the\n       defendants from realizing the second letter of\n       credit. Donovan, J., the Trial Judge refused the\n       application. In appeal Jenkins, Sellers and Pearce\n       L., JJ. Confirmed the decision of the Trial Judge. In\n       the course of his judgment Jenkins, L.J., who\n       spoke for the Court observed thus:\n</p><p data-structure=\"CDiscource\" id=\"p_30\">       ―We       have    been    referred   to    a   number         of\n       authorities, and it seems to be plain enough that\n       the opening of a confirmed letter of credit\n       constitutes a bargain between the banker and\n       the vendor of the goods, which imposes upon the\n       banker       an     absolute      obligation      to        pay,\n       irrespective      of     any   dispute    there      may     be\n       between the parties as to whether the goods are\n       up to contract or not. An elaborate commercial\n       system has been built up on the footing that\n       bankers&#x27; confirmed credits are of that character,\n       and, in my judgment, it would be wrong for this\n       Court in the present case to interfere with that\n       established practice.\n</p><p data-structure=\"Precedent\" id=\"p_31\">       There is this to be remembered, too. A vendor of\n       goods selling against a confirmed letter of credit\n       is selling under the assurance that nothing will\n       prevent him from receiving the price. That is of\n\n\n<span class=\"hidden_text\" id=\"span_17\">RFA(OS)34.2008                                                       Page 15 of 47</span>\n        no mean advantage when goods manufactured in\n       one country are being sold in another. It is,\n       furthermore, to be observed that vendors are\n       often reselling goods bought from third parties.\n       When they are doing that, and when they are\n       being paid by a confirmed letter of credit, their\n       practice is - and I think it was followed by the\n       defendants in this case--to finance the payments\n       necessary to be made to their suppliers against\n       the letter of credit. That system of financing\n       these operations, as I see it, would break down\n       completely if a dispute as between the vendor\n       and the purchaser was to have the effect of\n       ―freezing‖ if I may use that expression the sum\n       in respect of which the letter of credit was\n       opened.‖\n       In Urquhart Lindsay and Co. Ltd. v. Eastern Bank\n       Ltd., 1922-1 KB 318 the King&#x27;s Bench held that\n       the refusal of the defendants bank to take and pay\n       for the particular bills on presentation of the\n       proper documents constituted a repudiation of the\n       contract as a whole and that the plaintiffs were\n       entitled to damages arising from such a breach. It\n       may be noted that in that case the price quoted in\n       the invoices was objected to by the buyer and he\n       had notified his objection to the bank. But under\n       the terms of the letter of credit the bank was\n       required to make payments on the basis of the\n       invoices tendered by the seller. The court held\n       that if the buyers had an enforceable claim that\n       adjustment must be made by way of refund by the\n\n\n<span class=\"hidden_text\" id=\"span_18\">RFA(OS)34.2008                                       Page 16 of 47</span>\n        seller and not by the way of retention by the\n       buyer.\n</p><p data-structure=\"Section\" id=\"p_32\">       11. Similar opinions have been expressed by the\n       American Courts. The leading American case on the\n       subject is Dulien Steel Products Inc., of Washington\n       v. Bankers Trust Co., Federal Reporter 2nd Series,\n       298 p.836. The facts of that case are as follows:\n</p><blockquote id=\"blockquote_15\">        The plaintiffs, Dulien Steel Products Inc., of\n        Washington, contracted to sell steel scrap to the\n        European         Iron     and     Steel     Company.         The\n        transaction was put through M/s. Marco Polo\n        Group      Project,      Ltd.     who     were    entitled    to\n        commission for arranging the transaction. For the\n        payment of the the commission to Marco Polo,\n        plaintiffs procured an irrevocable letter of credit\n        from Seattle First National Bank. As desired by\n        Marco Polo this letter of credit was opened in\n        favour     of    one     Sica.    The     defendant-bankers\n        confirmed        that    letter   of    credit.   The   credit\n        stipulated for payment against (1) a receipt of\n        Sica for the amount of the credit and (2) a\n        notification of Seattle Bank to the defendants that\n        the      plaintiffs      had      negotiated       documents\n        evidencing the shipment of the goods. Sica\n        tendered the stipulated receipt and Seattle Bank\n        informed the defendants that the Dulien had\n        negotiated documentary drafts. Meanwhile after\n        further negotiations between the plaintiffs and\n        the vendees the price of the goods sold was\n        reduced         and     consequently       the    commission\n        payable to Marco Polo stood reduced but the\n\n\n<span class=\"hidden_text\" id=\"span_19\">RFA(OS)34.2008                                                       Page 17 of 47</span>\n         defendants were not informed of this fact. Only\n        after     notifying       the        defendants      about      the\n        negotiation       of    the      drafts      drawn    under     the\n        contract of sale, the Seattle Bank informed the\n        defendants about the changes underlying the\n        transaction and asked them not to pay Sica the\n        full amount of the credit. The defendants were\n        also informed that Sica was merely a nominee of\n        Marco Polo and has no rights of his own to the\n        sum      of   the      credit.      Sica,     however,      claimed\n        payment of the full amount of the credit. The\n        defendants          asked      further        instructions     from\n        Seattle       Bank       but        despite     Seattle      Bank&#x27;s\n        instructions        decided         to   comply      with     Sica&#x27;s\n        request. After informing Seattle Bank of their\n        intention, they paid Sica the full amount of the\n        credit. Plaintiffs thereupon brought an action in\n        the District Court of New York for the recovery of\n        the      moneys      paid      to    Sica.     The   action    was\n        dismissed by the trial Court and that decision was\n        affirmed by the Court of Appeals. That decision\n        establishes the well known principle that the\n        letter of credit is independent of and unqualified\n        by the contract of sale or underlying transaction.\n        The autonomy of an irrevocable letter of credit is\n        entitled to protection. As a rule Courts refrain\n        from interfering with that autonomy.\n</blockquote>\n<blockquote id=\"blockquote_16\">9.    In United Commercial Bank -vs- Bank of India, (1981) 2\n\nSCC 766:AIR 1981 SC 1426 the Apex Court has reiterated that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">RFA(OS)34.2008                                                          Page 18 of 47</span>\n Courts   ought    not    to   grant    injunctions     restraining   the\n\nperformance of the contractual obligations flowing out of a\n\nLetter of Credit or a Bank Guarantee between one Bank and\n\nanother. It observed that -\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_33\">          The opening of a confirmed letter of credit\n          constitutes a bargain between the banker and\n          the vendor of the goods which imposes on the\n          banker an absolute obligation to pay. A banker\n          issuing or confirming an irrevocable credit\n          usually       undertakes     to    honour       drafts\n          negotiated, or to reimburse in respect of drafts\n          paid,     by    the    paying     or       negotiating\n          intermediate banker and the credit is thus in\n          the hands of the beneficiary binding against\n          the banker. A letter of credit constitute the\n          sole contract with the banker and a bank\n          issuing or confirming a letter of credit is not\n          concerned       with   the   underlying      contract\n          between the buyer an seller. Duties of a bank\n          under a letter of credit are created by the\n          document itself, but in any case it has the\n          power and is subject to the limitations which\n          are given or imposed by it, in the absence of\n          the appropriate provisions in the letter of\n          credit. The banker owes a duty to the buyer to\n          ensure that the documents tendered by the\n          sellers under a credit are complied with those\n          for which the credit calls and which are\n          embodied in terms of paying or negotiating\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">RFA(OS)34.2008                                               Page 19 of 47</span>\n           bank The description of the goods in the\n          relative bill of exchange must be the same\n          description in the letter of credit, that it, the\n          goods themselves must in each be described in\n          identical    terms,   even    though    the    goods\n          differently described in the two documents\n          are, in fact, the same. It is the description of\n          the goods that is all important and if the\n          description is not identical it is the paying\n          bank&#x27;s duty to refuse payment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">10.   A study of U.P. Coop. Federation -vs- Singh Consultants &amp;\n\nEngineers (P) Ltd., (1988) 1 SCC 174 is extremely instructive.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">The Hon&#x27;ble Supreme Court again spoke in these words-\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">          45. The letter of credit has been developed over\n          hundreds of years of international trade. It was\n          most commonly used in conjunction with the\n          sale of goods between geographically distant\n          parties. It was intended to facilitate the transfer\n          of goods between distant and unfamiliar buyer\n          and seller. It was found difficult for the seller to\n          rely upon the credit of an unknown customer. It\n          was also found difficult for a buyer to pay for\n          goods prior to their delivery. The Bank&#x27;s letter\n          of credit came into existence to bridge this gap.\n          In such transactions, the seller (beneficiary)\n          received payment from issuing bank when he\n          presents    a   demand   as   per    terms    of   the\n          documents.      The   bank    must     pay    if   the\n          documents are in order and the terms of credit\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">RFA(OS)34.2008                                               Page 20 of 47</span>\n           are satisfied. The bank, however, was not\n          allowed to determine whether the seller had\n          actually shipped the goods or whether the\n          goods conformed to the requirements of the\n          contract. Any dispute between the buyer and\n          the seller must be settled between themselves.\n          The courts, however, carved out an exception to\n          this rule of absolute independence. The courts\n          held that if there has been fraud in the\n          transaction   the    bank    could    dishonour\n          beneficiary&#x27;s demand for payment. The courts\n          have generally permitted dishonour only on the\n          fraud of the beneficiary, not the fraud of\n          somebody else.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">          46. It was perhaps for the first time the said\n          exception of fraud to the rule of absolute\n          independence of the letter of credit has been\n          applied by Shientag, J. in the American case of\n          Sztejn v. J.Henry Schroder Banking Corporation\n          (31 NYS 2d 631). Mr.Sztejn wanted to buy some\n          bristles from India and so he entered into a deal\n          with an Indian seller to sell him a quantity. The\n          issuing Bank issued a letter of credit to the\n          Indian seller that provided that, upon receipt of\n          appropriate documents, the bank would pay for\n          the shipment. Somehow, Mr.Sztejn discovered\n          that the shipment made was not crates of\n          bristles, but creates of worthless material and\n          rubbish. He went to his bank which probably\n          informed him that the letter of credit was an\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">RFA(OS)34.2008                                         Page 21 of 47</span>\n           independent undertaking of the bank and it\n          must pay.\n</p><p data-structure=\"Precedent\" id=\"p_38\">          .......\n</p><p data-structure=\"Precedent\" id=\"p_39\">          53. Whether it is a traditional letter of credit or\n          a    new    device   like   performance    bond    or\n          performance guarantee, the obligation of banks\n          appears to be the same. If documentary credits\n          are irrevocable and independent, the banks\n          must pay when demand is made. Since the bank\n          pledges its own credit involving its reputation,\n          it has no defence except in the case of fraud.\n          The bank&#x27;s obligations of course should not be\n          extended to protect the unscrupulous seller,\n          that is, the seller who is responsible for the\n          fraud. But, the banker must be sure of his\n          ground before declining to pay. The nature of\n          the fraud that the courts talk about is fraud of\n          an egregious nature as to vitiate the entire\n          underlying transaction.       It is fraud   of the\n          beneficiary, not the fraud of somebody else. If\n          the bank detects with a minimal investigation\n          the fraudulent action of the seller, the payment\n          could      be   refused.    The   bank   cannot   be\n          compelled to honour the credit in such cases.\n          But it may be very difficult for the bank to take\n          a decision on the alleged fraudulent action. In\n          such cases, it would be proper for the bank to\n          ask the buyer to approach the court for an\n          injunction.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">RFA(OS)34.2008                                              Page 22 of 47</span>\n<p data-structure=\"Precedent\" id=\"p_40\"> 11.   In Hindustan Steel Works Construction Ltd. -vs- Tarapore\n\n&amp; Co., AIR 1996 SC2268:(1996) 5 SCC 34, the following\n\nobservations have been made:\n</p>\n<blockquote id=\"blockquote_17\">       We are, therefore, of the opinion that the correct\n       position of law is that commitment of banks must\n       be honoured free from interference by the courts\n       and it is only in exceptional cases, that is to say,\n       in   case    of   fraud     or   in    a    case   where\n       irretrievable injustice would be done if bank\n       guarantee is allowed to be encashed, the\n       court should interfere. In this case fraud has\n       not been pleaded and the relief for injunction was\n       sought by the contractor/Respondent 1 on the\n       ground    that    special   equities   or    the   special\n       circumstances of the case required it. The special\n       circumstances and/or special equities which have\n       been pleaded in this case are that there is a\n       serious dispute on the question as to who has\n       committed breach of the contract, that the\n       contractor    has    a   counter-claim      against   the\n       appellant, that the disputes between the parties\n       have been referred to the arbitrators and that no\n       amount can be said to be due and payable by the\n       contractor to the appellant till the arbitrators\n       declare their award. In our opinion, these factors\n       are not sufficient to make this case an exceptional\n       case justifying interference by restraining the\n       appellant from enforcing the bank guarantees.\n       The High Court was, therefore, not right in\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">RFA(OS)34.2008                                                Page 23 of 47</span>\n        restraining the appellant from enforcing the bank\n       guarantees.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_41\">12.   In U.P. State Sugar Corporation -vs-. Sumac International\n\nLimited,   AIR    1997    SC    1644:(1997)       1    SCC     568     the\n\ncircumstances in which the invocation of a Bank Guarantee or\n\npayments made pursuant thereto could be interdicted, had been\n\nRestated. While spelling out the essentials of fraud and/or\n\nirretrievable injustice in this context, the Apex Court had\n\nrecorded the following observations:-\n</p>\n<blockquote id=\"blockquote_18\">           12. The law relating to invocation of such bank\n           guarantees is by now well settled. When in the\n           course of commercial dealings an unconditional\n           bank guarantee is given or accepted, the\n           beneficiary is entitled to realize such a bank\n           guarantee in terms thereof irrespective of any\n           pending disputes. The bank giving such a\n           guarantee is bound to honour it as per its terms\n           irrespective   of   any   dispute   raised    by     its\n           customer. The very purpose of giving such a\n           bank guarantee would otherwise be defeated.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_42\">           The   courts   should,    therefore,   be    slow     in\n           granting an injunction to restrain the realization\n           of such a bank guarantee. The courts have\n           carved out only two exceptions. A fraud in\n           connection with such a bank guarantee would\n           vitiate the very foundation of such a bank\n           guarantee. Hence if there is such a fraud of\n           which the beneficiary seeks to take advantage,\n\n\n<span class=\"hidden_text\" id=\"span_26\">RFA(OS)34.2008                                                 Page 24 of 47</span>\n           he can be restrained from doing so. The second\n          exception relates to cases where allowing the\n          encashment of an unconditional bank guarantee\n          would result in irretrievable harm or injustice to\n          one of the parties concerned. Since in most\n          cases payment of money under such a bank\n          guarantee would adversely affect the bank and\n          its customer at whose instance the guarantee is\n          given, the harm or injustice contemplated under\n          this head must be of such an exceptional and\n          irretrievable nature as would override the terms\n          of the guarantee and the adverse effect of such\n          an injunction on commercial dealings in the\n          country. The two grounds are not necessarily\n          connected, though both may coexist in some\n          cases.\n</p><p data-structure=\"Precedent\" id=\"p_43\">          .......\n</p><p data-structure=\"Precedent\" id=\"p_44\">          14. On the question of irretrievable injury which\n          is the second exception to the rule against\n          granting of injunctions when unconditional bank\n          guarantees are sought to be realised the court\n          said in the above case that the irretrievable\n          injury must be of the kind which was the\n          subject-matter of the decision in the Itek Corpn.\n          case, 566 Fed Supp 1210. In that case an\n          exporter in USA entered into an agreement with\n          the Imperial Government of Iran and sought an\n          order terminating its liability on stand by letters\n          of credit issued by an American Bank in favour\n          of an Iranian Bank as part of the contract. The\n          relief was sought on account of the situation\n\n\n<span class=\"hidden_text\" id=\"span_27\">RFA(OS)34.2008                                          Page 25 of 47</span>\n           created after the Iranian revolution when the\n          American Government cancelled the export\n          licences in relation to Iran and the Iranian\n          Government had forcibly taken 52 American\n          citizens as hostages. The US Government had\n          blocked all Iranian assets under the jurisdiction\n          of United States and had cancelled the export\n          contract. The Court upheld the contention of the\n          exporter that any claim for damages against the\n          purchaser if decreed by the American Courts\n          would not be executable in Iran under these\n          circumstances       and    realisation         of     the    bank\n          guarantee/letters         of        credit    would          cause\n          irreparable    harm            to    the     plaintiff.       This\n          contention    was     upheld.          To     avail     of    this\n          exception, therefore, exceptional circumstances\n          which make it impossible for the guarantor to\n          reimburse himself if he ultimately succeeds, will\n          have to be decisively established. Clearly, a\n          mere apprehension that the other party will not\n          be able to pay, is not enough. In Itek case\n          (supra) there was a certainty on this issue.\n          Secondly, there was good reason, in that case\n          for the Court to be prima facie satisfied that the\n          guarantors i.e. the bank and its customer would\n          be found entitled to receive the amount paid\n          under the guarantee.\n</p><p data-structure=\"Precedent\" id=\"p_45\">          15. Our attention was invited to a number of\n          decisions on this issue -- among them, to Larsen\n          &amp; Toubro Ltd. v. Maharashtra SEB, (1995) 6\n          SCC    68     and     Hindustan              Steel     Workers\n\n\n<span class=\"hidden_text\" id=\"span_28\">RFA(OS)34.2008                                                          Page 26 of 47</span>\n           Construction       Ltd.    v.    G.S.     Atwal     &amp;      Co.\n</p><p data-structure=\"Precedent\" id=\"p_46\">          (Engineers) (P) Ltd., (1995) 6 SCC 76 as also to\n          National        Thermal    Power        Corpn.      Ltd.     v.\n</p><p data-structure=\"Precedent\" id=\"p_47\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901943\" id=\"span_29\">Flowmore (P) Ltd., (1995) 4 SCC 515. The latest\n          decision is in the case of <a href=\"/doc/1901943/\" id=\"a_16\">State of Maharashtra\n          v. National Construction Co.</a>, (1996) 1 SCC 735\n          where this Court has summed up the position by\n          stating:</span>\n</p><blockquote id=\"blockquote_19\">           &quot;The rule is well established that a bank\n           issuing a guarantee is not concerned with\n           the   underlying       contract        between     the\n           parties to the contract. The duty of the\n           bank under a performance guarantee is\n           created by the document itself. Once the\n           documents are in order the bank giving the\n           guarantee must honour the same and make\n           payment ordinarily unless there is an\n           allegation of fraud or the like. The courts\n           will not interfere directly or indirectly to\n           withhold       payment,    otherwise       trust    in\n           commerce internal and international would\n           be irreparably damaged. But that does not\n           mean that the parties to the underlying\n           contract cannot settle the disputes with\n           respect    to    allegations      of    breach      by\n           resorting to litigation or arbitration as\n           stipulated in the contract. The remedy\n           arising ex contractu is not barred and the\n           cause     of    action    for     the     same      is\n           independent       of     enforcement        of     the\n           guarantee.&quot;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_30\">RFA(OS)34.2008                                                       Page 27 of 47</span>\n<p data-structure=\"Precedent\" id=\"p_48\"> 13.   Reference may also be made to the observations of\n\nB.N.Kirpal, J. (as his Lordship then was) in Dwarikesh Sugar\n\nIndustries Ltd. -vs- Prem Heavy Engineering Works (P) Ltd.,\n\n(1997) 6 Supreme Court Cases 450, and the terse deprecation\n\ncontained therein to the Courts&#x27; interdicting the normal\n\noperation of Bank Guarantees and Letters of Credit.\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_33\">21.    Numerous         decisions        of     this    Court\n            rendered over a span of nearly two decades\n            have laid down and reiterated the principles\n            which     the        courts     must          apply     while\n            considering the question whether to grant an\n            injunction which has the effect of restraining\n            the encashment of a bank guarantee. We do\n            not    think    it    necessary      to       burden      this\n            judgment by referring to all of them. Some of\n            the more recent pronouncements on this\n            point where the earlier decisions have been\n            considered      and         reiterated        are     <a href=\"/doc/325228/\" id=\"a_17\">Svenska\n            Handelsbanken v. Indian Charge Chrome</a>,\n            Larsen &amp; Toubro Ltd. v. Maharashtra SEB,\n            <a href=\"/doc/708879/\" id=\"a_18\">Hindustan Steel Workers Construction Ltd. v.\n            G.S. Atwal &amp; Co. (Engineers) (P) Ltd.</a> and\n            <a href=\"/doc/1746106/\" id=\"a_19\">U.P.    State        Sugar       Corpn.         v.     Sumac\n            International        Ltd.     The</a>   general          principle\n            which has been <a href=\"/doc/1746106/\" id=\"a_20\">laid down by</a> this Court has\n            been summarised in the case of U.P. State\n            Sugar Corpn. As follows: (SCC p.574, para</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_50\">            12)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">RFA(OS)34.2008                                                         Page 28 of 47</span>\n                  ―The law relating to invocation of\n                 such bank guarantees is by now\n                 well settled. When in the course of\n                 commercial            dealings           an\n                 unconditional bank guarantee is\n                 given or accepted, the beneficiary\n                 is entitled to realize such a bank\n                 guarantee       in     terms         thereof\n                 irrespective     of     any          pending\n                 disputes. The bank giving such a\n                 guarantee is bound to honour it as\n                 per its terms irrespective of any\n                 dispute raised by its customer. The\n                 very purpose of giving such a bank\n                 guarantee      would     otherwise       be\n                 defeated.      The     courts        should,\n                 therefore, be slow in granting an\n                 injunction      to      restrain         the\n                 realization     of     such     a      bank\n                 guarantee. The courts have carved\n                 out only two exceptions. A fraud in\n                 connection     with     such     a     bank\n                 guarantee would vitiate the very\n                 foundation      of     such      a     bank\n                 guarantee. Hence if there is such a\n                 fraud   of    which    the    beneficiary\n                 seeks to take the advantage, he can\n                 be restrained from doing so. The\n                 second exception relates to cases\n                 where allowing the encashment of\n                 an unconditional bank guarantee\n\n\n<span class=\"hidden_text\" id=\"span_35\">RFA(OS)34.2008                                                  Page 29 of 47</span>\n                  would result in irretrievable harm\n                 or injustice to one of the parties\n                 concerned. Since in most cases\n                 payment of money under such a\n                 bank guarantee would adversely\n                 affect the bank and its customer at\n                 whose instance the guarantee is\n                 given,   the    harm      or        injustice\n                 contemplated under this head must\n                 be of such an exceptional and\n                 irretrievable   nature         as     would\n                 override the terms of the guarantee\n                 and the adverse effect of such an\n                 injunction on commercial dealings\n                 in the country.‖\n            Dealing with the question of fraud it has\n            been held that fraud has to be an established\n            fraud. The following observations of Sir John\n            Donaldson, M.R. In Bolivinter Oil SA v. Chase\n            Manhattan Bank are apposite:\n</p><blockquote id=\"blockquote_20\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_36\">―... The wholly exceptional case\n                 where an injunction may be granted\n                 is where it is proved that the bank\n                 knows    that      any    demand          for\n                 payment already made or which\n                 may thereafter be made will clearly\n                 be fraudulent. But the evidence\n                 must be clear, both as to the fact of\n                 fraud    and    as   to    the        bank&#x27;s\n                 knowledge. It would certainly not\n                 normally be sufficient that this rests\n\n\n<span class=\"hidden_text\" id=\"span_37\">RFA(OS)34.2008                                                   Page 30 of 47</span>\n                   on the uncorroborated statement of\n                  the   customer,         for    irreparable\n                  damage can be done to a bank&#x27;s\n                  credit in the relatively brief time\n                  which must elapse between the\n                  granting of such an injunction and\n                  an application by the bank to have\n                  it discharged.‖\n            The aforesaid passage was approved and\n            followed    by   this      Court    in   <a href=\"/doc/329587/\" id=\"a_21\">U.P.    Coop.\n            Federation Ltd. v. Singh Consultants and\n            Engineers (P) Ltd</a>.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_51\">            22. The second exception to the rule of\n            granting injunction, i.e., the resulting of\n            irretrievable    injury,    has     to   be     such    a\n            circumstance       which        would     make          it\n            impossible for the guarantor to reimburse\n            himself, if he ultimately succeeds. This will\n            have to be decisively established and it must\n            be proved to the satisfaction of the court that\n            there would be no possibility whatsoever of\n            the   recovery    of    the    amount         from     the\n            beneficiary, by way of restitution.‖\n\n</p><p data-structure=\"Precedent\" id=\"p_52\">14.   It will be apposite to make a reference of Federal Bank\n\nLimited -vs- V.M. Jog Engineering Limited, (2001) 1 SCC 663\n\nthe Apex Court had recorded the following enunciation of law --\n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">            In several judgments of this Court, it has\n            been held that courts ought not to grant\n            injunction to restrain encashment of bank\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">RFA(OS)34.2008                                                     Page 31 of 47</span>\n             guarantees          or    letters    of    credit.        Two\n            exceptions have been mentioned - (i) fraud,\n            and (ii) irretrievable damage. If the plaintiff\n            is prima facie able to establish that the case\n            comes        within        these     two     exceptions,\n            temporary injunction under <a href=\"/doc/161831507/\" id=\"a_22\">Order 39 Rule 1\n            CPC</a> can be issued. It has also been held that\n            the contract of the bank guarantee or the\n            letter of credit is independent of the main\n            contract between the seller and the buyer.\n            This is also clear from <a href=\"/doc/1659104/\" id=\"a_23\">Articles 3</a> and <a href=\"/doc/1015123/\" id=\"a_24\">4</a> of\n            UCP     (1983        Revision).      In    case      of    an\n            irrevocable bank guarantee or letter of credit\n            the buyer cannot obtain injunction against\n            the banker on the ground that there was a\n            breach of the contract by the seller. The\n            bank    is     to        honour     the    demand         for\n            encashment if the seller prima facie complies\n            with the terms of bank guarantee or the\n            letter of credit, namely, if the seller produces\n            the documents enumerated in the bank\n            guarantee or the letter of credit. If the bank\n            is satisfied on the face of the documents that\n            they are in conformity with the list of\n            documents mentioned in the bank guarantee\n            or the letter of credit and there is no\n            discrepancy, it is bound to honour the\n            demand of the seller for encashment. While\n            doing so it must take reasonable care. It is\n            not permissible for the bank to refuse\n            payment on the ground that the buyer is\n\n\n<span class=\"hidden_text\" id=\"span_39\">RFA(OS)34.2008                                                         Page 32 of 47</span>\n             claiming that there is a breach of contract.\n            Nor can the bank try to decide this question\n            of breach at that stage and refuse payment\n            to   the   seller.   Its   obligation   under   the\n            document having nothing to do with any\n            dispute as to breach of contract between the\n            seller and the buyer.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">15.   It is evident that despite the clarity and consistency in the\n\ndecisions of the Hon&#x27;ble Supreme Court injunctions for the\n\nencashment of Bank Guarantees and Letters of Credit are\n\nnevertheless granted. Very recently in National Highways\n\nAuthority of India -vs- Ganga Enterprises, (2003) 7 Supreme\n\nCourt Cases 410, the Apex Court again adumbrated the law on\n\nthis subject in the following passage:\n</p>\n<blockquote id=\"blockquote_21\">            It is settled law that a contract of guarantee\n            is a complete and separate contract by itself.\n            The law regarding enforcement of an ―on-\n            demand bank guarantee‖ is very clear. If the\n            enforcement is in terms of the guarantee,\n            then courts must not interfere with the\n            enforcement of bank guarantee. The court\n            can only interfere if the invocation is against\n            the terms of the guarantee of if there is any\n            fraud. Courts cannot restrain invocation of\n            an ―on-demand guarantee‖ in accordance\n            with its terms by looking at terms of the\n            underlying contract. The existence or non-\n            existence of an underlying contract becomes\n\n\n<span class=\"hidden_text\" id=\"span_40\">RFA(OS)34.2008                                              Page 33 of 47</span>\n             irrelevant when the invocation is in terms of\n            the bank guarantee. The bank guarantee\n            stipulated that if the bid was withdrawn\n            within 120 days or if the performance\n            security was not given or if an agreement\n            was not signed, the guarantee could be\n            enforced. The bank guarantee was enforced\n            because the bid was withdrawn within 120\n            days. Therefore, it could not be said that the\n            invocation of the bank guarantee was against\n            the terms of the bank guarantee. If it was in\n            terms of the bank guarantee, one fails to\n            understand as to how the High Court could\n            say that the guarantee could not have been\n            invoked.   If   the   guarantee   was   rightly\n            invoked, there was no question of directing\n            refund as has been done by the High Court.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_55\">16.   From the above discussion, it is manifestly clear that there\n\nis no dispute that a Letter of Credit is an independent contract\n\nand the Courts are not to interfere with the encashment of the\n\nLetter of Credit unless the case falls within the purview of\n\nexceptions <a href=\"/doc/329587/\" id=\"a_25\">laid down by</a> the Apex Court. The first exception\n\nwhich has been carved out by the Courts is that the fraud\n\nperpetrated must be of egregious nature meaning that the said\n\nfraud must be one of gross nature which shakes the conscience\n\nof the Court and the said fraud must be known to the parties\n\nincluding the party representing as well as the bank. Under the\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">RFA(OS)34.2008                                          Page 34 of 47</span>\n said circumstances, if the said fraud is established, the Court\n\ncan interfere with the bank guarantee. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_42\">In <a href=\"/doc/329587/\" id=\"a_26\">U.P. Cooperation\n\nFederation Ltd.</a> (Supra) also it was held that the fraud pleaded\n\nmust be of an egregious nature so as to vitiate the entire\n\nunderlying transaction of the Bank Guarantee. It is fraud of the\n\nbeneficiary and not the fraud of somebody else that would make\n\nthe Court to grant the Order of injunction as asked for.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">17.   So far as the facts of the present case are concerned, Mr.\n\nRaju Ramachandran, learned Senior Counsel appearing for the\n\nPlaintiff, has contended that the Plaintiff has responded and\n\nreacted to a Letter of Intent (LoI) dated 12.12.2004 received by\n\nit from CWC, Saudi Arabia. It is noteworthy that this document\n\ndoes not postulate the furnishing of a Performance Bank\n\nGuarantee. Indeed, the contract states that it would become\n\neffective only upon the obtainment by the Plaintiff of the Final\n\nLicense of Approval from the Saudi Authorities. The main plank\n\nof the argument on behalf of the Plaintiff is that the subject\n\nBank Guarantee was furnished in anticipation of the award of\n\nthe contract covered by the LoI dated 12.12.2004 and since this\n\ndid not transpire, the Bank Guarantee became devoid of\n\nconsideration. Poignantly, the Plaint makes no mention of the\n\nLoI dated 15.12.2004 between the CWC, Saudi Arabia and\n\nBhandari Engineers and Builders, Saudi Arabia (BEBSA) which\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">RFA(OS)34.2008                                         Page 35 of 47</span>\n document,     inter    alia,    stipulates   -―The     execution   of    this\n\nagreement terms is subject to obtaining a 5% Performance Bond\n\nof contract value specified in Item ‗Third&#x27; above valid for 45\n\nmonths; delivered to Main Contractor(CWC) as a beneficiary\n\nfrom a local Saudi Bank within 30 days from signing letter of\n\naward and shall also depend on and be connected with signing\n\nthe final contracting between the parties in respect of assigning\n\nof   the   execution    of     works,   subject   of    agreement,      after\n\ncompletion of all official procedures and obtaining the related\n\nrequired approval‖. Mr. Ramachandran has informed us, on\n\ninstructions, that sixty five per cent equity of BEBSA is held by\n\nthe Plaintiff; twenty five per cent by a Saudi National, Mr.\n\nMohammed Al-Ghadi and ten per cent by a non-resident Indian,\n\nMr. Udai Bhanu. The learned Single Judge has noted and has\n\nexpressed his disapproval on the Plaintiff&#x27;s failure to mention\n\nthis LoI dated 15.12.2004 and the Contract that was entered\n\ninto was predicated thereon. Reacting to this conduct of the\n\nPlaintiff, the learned Single Judge has found the Plaintiff to have\n\nmade material misrepresentations and willful concealment of\n\nrelevant facts. LoI dated 12.12.2004 did not fructify into the\n\nemergency of any contractual relations between any of the\n\nparties before us presumably because of the failure of the\n\nPlaintiff to secure the requisite Licence. It is the LoI dated\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">RFA(OS)34.2008                                                 Page 36 of 47</span>\n 15.12.2004 and the resultant Contract which records the\n\nassigning of the execution of works of ―Branch Sewerage\n\nNetworks in Central District, Jedah‖ to CWC which, in turn, has\n\nsub contracted forty per cent of the value of this work-order to\n\nBEBSA. As clarified by the Annexure to the LoI dated\n\n15.12.2004, the value of the work was SAR 770002029.5, forty\n\nper cent thereof is SAR 308000811.8 which is the value of the\n\nwork sub-contracted by CWC to BEBSA. Of this, BEBSA has\n\nfurther sub-contracted SAR 250 million to the Plaintiff which is\n\nits sister concern and holding company.\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">18.   Mr. Raju Ramachandran has endeavoured to explain the\n\nexistence of the two LoIs dated 12.12.2004 and 15.12.2004 by\n\ncontending that even though they make a mention of the entire\n\nworks of Branch Sewerage Networks in Central District, Jedah,\n\nsmaller sub-divisions of the work were in the contemplation of\n\nCWC. If this was the position, we find no conceivable reason\n\nwhy the LoI dated 15.12.2004 had not been filed by the Plaintiff.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">It is palpably clear that the LoI dated 15.12.2004 had been\n\ndeliberately withheld in order to paint a picture that only one\n\nLoI had been issued, that too to the Plaintiff, which LoI does not\n\nlead to the award of any contract.     Had the latter LoI dated\n\n15.12.2004 been filed, we are in no manner of doubt that the\n\nCourt would have sought clarification on which one of the two\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">RFA(OS)34.2008                                         Page 37 of 47</span>\n LoIs had fructified into a contract. It is nobody&#x27;s case that the\n\ncontract with BEBSA did not come into existence. In our\n\nopinion, the finding of the learned Single Judge to the effect that\n\nthere has been misrepresentation or concealment by the\n\nPlaintiff is fully substantiated by the withholding of these\n\ndocuments.       It   bears   reiteration   that   the   requirement     of\n\nfurnishing a Bank Guarantee does not find articulation in the\n\nLoI dated 12.12.2004, which indeed concerned the Plaintiff.\n</p>\n<p data-structure=\"RespArg\" id=\"p_59\">Significantly, the corresponding 7th Clause speaks of the need\n\nfor the obtainment of Final License Approval which is topical\n\nbecause the Plaintiff/BEBP does not have a Saudi Licence\n\nwhereas BEBSA does.\n</p>\n<p data-structure=\"RespArg\" id=\"p_60\">19.   The Defendant, Vijaya Bank, has placed on record a\n\nphotocopy of the letter dated 6.12.2004 addressed by CWC\n\nSaudi Arabia to BEBSA, informing the latter that its Tender\n\nrelating to the said Works for a sum of SAR 380 million is\n\nacceptable, subject to the deposit with CWC of a Performance\n\nBond amounting to SAR 15.4 million (that is, approximately five\n\nper cent of the value of the sub-contract) in the form of a\n\nBankers Guarantee from an approved local bank. Learned\n\nSenior   Counsel       has    drawn   attention    to    the   documents\n\npreparatory to the execution of the Bank Guarantee by Vijaya\n\nBank in which it has been mentioned that purpose of the\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">RFA(OS)34.2008                                                 Page 38 of 47</span>\n Guarantee is ―to secure work‖. We do not agree with Mr.\n\nRamachandran that the only deduction possible is that the\n\nPlaintiff had its sight fastened on securing the contract for itself,\n\nkeeping in our mind the fact that BEBSA was a subsidiary/sister\n\nconcern of the Plaintiff. The sequence of events is that at the\n\ninstance of the Plaintiff Vijaya Bank requested, on 19.1.2005,\n\nSaudi Hollandi Bank to furnish a Performance Guarantee to\n\nCWC Saudi Arabia which the latter did on the very same date.\n</p>\n<p data-structure=\"Section\" id=\"p_61\">These transactions occurred in the wake of the failure of the\n\nPlaintiff to secure the contract for itself, and the success of its\n\nsubsidiary BEBSA to obtain the subject sub-contract from CWC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">Attention has also been drawn to the notings of Vijay Bank to\n\nthe following effect:-\n</p>\n<blockquote id=\"blockquote_22\">            ―The new contract work of laying Sewer System in\n       the city of Jeddah, kingdom of Saudi Arabia, is obtained\n       on sub contract basis from Civil Works Co. Ltd.\n       Dammam, Saudi Arabia, Riyadh and the aggregate\n       value is 1250 million Saudi Riyals, out of which 700\n       million SR is retained by the Principal and 300 million\n       SR is sub contracted to Bhandari Engineers and\n       Builders Saudi Arabia and 250 millions to Messrs\n       Bhandari Engineers and Builders Pvt. Ltd. who are the\n       applicant company. The Company is to furnish BG to\n       CWC Ltd. aggregating to 5% of 250 millions which\n       comes to around Rs.15.00 crores‖.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">RFA(OS)34.2008                                            Page 39 of 47</span>\n<p data-structure=\"Precedent\" id=\"p_63\"> 20.   It is also uncontroverted that a contract was executed on\n\n15.12.2004 between BEBSA and BEPB, which sub-contracted\n\nWorks of the value of SAR 250 million to the Plaintiff. It has\n\nbeen explained by Mr. Mata, learned Senior Counsel, and not\n\ndenied by Mr. Raju Ramachandran, learned Senior Counsel for\n\nthe Plaintiff/Appellant, that the remainder portion of the Works\n\nof the value of SAR 58 million was placed by BEBSA on Kunal\n\nTraders (for the manufacture of manholes). Thus, BEBSA sub-\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">contracted the entire Works placed on it aggregating SAR 308\n\nmillion. The contract between BEBSA and BEPB obligated BEBP\n\nto issue a Performance Bond of a value of five per cent of the\n\ntotal sub-contract which is exactly the sum mentioned in the\n\nsubject Bank Guarantee. This document has also been filed, not\n\nby the Plaintiff, but by the Defendant Bank.\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">21.   Learned Senior Counsel for the Appellant/Plaintiff/BEPB\n\nplaces emphasis on a letter dated 24.10.2007 written by it to\n\nVijaya Bank mentioning therein that the Plaintiff could not get\n\nCommercial Registration Certificate from the Ministry of\n\nCommerce,        Saudi   Arabia   and   that   without   Commercial\n\nRegistration no company could operate a bank account in Saudi\n\nArabia or carry out any commercial transaction in Saudi Arabia.\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">This statement is correct and is obviously the reason why the\n\nPlaintiff&#x27;s face in Saudi Arabia, viz. BEBSA, secured the contract\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">RFA(OS)34.2008                                            Page 40 of 47</span>\n and then passed it on to BEBP. ―Therefore, no work was done in\n\nthe name of BEBP in Saudi Arabia‖. This was followed by\n\nanother letter dated 1.10.2007 in which a mention was again\n\nmade only to the LoI dated 12.12.2004. The Plaintiff has\n\nmaintained in the said letter that under the belief that award of\n\ncontract to it would follow, the Plaintiff had requested Vijaya\n\nBank to issue Counter Bank Guarantee in favour of Saudi\n\nHollandi Bank for the benefit of CWC. ―However, no contract\n\nwas finalized because no contract was entered into‖. This is a\n\nwillful misstatement and suppression of the factual position. It\n\nappears that Vijaya Bank had addressed a letter to Saudi\n\nHollandi Bank attempting to cancel the said Bank Guarantee of\n\nSAR 12.5 million on the ground that no contract had been\n\nentered into. This was immediately responded to by Saudi\n\nHollandi Bank (which had, in turn, furnished a Bank Guarantee\n\nto CWC), stating that the Counter Guarantee by Vijaya Bank was\n\nan independent contract for which Vijaya Bank would remain\n\nliable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">22.   Mr. Mata has explained that the stand taken by Vijaya\n\nBank was an abortive attempt to assist its constituent, BEBP\n\nand should not be held against the Bank, as is patently apparent\n\non a reading of the Meeting of the Board of Directors of BEBP\n\nheld on 6.12.2004 which reads thus:-\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_49\">RFA(OS)34.2008                                        Page 41 of 47</span>\n<blockquote id=\"blockquote_23\">        Bank Guarantee from Vijaya Bank\n\n       The       Chairman   informed   the   Board   that   for   the\n       Company has been offered a sub contract work by\n       Bhandari Engineers and Builders Saudi Arabia for\n       construction of Branch Sewerage Network in the North\n       Central District, Jeddah. For this it is necessary to\n       provide Non Fund Based Bank Guarantee Facility for\n       performance of the contract from a Bank. He suggested\n       approaching Vijaya Bank for availing banking facilities\n       from them. After discussion following resolution was\n       passed:\n</blockquote><blockquote id=\"blockquote_24\">       ―RESOLVED THAT the company do request the Vijaya\n       Bank, for allowing the company the Non Fund Based\n       Foreign Bank Guarantee Facility to the extent of\n       Rs.12.50 million SAR equivalent to Rs.15.00 Crores\n       (Rupees Fifteen Crores only) representing 5% of 250\n       million SAR for performance of Branch Sewerage\n       Network in the North Central District, Jeddah Contract.\n       ―FURTHER RESOLVED THAT the S. Amrik Singh\n       Bhandari, Chairman and Managing Director of the\n       company be and is hereby authorized to secure the said\n       facilities and to execute all documents and papers as\n       required by the said Bank and to affix common seal if\n       required and to do all such acts and deeds and things\n       as may be necessary to secure the above facilities‖.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_68\">23.   The position that emerges is crystal clear. The Plaintiff\n\nhad, no doubt, received a LoI dated 12.12.2004. Meanwhile,\n\nBEBSA, its subsidiary, came to receive an LoI dated 15.12.2004\n\nin respect of the very same Works. It will not be sanguine to\n\n\n<span class=\"hidden_text\" id=\"span_50\">RFA(OS)34.2008                                              Page 42 of 47</span>\n presume that these events had become necessary because the\n\nPlaintiff would not have received the contract directly from the\n\nGovernment of Saudi Arabia and, therefore, coming to know of\n\nthis fact had projected and supported its subsidiary for the same\n\nwork. The subsidiary sub-contracted the entire work, majorly to\n\nPlaintiff (SAR 250 million) with the remainder 58 million to\n\nKunal Traders. In conformity with the written obligations, the\n\nPlaintiff had arranged the Bank Guarantee for SAR 12.5 million\n\n(five per cent of its sub-contract) through Vijaya Bank, on the\n\nstrength of which Saudi Hollandi Bank had given a Performance\n\nBank Guarantee to CWC. This completely annihilates the case of\n\nthe Plaintiff to the effect that the Bank Guarantee had been\n\nfurnished in anticipation of the award of the contract to the\n\nPlaintiff and that it was totally distinct to the contract awarded\n\nto its subsidiary, BEBSA. In these circumstances, there was\n\ncomplete consideration for the furnishing of the subject Bank\n\nGuarantee by Vijaya Bank at the instance of the Plaintiff.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">Therefore, we find no fraud whatsoever in the invocation of the\n\nBank Guarantee, leave alone egregious fraud or irretrievable\n\ninjury which must be evident for a Court to be persuaded to\n\nrestrain its encashment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_70\">24.   In the course of hearings, we had enquired as to whether\n\nthe contract has been completed. We have been informed that\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">RFA(OS)34.2008                                         Page 43 of 47</span>\n there are some disputes between BEBSA and CWC. This\n\nsequence of events explains the delay on the part of the Plaintiff\n\nin seeking a cancellation of this Bank Guarantee as late as in\n\nOctober, 2007. Obviously, the Plaintiff had become wise to the\n\nfact that CWC would invoke the Bank Guarantee provided to it\n\nby Saudi Hollandi Bank which would have the cascading\n\nconsequence       of   Saudi   Hollandi    Bank   invoking   the    Bank\n\nGuarantee provided to it by Vijaya Bank which, in turn, would\n\nresult in Vijaya Bank effecting recovery of its dues from the\n\nPlaintiff. This position also emerged from a letter dated\n\n24.9.2005 of the Plaintiff to Vijaya Bank mentioning, inter alia,\n\nthus:-\n</p>\n<blockquote id=\"blockquote_25\">         4.1   The     work    was    sub-contracted    by   Principal\n         Contractor, Civil Works Company Ltd., Damman to a\n         Registered Saudi Registered Company M/s. BEBSAL\n         with Regd. Office at P.O. Box 57382 Riyadh 11574, Flat\n         No.03, First Floor, Naghi Center, Near King Faisal\n         International Academy, Iman Saudi Bin Abdul Aziz, Bin\n         Mohammed Road, Riyadh, Kingdom of Saudi Arabia.\n</blockquote><p data-structure=\"Precedent\" id=\"p_71\">         The Chairman of BEBSAL is Mr. Mohammed Al-Ghadi\n         and Managing Director is S. Ajit Singh Bhandari, a Non\n         Resident Indian and settled abroad. BEBSAL sub-\n         contracted to Bhandari Engineers &amp; Builders Pvt. Ltd.,\n         New Delhi. On the basis of our proposal, your bank\n         issued Counter Guarantee in favour of Hollandi Bank,\n         Riyadh    who    issued     an   irrevocable   guarantee    to\n         Principal Contractor M/s. Civil Works Company Ltd.\n</p>\n\n<span class=\"hidden_text\" id=\"span_52\">RFA(OS)34.2008                                               Page 44 of 47</span>\n<p data-structure=\"Conclusion\" id=\"p_72\">        ...\n</p><p data-structure=\"Conclusion\" id=\"p_73\">       4.3 We would like to add that the principal contractor\n       M/s. Civil Works Company Ltd. with whom the Bank\n       Guarantee was lodged threatened to encash the Bank\n       Guarantee unless the work is commenced immediately.\n       This project is of National Importance to Kingdom of\n       Saudi Arabia and His Royal Highness the King of Saudi\n       Arabia have formed a Special Team for monitoring the\n       Project. The Company would have been black-listed and\n       debarred from taking any work in Saudi Arabia in case\n       the work was not started in BEBSAL. Based on the\n       understanding, BE&amp;BPL commended construction with\n       very limited resources in July/August, 2005.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_74\">25.   The present case fails to meet the condition laid out in\n\nfirst exception itself inasmuch as the pleadings do not contain\n\ndetails of the alleged fraud nor it is stated anywhere and/or\n\nelucidated that the fraud is of egregious nature. The alleged\n\nfraud finds mention in paragraph 34 of the Plaint where it is\n\nmerely averred that ―The refusal by Defendant No. 3 to return\n\nthe performance Bank Guarantee and the retention by the\n\nDefendant No. 3 of the Bank Guarantee tendered by Plaintiff is a\n\ncomplete breach of trust and a fraud practiced by the Defendant\n\nNo. 3 on the Plaintiff.‖ In the face of absence of necessary\n\npleadings, and substantiated arguments with regard to the\n\ncommission of fraud, we are not satisfied with the submission of\n\nthe learned Counsel for the Plaintiff in this regard.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_53\">RFA(OS)34.2008                                          Page 45 of 47</span>\n<p data-structure=\"CDiscource\" id=\"p_75\"> 26.   In these circumstances, we are of the opinion that the\n\nAppeal is wholly devoid of merit. The learned Single Judge has\n\nrightly concluded that the Plaintiff has failed to manifest any\n\negregious fraud in the invoking of the Bank Guarantee furnished\n\nby Vijaya Bank. Further, the learned Single Judge is correct in\n\nconcluding       that   the   Plaintiff   was   guilty   of   deliberate\n\nmisrepresentation of the factual position inasmuch as the case\n\nof the Plaintiff that the subject Bank Guarantee was bereft of\n\nconsideration was contrary to the facts of the case. While the\n\nPlaintiff may not have succeeded in obtaining the contract for\n\nthe execution of the works of Branch Sewerage Networks in\n\nCentral District, Jedah from CWC, it had actually received the\n\npredominant share of the works awarded to BEBSA, that is, SAR\n\n250 million out of the total of SAR 308 million awarded to\n\nBEBSA. We are also of the opinion that since the Plaintiff had\n\napproached the Court with unclean hands, it had disentitled\n\nitself from any injunctory relief. Apart from the fact that on the\n\nrefusal to grant injunctory relief the main relief in the suit had\n\nbecome infructuous, misrepresentation of facts is sufficient\n\nreason for the dismissal of the suit itself.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_76\">27.   The Appeal is dismissed. Since the Plaintiff/Appellant has\n\nfailed altogether in substantiating any of the grounds urged by\n\nit, this is a fit case for awarding actual costs. We, however,\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">RFA(OS)34.2008                                                Page 46 of 47</span>\n direct the Plaintiff/Appellant to pay costs of Rupees 20,000/- to\n\nVijaya Bank within four weeks from today.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">28.   Trial Court record be sent back.</p><pre id=\"pre_2\">\n\n\n\n\n                                   ( VIKRAMAJIT SEN )\n                                         JUDGE\n\n\n\n\n                                   ( MANMOHAN SINGH )\nJanuary 20, 2010                         JUDGE\ntp\n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">RFA(OS)34.2008                                        Page 47 of 47</span>\n </pre>","numcites":13,"numcitedby":0,"docsource":"Delhi High Court","citetid":121932356,"divtype":"judgments","relatedqs":[{"value":"bank fraud","formInput":"bank%20fraud"},{"value":"permanent injunction","formInput":"permanent%20injunction"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"egregious fraud ","formInput":"egregious%20fraud%20"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"bank guarantee fraud","formInput":"bank%20guarantee%20fraud"},{"value":"works contract","formInput":"works%20contract"},{"value":"misrepresentation","formInput":"misrepresentation"},{"value":"encashment of bank guarantee","formInput":"encashment%20of%20bank%20guarantee"},{"value":"ABC Laminart ","formInput":"ABC%20Laminart%20"},{"value":"sub-contracting in contract","formInput":"sub-contracting%20in%20contract"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"},{"value":"marco polo","formInput":"marco%20polo"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"performance bank guarantee","formInput":"performance%20bank%20guarantee"},{"value":"bhandari engineers ","formInput":"bhandari%20engineers%20"},{"value":"sica","formInput":"sica"}],"cats":[{"value":"formation-of-new-states","formInput":"tag:formation-of-new-states"},{"value":"amendment-for-first-and-fourth-schedule","formInput":"tag:amendment-for-first-and-fourth-schedule"}],"courtcopy":true,"query_alert":null,"agreement":false}