{"tid":158014472,"publishdate":"2014-09-03","title":"Consortium Of Deepak Cable India ... vs Teestavalley Power Transmission ... on 3 September, 2014","doc":"<h2 class=\"doc_title\">Consortium Of Deepak Cable India ... vs Teestavalley Power Transmission ... on 3 September, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">.*    IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                Judgment reserved on :   July 16, 2014\n                        Judgment pronounced on: September 3, 2014\n+                  O.M.P. No.651/2014 &amp; CCP (O) No.90/2014\n\n      CONSORTIUM OF DEEPAK CABLE INDIA LIMITED AND\n      ABIR INFRASTRUCTURE PVT LTD (DCIL-AIPL) .... Petitioner\n                   Through Mr. Dushyant Dave and Mr. Rajiv\n                           Nayar, Sr.Adv. with\n                           Mr.Kartik Nayar, Mr. Nikhal\n                           Rohtagi, Mr. Ayush Agarwal,\n                           Mr.Vikrant Singh &amp; Mr.Himanshu\n                           Gupta, Advs.\n\n                        versus\n\n      TEESTAVALLEY POWER TRANSMISSION LIMITED\n                                            ..... Respondent\n                  Through Dr.Abhishek Manu Singhvi, Sr.Adv.,\n                          Mr.A.S.Chandhiok, Sr.Adv. &amp;\n                          Mr.Sandeep Sethi, Sr.Adv. with\n                          Ms.Haripriya Padmanabhan,\n                          Mr.Sanyam Saxena, Mr.Aman\n                          Garg, Mr.Ritesh Kumar,\n                          Ms.Mallika Ahluwalia, Mr.Mayank\n                          Bamniyal &amp; Ms.Aditi Tyagi, Advs.\n\n      CORAM:\n      HON&#x27;BLE MR.JUSTICE MANMOHAN SINGH\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.    By the way of the present petition filed under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the\nArbitration and Conciliation Act, 1996 (hereinafter referred to as &quot;the\nAct&quot;) the petitioner seeks to restrain the respondent purporting to\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">OMP No. 651/2014                                          Page 1 of 86</span>\n terminate and/or acting in pursuance of the purported termination of\nthe Services and Supply Agreements for the 400KV D/C Teesta III -\nKishanganj Transmission Line (Tower Package - A1 &amp; A2) that were\nentered into between the petitioner and the respondent (hereinafter\nreferred to as &quot;the contracts&quot;).\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.    Brief facts for the purpose of adjudication of the present petition\nare that the Contract was entered into between Respondent (&quot;TPTL&quot;)\nand a Consortium between M/s Abir Infrastructure Private Ltd.\n(&quot;Petitioner&quot;) and M/s Deepak Cables (India) Ltd. (&quot;DCIL&quot;). The\npresent petition has been filed by the petitioner on behalf of the said\nConsortium of Deepak Cables India Limited and Abir Infrastructure\nPrivate Limited (DCIL-AIPL).\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.    The Contracts were entered into between the petitioner and the\nrespondent for the construction of the 400 KV D/C Transmission Line\nfrom the 1200 MW TEESTA III Hydro Electric Project in the State of\nSikkim to the Kishanganj Pooling Station in the State of Bihar\ncovering a total length of approximately 212 KM (&quot;Project&quot;). The\nContracts were executed on 22nd February, 2010. The respondent\nwas required to complete its scope of works within 23 months i.e.\nuntil October, 2011 from the date of award of the contracts i.e. 18th\nNovember, 2009.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">4.    The Project was divided into two sections for geographical\nconvenience, the section stretching from Teesta III HEP to\nPanighata, West Bengal (termed as &quot;Package A1&quot;) and the second\nsection commencing from Panighata to Kishanganj, Bihar (termed as\n\n\n<span class=\"hidden_text\" id=\"span_2\">OMP No. 651/2014                                          Page 2 of 86</span>\n &quot;Package A2&quot;). The scope of work of the petitioner in respect of each\npackage was divided into two agreements being the Supply\nAgreement termed as A1/01 and A2/01 and Service Agreement\ntermed as A1/02 and A2/02. The consideration payable to the\npetitioner by the respondent in respect of the Supply and Services\nAgreement of A1/01 and A1/02 was Rs.108,39,99,596/- (Rupees One\nHundred and Eight Crores Thirty Nine Lakhs Ninety Nine Thousand\nFive Hundred Ninety Six only) and Rs.117,41,06,487/- (Rupees One\nHundred Seventeen Crores Forty One lakhs Six Thousand Four\nHundred Eighty Seven only) respectively. The consideration for\nSupply and Services Agreement for Package 2 i.e. A2/01 and A2/02\nwas Rs.54,97,41,980/- (Rupees Fifty Four Crores, Ninety Seven\nLakhs Forty One Thousand Nine Hundred and Eighty only) and\nRs.36,72,49,555/- (Rupees Thirty Six Crores Seventy Two Lakhs\nForty Nine Thousand Five Hundred and Fifty Five only) respectively.\nThe total value of the project was Rs.360,61,00610/-.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">5.    The contract in question was terminated by the respondent by\nletter dated 30th May, 2014 alleging that termination was forthwith. It\nwas terminated under clause 36.2 of the contract.        The present\npetition was filed on 31st May, 2014 seeking to pass interim orders\nrestraining the respondent from terminating the contract or giving\neffect to third party rights being created. The case of the respondent\nis that termination itself was w.e.f. 30th May, 2014 and the work was\nalready awarded to third party on the same day. The petition filed by\nthe petitioner is therefore not maintainable.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_3\">OMP No. 651/2014                                        Page 3 of 86</span>\n<p data-structure=\"Facts\" id=\"p_6\"> 6.    Notice was issued for 6th June, 2014. On that date, parties were\ndirected to maintain status quo as per order passed by the vacation\nJudge.\n</p><p data-structure=\"Facts\" id=\"p_7\">7.    It has been stated in the petition that as per the contracts, it\nwas the foremost obligation of respondent to provide/assist the\npetitioner in obtaining Right of Way (ROW) so as to enable the\npetitioner to carry out its obligations under the contracts, however\nrespondent No.1 has failed to do so and as a result of the same, the\ncompletion date of the contract i.e. 16th October, 2011 has been\nconsistently and continuously delayed and even till date performance\nunder the contracts is not complete. The respondent has repeatedly\nbeen called upon by the petitioner to comply with its obligations\nhowever the respondent has miserably failed to perform its part of the\nobligation and is in material breach of its contractual obligations. The\npetitioner has been suffering heavy losses and cash flow crunch\nbecause of the idling equipments and manpower and non-payment of\nprevious dues/claims of the petitioner against the respondents.\n</p><p data-structure=\"PetArg\" id=\"p_8\">8.    It is averred in the petition that the overall responsibility for\nmaking available of ROWs/way-leave clearances for the project\nremained with the respondent and the petitioner&#x27;s responsibility was\nlimited to facilitation of the said clearances etc. and in no event can\nthe full responsibility of obtaining the clearances/ROW be shifted on\nthe petitioner as ultimately the actual receipt of all such clearances\nwould be in the name of the owner i.e. the respondent.\n</p><p data-structure=\"Facts\" id=\"p_9\">9.    The petitioner admitted having entered into the Supplementary\nAgreement. In this regard, it is stated by the petitioner that since the\n\n\n<span class=\"hidden_text\" id=\"span_4\">OMP No. 651/2014                                         Page 4 of 86</span>\n respondent had failed to effectively process the compensation of\nlandowners etc, in order to aid in the faster execution of work and to\nminimize further delay, the petitioner entered into the Supplement\nAgreement on reimbursement basis. However, the obligation to\nobtain actual clearances/permissions remained with the respondent.\n</p><p data-structure=\"Facts\" id=\"p_10\">10.   It is alleged that the petitioner has been unable to carry out\nworks at certain sections only due to non-availability of the requisite\npermissions that are to be provided by the respondent. The petitioner\nat all times has been willing and ready to complete its obligations\nunder the Contracts and has been ready even to cure the purported\nbreaches etc. The petitioner continues to carry out the works despite\nthe fact that bills in excess of Rs.70 crores remain pending. The\nrespondent has failed to make requisite payments to the petitioner\nand also failed to comply with their contractual obligations and the\ndate of completion of contract which was uptil 16th October, 2011 has\nbeen continuously and consistently delayed. Various communications\nwere addressed to the respondent by the petitioner providing the\nROW status and the respondent acknowledged the responsibility of\nproviding the same and in pursuance thereof granted extension of\ntime for completion of the project. The petitioner on various occasions\nhad also informed the respondent about the losses being suffered\ndue to idling of equipment and certain other claims, payments\nwhereof the respondent despite acknowledging chose to evade.\n</p><p data-structure=\"Facts\" id=\"p_11\">11.   Due to various delays on part of the respondent, time was\nextended for completion of the project till October, 2014. Despite this,\nthe respondent vide an alleged letter dated 9th May, 2014 (sent by e-\n</p>\n\n<span class=\"hidden_text\" id=\"span_5\">OMP No. 651/2014                                         Page 5 of 86</span>\n<p data-structure=\"Issue\" id=\"p_12\"> mail on 15th May, 2014) fraudulently sought to contend that the\npetitioner was in default of the contract and gave 14 days time to the\npetitioner for curing the defects. However, despite granting 14 days\ntime, respondent No.1 vide letter dated 14th May, 2014 had written to\nState Bank of India to invoke the bank guarantee invoked furnished\nfor separate works under the contracts.\n</p><p data-structure=\"Facts\" id=\"p_13\">12.   On 31st May, 2014, petitioner received a purported Notice of\nTermination on the ground of delay in execution of work under the\ncontracts and the respondent directed the petitioner to comply with all\nthe obligations within 7 days from the date of issuance of the notice. It\nis the case of the petitioner that time was not the essence of the\nContract and therefore no such stipulation was incorporated under\nthe Contract. On the contrary, the petitioner was given time\nextensions starting from the year 2011 uptil atleast October, 2014 for\ncompletion of the transmission line and as such after the lapse of\nmore than 3 years from the contractual completion date, it cannot be\nsaid that time was the essence. As such the respondent had no right\nto terminate the contract or act in pursuance of the said Termination\nNotice at this stage owing to the alleged delay in completion of the\nworks particularly when it was the respondent who gave time\nextension till October, 2014.\n</p><p data-structure=\"RespArg\" id=\"p_14\">13.   It has been stated in the petition that the bank guarantees were\ninvoked by the respondent 5 months prior to the completion date with\nfraudulent motive of encashing the bank guarantees and now\ntermination    of   the   contracts   despite   of   the   fact   that     the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">OMP No. 651/2014                                            Page 6 of 86</span>\n encashment/disbursement of funds under the bank guarantees has\nbeen stayed by this Court in another connected petition.\n</p><p data-structure=\"Facts\" id=\"p_15\">14.      The petitioner stated that it ought to be allowed to continue the\nconstruction of the project which is a public interest project and\ntermination of the contract and execution of the said termination\nnotice shall lead to further delay of the project and cause substantial\nfinancial implication upon both the petitioner as well as the\nrespondent.\n</p><p data-structure=\"PetArg\" id=\"p_16\">15.      In the reply to the said petition, the respondent has stated that\nthe petition is infructuous inasmuch as termination and award of\nContract has already been effected prior to filing of the instant\npetition. It has been stated that owing to the petitioner not being able\nto complete the contract within stipulated tine, provisional extension\nof time was repeatedly given by the respondent in anticipation of\ncompletion of the project. However inspite of such cooperation being\nextended by the respondent to the extent of even assisting the\npetitioner in doing their part of contractual work, petitioner miserably\nfailed to complete the project even by 50% of the total outstanding\ndeliverables, owing to its own breaches of contract. It has been stated\nthat the project needs to be commissioned by December 2014 and\ncontinuity of the petitioner as a contractor seriously jeopardized the\nstakes involved in the entire contract for laying of the transmission\nlines.\n</p><p data-structure=\"Issue\" id=\"p_17\">         It has been stated that owing to severe delays in performance\nof the works by the petitioner, respondent was constrained to issued\nvarious letters 2014 informing the petitioner of its intention to carry\n\n\n<span class=\"hidden_text\" id=\"span_7\">OMP No. 651/2014                                           Page 7 of 86</span>\n out the pending works under the contract itself/through contractors in\ncontinued absence of successful completion of works under the\nContract by the petitioner.\n</p><p data-structure=\"Facts\" id=\"p_18\">16.   As the petitioner was far from achieving and successfully\ncompleting the portions of Contract even as per its own schedule of\ncompletion shared with the respondent on 12th July, 2013, the\nrespondent was constrained to issue a default notice dated 9th May,\n2014, sent on 14th May, 2014 citing all previous correspondences.\nThe petitioner however vide letter dated 23rd May, 2014 agreed to\nhiving off part of the project being fully aware of its limitation in\ncompleting the Contract in time and having defaulted thrice in\nmeeting deadlines. It is stated in reply that as the petitioner failed to\nremedy the breaches within 14 days of receipt of notice of default\ndated 9th May, 2014, the respondent terminated the Contracts vide\ntermination letter 30th May, 2014. On account of urgency involved in\nthe completion of the work, the Contract was simultaneously awarded\nto M/s Tata Projects Limited on 30th May, 2014.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">17.   The pleadings were completed.          Both parties made their\nsubmissions at great length. From the petitioner&#x27;s side Mr. Dushyant\nDave, Mr.Rajiv Nayar, learned Senior advocates and Mr. Kartik Nayar\nmade their submissions. The respondent was represented by Mr.\nAbhishek Manu Singhvi, Mr. A.S.Chandiok and Mr. Sandeep Sethi,\nlearned Senior advocates and Ms.Haripriya Padmanabhan who have\nargued the matter. Both the parties have also filed the written\nsubmissions. Numbers of judgments were referred by both sides.\nThis Court is of the view that that the decision should not be rendered\n\n\n<span class=\"hidden_text\" id=\"span_8\">OMP No. 651/2014                                          Page 8 of 86</span>\n on all contentions on merits as it would affect one of the parties if the\nfindings are given on the aspect of disputed questions which are\nultimately going to form subject matter of the arbitral dispute. I have\nbeen informed that both parties have taken requisite steps to invoke\narbitration. Thus, the relevant aspects are being dealt with which are\nin aid for the purposes of disposing of the present petition.\nArguments of the petitioner\n</p><p data-structure=\"RespArg\" id=\"p_20\">18.   The main submission of the petitioner is that the purported\ntermination of the Contract is wrong, illegal and against the terms of\nthe Contract. The action of the respondent would cause the petitioner\nirreparable harm and injury in terms of financial losses and goodwill\nand reputation in its business. The petitioner may be likely to be even\nblack listed from being an infrastructure contractor for the\nGovernment.\n</p><p data-structure=\"Facts\" id=\"p_21\">19.   The first submission of Mr. Dave, learned Senior advocate is\nthat the purported Termination Notice dated 30th May, 2014 is\ncontrary to various clauses of the Contract between the parties. He\nhas referred to Clause 34 of the of the Contract. The petitioner was\ngranted time extension to complete the entire works by October, 2014\nwhich was unconditional and without levying the liquidated damages\nby the respondent vide letter dated 4th July, 2013. Any purported\ndefaults of the petitioner as alleged by the respondent, prior to that\ndate stood waived. The effect of such termination notice issued under\nclause 36.2.2 is set out in clause 36.2.3 which mentions that the\ntermination would take effect upon such date as specified in the\nnotice of termination. By notice dated 30th May, 2014 issued by the\n\n\n<span class=\"hidden_text\" id=\"span_9\">OMP No. 651/2014                                          Page 9 of 86</span>\n respondent, seven days time was given for the termination to take\neffect. The petitioner immediately filed the instant petition under\n<a href=\"/doc/1079220/\" id=\"a_2\">Section 9</a> of the Act and by order dated 6th June, 2014 (i.e. prior to\nthe expiry of the 7 days period as stipulated under the purported\ntermination notice dated 30th May, 2014) the parties were directed to\nmaintain status quo. Therefore, the present petition has been filed\nprior to the effect of purported termination of the Contract.\n</p><p data-structure=\"RespArg\" id=\"p_22\">20.   Secondly, it is argued by Mr. Dave that the Respondent {being\na joint venture between POWERGRID and Teesta Urja Ltd. (which is\npartially owned and controlled by the State of Sikkim)} constitutes to\nbe an instrumentality of the State under <a href=\"/doc/609139/\" id=\"a_3\">Article 12</a> of the Constitution\nand is supposed to act in a fair, reasonable and equitable manner in\nall matters including in matters of contract. It is submitted that an\ninstrumentality of the State is liable to act in a fair manner on the\ntouchstone of <a href=\"/doc/367586/\" id=\"a_4\">Article 14</a> of the Constitution of India. The respondent\nin the present case had already made up their mind to terminate the\ncontract and was just looking for an excuse for the same.\n</p><p data-structure=\"Section\" id=\"p_23\">21.   The third submission is that the Contract between the parties\nprovides for a specific mechanism for resolving the disputes between\nthe parties. The respondent failed to follow the aforesaid procedure.\nHe referred to clause 38 of the contract in this regard. As per him, the\nsaid terms and conditions of the contract are enforceable in law. The\nArbitral Tribunal may pass the award for specific performance. In the\nmeanwhile, this Court may continue the interim order of status quo\nalready passed till award is passed by the Arbitral Tribunal as the\npetitioner in the present case is ready to perform its duty. It is the\n\n\n<span class=\"hidden_text\" id=\"span_10\">OMP No. 651/2014                                          Page 10 of 86</span>\n respondent who is bent upon to terminate the contract without any\nreason. The respondent on one hand granted the third extension to\ncomplete the work by October, 2014 but later on limited the extension\nand illegally terminated the agreement. From the events happened\nafter February, 2014, the respondent was mentally prepared to grant\nthe work to entity of TATA which ultimately may face the same\ndifficulties as faced by both parties for the last three years. As the\ncontract is enforceable in law under the various provisions of <a href=\"/doc/1671917/\" id=\"a_5\">Specific\nRelief Act</a>, it would be appropriate to allow the petitioner to continue\nthe work by staying the operation of termination letter and await for\nthe Arbitral Tribunal to give an award.\n</p><p data-structure=\"Section\" id=\"p_24\">22.   Fourth submission of Mr. Dave is that it is the responsibilities of\nthe respondent to get all the permissions and approvals, licenses\nfrom all local and state government as per clause 6 of the contract.\nAs the primary obligation of the respondent under the Contracts, the\nsupplementary agreements cannot be diluted in view of the clause\n6.1 and 6.2 of the contract. The said supplementary Agreements\nreferred by the respondent both dated 10th May, 2010 between the\nparties do not substitute or over-ride the aforesaid clauses 6.1 and\n6.2 or in any way shift the responsibilities with the petitioner. The said\nsupplementary agreements were executed for the limited purpose of\nadding additional responsibilities upon the petitioner but not to\nabsolve the respondent&#x27;s primary obligations under the main\nContract.\n</p><p data-structure=\"Facts\" id=\"p_25\">      It is argued that the scope of work entrusted upon the petitioner\nunder the Supplementary Agreements was limited to the preparation\n\n\n<span class=\"hidden_text\" id=\"span_11\">OMP No. 651/2014                                           Page 11 of 86</span>\n and proposals on behalf of respondent. The actual contractual as well\nas statutory responsibility of obtaining the necessary permits,\napprovals, permissions, ROW clearance, etc (anything to ensure\naccess of the petitioner to the Site to work) has at all times were\nvested with the respondent and has at all been the responsibility of\nthe respondent. The Supplementary Agreement stipulates that the\ntime extensions can be provided to the petitioner only in the event\nthat the respondent fails to fulfill its part of obligation. In fact three\ntimes extensions were granted to the petitioner which shows that\nwhatsoever delay has happened is from the side of the respondent.\nAfter signing the Supplementary Agreements, the petitioner started\n&quot;assisting&quot;/&quot;facilitating&quot; the respondent in various works relating to\nclearance of ROW and obtaining approvals/ permits/ permissions etc.\nHowever, despite the said services provided by the petitioner, the\nrespondent failed to fulfill its duty.\n</p><p data-structure=\"Issue\" id=\"p_26\">23.    (i)     Mr. Dave states that the petition filed is maintainable. This\nCourt is empowered to pass the interim order during the arbitration\nproceedings while exercising its jurisdiction under <a href=\"/doc/1079220/\" id=\"a_6\">Section 9</a> of the\nAct. Counsel referred to the following decisions in this regard:\n</p><blockquote id=\"blockquote_1\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"507484\" id=\"span_12\"><a href=\"/doc/507484/\" id=\"a_7\">a)     Sundaram Finance Ltd. v. NEPC India Ltd.</a>, (1999) 2\n             SCC 479.</span>\n</blockquote><blockquote id=\"blockquote_2\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122362\" id=\"span_13\"><a href=\"/doc/122362/\" id=\"a_8\">b)     Firm Ashok Traders and Anr. v. Gurumukh Das\n             Saluja and Ors</a> (2004) 3 SCC 155.</span>\n</blockquote><blockquote id=\"blockquote_3\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1847057\" id=\"span_14\"><a href=\"/doc/1847057/\" id=\"a_9\">c)     Adhunik Steels Ltd. v. Orissa Manganese and\n             Minerals (P) Ltd.</a>, (2007) 7 SCC 125.</span>\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">OMP No. 651/2014                                             Page 12 of 86</span>\n<blockquote id=\"blockquote_4\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_16\"><a href=\"/doc/110552/\" id=\"a_10\">d)   Bhatia International v. Bulk Trading S.A.</a> (2002) 4\n             SCC 105.</span>\n</blockquote><pre id=\"pre_2\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"558150\" id=\"span_17\"><a href=\"/doc/558150/\" id=\"a_11\">e)   Transmission    Corpn.    Of   A.P.   Ltd.   v.   Lanco\n             Kondapalli Power (P) Ltd.</a> (2006) 1 SCC 540.\n(ii)     His next argument is that the Arbitral Tribunal can direct</span>\n</pre><blockquote id=\"blockquote_5\">specific performance of contract by rendering the award as per\nsettled law and no prejudice would be caused if status-quo order be\nextended until Arbitral Tribunal may consider the interim arrangement\nand liberty be granted to either party to apply for modification and\nvacation of order. The petitioner is entitled for the interim order\nprayed for. Mr. Dave has referred to the following decisions:\n</blockquote><blockquote id=\"blockquote_6\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_18\"><a href=\"/doc/925897/\" id=\"a_12\">a)   Olympus Superstructures Pvt. Limited v. Meena\n             Vijay Khetan and Ors.</a>, (1999) 5 SCC 651.</span>\n</blockquote>\n<blockquote id=\"blockquote_7\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1117400\" id=\"span_19\"><a href=\"/doc/1117400/\" id=\"a_13\">b)   Chandnee Widya Vati Madden Vs. Dr. C.L. Katial and\n             Ors.</a> AIR 1964 SC 978.</span>\n</blockquote>\n<blockquote id=\"blockquote_8\">(iii)    Despite the termination of contract as alleged by the\nrespondent, the present petition for reliefs sought in the petition is\nmaintainable. The following decisions are referred by counsel:\n</blockquote>\n<blockquote id=\"blockquote_9\">        a)   Indian Railways Catering &amp; Tourism Corp. Ltd. v.\n</blockquote><blockquote id=\"blockquote_10\">             Cox &amp; Kings India Ltd. &amp; Anr, 186 (2012) DLT 552.\n</blockquote><blockquote id=\"blockquote_11\">        b)   Atlas Interactive India Pvt. Ltd. v. BSNL &amp; Anr, (2006)\n             126 DLT 504.\n</blockquote><p data-structure=\"Issue\" id=\"p_27\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1353127\" id=\"span_20\"><a href=\"/doc/1353127/\" id=\"a_14\">c)   Pioneer Publicity Corporation v. Delhi Transport\n             Corporation</a>, 2003 (103) DLT 442.</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">OMP No. 651/2014                                          Page 13 of 86</span>\n<p data-structure=\"Issue\" id=\"p_28\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192888399\" id=\"span_22\"><a href=\"/doc/192888399/\" id=\"a_15\">d)   Mayer     Health    Resorts   v.   Indian     Tourism\n             Development Corporation Ltd., O.M.P No.</a> 260 of\n             2014.</span>\n</p><p data-structure=\"Precedent\" id=\"p_29\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88347212\" id=\"span_23\"><a href=\"/doc/88347212/\" id=\"a_16\">e)   KSL &amp; Industries v. National Textiles Corporation\n             Ltd.</a>, 2012 (3) Arb LR 470.</span>\n</p><p data-structure=\"Issue\" id=\"p_30\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"462244\" id=\"span_24\"><a href=\"/doc/462244/\" id=\"a_17\">f)   Softline Media Ltd. and Shalimar Advertisers v. Delhi\n             Transport Corporation</a>, 2002 Supp ArbLR 632.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_31\">24.      Mr. Nayar, argued that the power and authority under <a href=\"/doc/101075517/\" id=\"a_18\">Section\n164</a> of the Electricity Act read with <a href=\"/doc/1866179/\" id=\"a_19\">Section 10</a> and <a href=\"/doc/307295/\" id=\"a_20\">11</a> of the\nTelegraph Act was conferred upon the respondent and not upon the\npetitioner. It was the respondent who had the obligation to obtain the\nROW and hand over the same to the petitioner enabling the petitioner\nto enter the site and carry out works. The Supplementary Agreements\ncould not have enabled the etitioner to act as the authority under the\n<a href=\"/doc/357830/\" id=\"a_21\">Telegraph Act</a> or to take steps necessary to lay the transmission\nline.\n</p><p data-structure=\"RespArg\" id=\"p_32\">         For instance, at certain location, the ROW clearance is not\nobtained as the villagers are not allowing the contractor to enter the\nsite and carry out the works. The petitioner,             despite the\nSupplementary Agreement, has no authority to take any steps to\nforcibly enter the site. Such steps can be taken only by the\nrespondent           who   has     been    authorised     under          the\n<a href=\"/doc/177537342/\" id=\"a_22\">Electricity Act</a>/<a href=\"/doc/357830/\" id=\"a_23\">Telegraph Act</a> and who is now attempting to\nwriggle out of its contractual as well as statutory obligations of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">OMP No. 651/2014                                         Page 14 of 86</span>\n obtaining the ROW (a power which exclusively vests within the\nrespondent).\n</p><p data-structure=\"Issue\" id=\"p_33\">25.   Mr. Nayar, submits that during the entire course of the contract\n(before or after the Supplementary Agreement), the respondent has\nassumed its responsibility in view of series of correspondence\nexchanged between the parties which makes it clear that it was the\nrespondent who had the obligation of securing the ROW as well as\nthe necessary permissions. Reference is made to Minutes of Meeting\n(&quot;MOM&quot;) dated 20th June, 2012 which shows that a committee\n(comprising of 2 officers of TPTL and 1 officer of the Consortium) has\nbeen formulated to facilitate settlement of compensation issues. This\nMOM clearly records that Committee has been formulated after this\nROW issue was deliberated in a meeting taken by Director (Projects)\nof Power Grid. Thereafter, in another MOM dated 21st June, 2012\nwhereby the task of resolving all ROW issues is conferred on the\ncommittee comprising of 2 member of the respondent and 1 member\nof the petitioner.\n</p><p data-structure=\"PetArg\" id=\"p_34\">26.   The learned Senior counsel has referred the letter dated 22nd\nJune, 2012 wherein the petitioner requests the respondent in light of\nthe new committee formulated, to expedite the obtaining of the ROW\nso that the work can be completed on time. Counsel has also referred\nthe reminders/requests for providing the ROW clearance and\nnecessary      permissions   were   made    by   the   petitioner      on\nnumerous occasions and the same were acknowledged by the\nrespondent. A few instances which are referred by Mr. Nayar are\ntabulated below:\n</p>\n\n<span class=\"hidden_text\" id=\"span_26\">OMP No. 651/2014                                       Page 15 of 86</span>\n<pre id=\"pre_3\">    S.No.           Date                   Particulars\n       1.    26.06.2012    Responsibility of the Respondent to pay\n                           compensation is pointed out\n       2.    08.08.2012    The various pending proposals          are\n                           pointed out\n       3.    05.06.2013    The Respondent acknowledges ROW\n                           issue and seeks to resolve the it\n       4.    10.06.2013    The Respondent acknowledges ROW\n                           issue and seeks to resolve it\n       5.    02.08.2013    In the MOM all the responsibilities\n                           concerning ROW, forest clearances and\n                           other mandatory permissions have been\n                           entrusted upon the officers of the\n                           Respondent\n  6.         27.08.2013    the officer of the Respondent sets out\n                           the steps taken by him in pursuance of\n                           obtaining ROW, and other mandatory\n                           permissions\n\n\n\n</pre><p data-structure=\"RespArg\" id=\"p_35\">27.     It is submitted that the respondent acknowledging its defaults in\nobtaining the ROW and permissions, continued to grant the petitioner\ntime extension, the last extension being upto October, 2014 for\ncompleting the entire Project. The petitioner sought its first time\nextension vide its letter dated 5th October, 2011 citing non-availability\nof mandatory clearances (forest and others) and the ROW issues.\nThe respondent granted the time extension to the petitioner vide its\nletter dated 11th November, 2011 without levying any liquidated\ndamages. The extension of time was again sought by the petitioner\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">OMP No. 651/2014                                          Page 16 of 86</span>\n on 20th October, 2012 and extension upto 31st December, 2013 was\ngranted to the petitioner vide the respondent&#x27;s letter dated 30th\nNovember, 2012 also without levy of liquidated damages. It is\nsubmitted that the petitioner once again, on 10th June, 2013 wrote to\nthe respondent seeking another time extension upto March, 2015. It\nwas pointed out to the respondent that it would be impossible to\ncomplete the project within the stipulated timeframe since major\npermissions required to carry out the works have not been made\navailable to the petitioner by the respondent. It is brought to the\nnotice of the respondent that the petitioner&#x27;s role is of a mere\nfacilitator. The petitioner is not responsible for ROW acquisitions\ndelays and its request for time extension were accepted by the\nrespondent and the time extension was granted by the respondent on\n4th July, 2013 to complete the total transmission line by October,\n2014 which was again unconditional and without levy of liquidated\ndamages.\n</p><p data-structure=\"Facts\" id=\"p_36\">      Thereafter, on 12th July, 2013, the petitioner forwarded a\nproposal to the respondent stating that the petitioner would make\nbest efforts to complete the transmission line by October, 2014 and\ndepending upon the ROW issue getting sorted, the optimistic\nschedule would be met. The petitioner also suggested that the\npetitioner could attempt to complete transmission line from Teesta II\nHEP to LILO point towards Rangpo and from Panighata to\nKishanganj by March, 2014 and balance portion i.e. from LILO point\nto Panighata by October, 2014 respectively and completion of project\nby March, 2015. The respondent in its letter dated 12th February,\n\n\n<span class=\"hidden_text\" id=\"span_28\">OMP No. 651/2014                                       Page 17 of 86</span>\n 2014 made an amendment to the extension granted vide letter dated\n4th July, 2013 and directed the petitioner to complete the works\nrelated to the Teesta III HEP Rangpo Section and Panighats to\nKishanganj Section by March, 2014 as per the letter dated 12th July,\n2013. It was a mere proposal for completion of work till March 2015 in\nthe event that ROW and all the necessary clearances and\npermissions are timely handed over to the petitioner. However, the\nrespondent decided to treat the letter dated 12th July, 2013 as a\nrequest for amendment and reduced the completion time for certain\nsections of the project from October, 2014 to March, 2014 without\nextending the over-all completion date to March, 2015.\n</p><p data-structure=\"Facts\" id=\"p_37\">      On 3rd April, 2014, the respondent wrote to the petitioner and\nalleged that the responsibility of preparation and obtaining approval\nof forest clearance and way leave clearance are under the scope of\nthe petitioner who vide its letter dated 3rd April, 2014 agreed to partial\noff-loading of the works and subject to certain conditions proposes to\nallow partial off-loading of works on &quot;as is where is&quot; basis. The\ncontention of the petitioner is that firstly, the respondent was\nestopped from retracting from the time extension granted to the\npetitioner. Secondly, without prejudice to the aforesaid, the petitioner\nhad agreed to off-load only after the respondent repeatedly coerced\nthe petitioner to off-load a part of the aforesaid work. It is admitted\nby the petitioner that it had acceded to the request only in the\nevent that the off-loading is done at &quot;no risk and cost&quot; to the\npetitioner.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">OMP No. 651/2014                                           Page 18 of 86</span>\n<p data-structure=\"Facts\" id=\"p_38\">       It has been submitted that the respondent thereafter vide its\nletter dated 9th May, 2014 sent the petitioner a purported notice of\ncure under Clause 36.2.2 of the GCC urging the petitioner to remedy\nthe alleged breaches within 14 days of the receipt of the notice. In the\naforesaid letter, the respondent rejected all conditions proposed by\nthe petitioner vide its letter dated 3rd April, 2014 for off-loading of\nwork and urged the Petitioner to remedy the defects. The Petitioner\nsubmits that the alleged cure notice sent by the respondent on 9th\nMay, 2014 lacks in particulars and contrary to the required under\nClause 36.2.2 of the GCC. The cure notice dated 9th May, 2014 was\nsent to the petitioner only on 15th May, 2014 (vide email) and the\nBank Guarantees of the petitioner were deceptively invoked in\nbetween. It is submitted that the conduct of the respondent in\ninvoking the Bank Guarantees prior to the expiry of the time\nextension granted to the petitioner (i.e. upto October, 2014) and prior\nto the expiry of the alleged cure notice dated 9th May, 2014 (received\nonly on 15th May, 2014) is fraudulent and it shows the mala fide\nconduct of the respondent and terminating the Contracts.\n</p><p data-structure=\"Facts\" id=\"p_39\">      The detailed reply dated 28th May, 2014 was sent by the\npetitioner to the cure notice informing that the said notice was illegal\nand contrary to the terms of Clause 36.2.2 of the GCC. The petitioner\ncontinues to deploy its resources for the Project at all available sites\nis sufficient satisfaction of the requirement of Clause 36.2.2 of the\nGCC. Thus the termination of the entire Contracts by the respondent\nis prima facie unreasonable and inequitable. It is submitted that the\ncure notice dated 9th May, 2014 was for limited part of the site but the\n\n\n<span class=\"hidden_text\" id=\"span_30\">OMP No. 651/2014                                         Page 19 of 86</span>\n termination notice was for the entire contract work. The said conduct\nof the respondent was contrary to the terms of the contract. The\nrespondent being an instrumentality of the State is bound to act in a\nfair and equitable manner.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">28.    It is argued by Mr. Nayar that huge investments have been\nmade by the petitioner in the Project and due to the failures of the\nrespondent in acquiring the ROW/clearances the resources of the\npetitioner have been idling. The majority works under the Contracts\ni.e. approx. 70% have already been completed by the petitioner. The\ntermination at this stage of Project or engagement of any third party\ncontractor would result in further delay of the Project considering that\npetitioner is well experienced in the execution of the Project. The\nContractor&#x27;s machinery and manpower continues to be deployed at\nthe site of the Project.\n</p><p data-structure=\"CDiscource\" id=\"p_41\">29.    Even the invocation of Bank Guarantees by the respondent is\nprima facie fraudulent and the alleged termination of the Contracts by\nthe respondent is mala fide. It is done by the respondent in arbitrary\nmanner. It is unjust and inequitable and the respondent ought to be\nrestrained from giving effect to the purported termination letter dated\n30th May, 2014 pending arbitration between the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_42\">30.    The conduct of the parties is to be seen for the purpose of\ninterpretation of the contract. The following judgments were referred\nin this regard:\n</p>\n<blockquote id=\"blockquote_12\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"737188\" id=\"span_31\"><a href=\"/doc/737188/\" id=\"a_24\">a)   The Godhra Electricity Co. Ltd. &amp; Anr. vs. The State\n           of Gujarat and Anr.</a>, (1975) 1 SCC 199.</span>\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_32\">OMP No. 651/2014                                          Page 20 of 86</span>\n<blockquote id=\"blockquote_13\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_33\"><a href=\"/doc/996348/\" id=\"a_25\">b)   Mc Dermott International Inc. vs. Burn Standard Co.\n           Ltd. &amp; Ors.</a>, (2006) 11 SCC 181.</span>\n</blockquote><blockquote id=\"blockquote_14\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"626933\" id=\"span_34\"><a href=\"/doc/626933/\" id=\"a_26\">c)   Life Insurance Corporation of India &amp; Anr vs. Shri\n           Dharam Vir Anand</a>, (1998)7 SCC 348.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"104935066\" id=\"span_35\">31.    Lastly, it was argued by Mr. Nayar that it is settled law that the\nparty approaching the court for vacating injunction has to show that it\nwas not at fault and that it acted fairly. He relies upon the following\njudgment and submits that in the present case, the respondent\ncannot deny the fact that the respondent is also at fault of not\nobtaining all the permissions and approvals as admitted in many\nletters written to the petitioner in this regard. Therefore, the interim\norder is not liable to be vacated. Supreme Court in the case of\n<a href=\"/doc/104935066/\" id=\"a_27\">Gujarat Bottling Co. Ltd. v. Coca Cola Co.</a>, (1995) 5 SCC 545, held\nas under:</span>\n</p>\n<blockquote id=\"blockquote_15\">      &quot;47. In this context, it would be relevant to mention that in\n      the instant case GBC had approached the High Court for\n      the injunction order, granted earlier, to be vacated. Under\n      Order 39 of the Code of civil procedure, jurisdiction of the\n      Court to interfere with an order of interlocutory or\n      temporary injunction is purely equitable and, therefore, the\n      Court, on being approached, will, apart from other\n      considerations, also look to the conduct of the party\n      invoking the jurisdiction of the court, and may refuse to\n      interfere unless his conduct was free from blame. Since the\n      relief is wholly equitable in nature, the party invoking the\n      jurisdiction of the Court has to show that he himself was\n      not at fault and that he himself was not responsible for\n      bringing about the state of things complained of and that he\n      was not unfair or inequitable in his dealings with the party\n      against whom he was seeking relief. His conduct should be\n      fair and honest. These considerations will arise not only in\n\n\n<span class=\"hidden_text\" id=\"span_36\">OMP No. 651/2014                                          Page 21 of 86</span>\n       respect of the person who seeks an order of injunction\n      under Order 39 Rule 1 or <a href=\"/doc/161831507/\" id=\"a_28\">Rule 2 of the CPC</a>, but also in\n      respect of the party approaching the Court for vacating the\n      ad-interim or temporary injunction order already granted in\n      the pending suit or proceedings.&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_44\">Argument of the respondent\n</p><p data-structure=\"RespArg\" id=\"p_45\">32.    Dr. Abhishek Manu Singhvi, learned Senior counsel appearing\non behalf of respondent has argued the matter on legal issues and on\nfacts. On legal side, his simple answer is that the contract in question\nhas been terminated on 30th May, 2014. It is determinable nature of\ncontract as per its terms. The same already stands terminated with\neffect from 30th May, 2014. The work has been awarded to a third\nparty (TATA Projects Ltd.) on the same day. The petition subsequent\nto 30th May, 2014 is not maintainable. He has refuted the argument of\nthe petitioner that termination shall be effective only after seven days\nand not from the date of termination.      His submission is that the\npetitioner was not correct as the contractual provision entitles the\nrespondent to terminate forthwith and also the respondent&#x27;s letter of\ntermination dated 30th May, 2014, mentions that the termination was\neffected forthwith in accordance with the Contract. The petitioner is\nunnecessarily trying to mislead this Court by raising the issue that\ntermination takes effect in 7 days from issuance. The petitioner is\nignoring Para 8 of the respondent&#x27;s Notice of Termination. The said\ntime was granted to the Petitioner to comply with its obligations under\nClause 36.2.3 of the Contract which stipluiates the Contractor&#x27;s\nobligations upon receipt of notice of termination, i.e. delivery of\nexecuted works/termination of sub-contracts, etc.\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">OMP No. 651/2014                                         Page 22 of 86</span>\n       It is stated that the valid reasons are given in termination notice\ni.e. the lack of any progress in the project execution and utter failure\non part of the petitioner. Therefore, the argument of petitioner that the\ntermination of contract lacks for details are without any force. He\nreferred various letters issued by the respondent to the petitioner in\norder to show that many requests and reminders were issued to the\nrespondent to complete the work.         It is argued that in fact the\nrespondent has provided full cooperation to the petitioner even when\nthere were no obligations on its part. Still, the work was not\ncompleted by the petitioner. Therefore, the Contract is rightly\nterminated under GCC Clause No. 36.2.2 in view of urgency in the\nmatter.\n</p><p data-structure=\"Section\" id=\"p_46\">33.   Dr. Singhvi has referred <a href=\"/doc/124747/\" id=\"a_29\">Sections 14</a>, <a href=\"/doc/1779540/\" id=\"a_30\">16</a> and <a href=\"/doc/1436285/\" id=\"a_31\">41</a> of the Specific\nRelief Act and argues that as per the terms of <a href=\"/doc/124747/\" id=\"a_32\">Section 14 (a)</a> there\nare cases where compensation is an adequate relief, <a href=\"/doc/124747/\" id=\"a_33\">Section 14 (b)</a>\nare those cases where contracts run into minute details or is\ndependent on personal qualifications of parties, and <a href=\"/doc/124747/\" id=\"a_34\">Section 14 (d)</a>\nare cases wherein performance of continuous duty is required.\n</p><p data-structure=\"Section\" id=\"p_47\">      It is argued by him that under the provisions of <a href=\"/doc/1779540/\" id=\"a_35\">Section 16</a> of\nthe Specific Relief Act, specific performance of a contract cannot be\nenforced in cases where the party is not ready and willing to perform\nessential terms of the contract as appeared from the letters issued by\nthe petitioner itself. Reference is made to correspondence exchanged\nbetween parties. The same are read particularly letters on record\ndated 3rd April, 2014 and 23rd May, 2014 filed by the respondent\nwherein the petitioner has given its indication of offloading the original\n\n\n<span class=\"hidden_text\" id=\"span_38\">OMP No. 651/2014                                           Page 23 of 86</span>\n Contract, subject to certain conditions who also indicates its\nunwillingness to proceed further on the basis of such original\ncontractual understanding, and proposes alternatively that it would\ncontinue instead only on the basis of a significantly revised and re-\nworked contractual understanding. But in present nature of cases\neven an arbitrator cannot grant specific relief under a contract.\nTherefore, there cannot be any interim order under the provisions of\n<a href=\"/doc/1112600/\" id=\"a_36\">Section 9</a> of the Act. In the present case, the petitioner has totally\nfailed to establish its case either legally or on fact to the exception of\n<a href=\"/doc/124747/\" id=\"a_37\">Section 14</a> and <a href=\"/doc/1436285/\" id=\"a_38\">41</a> of Specific Relief Act. Thus the petitioner is not\nentitled to get any benefit to enforce the contract as per its own\nconduct.\n</p><p data-structure=\"RespArg\" id=\"p_48\">34.    Learned Senior counsel has referred the following judgments in\nsupport of his submissions:\n</p><blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737629\" id=\"span_39\">     <a href=\"/doc/1737629/\" id=\"a_39\">Rajasthan    Breweries       Ltd.   vs.   The   Stroh     Brewery\n      Company</a>, AIR 2000 Delhi 450, Paras 1, 14, 19 (Division\n      Bench).</span>\n</blockquote><blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1959292\" id=\"span_40\">     <a href=\"/doc/1959292/\" id=\"a_40\">Raj Electricals (Regd.) v. BSES Rajdhani Power Ltd.</a>, 142\n      (2007) DLT 687, Paras 10, 11, 12 (Single Judge).</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187272825\" id=\"span_41\">     <a href=\"/doc/187272825/\" id=\"a_41\">MIC Electronics Ltd. and Anr. Vs. Municipal Corporation\n      of Delhi and Anr.</a>, 2011 (1) Arb. LR 418.</span>\n</p><p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"68894348\" id=\"span_42\">     <a href=\"/doc/68894348/\" id=\"a_42\">Kunj Bihari Construction Co. Pvt. Ltd. Vs. Nidhi Builders\n      Pvt. Ltd.</a>, 158 (2009) DLT 331, Paras 1, 26, 27, 29, 30, 31,\n      32, 33, 34 (Single Judge).</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">OMP No. 651/2014                                              Page 24 of 86</span>\n<p data-structure=\"Precedent\" id=\"p_51\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"157413380\" id=\"span_44\">     <a href=\"/doc/157413380/\" id=\"a_43\">Sainath Enterprises Pvt. Ltd. Vs. Union of India and Ors.</a>,\n      2009 (Suppl. 1) Arb. LR 74 (Delhi), Paras 1, 2, 4, 6, 7, 9, 10\n      (Single Judge).</span>\n</p><p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"314020\" id=\"span_45\">     <a href=\"/doc/314020/\" id=\"a_44\">Cox and Kings India Ltd. Vs. Indian Railway Catering and\n      Tourism Corp. Ltd.</a>, 185 (2011) DLT 5, Paras 1, 2, 39, 40,\n      41, 61, 62 (Single Judge).</span>\n</p><p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173011540\" id=\"span_46\">     <a href=\"/doc/173011540/\" id=\"a_45\">Indian Railways Catering &amp; Tourism Corp. Ltd. v. Cox &amp;\n      Kings India Ltd. and Anr.</a>, 2012 (1) Arb. LR 184 (Delhi)\n      (DB), Paras 8, 15, 23 (Division Bench).</span>\n</p><p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"107309647\" id=\"span_47\">     <a href=\"/doc/107309647/\" id=\"a_46\">Cox and Kings Ltd. v. Indian Rly</a>. Catering and Tourism\n      Corporation Ltd. and Anr., AIR 2012 SC 3391, Paras 22,\n      23, 24 (Supreme Court).</span>\n</p><p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"250419\" id=\"span_48\">     <a href=\"/doc/250419/\" id=\"a_47\">VF Services (UK) Limited v. Union of India</a>, (2011) X AD\n      Delhi 269, Para 7 (Single Judge).</span>\n</p><p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48495183\" id=\"span_49\">     <a href=\"/doc/48495183/\" id=\"a_48\">Thiess Minecs India Pvt. Ltd. Vs. NTPC Ltd., OMP No.630</a>\n      of 2014, decided on 01.07.2014, Paras 67, 68 (Single Judge).</span>\n</p><p data-structure=\"PetArg\" id=\"p_57\">35.    It is argued by Dr. Singhvi that the contracts in question\nindicate that the remedy of the Petitioner lies in seeking\ncompensation for the allegedly wrongful termination and not a claim\nfor specific performance of the Contract and in the light of the prayer\nmade by the Petitioner itself for payment of security, the alleged non-\nperformance of the Contracts can be compensated in terms of\nmoney.       He argued at the best, the petitioner may claim\ncompensation, damages and interest thereon, however the contract\nwork cannot be stalled in case of hardship if any, suffered by the\npetitioner who admitted in its pleading and correspondence that the\n\n\n<span class=\"hidden_text\" id=\"span_50\">OMP No. 651/2014                                         Page 25 of 86</span>\n work in question is pertaining to public interest involved in achieving a\ntime bound and commissioning of the project is paramount.\n</p><p data-structure=\"CDiscource\" id=\"p_58\">36.   Dr. Singhvi argues that even on factual position of the matter,\nonce a party has taken a decision based upon the commercial\nwisdom and terminated the contract and entered into fresh contract,\nthe Court under <a href=\"/doc/1112600/\" id=\"a_49\">Section 9</a> of the Act proceedings cannot compel such\nparty to continue with the work/project. This Contract too is to be\ngoverned by the commercial interest of the parties herein. The\nrespondent     has   thoughtfully   considered   that   the   contractual\narrangement with the petitioner and clearly outlived its utility/any\nchance of a successful accomplishment on time, and the respondent\nremains in a much better position now to serve the underlying\nobjective of the Contract directly and through engagement of an\nalternate contractor after termination of the Contract, which he can\nalways do so subject to the consequences of the same in arbitration\nproceedings. Thus, any order or interim relief in the form of status\nquo or injunction cannot be continued as it will further delay the\ncompletion of the project in question causing irreparable harm to the\nrespondent as the Employer of the Contract.\n</p><p data-structure=\"Issue\" id=\"p_59\">37.   It is submitted that the petitioner has, merely with a view to\ndetract from the clear position of law as regards maintainability of the\ninstant proceedings, sought to raise issues pertaining to the merits:\n</p><blockquote id=\"blockquote_18\">such as raising arguments that obtaining Right of Way/Way Leave\nClearances/Forest Clearances (despite such clearances being\nallegedly the respondent&#x27;s responsibility) contributed to delay in the\ncommissioning of the Project. The issue whether the ROWs and\n\n\n<span class=\"hidden_text\" id=\"span_51\">OMP No. 651/2014                                          Page 26 of 86</span>\n other statutory clearances was the respondent&#x27;s liability cannot be\ndecided in the present proceedings finally and can only be\nadjudicated in the arbitration proceedings. As per the respondent,\nobtaining Right of Way/Way Leave Clearances/Forest Clearances\nwas the duty of the Petitioner as per Supplementary Agreement and\namendment of contracts dated 22nd February, 2010.\n</blockquote><p data-structure=\"RespArg\" id=\"p_60\">38.    On factual position, it is argued that the termination of the\ncontracts was in view of ground taken by the respondent i.e.\ncontractor&#x27;s failure to complete the works as per time schedule\ncommitted. It was alleged that the respondent was constrained to\nterminate on account of substantial delays (despite several\nextensions granted by respondent without prejudice). The following\nreasons are given:\n</p>\n<blockquote id=\"blockquote_19\">i.    Vide   communications    dated   30th   September,      2011,        27th\n      December, 2011, 24th February, 2012, 31st August, 2012, and\n      26th February, 2014 filed by the respondents, the various\n      breaches of the Petitioner were categorically highlighted by the\n      Respondent. The Petitioner was already lagging behind the\n      original completion schedule.    The substantial delays already\n      having arisen, the Petitioner introduced a revised schedule for\n      the Respondent&#x27;s consideration. As per Petitioner&#x27;s own letter\n      bearing reference No. TR/ 01/ 422 addressed from the Petitioner\n      to the Respondent dated 12th July, 2013. The Petitioner assured\n      that all outstanding works under the respective sections of the\n      Contract would stand completed by October 2014 and March\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">OMP No. 651/2014                                           Page 27 of 86</span>\n        2015. The said Schedule as committed by the petitioner was\n       offered by it taking into account any inadequacies/ constraints /\n       intermediate hurdles that may have been (allegedly) faced by it/\n       being faced by it - the Schedule constituted for all purposes and\n       intents an unwavering commitment/ informed decision and\n       assurance to the Respondent as regards timely and prompt\n       completion of outstanding works. Pursuant to the Joint\n       Measurement Certificates signed by the petitioner with the\n       respondent. However, the petitioner has not executed the work\n       as per Schedule proposed/committed by the petitioner as per its\n       letter dated 12th July, 2013.\n</blockquote><blockquote id=\"blockquote_20\">ii.    The respondent replied to the aforesaid letter dated 12th July,\n       2013 vide letter dated 22nd January, 2014 whereby it was\n       informed to the petitioner to expedite the construction activities in\n       the Project by March 2014 and October 2104 as committed by\n       petitioner. Respondent issued other letters dated 26th February,\n       2014 and 3rd April, 2014 conveying concerns non-performance of\n       any works as per Schedule committed by petitioner vide its\n       earlier letter dated 12th July, 2013.\n</blockquote><blockquote id=\"blockquote_21\">iii.   A reference to the respondent&#x27;s Excel Sheet indicates the abject\n       levels of performance of works by the petitioner in respect of\n       Tower Package A1, Tower Package A2, and the cumulative\n       deliverables for both Packages A1 &amp; A2 over the periods running\n       from July 2013-January 2014, July 2013-February 2014, July\n       2013 - March 2014, and July 2013 - April 2014 which shows\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">OMP No. 651/2014                                             Page 28 of 86</span>\n       that during this period substantial work committed by the\n      petitioner in its letter has not been completed.\n</blockquote><p data-structure=\"RespArg\" id=\"p_61\">39.    The respondent has submitted that under <a href=\"/doc/357830/\" id=\"a_50\">Section 164</a> of\nTelegraph Act approval by the Government with respect to placing of\ntelegraph lines and post were granted and it was also necessary for\nthe respondent to obtain consents from other authorities and for\nobtaining the same, the respondent hired the services of the\npetitioner for contractual sum as mentioned in the Supplementary\nAgreement dated 10th May, 2010. It is not denied by the respondent\nthat the consent was to be given by respondent for the purpose of\nlocal bodies. In the meeting held on 14th June, 2012, it is indicated\nthat for obtaining ROW clearances, forest clearance was a duty and\nobligation of the petitioner as the same was reiterated and it was\nhighlighted that the committee was being formed to facilitate payment\nof compensation.\n</p><p data-structure=\"RespArg\" id=\"p_62\">40.    In nutshell the case of the respondent is that as per\nsupplementary agreement, it was the obligation on the part of the\npetitioner for obtaining the forest clearance as the petitioner obtained\nthe requisite clearances. The respondent was merely helping,\nassisting and co-operating with the petitioner so that the work be\ncompleted at an early date through after supplementary agreements\nthere was no obligation of any kind on the shoulders of the\nrespondent who had already been paid for the said work done as per\nsupplementary agreements. It is not now open for the petitioner after\nits failure to complete the work to put the burden on the respondent.\nCounsel has referred the letter dated 10th June, 2013 where it was\n\n\n<span class=\"hidden_text\" id=\"span_54\">OMP No. 651/2014                                         Page 29 of 86</span>\n informed by the petitioner to respondent admitting that forest\nclearance for Sikkim had already been obtained on 7th September,\n2011 and for West Bengal had not been obtained owing to the delay\nin various departments of the Government.\n</p><p data-structure=\"Issue\" id=\"p_63\">41.      No doubt in view of the settled law, the court is empowered\ngrant interim relief even before the commencement of Arbitral\nproceedings under the provision of <a href=\"/doc/1112600/\" id=\"a_51\">Section 9</a> of the Act, if the prima\nfacie case is made out and balance of convenience lies in favour of\nthe party who has filed the petition although similar remedy of the\nkind is available with the Arbitral Tribunal. The courts can even apply\nthe same principle as are applicable to the determination of an\napplication under Order 39 Rule 1 and 2 <a href=\"/doc/161831507/\" id=\"a_52\">CPC</a> in the pending suit\nwhich is intended to preserve the status quo. Such order always is\npassed subject to main arbitration proceedings.\n</p><p data-structure=\"CDiscource\" id=\"p_64\">         At the same time the said relief is equitable in nature, the party\ninvoking the jurisdiction has to show that he was not at fault and is\nnot responsible for bringing about the state of things complained of\nand was not unfair or inequitable in his dealing with the party against\nwhom the party was seeking relief. The conduct should be fair and\nhonest. It is also true that the State has to act in a fair and just\nmanner and not arbitrarily as the principle may hold good between\nprivate parties. But the state cannot be said to be acted arbitrarily in\ncases where the private parties is responsible for breaches by merely\nterminating the contract after giving the ample opportunity to the\nparty.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">OMP No. 651/2014                                            Page 30 of 86</span>\n<p data-structure=\"Section\" id=\"p_65\"> 42.   It is also settled law that the disputes relating to specific\nperformance of a contract can be referred to arbitration in a case\nwhich falls within the preview of exceptions to the general rule and a\nparty under <a href=\"/doc/1112600/\" id=\"a_53\">Section 9</a> of the Act can ask for such relief as there is no\nprohibition in order to shorten the litigation in regular Courts to refer\nthe issues relating to specific performance to arbitration and while\npassing such order, the Courts can also see the conduct of the\nparties for the purpose of interpretation of the contract.\n</p><p data-structure=\"Section\" id=\"p_66\">43.   The entire case of the respondent is that the contract in\nquestion is not enforceable contract because of the conduct of the\npetitioner which reflects that he is not ready and willing to perform the\nsame as per communications issued by the petitioner.                   Thus,\ncompensation is an adequate relief as per <a href=\"/doc/1221024/\" id=\"a_54\">Section 41(e)</a> and <a href=\"/doc/124747/\" id=\"a_55\">Section\n14</a> of the Specific Relief Act, 1963.\n</p><p data-structure=\"Section\" id=\"p_67\">      If the respondent satisfies the conditions thereof and question\nof termination is challenged by the petitioner then the disputes\nbetween the parties relating to validity of the termination of the\ncontract have to be decided by the Arbitrator, the Court has to refrain\nfrom expressing any opinion on merits, otherwise one of the parties\nwould suffer but at the same time, it would be necessary to decide as\nto whether the petitioner has made out any case for granting interim\norder as prayed for in view of the principles laid down under <a href=\"/doc/1112600/\" id=\"a_56\">Section\n9</a> of the Act.\n</p><p data-structure=\"Issue\" id=\"p_68\">44.   Now, the question before this Court in view of facts and\ncircumstances of the present case is whether the petitioner is entitled\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">OMP No. 651/2014                                             Page 31 of 86</span>\n to a relief sought in the petition in view of fact and circumstances of\nthe present case.\n</p><p data-structure=\"Section\" id=\"p_69\">45.   Before proceeding further in the matter, it is necessary to\nreproduce the relevant clauses of the contract:-\n</p><blockquote id=\"blockquote_22\">   &quot;5: Contractor&#x27;s Responsibility\n\n   5.3    The Contractor shall acquire in its name all permits,\n          approvals and/or licenses from all local, state or national\n          government authorities or public service undertakings in\n          the country where the Site is located that are necessary\n          for the performance of the Contract, including, without\n          limitation, visas for the Contractor&#x27;s and Subcontractor&#x27;s\n          personnel and entry permits for all imported Contractor&#x27;s\n          Equipment. The Contractor shall acquire all other\n          permits, approvals and/or licenses that are not the\n          responsibility &quot;of the Employer under GCC Sub-Clause\n          6.3 hereof and that are necessary for the performance of\n          the Contract.\n</blockquote>\n<blockquote id=\"blockquote_23\">   5.4    The Contractor shall comply with all laws in force in\n          India. The laws will include all local, state, national or\n          other laws that affect the performance of the Contract\n          and bind upon the Contractor. The Contractor shall\n          indemnify and hold harmless the Employer from and\n          against any and all liabilities, damages, claims, fines,\n          penalties and expense&#x27;s of whatever nature arising or\n          resulting from the violation of such laws by the\n          Contractor    or    its   personnel,      including    the\n          Subcontractors, and their personnel, but without\n          prejudice to GCC Sub-Clause 6.1 hereof.&quot;\n</blockquote>\n<blockquote id=\"blockquote_24\">   &quot;6.    Employer&#x27;s Responsibilities\n\n   6.1    The Employer shall ensure the accuracy of ail\n          information and/or data to be supplied by the Employer\n          as described in the corresponding Appendix - 6 (Scope\n\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">OMP No. 651/2014                                          Page 32 of 86</span>\n           of Works and Supply by the Employer) to the Contract,\n          except when otherwise expressly stated in the Contract.\n</blockquote>\n<blockquote id=\"blockquote_25\">   6.2    The Employer shall be responsible for acquiring and\n          providing legal and physical possession of the Site and\n          access thereto, and for providing possession of and\n          access to all other areas reasonably required for the\n          proper execution of the Contract, including all requisite\n          rights of way specified in the corresponding Appendix - 6\n          (Scope of Works and Supply by Employer) to the\n          Contract Agreement. The Employer shall give full\n          possession of and accord all rights of access thereto on\n          or before the date(s) specified in that Appendix.\n   6.3    The Employer shall acquire and pay for all permits,\n          approvals and/or licenses from all local, state or national\n          government authorities or public service undertakings in\n          the country where the Site is located which such\n          authorities or undertakings require the Employer to\n          obtain them in the Employer&#x27;s name, are necessary for\n          the execution of the Contract (they include those\n          required for the performance by both the Contractor and\n          the Employer of their respective obligations under the\n          Contract), including those specified in Appendix 6\n          (Scope of Works and Supply by the Employer) to the\n          Contract Agreement.&quot;\n</blockquote>\n<blockquote id=\"blockquote_26\">   &quot;34. Extension of Time for Completion\n\n   34.1 The time(s) for Completion specified in the SCC shall be\n        extended if the Contractor is delayed or impeded in the\n        performance of any its obligations under the Contract by\n        reason of any of the following:\n</blockquote>\n<blockquote id=\"blockquote_27\">          (a)     Any change in the Facilities as provided in GCC\n          Clause 33.\n</blockquote>\n<blockquote id=\"blockquote_28\">          (b)    Any occurrence of Force Majeure as provided\n          in GCC Clause 32.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_58\">OMP No. 651/2014                                          Page 33 of 86</span>\n<blockquote id=\"blockquote_29\">             (c)     Any suspension order given by the Employer\n            under GCC Clause 35 hereof or reduction in the rate of\n            progress pursuant to GCC Sub-Clause 35.2 or\n\n</blockquote><blockquote id=\"blockquote_30\">            (d)     Any changes in laws and regulations as\n            provided in GCC Clause 31 or\n\n</blockquote><blockquote id=\"blockquote_31\">            (e)       Any other matter specifically mentioned in the\n            Contract by such period as shall be fair and reasonable\n            in all the circumstances and shall fairly reflect the delay\n            or the impediment sustained by the Contractor.....&quot;\n</blockquote>\n<blockquote id=\"blockquote_32\">   &quot;36. Termination\n   36.1       Termination for Employer&#x27;s Convenience\n\n   36.1.1 The Employer may at any time terminate the Contract\n          for any reason by giving the Contractor a notice of\n          termination that refers to this GCC Sub-Clause 36.1.\n   36.1.2 Upon receipt of the notice of termination under GCC\n          Sub-Clause 36.1.1, the Contractor shall either\n          immediately or upon the date specified in the notice\n          of termination :\n</blockquote>\n<blockquote id=\"blockquote_33\">      (a)     cease all further work, except for such work as the\n              Employer may specify in the notice of termination for\n              the sole purpose of protecting that part of the\n              Facilities already executed, or any work required to\n              leave the Site in a clean and safe condition .\n</blockquote>\n<blockquote id=\"blockquote_34\">      (b)     terminate all subcontracts, except those to be\n              assigned to the Employer pursuant to paragraph (d)\n</blockquote><blockquote id=\"blockquote_35\">              (ii) below\n\n</blockquote><blockquote id=\"blockquote_36\">      (c)     remove all Contractor&#x27;s Equipment from the Site,\n              repatriate the Contractor&#x27;s and its Subcontractors&#x27;\n              personnel from the Site, remove from the Site any\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">OMP No. 651/2014                                            Page 34 of 86</span>\n              wreckage, rubbish and debris of any kind, and leave\n             the whole of the Site in a clean and safe condition\n\n</blockquote><blockquote id=\"blockquote_37\">      (d)    In addition, the Contractor, subject to the payment\n             specified in GCC Sub-Clause 36.1.3, shall\n\n</blockquote><blockquote id=\"blockquote_38\">             (i)     deliver to the Employer the parts of the\n                     Facilities executed by the Contractor up to the\n                     date of termination\n\n</blockquote><blockquote id=\"blockquote_39\">             (ii)    to the extent legally possible, assign to the\n                     Employer all right, title and benefit of the\n                     Contractor to the Facilities and to the Plant and\n                     Equipment as of the date of termination, and,\n                     as may be required by the Employer, in any\n                     subcontracts concluded between the Contractor\n                     and its Subcontractors\n</blockquote><blockquote id=\"blockquote_40\">             (iii)   deliver to the Employer all non-proprietary\n                     drawings, specifications and other documents\n                     prepared    by     the     Contractor  or   its\n                     Subcontractors as at the date of termination in\n                     connection with the Facilities.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_70\">   36.1.3 In the event of termination of the Contract under GCC\n          Sub-Clause 36.1.1, the Employer shall pay to the\n          Contractor the following amounts :\n</p>\n<blockquote id=\"blockquote_41\">      (a)    the Contract Price, properly attributable to the parts\n             of the Facilities executed by the Contractor as of the\n             date of termination -\n</blockquote>\n<blockquote id=\"blockquote_42\">      (b)    the: costs reasonably incurred by the Contractor in\n             the removal of the Contractor&#x27;s Equipment from the\n             Site and in the repatriation of the Contractor&#x27;s and its\n             Subcontractors&#x27; personnel\n\n</blockquote><blockquote id=\"blockquote_43\">      (c)    any amounts to be paid by the Contractor to its\n             Subcontractors in connection with the termination of\n             any subcontracts, including any cancellation charges\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">OMP No. 651/2014                                            Page 35 of 86</span>\n</blockquote><blockquote id=\"blockquote_44\">       (d)    costs incurred by the Contractor in protecting the\n             Facilities and leaving the Site in a clean and safe\n             condition pursuant to paragraph (a) of GCC Sub-\n</blockquote><p data-structure=\"Section\" id=\"p_71\">             Clause 36.1.2\n\n</p><p data-structure=\"Conclusion\" id=\"p_72\">      (e)    the cost of satisfying all other obligations,\n             commitments and claims that the Contractor may in\n             good faith have undertaken with third parties in\n             connection with the Contract and that are not covered\n             by paragraphs (a) through (d) above.\n</p>\n<p data-structure=\"Section\" id=\"p_73\">   36.2      Termination for Contractor&#x27;s Default\n\n   36.2.1 The Employer, without prejudice to any other rights or\n          remedies it may possess, may terminate the Contract\n          forthwith in the following circumstances by giving a\n          notice of termination and its reasons therefor to the\n          Contractor, referring to this GCC Sub- Clause 36.2:\n</p>\n<blockquote id=\"blockquote_45\">      (a)    if the Contractor becomes bankrupt or insolvent, has\n             a receiving order issued against it, compounds with\n             its creditors, or, if the Contractor is a corporation, a\n             resolution is passed or order is made for its winding\n             up (other than a voluntary liquidation for the purposes\n             of amalgamation or reconstruction), a receiver is\n             appointed over any part of its undertaking or assets,\n             or if the Contractor takes or suffers any other\n             analogous action in consequence of debt\n</blockquote><blockquote id=\"blockquote_46\">      (b)    if the Contractor assigns or transfers the Contract, or\n             any right or interest therein in violation of the\n             provision of GCC Clause 37.\n</blockquote>\n<blockquote id=\"blockquote_47\">      (c)    if the Contractor, in the judgment of the Employer has\n             engaged in corrupt or fraudulent practices in\n             competing for or in executing the Contract.\n</blockquote>\n<blockquote id=\"blockquote_48\">      (d)    For the purpose&quot; of this Sub-Clause; -\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">OMP No. 651/2014                                          Page 36 of 86</span>\n<blockquote id=\"blockquote_49\">              &quot;corrupt practice&quot; is the offering, giving, receiving or\n             soliciting, directly or indirectly, of anything of value to\n             influence improperly the actions of another party;\n</blockquote>\n<blockquote id=\"blockquote_50\">             &quot;fraudulent practice&quot; is any act or omission, including\n             a misrepresentation, that knowingly or recklessly\n             misleads or attempts to mislead, a party to\n             obtain a financial or other benefit or to avoid an\n             obligation;\n</blockquote>\n<blockquote id=\"blockquote_51\">             &quot;collusive practice&quot; is an arrangement between two or\n             more parties designed to achieve an improper\n             purpose, including to influence improperly the actions\n             of another party;.\n</blockquote><blockquote id=\"blockquote_52\">             &quot;coercive practice&quot; is impairing or harming, or\n             threatening to impair or harm, directly or indirectly,\n             any party or the property of the party to influence\n             improperly the actions of a party;\n</blockquote><blockquote id=\"blockquote_53\">      &quot;obstructive practice&quot; is\n\n      (aa) deliberately destroying, falsifying, altering or\n           concealing of evidence material to the investigation\n           or making false statements to investigators in order to\n           materially impede a Employer&#x27;s investigation into\n           allegations of a corrupt, fraudulent, coercive or\n           collusive practice; and/or threatening, harassing or\n           intimidating any party to prevent it from disclosing its\n           knowledge of matters relevant to the investigation or\n           from pursuing the investigation;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_74\">             or\n\n      (bb) acts intended to materially impede the exercise of the\n           Employer&#x27;s inspection and audit rights.\n</p>\n<p data-structure=\"Section\" id=\"p_75\">             In persuasions of its policy, the Employer will\n             sanction a firm or individual, including declaring\n             ineligible, either indefinitely or for a stated period of\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">OMP No. 651/2014                                             Page 37 of 86</span>\n              time, to be awarded a contract if it at any time\n             determines that the firm has, directly or through an\n             agent, engaged in corrupt, fraudulent, collusive,\n             coercive or obstructive practices in competing for, or\n             in executing, a contract.\n</p><p data-structure=\"Section\" id=\"p_76\">   36.2.2    If the Contractor\n\n</p><p data-structure=\"Section\" id=\"p_77\">      (a)    has abandoned or repudiated the Contract\n\n</p><p data-structure=\"Section\" id=\"p_78\">      (b)    has without valid reason failed to commence work on\n             the Facilities promptly or has suspended (other than\n             pursuant to GCC Sub-Clause 35.2) the progress of\n             Contract performance for more than twenty-eight (28)\n             days after receiving a written instruction from the\n             Employer to proceed\n</p><p data-structure=\"Section\" id=\"p_79\">      (c)    persistently fails to execute the Contract in\n             accordance with the Contract or persistently neglects\n             to carry out its obligations under the Contract without\n             just cause.\n</p>\n<p data-structure=\"Section\" id=\"p_80\">      (d)    refuses or is unable to provide sufficient materials,\n             services or labor to execute and complete the\n             Facilities in the manner specified in the program\n             furnished., under GCC Sub-Clause 14.2 at fates of\n             progress that give reasonable assurance to the\n             Employer that the Contractor can attain Completion\n             of the Facilities by the Time for Completion as\n             extended,\n\n             then the Employer may, without prejudice to any\n             other rights it may possess under the Contract, give a\n             notice to the Contractor stating the nature of the\n             default and requiring the Contractor to remedy the\n             same. If the Contractor fails to remedy or to take\n             steps to remedy, the same within fourteen (14) days\n             of its receipt of such notice, then the Employer may\n             terminate the Contract forthwith by giving a notice of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">OMP No. 651/2014                                          Page 38 of 86</span>\n              termination to the Contractor that refers to this GCC\n             Sub-Clause 36.2.\n</p>\n<p data-structure=\"Section\" id=\"p_81\">   36.2.3 Upon receipt of the notice of termination under GCC\n          Sub-Clauses 36.2.1 or 36.2.2, the Contractor shall,\n          either immediately or Upon such date as is specified\n          in the notice of termination,\n\n</p><p data-structure=\"Section\" id=\"p_82\">      (a)    cease all further work, except for such work as the\n             Employer may specify in the notice of termination for\n             the sole purpose of protecting that part of the\n             Facilities already executed, or any work required to\n             leave the Site in a clean and safe condition\n</p><p data-structure=\"Section\" id=\"p_83\">      (b)    terminate all subcontracts, except those to be\n             assigned to the Employer pursuant to paragraph (d)\n             below\n</p><p data-structure=\"Section\" id=\"p_84\">      (c)    deliver to the Employer the parts of the Facilities\n             executed by the Contractor up to the date, of\n             termination\n\n</p><p data-structure=\"Section\" id=\"p_85\">      (d)    to the extent legally possible, assign to the Employer\n             all right, title and benefit of the Contractor to the\n             Facilities and to the Plant and Equipment as of the\n             date of termination, and, as may be required by the\n             Employer, in any subcontracts concluded between\n             the Contractor and its Subcontractors\n\n</p><p data-structure=\"Section\" id=\"p_86\">      (e)    deliver to the Employer all drawings, specifications\n             and other documents prepared by the Contractor or\n             its Subcontractors as of the date of termination in\n             connection with the Facilities.\n</p>\n<p data-structure=\"Section\" id=\"p_87\">   36.2.4 The Employer may enter upon the Site, expel the\n          Contractor, and complete the Facilities itself or by\n          employing any third party. The Employer may, to the\n          exclusion of any right of the Contractor over the\n          same, take over and use with the payment of a fair\n          rental rate to the Contractor, with all the maintenance\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">OMP No. 651/2014                                         Page 39 of 86</span>\n              costs to the account of the Employer and with an\n             indemnification by the Employer for all liability\n             including damage or injury to persons arising out of\n             the Employer&#x27;s use of such equipment, any\n             Contractor&#x27;s Equipment owned by the Contractor and\n             on the Site in connection with the Facilities for such\n             reasonable period as the Employer considers\n             expedient for the supply and installation of the\n             Facilities.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_88\">             Upon completion of the Facilities or at such earlier\n             date as the Employer thinks appropriate, the\n             Employer shall give notice to the Contractor that such\n             Contractor&#x27;s Equipment will be returned to the\n             Contractor at or near the Site and shall return such\n             Contractor&#x27;s Equipment to the Contractor in\n             accordance with such notice. The Contractor shall\n             thereafter without delay and at its cost remove or\n             arrange removal of the same from the Site.\n</p><p data-structure=\"Conclusion\" id=\"p_89\">   36.2.5 Subject to GCC Sub-Clause 36.2.6, the Contractor\n          shall be entitled to be paid the Contract Price\n          attributable to the Facilities executed as of the date of\n          termination, the value of any unused or partially used\n          Plant and Equipment on the Site, and the costs, if\n          any, incurred in protecting the Facilities and in leaving\n          the Site in a clean-and safe condition pursuant to\n          paragraph (a) of GCC Sub-Clause 36.2.3. Any sums\n          due to the Employer from the Contractor accruing\n          prior to the date of termination shall be deducted from\n          the amount to be paid to the Contractor under this\n          Contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_90\">   36.2.6 If the Employer completes the Facilities, the cost of\n           completing the Facilities by the Employer shall be\n           determined.\n</p>\n<p data-structure=\"Section\" id=\"p_91\">             If the sum that the contractor is entitled to be paid,\n             pursuant to GCC sub-clause 36.2.5, plus the\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">OMP No. 651/2014                                         Page 40 of 86</span>\n              reasonable cost incurred by the employer in\n             completing the facilities, exceeds the Contract Price\n             or the entire facilities of entire Facilities have been\n             completed or the price for part of the Facilities if part\n             of the Facilities have been completed, the Contractor\n             shall be liable for such excess.\n</p>\n<p data-structure=\"Section\" id=\"p_92\">             If such excess is greater than the sums due the\n             Contractor under GCC Sub-Clause 36.2.5, the\n             Contractor shall, pay the balance to the Employer,\n             and if such excess is less than the sums due the\n             Contractor under GCC Sub-Clause 36.2.5, the\n             Employer shall pay the balance to the Contractor. For\n             facilitating such payment the Employer shall encash\n             the Bank Guarantees of the. Contractor available with\n             the Employer and retain such other payments due to\n             the Contractor under the Contract in question or any\n             other Contract that the Employer may have with the\n             Contractor.\n</p><p data-structure=\"Conclusion\" id=\"p_93\">             The Employer and the Contractor shall agree, in\n             writing, on the computation described above and the\n             manner in which any sums shall be paid.\n</p><p data-structure=\"Section\" id=\"p_94\">   36.3      In this GCC Clause 36, the expression &quot;Facilities\n             executed&quot;, shall include all work executed, Installation\n             Services provided, and all Plant and Equipment\n             acquired (or subject to a legally binding obligation to\n             purchase) by the Contractor and used or intended to\n             be used for the purpose of the Facilities, up to and\n             including the date of termination.\n</p><p data-structure=\"Precedent\" id=\"p_95\">   36.4      In this GCC Clause 36, in calculating any monies due\n             from the Employer to the Contractor, account shall be\n             taken of any sum previously paid by the Employer to\n             the Contractor under the Contract, including any\n             advance payment paid pursuant to the corresponding\n             Appendix (Terms and Procedures of Payment) to the\n             Contract Agreement.&quot;\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_66\">OMP No. 651/2014                                           Page 41 of 86</span>\n<blockquote id=\"blockquote_54\">    &quot;38. Settlement of Disputes.\n</blockquote>\n<blockquote id=\"blockquote_55\">   38.1      If any dispute of any kind whatsoever shall arise\n             between the Employer and the Contractor in\n             connection with or arising out of the Contract,\n             including without prejudice to the generality of the\n             foregoing, any question regarding its existence,\n             validity or termination or the execution of the\n             Facilities, whether, during the progress of the\n             Facilities or after their completion and whether before\n             or after the termination, abandonment or breach of\n             the Contract, the parties shall seek to resolve any\n             such dispute or difference, to the extent possible,\n             amicably by mutual consultation.\n</blockquote>\n<blockquote id=\"blockquote_56\">   38.2      If the parties fail to resolve such a dispute or\n             difference by mutual consultation at the execution site\n             level, then the dispute shall be referred by the\n             Contractor to the Project Manager, who, within a\n             period of thirty (30) days after being requested by\n             Contractor to do so, shall give written notice of his\n             decision.\n</blockquote>\n<blockquote id=\"blockquote_57\">   38.2.1 The decision/instruction of the Project Manager shall\n          be deemed to have been accepted by the Contractor\n          unless notified by the contractor of his intension to\n          refer the matter for arbitration within 30 of such\n          decision/instruction\n\n   38.2.2 In the event the Project Manager fails to notify his\n          decision as aforesaid within thirty (30) days, the\n          Contractor, if he intends to go for Arbitration, shall\n          notify his intention to the Project Manager within 30\n          days of expiry of the first mentioned period of thirty\n          days failing which it shall be deemed that there are no\n          dispute or difference between the Employer and the\n          Contractor.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">OMP No. 651/2014                                          Page 42 of 86</span>\n<blockquote id=\"blockquote_58\">    38.3      In case of dispute or difference between the\n             Employer and the Contractor, if the Employer intends\n             to go for Arbitration, he shall notify such intention to\n             the Contractor.&quot;\n</blockquote>\n<blockquote id=\"blockquote_59\">   &quot;39. Arbitration\n\n   39.1      All disputes or differences in respect of which the\n             decision, if any, of the Project Manager and/or the\n             Head of the Implementing Authority has not become,\n             final or binding as aforesaid shall be settled by\n             arbitration in the manner provided herein, below :\n</blockquote>\n<blockquote id=\"blockquote_60\">   39.2      The arbitration shall be conducted by three\n             arbitrators, one each to be nominated by the\n             Contractor and the Employer and the third to be\n             appointed by both the arbitrators in accordance with\n             the Indian Arbitration Act. If either of the parties fails\n             to appoint its arbitrator within sixty (60) days after\n             receipt of a notice from the other party invoking the\n             Arbitration clause, the arbitrator appointed by the\n             party invoking the arbitration clause shall become the\n             sole arbitrator to conduct the arbitration.\n</blockquote>\n<blockquote id=\"blockquote_61\">   39.3      The language of the arbitration proceedings and that\n             of the documents and communications between the\n             parties shall be English. The arbitration shall be\n             conducted in accordance with the provisions of the\n             <a href=\"/doc/1306164/\" id=\"a_57\">Indian Arbitration and Conciliation Act, 1996</a> or any\n             statutory modification thereof. The venue of\n             arbitration shall be New Delhi.\n</blockquote>\n<blockquote id=\"blockquote_62\">   39.4      The decision of the majority of the arbitrators shall be\n             final and binding upon the parties. In the event of any\n             of the aforesaid arbitrators dying, neglecting,\n             resigning or being unable to act for any reason, it will\n             be lawful for the party concerned to nominate another\n             arbitrator in place of the outgoing arbitrator.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_68\">OMP No. 651/2014                                            Page 43 of 86</span>\n<blockquote id=\"blockquote_63\">    39.5      During settlement of disputes and arbitration\n             proceedings, both parties shall be obliged to carry out\n             their respective obligations under the Contract.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_96\">   46.       The relevant extract of supplementary agreements dated\n             15th September, 2010 is reproduced hereunder:-\n</p>\n<blockquote id=\"blockquote_64\">          &quot;Supplementary Agreement for Tower Package A1\n\n   Supplementary Agreement to the Services Contract No.\n   TPTL/TOWER-A1/02 dated 22.02.2010 for Tower Package -\n   A1 - 400 kV D/C Teesta-III HEP - Panighata section of\n   Teesta-III- Kishanganj Transmission Line associated with\n   1200 MW Teesta-III HEP at North Sikkim.\n</blockquote>\n<blockquote id=\"blockquote_65\">   Whereas the subject Contract was entered between the\n   Parties for providing all services required for completion,\n   testing and commissioning of 400 KV D/C (Quad) Teesta III\n   HEP - Panighata section of Teesta III HEP - Kishanganj\n   Transmission Line associated with 1200 MW TEESTA III HE\n   Project as detailed in the Contract Document.\n   And whereas for successful execution of the Contract, the\n   Employer is desirous to include certain additional services in\n   the scope of works/services under the Contract and the\n   Contractor has agreed to perform the same at the terms and\n   conditions hereinafter appearing.\n</blockquote>\n<blockquote id=\"blockquote_66\">   NOW IT IS HEREBY AGREED as follows:\n</blockquote><blockquote id=\"blockquote_67\">   1. Scope of Works/ Facilities (GCC Clause 3)\n\n   Following additional services are agreed to be added under\n   the Scope of Facilities:\n</blockquote><blockquote id=\"blockquote_68\">   (i)     survey (Fresh Detailed Survey) and Contouring.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">OMP No. 651/2014                                          Page 44 of 86</span>\n<blockquote id=\"blockquote_69\">    (ii)    Preparation of proposals for Forest Clearance for the\n           entire route of Transmission Line and follow up with\n           concerned Govt. and other agencies culminating with\n           accord of Forest Clearance approval by MoEF.\n</blockquote>\n<blockquote id=\"blockquote_70\">   (iii)   Preparation of proposals for and arranging way leave\n           clearances from owners of land coming under towers/\n           compensation of damage to crops etc as well as\n           cutting of trees in consultation with and consent of the\n           Revenue and Forest authorities of respective\n           district/states.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_97\">   IV Time Schedule (Appendix -4-Contract Agreement)\n   The Contractor shall complete the services including the\n   additional items of works/ services within the Time for\n   Completion given under the Contract unless an extension of\n   time is authorized by the Employer keeping in view the\n   additional scope of services, if any.\n</p><p data-structure=\"Conclusion\" id=\"p_98\">   The Contractor shall be responsible for getting the statutory\n   clearances including Right of Way (ROW) and way leave\n   clearances required for completion of the Facilities within\n   stipulated Time of Completion.\n</p><p data-structure=\"Conclusion\" id=\"p_99\">   Except for the reasons stipulated under the Contract such as\n   Force Majeure etc. and/or non-fulfillment of obligations under\n   the Contract by TPTL leading to any delay in completion of\n   Facilities, no extension of time for completion of the Facilities\n   under the Contract shall be allowed to the Contractor.\n</p>\n<p data-structure=\"Precedent\" id=\"p_100\">   This Supplementary agreement will form an integral part of\n   the said Contract Agreement.&quot;\n</p>\n<blockquote id=\"blockquote_71\">   &quot;Supplementary Agreement for Tower Package A2\n\n   Supplementary Agreement to the Services Contract No.\n   TPTL/TOWER-A2/02 dated 22.02.2010 for Tower Package A-\n   2 - 400 kV D/C Panighata - Kishanganj section of Teesta-III -\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">OMP No. 651/2014                                         Page 45 of 86</span>\n<blockquote id=\"blockquote_72\">    Kishanganj Transmission Line associated with 1200 MW\n   Teesta-III HEP at North Sikkim.\n</blockquote>\n<blockquote id=\"blockquote_73\">   Whereas the subject Contract was entered between the\n   Parties for providing all services required for completion,\n   testing and commissioning of 400 KV D/C (Quad) Panighata-\n   Kishanganj section of Teesta III HEP - Kishanganj\n   Transmission Line associated with 1200 MW TEESTA III HE\n   Project as detailed in the Contract Document.\n</blockquote>\n<blockquote id=\"blockquote_74\">   And whereas for successful execution of the Contract, the\n   Employer is desirous to include certain additional services in\n   the scope of works/services under the Contract and the\n   Contractor has agreed to perform the same at the terms and\n   conditions hereinafter appearing.\n</blockquote>\n<blockquote id=\"blockquote_75\">   NOW IT IS HEREBY AGREED as follows:\n</blockquote>\n<blockquote id=\"blockquote_76\">   1.        Scope of Works/ Facilities (GCC Clause 3)\n\n   Following additional services are agreed to be added under\n   the Scope of Facilities:\n</blockquote>\n<blockquote id=\"blockquote_77\">   (i)     Survey (Fresh Detailed Survey) and Contouring.\n</blockquote>\n<blockquote id=\"blockquote_78\">   (ii)    Preparation of proposal for obtaining clearances from\n           Civil Aviation and owners/administrative offices of EHV\n           Power lines, Railways, Road, Rivers &amp; Highways,\n           Communication lines.\n</blockquote><blockquote id=\"blockquote_79\">   (iii)   Preparation of proposals for and arranging way leave\n           clearances from owners of land coming under\n           towers/compensation of damage to crops etc as well\n           as cutting of trees in consultation with and consent of\n           the Revenue and Forest authorities of respective\n           district/states.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">OMP No. 651/2014                                         Page 46 of 86</span>\n<p data-structure=\"Issue\" id=\"p_101\">       IV Time Schedule (Appendix -4-Contract Agreement)\n\n      The Contractor shall complete the services including the\n      additional items of works/ services within the Time for\n      Completion given under the Contract unless an extension of\n      time is authorized by the Employer keeping in view the\n      additional scope of services, if any.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_102\">      The Contractor shall be responsible for getting the statutory\n      clearances including Right of Way (ROW) and way leave\n      clearances required for completion of the Facilities within\n      stipulated Time of Completion.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_103\">      Except for the reasons stipulated under the Contract such as\n      Force Majeure etc. and/or non-fulfillment of obligations under\n      the Contract by TPTL leading to any delay in completion of\n      Facilities, no extension of time for completion of the Facilities\n      under the Contract shall be allowed to the Contractor.\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">      This Supplementary agreement will form an integral part of\n      the said Contract Agreement&quot;\n</p><p data-structure=\"Section\" id=\"p_105\">47.     The total amount of Rs.16.87 crores was agreed to be paid to\nthe petitioner, out of which Rs.12 crores approx. admittedly received\nby the petitioner who has admitted in various minutes of meeting that\nto obtain all clearances, right of way as being its duty. The petitioner\nhas carried out construction work in various regions however work in\nmany regions were not completed due to various reasons for non-\nobtaining approvals including the forest clearances except it was\nobtained in Sikkim.\n</p>\n<p data-structure=\"Section\" id=\"p_106\">48.     In case the main contract and two supplementary agreements\nare read together holistically, it can be seen that as per clause 6.1\nand 6.2, it was the responsibility and obligation which was earlier\n\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">OMP No. 651/2014                                            Page 47 of 86</span>\n upon the respondent to take all the permissions including way, right\nof way, forest clearance etc was ultimately added to the scope of the\nwork of the petitioner by way of the two supplementary agreements\ndated 15th September, 2010, it is stipulated and agreed by the parties\nin the supplementary agreement that the petitioner shall prepare the\nproposal for obtaining clearances from various places who shall\ncomplete the services and shall be responsible for getting the\nstatutory clearances including right of way in order to complete the\nwork in time. It is stipulated that the supplementary agreements will\nform integral part of the said contract. The said obligation of the\npetitioner is not confined to the preparation of the proposals in the\nmanner contended by the petitioner, the reading of the clauses of the\nsupplementary agreements indicate that the responsibility of the\npetitioner extended uptil successfully obtaining the permissions.\n</p>\n<p data-structure=\"Section\" id=\"p_107\">49.   It is not disputed by the petitioner that the contract in question\nis a terminable contract under GCC Clause No.36.          The same is\nterminated on 30th May, 2014 under Clause 36.2.2. Clause 36.2.3 of\nthe Contract, there is a requirement of completion of the obligation\nupon receipt of notice of termination.\n</p>\n<p data-structure=\"Facts\" id=\"p_108\">50.   It is also to be noted that as per the Clauses 6.1 and 6.2 of the\noriginal Contract prior to the entering of the supplementary\nagreement, the primary obligations and responsibilities of the\nrespondent to get all the permissions and approvals, licenses from all\nlocal and State Governments. As per the case of the petitioner that\nthey have been unable to carry out works at certain sections due to\n\n\n\n<span class=\"hidden_text\" id=\"span_73\">OMP No. 651/2014                                         Page 48 of 86</span>\n non-availability of the requisite permissions that are to be provided by\nthe respondent. Various communications were sent to the respondent\nin this regard who failed to perform his obligation to get the same and\nkept granting extension of time knowing the difficulties of the\npetitioner.   The petitioner, therefore, was given time extensions\nstarted from the year 2011 until October, 2014 for completion of\ntransmission line. Therefore, it cannot be said that the time was the\nessence of the contract. The petitioner is not denying having entered\ninto the Supplementary Agreement in order to aid in the faster\nexecution of works and to minimize delay but it appears that in the\nyear 2010, after entering into the supplementary agreements, it\nbecame the responsibility of the petitioner to obtain the permissions,\nforest clearances, right of way etc. This is atleast plain from the\ncollective reading of the agreements.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_109\">51.   The fact of the matter is that both parties are blaming each\nother for the said clearances. The petitioners&#x27; case is that they are\nonly the service provider i.e. pursuing the approvals of various\ngovernments and they themselves could not obtain the approval\nwithout the efforts of the respondent who are the actual party to\nobtain approval and without them, no government department would\ngrant the approvals to third party. The respondent says that it was\nthe duty and obligation of the petitioner as per supplementary\nagreements, the respondent has never denied to the petitioner to\ncooperate to get such approvals. There are two different versions of\nthe parties who are relying upon correspondence exchanged\n\n\n\n<span class=\"hidden_text\" id=\"span_74\">OMP No. 651/2014                                         Page 49 of 86</span>\n between them and various minutes of meeting and committee\nformed, which have to be determined before the Arbitral Tribunal.\nOne thing is clear that the work is not complete despite of\nsupplementary agreements executed between the parties and\ndespite of three extensions granted by the respondent. It is yet to be\ndetermined as to who is responsible for obtaining the approvals,\ndelay caused and consequences of termination. These are disputed\nquestions which have to be considered and to be decided by the\nArbitral Tribunal in view of the responsibility mentioned in the main\ncontract and supplementary agreements. One thing is clear that while\ndeciding the said dispute between the parties, both i.e. main contract\nand     supplementary     agreements        are   to   be   read    together\nby the Arbitral Tribunal. At this stage, it is not proper to decide the\nsaid issues on merit. Thus, the contention of the petitioner\nthat     the   respondent     is   taking     advantage     of     its   own\nbreaches by remaining on the fault side by not obtaining the\nclearances, permissions which was obligatory upon them in\nview of the terms of the supplementary agreements is prima facie\ndoubtful.\n</p>\n<p data-structure=\"RespArg\" id=\"p_110\">52.     The following cases are cited by Dr. A.M. Singhvi, learned\nSenior counsel appearing on behalf of respondent:\n</p>\n<blockquote id=\"blockquote_80\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48495183\" id=\"span_75\">(i)     In <a href=\"/doc/48495183/\" id=\"a_58\">Thiess Minecs India Pvt. Ltd. vs. NTPC Ltd.</a> (supra), it\nwas observed as under:</span>\n</blockquote><blockquote id=\"blockquote_81\">       &quot;67. I also find force in the submission of Mr. Vasisht that\n       clause 24.7 and 24.3(c) show that the contract is a\n       terminable contract. Being a terminable contract, no\n\n\n<span class=\"hidden_text\" id=\"span_76\">OMP No. 651/2014                                             Page 50 of 86</span>\n        injunction can be granted by the Court to prevent its breach\n       as such a contract is not specifically enforceable. Prima-\n       facie, it appears that the petitioner was well-aware of the\n       existing ground situation and the difficulty being faced in\n       the process of acquisition of land and re-location of the\n       encroachers/ occupants of land at the site. The petitioner,\n       however, prima facie, proceeded to throw its hat in the ring\n       by taking a calculated risk. The petitioner cannot now find\n       fault with the respondent, and seek to cover its defaults on\n       the ground that the entire land has not been made\n       available to the petitioner.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"250419\" id=\"span_77\">(ii)    In <a href=\"/doc/250419/\" id=\"a_59\">VF Services (UK) Limited Vs. Union of India &amp; Anr.</a>\n(supra), it was observed as under:</span>\n</p><blockquote id=\"blockquote_82\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1353127\" id=\"span_78\">&quot;7. The VOC is a contract which by its very nature is\n     determinable. Although in exceptional facts of individual\n     cases involving agencies of the State, this Court has\n     granted interim relief even against the termination of a\n     contract (for e.g., <a href=\"/doc/1353127/\" id=\"a_60\">Pioneer Publicity Corporation v. Delhi\n     Transport Corporation</a>), the settled law is that even where a\n     contract has been illegally terminated the aggrieved party\n     would be able to only claim damages and no interim relief\n     against termination of the contract.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_112\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"107309647\" id=\"span_79\">(iii) In <a href=\"/doc/107309647/\" id=\"a_61\">Cox and Kings Ltd. vs. Indian Rly</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"314020\" id=\"span_80\"><a href=\"/doc/314020/\" id=\"a_62\">Catering and\nTourism Corporation Ltd. &amp; Anr.</a>, (supra),it was observed as\nunder :</span>\n</p><blockquote id=\"blockquote_83\">        &quot;23. It is no doubt true that the Petitioner has invested\n       large sums of money in the project, but that cannot entitle it\n       to pray for and obtain a mandatory order of injunction to\n       operate the train once the lease agreement/arrangement\n       had been terminated. We are also unable to accept Mr.\n       Rohatgi&#x27;s submission that the Joint Venture Agreement\n       was akin to a partnership. Such submission had been\n       rightly rejected by the Division Bench. As rightly pointed out\n       by the Division Bench of the High Court, the Petitioner&#x27;s\n       remedy, if any, would lie in an action for damages against\n\n\n<span class=\"hidden_text\" id=\"span_81\">OMP No. 651/2014                                            Page 51 of 86</span>\n        IRCTC for breach of any of the terms and conditions of the\n       Joint Venture Agreement and the Memorandum of\n       Understanding.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_113\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"362638\" id=\"span_82\">(iv)    In <a href=\"/doc/362638/\" id=\"a_63\">Sainath Enterprises Pvt. Ltd. Vs. Union of India (UOI)\nand Ors.</a>, (supra), it was observed:</span>\n</p><blockquote id=\"blockquote_84\">       &quot;10. I consider that looking into the entire facts it is not a\n       case where Court should restrain the respondent from\n       proceedings further with the work with the help of other\n       contractor and force the respondent to continue to work\n       with the petitioner. The relations between the contracting\n       parties ought to be governed by the contract between the\n       parties. Where a contract is terminable for the reasons\n       given in the contract, a party has a right to terminate the\n       contract. The termination of contract was lawful or unlawful,\n       is a dispute to be raised before the Arbitrator. The Court\n       under <a href=\"/doc/1112600/\" id=\"a_64\">Section 9</a> cannot compel an employer to continue to\n       work with the contractor whose work has not been\n       satisfactory and who has not been able to complete even\n       30% of the work within stipulated as well as extended\n       period.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_114\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"68894348\" id=\"span_83\">(v)     In <a href=\"/doc/68894348/\" id=\"a_65\">Kunj Bihari Construction Co. Pvt. Ltd. Vs. Nidhi\nBuilders Pvt. Ltd. and Ors.</a>, (supra), it was observed as\nunder:</span>\n</p><blockquote id=\"blockquote_85\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1333179\" id=\"span_84\">&quot;29. The law relating to grant of injunction in exercise of\n       power under <a href=\"/doc/1112600/\" id=\"a_66\">Section 9</a> of the Act in the commercial\n       contract has been discussed by this Court in the case of\n       <a href=\"/doc/1333179/\" id=\"a_67\">Techno Construction and Anr. v. Kunj Vihar Co-operative\n       Group Housing Society Ltd.</a> 118(2005)DLT591 wherein it\n       was held as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_86\">           9. Law with regard to grant of interim injunction while\n           exercising jurisdiction under <a href=\"/doc/1079220/\" id=\"a_68\">Section 9</a> of the\n           Arbitration and Conciliation Act, 1996 is well settled.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_85\">OMP No. 651/2014                                            Page 52 of 86</span>\n<p data-structure=\"Section\" id=\"p_115\">            The protection under this section can be granted only\n           when prima facie case, balance of conveniences and\n           irreparable loss and injury is made out. The first\n           question requiring consideration is, whether the\n           contract for construction of building can be ordered\n           to be specifically enforced? <a href=\"/doc/1829433/\" id=\"a_69\">Section 14(1)(a)</a> of the\n           Specific Relief Act, 1963 provides hat a contract for\n           non-performance, of which compensation in money\n           is adequate relief, cannot be specifically enforced. In\n           a suit for enforcement of contract for construction of\n           a building, the party seeking specific performance of\n           the contract has to satisfy three conditions, contained\n           in proviso to clause (c) of Sub-section (3) of\n           <a href=\"/doc/124747/\" id=\"a_70\">Section 14</a>. These are (i) the building or other work is\n           described in the contract in sufficiently precise terms\n           to enable the court to determine the exact nature of\n           the building or work. (ii) the plaintiff has a substantial\n           interest in the performance of the contract and the\n           interest is of such a nature that compensation in\n           money for non-performance of the contact is not an\n           adequate relief; and (iii) the defendant has , in\n           pursuance of the contract, obtained possession of\n           the whole or any part of the land on which the\n           building is to be constructed or other work is to be\n           executed. In short, before a construction contract can\n           be ordered to be enforced, it has to be held that\n           compensation in money is not the adequate relief. It\n           cannot be disputed that where a contract which\n           cannot be enforced by a decree for specific\n           performance, the same cannot be negatively\n           enforced by issue of an injunction.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_116\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187272825\" id=\"span_86\">(<a href=\"/doc/187272825/\" id=\"a_71\">vi)    MIC    Electronics      Ltd.    and    Anr.     Vs.     Municipal\nCorporation of Delhi and Anr.</a> (supra), relevant paras are as\nunder:</span>\n</p><blockquote id=\"blockquote_87\">       &quot;6. It was then urged on behalf of the Respondent that\n       <a href=\"/doc/1221024/\" id=\"a_72\">Section 41(e)</a> of the Specific Relief Act categorically\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">OMP No. 651/2014                                              Page 53 of 86</span>\n      provided that an injunction could not be granted to prevent\n     the breach of a contract, the performance of which would\n     not be specifically enforced. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1737629\" id=\"span_88\">In this behalf the Respondent\n     relied upon the decisions of this Court in <a href=\"/doc/1737629/\" id=\"a_73\">Rajasthan\n     Breweries Ltd. v. The Stroh Brewery Company</a> 2000 (3)\n     Arb.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1959292\" id=\"span_89\"><a href=\"/doc/1959292/\" id=\"a_74\">LR 509 (Delhi) and Raj Electricals (Regd.) v. BSES\n     Rajdhani Power Ltd.</a> 142 (2007) DLT 687. It was further\n     urged on behalf of the Respondent that the 50 sites which\n     were the subject matter of the contract had been identified\n     by the Appellant themselves and were all within the\n     jurisdiction of the Respondent. It was also urged that\n     although the agreement was entered into in the month of\n     June, 2009 the first objection with regard to the purported\n     non-viability of the sites were raised only in the month of\n     December, 2009. It was lastly urged on behalf of the\n     Respondent that if the Arbitral Tribunal came to the\n     conclusion that the cancellation of the contract was bad, in\n     that event, the Appellant would be entitled to damages.</span>\n</blockquote>\n<blockquote id=\"blockquote_88\">     7. In rejoinder, it was urged on behalf of the Appellant that\n     the Respondent were performing a public function or a\n     public duty and that while discharging such a public duty\n     <a href=\"/doc/367586/\" id=\"a_75\">Article 14</a> of the Constitution of India required it to act fairly,\n     justly and reasonably. In other words, it was urged that the\n     Respondent being State cannot cast off its personality and\n     exercise unbridled power unfettered by the requirement of\n     <a href=\"/doc/367586/\" id=\"a_76\">Article 14</a> in the sphere of contractual matters and claim to\n     be governed therein only by private law principles\n     applicable to private individuals whose rights flow only from\n     the terms of contract without anything more. In this behalf,\n     the Appellant relied on the decision of the Supreme Court\n     in ABL International Ltd. and Anr. v. Export Credit\n     Guarantee Corporation of India Ltd. and Ors. (2004) 3 SCC\n</blockquote><blockquote id=\"blockquote_89\">     553.\n\n</blockquote><blockquote id=\"blockquote_90\">     11. The decision in Issac Peter(supra) was re-stated with\n     approval and affirmed by the Supreme Court in S.K. Jainv.\n     State of Haryana and Anr. (2009) 4 SCC 357. These\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">OMP No. 651/2014                                             Page 54 of 86</span>\n      decisions of the Supreme Court therefore affirm the view\n     that in case of contracts freely entered into with the State,\n     there is no room for invoking the doctrine of fairness and\n     reasonableness against one party to the contract (State),\n     for the purpose of altering or adding to the terms of the\n     contracts, merely because it happens to be the State. In\n     such cases the mutual rights and liabilities of the parties\n     are governed by the terms of the contracts and the law\n     relating to contracts. It is seen that the contract in the\n     present case was entered into pursuant to floating of\n     tender and there was no compulsion on anyone to enter\n     into the contract. Therefore, there can be no question of\n     State power being involved in such a voluntary contract.\n     Therefore, there is no force in the submission made on\n     behalf of the Appellant that only public law principles would\n     exclusively apply to the relationship between the parties\n     and that private law principles flowing from the terms of the\n     contract would have no application to the subject contract.\n     Even otherwise it is noted that the cancellation of the\n     licence had taken place after issuance of a show cause\n     notice and calling for the reply of the Appellant.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_117\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737629\" id=\"span_91\">(<a href=\"/doc/1737629/\" id=\"a_77\">vii) Rajasthan    Breweries     Ltd.   Vs.   The   Stroh     Brewery\nCompany</a>, (supra) it was observed as under:</span>\n</p>\n<blockquote id=\"blockquote_91\">     &quot;At the most, in case ultimately it is found that termination\n     was bad in law or contrary to the terms of the agreement or\n     of any understanding between the parties or for any other\n     reason, the remedy of the appellants would be to seek\n     compensation for wrongful termination but not a claim for\n     specific performance of the agreements and for that view of\n     the matter learned Single Judge was justified in coming to\n     the conclusion that the appellant had sought for an\n     injunction seeking to specifically enforce the agreement.\n     Such an injunction is statutorily prohibited with respect of a\n     contract, which is determinable in nature. The application\n     being under the provisions of <a href=\"/doc/1041122/\" id=\"a_78\">Section 9(ii)(e)</a> of the\n     Arbitration and Conciliation Act, relief was not granted in\n\n\n\n<span class=\"hidden_text\" id=\"span_92\">OMP No. 651/2014                                          Page 55 of 86</span>\n      view of <a href=\"/doc/124747/\" id=\"a_79\">Section 14(i)(c)</a> read with <a href=\"/doc/1436285/\" id=\"a_80\">Section 41</a> of the Specific\n     Relief Act. It was rightly held that other clauses of\n     <a href=\"/doc/1112600/\" id=\"a_81\">Section 9</a> of the Act shall not apply to the contract, which is\n     otherwise determinable in respect of which the prayer is\n     made specifically to enforce the same.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_118\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1959292\" id=\"span_93\">(<a href=\"/doc/1959292/\" id=\"a_82\">viii) Raj Electricals (Regd.) Vs. BSES Rajdhani Power Ltd.</a>\n(supra), it was observed as under:</span>\n</p>\n<blockquote id=\"blockquote_92\">     &quot;10. The relationship between the petitioner and\n     respondent was purely a contractual relationship. Erstwhile\n     DVB was unable to handle the problem of distribution of\n     electricity to the unauthorized colonies which stood\n     regularized. There was lot of theft of electricity and due to\n     its inability to handle the problem, a scheme was drawn up\n     by DVB to engage contractors for distributing electricity to\n     the cluster of houses in unauthorized colonies all over\n     Delhi. These contractors were being supplied electricity at\n     single point and the contractors were to further distribute\n     electricity to the cluster of houses in the unauthorized\n     colonies in terms of the agreement. The contract was\n     entered into initially for a period of seven years. The\n     agreement could be terminated by DVB as well as by the\n     respondent like any other contract. The respondent would\n     be liable to face the consequences of the termination of the\n     contract, if by termination the respondent has violated\n     certain terms and conditions of the agreement resulting into\n     loss to the petitioner. Similarly, if the petitioner had\n     terminated the agreement or failed to comply with the\n     agreement, the respondent could claim damages/loss from\n     the petitioner. The contract is of the nature of a service\n     provider where petitioner is the service provider to the\n     respondent. If the respondent is not satisfied by the\n     services being provided by the petitioner, the respondent is\n     always at liberty to terminate the contract. The contract is a\n     pure commercial contract and has to be governed by\n     commercial laws. It is not a statutory contract either under\n     <a href=\"/doc/261195/\" id=\"a_83\">Indian Electricity Act, 1910</a> or under Delhi Electricity\n\n\n\n<span class=\"hidden_text\" id=\"span_94\">OMP No. 651/2014                                          Page 56 of 86</span>\n       Reforms Act, 2000 or under <a href=\"/doc/177537342/\" id=\"a_84\">The Electricity Act, 2003</a>\n      entered into by State Governments or by the\n      instrumentalities of the State and is not governed by any\n      statutory provisions.\n</blockquote><blockquote id=\"blockquote_93\">      11. Like any other contract this contract is also to be\n      governed by the commercial interest of the parties. If the\n      respondent considers that the arrangement which was\n      made by DVB of Single Point Distribution seeking services\n      of the contractor has outlived its utility and the respondent\n      was in a better position to serve the people of the area, the\n      respondent can terminate the contract and suffer the\n      consequences in terms of agreement between the parties.\n      The Court cannot compel the respondent to continue with\n      an agreement. The respondent who is a company\n      incorporated for supply and distribution of electricity has a\n      better infrastructure available with it to fulfill the needs of\n      the electrification of the areas. While the contractors who\n      are either individuals or firms in fact were introduced\n      merely to overcome a problem which erstwhile DVB could\n      not tackle at the time. A contractor cannot be made a\n      permanent feature of the electricity supply system. It is a\n      right and obligation of the respondent to supply electricity in\n      the area for which respondent is a licensee under <a href=\"/doc/55042718/\" id=\"a_85\">Delhi\n      Electricity Reforms Act, 2000</a>. If the respondent considers it\n      can provide better services and facilities it can always\n      terminate the contract of the contractors.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_119\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1959292\" id=\"span_95\">53.    Various judgments are referred by the learned senior counsel\nappearing on behalf of the petitioner. Each and every judgment is not\nnecessarily required to be discussed in the matter as learned counsel\nfor respondent is not disputing the proposition <a href=\"/doc/1959292/\" id=\"a_86\">laid down in</a> most of\nthe cases. Some of the relevant paras of the decisions referred by\nthe petitioner are extracted on the issue of the continuation of status\nquo already granted till the time Arbitral Tribunal renders the award.\nThe same are referred as under:</span>\n</p>\n\n<span class=\"hidden_text\" id=\"span_96\">OMP No. 651/2014                                            Page 57 of 86</span>\n<blockquote id=\"blockquote_94\"> (i)    In Atlas Interactive (India) Pvt. Ltd. vs. Bharat Sanchar\nNigam Limited (supra), it was held as under:-\n</blockquote><blockquote id=\"blockquote_95\">      &quot;17. After considering the submissions made by learned\n      Counsel for the parties and considering the facts and\n      circumstances of this case and as discussed hereinbefore\n      also, this Court is of the considered view that <a href=\"/doc/124747/\" id=\"a_87\">Section 14</a> of\n      the Specific Relief Act does not stand in the way of the\n      Court to grant the relief as prayed in as much as by the\n      impugned act of respondent No.1 the petitioner may be\n      unreasonably ousted from Indian market and, therefore,\n      compensation in terms of money may not be adequate\n      relief. The contract may be determinable in nature but the\n      instrumentality of the State has to act in a fair and just\n      manner and not arbitrarily. This principle may hold good\n      between private parties but not in those cases where the\n      highhandedness appears to be on the part of the State or\n      its instrumentality. It also cannot be said that the contract\n      between the parties runs into minute details or the Court\n      cannot enforce specific performance of its material terms\n      nor it can be said that the contract involves performance of\n      continuous duty, which the Court cannot supervise. The\n      Franchisee Agreement between the parties is a detailed\n      agreement containing duties and obligations of both the\n      parties. Respondent No.1 has to provide its cable network\n      and the rest of the performance is to be by the petitioner.\n      The agreement between the parties is non-exclusive and\n      on revenue sharing basis under which the respondent No.\n      1 has to gain only. The nonperformance or the failure of the\n      petitioner would not cause any financial loss to respondent\n      No.1 inasmuch as under the agreement itself, the\n      respondent No.1 can involve itself or others also for\n      providing the same services. The plea of respondent No. 1\n      that the petitioner may utilize its equipment in other areas\n\n\n<span class=\"hidden_text\" id=\"span_97\">OMP No. 651/2014                                          Page 58 of 86</span>\n        and through other service providers is also no answer to\n       the claim of the petitioner that it is being ousted arbitrarily\n       and without any good and sufficient cause.\n</blockquote>\n<blockquote id=\"blockquote_96\">       19. Considering the submissions made by learned Counsel\n       for the parties and the facts and circumstances of this\n       case, this Court has no hesitation in coming to a prima\n       facie conclusion that the time was not the essence of the\n       contract and the respondent No.1 is acting arbitrarily,\n       unreasonably and in an inequitable manner by terminating\n       the Franchisee Agreement merely on the ground of some\n       delay to which the respondent No.1 was also a party and to\n       which it had never raised any serious objection. The\n       respondent No. 1, by its conduct, allowed the petitioner to\n       invest more and more funds in the project and thereby\n       drove petitioner to a situation where it would not only suffer\n       huge financial loss but loss of trade reputation and goodwill\n       also which may not be compensated in terms of money.\n       The balance of convenience is more in favour of the\n       petitioner inasmuch as the agreement can still be acted\n       upon by both the parties in terms of their obligations a\n       detailed in the agreement. In this petition under <a href=\"/doc/1112600/\" id=\"a_88\">Section 9</a>\n       of the Act, this Court is not at all in a position to order\n       specific performance of the contract inasmuch as it can be\n       ordered by the Arbitral Tribunal only in terms of the\n       arbitration agreement between the parties. This Court can\n       only restrain respondent No.1 from terminating the\n       Franchisee Agreement in question till the Arbitral Tribunal\n       adjudicates the controversies between the parties.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_120\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"462244\" id=\"span_98\">(ii)    In <a href=\"/doc/462244/\" id=\"a_89\">Softline Media Ltd. vs. Delhi Transport Corp.</a> (supra), it\nwas held as under:-</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_99\">OMP No. 651/2014                                             Page 59 of 86</span>\n<blockquote id=\"blockquote_97\">      &quot;16. A proposition advanced by the learned counsel for the\n     respondent that in case of a license the same can be\n     terminated by the licensor in terms of license agreement\n     cannot be disputed (Refer to 2000 VI AD 741). It also\n     cannot be disputed that even if such a termination is invalid\n     the general rule is that injunction should not be granted and\n     the remedy of the licensee whose license is terminated\n     illegally is to sue for damages. However, it cannot be\n     treated as absolute principle of law to govern all types of\n     cases. In the present case, the important factor which has\n     to be borne in mind is that the respondent had only given\n     site for construction of bus queue shelters to the petitioners\n     and it is the petitioners who had constructed the same out\n     of their own funds. In the process the petitioners spent\n     substantial amounts. No doubt even after the construction\n     of the bus queue shelters, the title in the property would\n     vest and remain with the DTC. However, the fact remains\n     that such a huge investment was made by the petitioners\n     with legitimate expectation to have the license of the bus\n     queue shelters for a period of 3/5 years so that during this\n     period they are able to earn by displaying the\n     advertisements of the prospective advertisers and not only\n     recover the cost of construction but make some profits out\n     of these investments. It is not a case where some\n     premises/structures, already existing and exclusively\n     belonging to the respondent, are given on license basis to\n     the petitioners. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"83194611\" id=\"span_100\">But a case where the petitioners have\n     themselves raised the construction on various sites. In\n     such a case, unless the respondents are able to show\n     fundamental breach it may not be permissible for the\n     respondents to terminate the contract. After all the\n     respondent is a statutory body/&quot;another body&quot; within the\n     meaning of <a href=\"/doc/609139/\" id=\"a_90\">Article 12</a> of the Constitution of India and\n\n\n\n<span class=\"hidden_text\" id=\"span_101\">OMP No. 651/2014                                          Page 60 of 86</span>\n         therefore being instrumentality and/or agency of the State it\n        is expected to act fairly. The breach has to be fundamental\n        as narrated by J.W. Carter in his afore-quoted book after\n        dealing with the judgment in the case of <a href=\"/doc/83194611/\" id=\"a_91\">Telfair Shipping\n        Corp. v. Athos Shipping Co. S.A.</a> reported in (1983) 1\n        Lloyd&#x27;s Rep.127.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_121\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1353127\" id=\"span_102\">(iii)    In <a href=\"/doc/1353127/\" id=\"a_92\">Pioneer Publicity Corporation vs. Delhi Transport\nCorporation</a>, (supra), relevant paras are as under:-</span>\n</p><blockquote id=\"blockquote_98\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1353127\" id=\"span_103\">&quot;A distinction must be drawn between a termination and\n        determination. The present contract was determinable in\n        the context of the <a href=\"/doc/1671917/\" id=\"a_93\">Specific Relief Act</a> on the expiry of three\n        years. It could be terminated prior thereto but as has been\n        <a href=\"/doc/1353127/\" id=\"a_94\">laid down by</a> the Hon&#x27;ble Supreme Court, where this power\n        is to be employed by the State, it should be founded and\n        predicated on good and expressed reasons and it should\n        be unbiased. After the expiry of two and a half years of the\n        contract nothing new has crept up to sufficiently justify its\n        precipitated termination.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_122\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88347212\" id=\"span_104\">(iv)     In <a href=\"/doc/88347212/\" id=\"a_95\">KSL &amp; Industries Ltd. vs. National Textiles Corporation\nLtd.</a>, (supra), relevant paras are as under:</span>\n</p>\n<blockquote id=\"blockquote_99\">        &quot;100. From the facts narrated above, it, prima facie,\n        appears that there is no justification offered by the\n        respondent for the sudden termination of the MOU without\n        furnishing any reasons thereof, when both the parties and,\n        in particular, the petitioner, had taken all the steps that\n        were expected of it in furtherance of the MOU. I may note\n        that the respondent has not even offered to explain or\n        justify its conduct in terminating the MOU and its defence is\n        only that the termination is in terms of the MOU. Prima\n        facie, I am, therefore, of the view that the termination of the\n\n\n\n<span class=\"hidden_text\" id=\"span_105\">OMP No. 651/2014                                              Page 61 of 86</span>\n      MOU vide letter dated 14.09.2010 is arbitrary, irrational and\n     illegal.\n</blockquote>\n<blockquote id=\"blockquote_100\">     101. The result of the aforesaid discussion is that I find that\n     the petitioner has made out a prima facie case in its favour\n     for grant of an injunction against the respondent from\n     giving effect to the termination of the MOU dated\n     14.09.2010. The balance of convenience lies in preserving\n     the subject matter of the dispute. If the respondent is\n     permitted to give effect to the termination letter and,\n     consequently, to deal with the subject matter of the MOU,\n     namely, the textile mills in question, even if the petitioner\n     were to succeed in the arbitration proceedings and to\n     secure an award in its favour, it may be met with a fait\n     accompli. The arbitration proceedings are already in\n     progress since the arbitral tribunal has been constituted.\n     The interim protection has continued in favour of the\n     petitioner since 01.10.2010, that being the first hearing of\n     the matter, and there is no reason to disturb the said status\n     quo during the pendency of the arbitral proceedings. Even\n     if the respondents were to succeed in the arbitration\n     proceedings, they would then be in a position to proceed\n     further in the matter of rehabilitation or winding up of the\n     textile mills in question.\n</blockquote>\n<blockquote id=\"blockquote_101\">     102. The petitioners would certainly suffer irreparable loss\n     and injury if the said textile mills are not preserved during\n     the pendency of the arbitral proceedings, as the alienation\n     or disposal of the said textile mills and their assets would\n     destroy the subject matter of the petitioners claim. Without\n     the said textile mills and their assets, the MOU and the\n     definitive agreements would loose their meaning and would\n     be of no avail. Consequently, I allow these petitions and\n     confirm the order dated 01.10.2010 till the making of the\n\n\n\n<span class=\"hidden_text\" id=\"span_106\">OMP No. 651/2014                                           Page 62 of 86</span>\n       award by the arbitral tribunal, which is seized of the\n      disputes between the parties.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_123\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1847057\" id=\"span_107\">(<a href=\"/doc/1847057/\" id=\"a_96\">v)    Adhunik Steels Ltd. Vs. Orissa Manganese and Minerals\nPvt. Ltd.</a> (supra), relevant paras are as under:</span>\n</p>\n<blockquote id=\"blockquote_102\">      &quot;23. The question here is whether in the circumstances, an\n      order of injunction could be granted restraining O.M.M.\n      Private Limited from interfering with Adhunik Steels&#x27;\n      working of the contract which O.M.M. Private Limited has\n      sought to terminate. Whatever might be its reasons for\n      termination, it is clear that a notice had been issued by the\n      O.M.M. Private Limited terminating the arrangement\n      entered into between itself and Adhunik Steels. In terms of\n      Order XXXIX Rule 2 of the Code of civil Procedure, an\n      interim injunction could be granted restraining the breach of\n      a contract and to that extent Adhunik Steels may claim that\n      it has a prima facie case for restraining O.M.M. Private\n      Limited from breaching the contract and from preventing it\n      from carrying on its work in terms of the contract. It is in\n      that context that the High Court has held that this was not a\n      case where the damages that may be suffered by Adhunik\n      Steels by the alleged breach of contract by O.M.M. Private\n      Limited could not be quantified at a future point of time in\n      terms of money. There is only a mention of the minimum\n      quantity of ore that Adhunik Steels is to lift and there is also\n      uncertainty about the other minerals that may be available\n      for being lifted on the mining operations being carried on.\n      These are impoundable to some extent but at the same\n      time it cannot be said that at the end of it, it will not be\n      possible to assess the compensation that might be payable\n      to Adhunik Steels in case the claim of Adhunik Steels is\n      upheld by the arbitrator while passing the award.\n</blockquote>\n<blockquote id=\"blockquote_103\">      24. But, in that context, we cannot brush aside the\n      contention of the learned Counsel for Adhunik Steels that if\n      O.M.M. Private Limited is permitted to enter into other\n      agreements with others for the same purpose, it would be\n\n\n<span class=\"hidden_text\" id=\"span_108\">OMP No. 651/2014                                            Page 63 of 86</span>\n        unjust when the stand of O.M.M. Private Limited is that it\n       was canceling the agreement mainly because it was hit by\n       Rule 37 of the Mineral Concession Rules, 1960. Going by\n       the stand adopted by O.M.M. Private Limited, it is clear that\n       O.M.M. Private Limited cannot enter into a similar\n       transaction with any other entity since that would also entail\n       the apprehended violation of Rule 37 of the Mineral\n       Concession Rules, 1960, as put forward by it. It therefore\n       appears to be just and proper to direct O.M.M. Private\n       Limited not to enter into a contract for mining and lifting of\n       minerals with any other entity until the conclusion of the\n       arbitral proceedings.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_124\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_109\">(<a href=\"/doc/925897/\" id=\"a_97\">vi)    Olympus Superstructures Pvt. Ltd. Vs. Meena Vijay Khetan\n&amp; Ors.</a>, (supra), in Para 36, it was observed as under:</span>\n</p>\n<blockquote id=\"blockquote_104\">       &quot;36. Further, as pointed in the Calcutta case, merely\n       because there is need for exercise of discretion in case of\n       specific performance, it cannot be said that only the civil\n       court can exercise such a discretion. In the above case,\n       Ms. Ruma Pal, J. observed:\n</blockquote><blockquote id=\"blockquote_105\">         &quot;...merely because the sections of the <a href=\"/doc/1671917/\" id=\"a_98\">Specific Relief\n         Act</a> confer discretion on courts to grant specific\n         performance of a contract does not means that\n         parties cannot agree that the discretion will be\n         exercised by a forum of their choice. If the converse\n         were true, then whenever a relief is dependent upon\n         the exercise of discretion of a court by statute e.g. the\n         grant of interest or costs, parties should be precluded\n         from referring the dispute to arbitration.&quot;&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_125\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1117400\" id=\"span_110\">(<a href=\"/doc/1117400/\" id=\"a_99\">vii) Chandnee Widya Vati Madden Vs. Dr. C.L. Katial and Ors.</a>,\n(supra), it was observed as under:</span>\n</p><blockquote id=\"blockquote_106\">       &quot;The main ground of attack on this appeal is that the\n       contract is not enforceable being of a contingent nature\n       and the contingency not having been fulfilled. In our\n       opinion, there is no substance in this contention. So far as\n\n\n\n<span class=\"hidden_text\" id=\"span_111\">OMP No. 651/2014                                            Page 64 of 86</span>\n        the parties to the contract are concerned, they had agreed\n       to bind themselves by the terms of the document executed\n       between them. Under that document it was for the\n       defendant-vendor to make the necessary application for\n       the permission to the Chief Commissioner. She had as a\n       matter of fact made such an application but for reasons of\n       her own decided to withdraw the same. On the findings that\n       the plaintiffs have always been ready and willing to perform\n       their part of the contract, and that it was the defendant who\n       wilfully refused to perform her part of the contract, and that\n       the time was not of the essence of the contract, the Court\n       has got to enforce the terms of the contract and to enjoin\n       upon the defendant-appellant to make the necessary\n       application to the Chief Commissioner. It will be for the\n       Chief Commissioner to decide whether or not to grant the\n       necessary sanction.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_126\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_112\">(<a href=\"/doc/110552/\" id=\"a_100\">viii) Bhatia International vs. Bulk Trading S.A. and Anr.</a>, (supra),\nit was observed as under:</span>\n</p><blockquote id=\"blockquote_107\">       &quot;31. If a party cannot secure, before or during the\n       pendency of the arbitral proceedings, an interim order in\n       respects of items provided in <a href=\"/doc/1112600/\" id=\"a_101\">Section 9 (i)</a> &amp; (ii) the result\n       may be that the arbitration proceedings may themselves\n       get frustrated e.g. by non appointment of a guardian for a\n       minor or person of unsound mind or the subject\n       matter of the arbitration agreement not being preserved.\n       This could never have been the intention of the\n       Legislature&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_127\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"558150\" id=\"span_113\">(<a href=\"/doc/558150/\" id=\"a_102\">ix)    Transmission Corporation of A.P. Ltd. &amp; Ors. vs. Lanco\nKondapalli Power Pvt. Ltd.</a> (supra), relevant paras are as under:</span>\n</p><blockquote id=\"blockquote_108\">       &quot;Dispute\n\n</blockquote><blockquote id=\"blockquote_109\">       4. The Plant was commissioned. In terms of the said\n       agreement, the power generated in the Plant constructed\n       by the Respondent herein was to be supplied to the\n\n\n\n<span class=\"hidden_text\" id=\"span_114\">OMP No. 651/2014                                            Page 65 of 86</span>\n       Appellant Corporation. The price to be paid therefore by the\n      Appellant included &#x27;capacity charges&#x27; and &#x27;variable charges&#x27;.\n      Upon commission of the Plant, various tests as regard\n      capacity of the plant to generate electricity were carried out.\n      The Appellant herein had been paying capacity charges on\n      the output of the Plant which was fixed at 368.144 MW from\n      08.11.2001. A notice, however, was issued by the Appellant\n      alleging that the capacity charges payable by it with\n      reference to the installed capacity should have been fixed at\n      334.75 MW x Rh (relative humidity) factor with tolerance\n      limit of + or - 5% as per the agreement which works out at\n      351.49 MW and on that premise as to why future payments\n      should not be made accordingly and why the previous bills\n      should not be revised with reference thereto. The\n      Respondent by a letter dated 17.12.2003 demanded\n      withdrawal of the said notice from the Appellant.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_128\">      45. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"330608\" id=\"span_115\">In <a href=\"/doc/330608/\" id=\"a_103\">Wander Ltd. and Anr. v. Antox India P. Ltd.</a> 1990\n      Supp SCC 727, it is stated: (SCC P.732, para 9)\n\n            &quot;The interlocutory remedy is intended to preserve in\n            status quo, the rights of parties which may appear on a\n            prima facie case. The court also, in restraining a\n            defendant from exercising what he considers his legal\n            right but what the plaintiff would like to be prevented,\n            puts into the scales, as a relevant consideration\n            whether the defendant has yet to commence his\n            enterprise or whether he has already been doing so in\n            which latter case considerations somewhat different\n            from those that apply to a case where the defendant is\n            yet to commence his enterprise, are attracted.&quot;</span>\n</p><p data-structure=\"CDiscource\" id=\"p_129\">54.      I find that most of the judgments cited by the petitioner are\ndistinguishable on facts. In certain cases, this court has held\nthat the provisions of <a href=\"/doc/124747/\" id=\"a_104\">Section 14</a> of Specific Relief Act does\nnot come in the way of the petitioner in seeking the interim\nrelief    and      in   other   ones   it   has   been   stated   that       the\n\n\n\n<span class=\"hidden_text\" id=\"span_116\">OMP No. 651/2014                                             Page 66 of 86</span>\n state has to function fairly while terminating the contract by giving the\nreasoned terminations and lastly are those where the other side is\ncompletely at fault or the termination has been done by not giving the\ncogent reason but an excuse and the court finds that the injury\ncaused is of such a nature that the compensation is not the adequate\nremedy. There is no quarrel to these proposition and the court may\nin the given facts exercise such powers provided under the provisions\nof <a href=\"/doc/1112600/\" id=\"a_105\">section 9</a> of the Act to preserve the rights of the parties in the\ninterim till the disposal of the arbitral proceedings. However, it is also\nnoteworthy to mention that the onus of proof for the grant of the\ninterim mandatory injunction which positively directs the party to\nperform the contract is always higher than that of the preventive\nnature of the relief. A very high degree of prima facie case is required\nto be shown before the court in order to seek relief of such nature. In\nthe facts of the case, the petitioner seeks the relief of interim\nmandatory directions seeking the directions from this court to compel\nthe respondent to continue the contract with the petitioner and not to\nenter the contract with the third party. The reasoning accorded by the\npetitioner by informing the faults of the respondents are not the ones\nwhich are ex facie apparent on the face of it but on the contrary the\ncorrespondences exchanged between the parties reflect that the\nsame are disputed questions which are ultimately going to form the\nsubject matter of the arbitral proceedings. Therefore, prima facie, the\nreasonings for termination as given by the respondent cannot\naltogether be brushed aside by calling it frivolous in nature in view of\nthe subsisting disputes between the parties. In such a case, the grant\n\n\n<span class=\"hidden_text\" id=\"span_117\">OMP No. 651/2014                                           Page 67 of 86</span>\n of the relief of the specific performance at the interim stage, where it\nis yet to be discovered after adjudication of the disputed question\nwho is ultimately breached the obligations would be legally\nimpermissible. No such case of high degree of prima facie case\nexists in the present case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_130\">55.    On the otherhand, there is a contra material available on record\nwhich suggests that the petitioner was also not much inclined to\nproceed with the contract in view of the stale mate position arising in\nthe state of the affairs as existed at the relevant time. The petitioner\nin the present matter admittedly by his letter dated 3rd April, 2014 was\nready for off-loading the part of the work and to complete the\nremaining work on the following terms which are different to the\noriginal contractual understanding inter se the parties :\n</p>\n<blockquote id=\"blockquote_110\">a.    Offloading at no risk and cost to Petitioner;\nb.    All works relating to statutory clearances (like ROW, Forest\n      Clearance and Way Leave Clearance) will stand excluded\n      hereon from Petitioner&#x27;s scope;\n</blockquote><blockquote id=\"blockquote_111\">c.    Rates for balance work to be revised per rates finalized for\n      service contract re offloaded works;\n</blockquote><blockquote id=\"blockquote_112\">d.    Return of Proportional performance bank guarantee;\n</blockquote><blockquote id=\"blockquote_113\">e.    Release of loss of profits.\n</blockquote><blockquote id=\"blockquote_114\">56.    All these factors atleast show on prima facie basis that the\npetitioner at the relevant time also showed inclination to off load\nthe part of the work and had also sought the release of the loss of\nprofit. Thus, the injury as per the petitioners own stand taken at\n\n\n\n<span class=\"hidden_text\" id=\"span_118\">OMP No. 651/2014                                            Page 68 of 86</span>\n the relevant time can be compensated in terms of money. This\nposition also stares at the face of the petitioner cast the doubts on\nthe grant of the interim relief in the manner sought by the\npetitioner.\n</blockquote><blockquote id=\"blockquote_115\">57.   On the otherhand, as per the case of the respondent, the\nrespondent has paid an amount of Rs.166,37,06,359/- to the\npetitioner for the Supply Agreement which is almost 95 % of the\nContract Value. Similarly, an amount of Rs.68,87,53,487/- has been\npaid for the Service Agreements and Rs.12,67,26,714/- have been\npaid under the Supplementary Agreements. It is alleged by the\nrespondent that despite substantial money having been paid by the\nrespondent, the petitioner has failed to meet its core obligations\nunder the Contracts, failed to obtain the required ROW and Forest\nClearances and less than 50 % of the total work has been completed\ntill date. It is also argued by Mr. Sandeep Sethi, learned Senior\ncounsel also appearing on behalf of the respondent that the petitioner\nhas not invested any monies of its own as all the payments under the\nContracts were made by the respondent. The respondent released\nthe required payments as and when demanded by the petitioner for\nvarious items like supply, services, tools and equipments, tree cutting\nand ROW compensation etc. Despite all the payments made by the\npetitioner, no progress has been made towards completion of the\nwork. The respondent vide several correspondences including ones\ndated 22nd January, 2014, 3rd April, 2014, and 24th May, 2014 and\neven informed the petitioner that even though all required payments\nwere made in time, the petitioner had completely failed to meet its\n\n\n<span class=\"hidden_text\" id=\"span_119\">OMP No. 651/2014                                         Page 69 of 86</span>\n obligation under the Contracts and progress towards timely\ncompletion of the work. Thus, as far as the argument of the petitioner\nabout the investment, loss, injury, damages and compensation, the\nsame can be raised by the petitioner before the Arbitral Tribunal, the\nsaid aspect finally cannot be determined in the present proceedings.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_131\">In fact both the parties are at liberty to raise their claims and counter\nclaims which have to be decided on merit at the strength of evidence\nand submissions of the parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_132\">58.    In the written submissions filed by the respondent, it is\nmentioned that the following are the immediate concerns as regards\nensuring commissioning of the Project by January, 2015 :\n</p>\n<blockquote id=\"blockquote_116\">a)    The Teesta III HEP consists of 6 units of 200 MW each.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_133\">      Since the commissioning of the 1st Unit has to commence by\n      January, 2015, it is critically important that the transmission\n      line be constructed by December, 2014.\n</p>\n<p data-structure=\"PetArg\" id=\"p_134\">b)    The deadline of June, 2015 (as wrongly submitted by the\n      petitioner) is the deadline for the commissioning of all the 6\n      Units. However, the transmission line shall be required from\n      the time the 1st Unit is commissioned in January, 2015.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_135\">c)    In the event power from TEESTA III HEP commencing from\n      January 2015 cannot be evacuated, it will lead to a penalty of\n      Rs. 50 Crores being imposed upon the respondent by the\n      Government of Sikkim.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_120\">OMP No. 651/2014                                          Page 70 of 86</span>\n<p data-structure=\"Conclusion\" id=\"p_136\"> d)    The Servicing of loan amounts need to begin with EMI of\n      Rs.80 Crores per month with effect from April, 2015.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_137\">e)    The respondent stands to face severe loss of revenue from\n      any non-execution of the Transmission Line within timelines.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_138\">f)    The Transmission Line is to serve other Hydro Electric\n      Projects: such HEPs will not be able to evacuate power in the\n      absence of a running and operational Transmission Line. The\n      non-supply of any power will lead to severe power shortages.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_139\">g)    In the event the deadline is not achieved by January 2015,\n      large sections of the public would be denied electricity in the\n      concerned areas - the extent of public interests affected\n      would    be     not   quantifiable/compensable,   and     would\n      significantly outweigh alleged losses claimed by the petitioner\n      (which can in any event be subject matter of arbitration\n      proceedings).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_140\">59.    The respondent has admitted about the issuance of the Notice\nInviting Tender (&quot;NIT&quot;) dated 28th February, 2014 to M/s. Tata\nProjects Ltd. prior to the issuance of the termination of the Contract\nwith the Petitioner on 30th May, 2014. The following are the reasons\nand explanation given by the respondent :\n</p>\n<blockquote id=\"blockquote_117\">(i)   On account of the various concerns of delays in the execution\n      of the contractual works by the petitioner, the respondent time\n      and again informed the petitioner of the unsatisfactory nature\n      of works being undertaken by the petitioner on the Project.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_121\">OMP No. 651/2014                                          Page 71 of 86</span>\n<blockquote id=\"blockquote_118\"> (ii) In the absence of any satisfactory response/justification\n      forthcoming as regards the delays despite the unstinting\n      Schedule offered/committed by the Petitioner as also the\n      cumulative impact of the delays being caused to the overall\n      implementation of the Project works, respondent on a parallel\n      basis approached eight pre-qualified experienced bidders on\n      the panel of Power Grid in February 2014 inviting them for\n      presentation of bids for the remaining works in the Project.\n</blockquote>\n<blockquote id=\"blockquote_119\">(iii) The respondent on 26th February, 2014 again put the\n      petitioner to notice that in light of the several delays accruing\n      in the contractual works, it would be constrained to complete\n      the remaining works either on its own or through another\n      contractor. The NIT to M/s. Tata Projects Ltd. was eventually\n      issued on 28th February, 2014 and in this context.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_141\">60.    Subsequently and in the absence of any further progress in the\nconstruction works, the respondent was constrained to issue the\nNotice of Cure (as per the provisions of the Contract) on 9th May,\n2014 - requiring the petitioner to cure the various breaches\ncommitted by it and as had already been indicated to it through\nextensive correspondence on record. Owing, however, to the\npetitioner&#x27;s failure to comply with the same within a stipulated time\nand in the absence of any immediate response to this Notice (the\nresponse only coming on 28th May, 2014 without addressing any\nspecific concerns over the form and content of the 9th May, 2014\nNotice), the respondent was constrained to terminate the Contract\n\n\n\n<span class=\"hidden_text\" id=\"span_122\">OMP No. 651/2014                                           Page 72 of 86</span>\n forthwith on 30th May, 2014 and award the remaining works as\nregards the same to M/s. Tata Projects Ltd. on the same date.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_142\">61.   All these facts as narrated by the respondent are relevant for\nthe purposes of the weighing of the balance in equities. Upon hearing\nthe respondent versions, it can seen that the respondent is also\ndeeply aggrieved by the fact that despite providing the substantial\nmoneys to the petitioner and giving the petitioner the obligations\ntowards fetching forest approvals, right of way, surveying etc by way\nof the supplementary agreements, there is no progress in the works\nwhich became the compelling reason to terminate the contract and\nalso introduce the third party for the purposes of the performance in\nthe contract. The said submissions are required to be tested while\ndetermining the arbitral claims before the Arbitral Tribunal. But the\nsaid reasonings prima facie show that the respondent at this stage\nhas been able to give plausible reasons for termination of the\ncontract and the same cannot be altogether be said to be frivolous in\nnature and the same cannot be overlooked at present. The money\nclaims of the respective sides are adjustable in nature after the\ndetermination of the same before the Arbitral Tribunal. It is also seen\nfrom the submission of the respondents that the balance of\nconvenience and public interest which is involved in the present case\ndo not warrant further deference in the project in as much as if on\naccount of the interim orders of the court, the progress in the works is\nfurther delayed, the same may not be merely inconvenient to the\nparties commercially but also would not be in public good as the\n\n\n\n<span class=\"hidden_text\" id=\"span_123\">OMP No. 651/2014                                         Page 73 of 86</span>\n public would be further denied with the electricity due on already\nbelated progress in the work. Therefore, in view of my prima facie\nview that the injury in the present case is of the nature which can be\ncompensated in terms of the money, the balance of the convenience\nand irretrievable loss is also in favour of the respondent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_143\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460975\" id=\"span_124\">62.    It is rightly observed in the case of <a href=\"/doc/460975/\" id=\"a_106\">Lalbhai Dalpatbhai &amp; Co.\nVs. Chittaranjan Chandulal Pandya</a>, AIR 1966 Guj 189 as under:</span>\n</p>\n<blockquote id=\"blockquote_120\">      &quot;The Court has a discretion whether or not to enforce the\n      negative stipulation by grant of an injunction that discretion\n      is declared in no uncertain terms by <a href=\"/doc/734649/\" id=\"a_107\">Section 36</a> and is\n      further emphasized by <a href=\"/doc/1474155/\" id=\"a_108\">Section 38</a>. Sub-sections (1) and\n      (2). The language of <a href=\"/doc/1626651/\" id=\"a_109\">Section 42</a> also shows that the\n      discretion of the Court is not intended to be taken away by\n      anything stated in the section. The words used are &quot;the\n      circumstance that the Court is unable to compel specific\n      performance of the affirmative agreement shall not\n      preclude it from granting an injunction&quot; so that <a href=\"/doc/1436285/\" id=\"a_110\">Section 41</a>,\n      Clause (e) shall not stand in the way of the Court in\n      granting an injunction; but the Court would still have to\n      consider whether in the exercise of its. discretion it should\n      grant the injunction or not.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_144\">        *******\n      &quot;If this principle is to be applied, it is clear that two\n      conditions must be fulfilled before a restraint imposed by a\n      negative covenant can be held enforceable by an injunction\n      in the first place if must be reasonable in reference to the\n      interest of the contracting parties and secondly it must be\n      reasonable in reference to the interest of the public. In the\n      case of each condition the lest of reasonableness must be\n      satisfied. To be reasonable in reference to the interest of\n      the contracting parties the restraint must afford no more\n      than adequate protection to the party in whose favour it is\n      imposed. To be reasonable in reference to the interest of\n      the public, it must be in no way injurious to the public&quot;.\n</p>\n\n<span class=\"hidden_text\" id=\"span_125\">OMP No. 651/2014                                           Page 74 of 86</span>\n<p data-structure=\"Conclusion\" id=\"p_145\">       In view of above, this Court is of considered opinion that in\ntermination cases, there is no thumb rule that injunction must or must\nnot be granted rather I feel that each case depends upon its own\ncircumstances and facts of each case.\n</p>\n<p data-structure=\"Section\" id=\"p_146\">63.   As regard the judgments referred by the petitioner are\nconcerned, the findings arrived by various courts are that Arbitral\nTribunal be constituted immediately. Both parties raised their specific\ndisputes and Arbitral Tribunal would look into the matter on the basis\nof pleadings and other material and status quo would remain valid.\nWith regard to termination of contract and liberty was granted to the\nparties to move an interim application under <a href=\"/doc/1032428/\" id=\"a_111\">Section 17</a> of the Act\nwhich would be decided at its own merits and conduct of the parties\nis also relevant factor. The other set of judgments referred by the\nrespondent lays down the law otherwise, it is held in these judgments\nthat if a contract is a terminable contract which is specified in the\ncontract, the same can be terminated and no case of exception is\nmade out by the petitioner and termination is bad in law or contrary to\nthe terms, the remedy of a party to seek compensation for wrongful\ntermination but not a claim for specific performance and injunction\nsought is prohibited with respect of a contract which is determinable\nin nature as such relief cannot be granted under <a href=\"/doc/1112600/\" id=\"a_112\">Section 9</a> of the Act\nwhich would be contrary to <a href=\"/doc/124747/\" id=\"a_113\">Section 14(i)(c)</a> read with <a href=\"/doc/1436285/\" id=\"a_114\">Section 41</a> of\nSpecific Relief Act. Under these circumstances, it appears to the\nCourt that each case depends upon its own merit. In case no prima\nfacie case is made out and the petitioner failed to satisfy the Court\n\n\n\n<span class=\"hidden_text\" id=\"span_126\">OMP No. 651/2014                                        Page 75 of 86</span>\n about exception to <a href=\"/doc/124747/\" id=\"a_115\">Section 14</a> and <a href=\"/doc/1436285/\" id=\"a_116\">41</a> of the Specific Relief Act, the\nrelief claimed for specific performance cannot be granted under\n<a href=\"/doc/1112600/\" id=\"a_117\">Section 9</a> of the Act.\n</p><p data-structure=\"Section\" id=\"p_147\">64.    As regard other judgments referred by the petitioner are\nconcerned, it is argued by the respondent that the judgments referred\nby the petitioner do not help the case of the petitioner as facts in the\npresent case are materially different and petitioner has failed to make\nany case for grant of interim order. It is a settled law that the court\nwhile granting the interim measures under <a href=\"/doc/1112600/\" id=\"a_118\">Section 9</a> of the Act\ncannot arrive at the conclusive finding as to the fact that the\nagreement is validly terminated or it is invalid as it is for the Arbitral\nTribunal to decide whether the termination was valid or invalid. As\nheld by the Supreme Court and various Courts that in case the party,\nwho is seeking the interim order, has made out a prima facie case is\nentitled to take action for termination of agreement. Its validity at this\nstage of interim measure is only for the limited purpose as to whether\nany prima facie case is made or not.\n</p><p data-structure=\"Precedent\" id=\"p_148\">65.    Few judgments which are heavily relied upon by the petitioner,\nin my view are distinguishable for the following reasons :\n</p><blockquote id=\"blockquote_121\">i)    In the case of Atlas (supra), it was a franchise agreement.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_149\">      The delay on the part of contractor was not too much. The\n      respondent was not spending anything on the project but is to\n      share only the income that may be made by the contractor\n      after launching the project. In fact the respondent was not in\n      a position to launch the project on its own very soon. In the\n      instant case, the respondent has shown the substantial sum\n\n\n<span class=\"hidden_text\" id=\"span_127\">OMP No. 651/2014                                           Page 76 of 86</span>\n        of the amount which was spent over the project along with\n       the public interests involved in the same which clearly tilts the\n       equity in its favour.    The facts in the present case are\n       different.\n</p><p data-structure=\"Precedent\" id=\"p_150\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1353127\" id=\"span_128\">ii)    In the case of <a href=\"/doc/1353127/\" id=\"a_119\">Pioneer Publicity</a> (supra), it was the admitted\n       position that the contract itself stipulated that damages could\n       not be claimed the objection pertaining to the provisions of\n       <a href=\"/doc/1671917/\" id=\"a_120\">Specific Relief Act</a> could not have come to play.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"462244\" id=\"span_129\">Similar is\n       the position of <a href=\"/doc/462244/\" id=\"a_121\">Softline Media Ltd.</a> (supra) where the\n       petitioners   have   spent    substantial   amounts      on    the\n       construction of the shelters with legitimate expectation to run\n       the same for specific period. Such situation and facts are\n       missing in the present case. On the contrary, the petitioner in\n       the present case at the relevant time sought offloading of the\n       works in relation to the part of the work and also demanded\n       the release of loss of profits which prima facie show that the\n       claim of the petitioner can be compensated in terms of the\n       money.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_151\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192888399\" id=\"span_130\">iii)   In the case of <a href=\"/doc/192888399/\" id=\"a_122\">Mayor Health</a> (supra), where an ex-parte order\n       was passed in view of facts that there was automatic renewal\n       of the license deed.     The renewal was granted to other\n       parties/tenant but the petition was declined without any valid\n       reasons.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_152\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"507484\" id=\"span_131\">iv) In the case of <a href=\"/doc/507484/\" id=\"a_123\">Sundaram Finance Ltd.</a> (supra), it was held\n       by the Supreme Court that the interim order can be\n\n\n\n<span class=\"hidden_text\" id=\"span_132\">OMP No. 651/2014                                             Page 77 of 86</span>\n      sought from the court even before commencement of\n     Arbitration proceedings and conditional order can be passed.</span>\n     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1847057\" id=\"span_133\">In the case of <a href=\"/doc/1847057/\" id=\"a_124\">Adhunik Steel</a> (supra), the agreement was\n     entered on 14th May, 2003. The terms of agreement was 10\n     years with effect from 18th May, 2003. It was terminated on\n     24th November, 2003 after about six months. The Adhunik\n     was ready and willing to perform the contract.              The\n     respondent alleged that the contract between the parties was\n     in violation of Rule 37 of Mineral Concession Rules, 1960.\n     The court held that power to grant injunction by way of\n     specific relief is covered by the <a href=\"/doc/1671917/\" id=\"a_125\">Specific Relief Act</a> by coming\n     to the conclusion that the effect of the agreement and right to\n     terminate it prematurely to be decided by the Arbitrator. The\n     court while passing of order has observed that on the one\n     hand it was alleged that agreement was hit by <a href=\"/doc/1314688/\" id=\"a_126\">Section 37</a> of\n     the Mineral Concession Rule, 1960 and on the other hand the\n     respondent is trying to enter into a similar transaction with\n     their entity.   Under these circumstances, the interim order\n     was passed. In such a case, the conduct of the respondent\n     was clearly malafide and not beyond the suspicion and\n     besides the fact that the violation of rules as an excuse to\n     terminate was not found favourable by the court. There is\n     stark contrast which exists in the factual matrix of the present\n     case where the parties have attempted to perform their\n     obligation by the extending the contract beyond the original\n     date of the completion and still there is no progress in the\n\n\n<span class=\"hidden_text\" id=\"span_134\">OMP No. 651/2014                                         Page 78 of 86</span>\n      works and are alleging the breaches against each other.\n     Therefore, the present case is distinct from the one where it\n     is clear on face of it that the conduct of the employer is\n     malafide in nature.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_153\">             <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1847057\" id=\"span_135\">The facts in the present case are different and are not\n     of same nature. The petitioner in the instant case is keen and\n     ready to offload the part of work at no risk and cost of the\n     petitioner for which the respondent is not agreeable. For rest\n     of the work, new conditions are suggested to the respondent.\n     The petitioner has not denied that it is prestigious project in\n     the interest of the public and it has to be completed within\n     time scheduled. In fact the petitioner in its July, 2013 letter\n     has assured the respondent to complete the work however,\n     the project has gone in slow speed because of the fault of the\n     respondent who has denied and refuted the said argument.\n     Thus<a href=\"/doc/1847057/\" id=\"a_127\">, <a href=\"/doc/1847057/\" id=\"a_128\">the said judgment</a></a> is distinguishable and not applicable\n     to the facts of the present case.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_154\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"88347212\" id=\"span_136\">v)   In the case of <a href=\"/doc/88347212/\" id=\"a_129\">KSL</a> (supra), it was the admitted position that\n     as per clause 2.1 and 5.1 of MoU, admittedly the petitioner\n     had not entered into any definite agreement with the\n     respondent. MoU lapsed due to efflux of time. No possession\n     was given to any of mills and on the other hand claim of the\n     petitioner was that possession and/or possession right, title\n     and interest in the mill premises or parts are with them. The\n     court after hearing both sides, prima facie come to the\n\n\n\n<span class=\"hidden_text\" id=\"span_137\">OMP No. 651/2014                                         Page 79 of 86</span>\n       conclusion that there is no justification offered by the\n      respondent for the sudden termination of the MoU without\n      furnishing any reason thereof when the petitioners have\n      taken all the steps in furtherance of the MoU and in order to\n      preserve the        titles of textile mills, an interim order was\n      passed. The court found that petitioner would suffer\n      irreparable loss and injury if the textile mills are not preserved\n      and their assets would be destroyed.                The present case is\n      entirely different, the petitioner itself is alleging that the\n      petitioner is facing trouble for non-grant of permissions and\n      approvals. The case of the respondent is that it is obligation\n      of the petitioner who even prepare to off load the part of the\n      work subject to conditions. Thus, the facts and circumstances\n      are different.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_155\">66.    In the present case, the respondent has provided the details of\ncomparison between scheduled works and actual works from July,\n2013 when the letter was issued by the petitioner to respondent after\ngetting the third extension to complete the work to April, 2014 is given\nas under:\n</p>\n<blockquote id=\"blockquote_122\">                   Activity   Schedule      Actual   Activity (if     Remarks\n                              to       be            any)\n                              completed              performed\n                              from July              in April\n                              2013     to\n                              April\n                              2014:\n</blockquote><blockquote id=\"blockquote_123\">                              committed\n                              by\n                              petitioner\n\n\n\n\n<span class=\"hidden_text\" id=\"span_138\">OMP No. 651/2014                                                    Page 80 of 86</span>\n Tower Package          Foundation      152         18          2          Only 12% achieved\nA1                       (Nos.)                                           against schedule as\n(Hilly Section)                                                                   per\n(Teesta III HEP to\nPanighatta)/             Tower         176         65          2          Only 37% achieved\n(Teesta III HEP to      Erection                                          against schedule as\nLILO at Rangpoo          (Nos.)                                                   per\n(priority)+ LILO at\nRangpoo           to    Stringing      54          6.7        NIL         Only 12% achieved\nPanighatta)/              (km)                                            against schedule as\n(Priority+Balance                                                                 per\nSikkim+Darjeeling)\n\n\n\n                         Activity   Schedule      Actual   Activity (if       Remarks\n                                        to be                 any)\n                                    completed              performed\n                                     from July              in April\n                                      2013 to\n                                        April\n                                       2014:</blockquote><pre id=\"pre_4\">\n                                    committed\n                                          by\n                                     petitioner\n\n Tower Package         Foundation       32          7           1         Total foundations\n        A2               (Nos.)                                           Should have been\n  (Plain Section)                                                           completed by\n  (Panighatta to                                                            January-2014\n   Kishanganj)\n                         Tower          37          6           2          Total erections\n                        Erection                                          should have been\n                         (Nos.)                                             completed by\n                                                                           February-2014\n\n                        Stringing       67        26.8        12.8         Total Stringing\n                          (km)                                            should have been\n                                                                            completed by\n                                                                            March- 2014\n\n\n\n\n<span class=\"hidden_text\" id=\"span_139\">    OMP No. 651/2014                                                         Page 81 of 86</span>\n                       Activity     Schedule to be      Actual    Activity (if any)\n                                   completed from               performed in April\n                                  July 2013 to April\n                                  2014: committed\n                                    by petitioner\n\n<span class=\"hidden_text\" id=\"span_140\">      Total          Foundation          184            25              3</span>\n (Tower Package        (Nos.)\n   A1 + Tower\n<span class=\"hidden_text\" id=\"span_141\">   Package A2)         Tower             213            71              4</span>\n(Teesta III HEP to    Erection\n   Kishanganj)         (Nos.)\n\n                      Stringing          121           33.5           12.8\n                        (km)\n\n\n\n\n</pre><blockquote id=\"blockquote_124\"> 67.     It appears from the details provided by the respondent,\n scheduled works and actual works done by the petitioner at the site\n despite of its insurance given to the respondent in July, 2013 letter, it\n is evident that the petitioner under no circumstances may not be able\n to complete the works by October, 2014. Considering such situation\n which speaks for itself, that it is not possible to complete the work as\n it was slow as per chart schedule mentioned above between the\n period July, 2013 upto April, 2014, and it might be reason                   as it\n appears to the Court that the respondent has terminated the contract\n before the expiry period after having assessed the situation at the\n site. Therefore, it is rightly alleged by the respondent that it was not\n possible to complete the same by October, 2014 which prima facie\n appears to be reasonable. The petitioner under these circumstances\n cannot be allowed to perform the work at the site as the Court feels\n that in the interest of public and nature of the project, further delay\n would cause difficulties as the interest of various parties are involved.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_156\"> However, as mentioned earlier and it is clarified that whether the\n contract is rightly terminated or wrongly done, is a disputed fact and\n the same has to be determined on merit and without any influence of\n\n\n\n<span class=\"hidden_text\" id=\"span_142\"> OMP No. 651/2014                                                 Page 82 of 86</span>\n this order. The petitioner is also at liberty to raise his claim to the\neffect that no proper cure notice is issued or cure notice is not issued\nfor remaining part of work where termination is done or the\ntermination of works are contrary to contract. In the present case, the\nCourt finds that no prima facie case for specific performance is made\nout. The following are also the main reasons :\n</p>\n<blockquote id=\"blockquote_125\">(i)   From the entire gamut of the case, it is clear to this Court\n      that the determinable Contract cannot be specifically\n      enforced except under peculiar reasons which is an\n      exception to the general rule. He relied upon clause 36 of\n      the contract. Clause 36.1 and 36.2 mandates that in case of\n      termination for employers&#x27; convenience, he may at any time\n      terminate the contract for any reason by giving the\n      contractor a notice of termination that refers to this GCC\n      SUB CLAUSE 36.1. As per the provision of <a href=\"/doc/28533/\" id=\"a_130\">Section 14(1)(c)</a>\n      and <a href=\"/doc/1221024/\" id=\"a_131\">Section 41 (e)</a> of the Specific Relief Act, (a) a contract\n      which in its nature is determinable cannot be specifically\n      enforced, and (b) no injunction can consequently be granted\n      to enforce its performance and petitioner&#x27;s relief for\n      injunction seeking specific enforcement of the Contract\n      dated 22nd February, 2010 is statutorily prohibited in view of\n      the clear and unambiguous determinability of the said\n      Contract as per Clauses 36.1.1 and 36.2.2. the present case\n      is not such a case where a contract comprises an affirmative\n      agreement to do a certain act couple with a negative\n\n\n\n<span class=\"hidden_text\" id=\"span_143\">OMP No. 651/2014                                         Page 83 of 86</span>\n         agreement, express and implied, not to do a certain act\n        under only those circumstances that the Court is unable to\n        compel specific performance of the affirmative agreement,\n        which shall not preclude it from granting an injunction to\n        perform a negative agreement meaning thereby the party\n        seeking the relief is also to establish the case of exception\n        under <a href=\"/doc/1626651/\" id=\"a_132\">Section 42</a> as the provision of <a href=\"/doc/124747/\" id=\"a_133\">Section 14</a> and <a href=\"/doc/1436285/\" id=\"a_134\">41</a> of\n        the Specific Relief Act are subject of the said exceptions.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_157\">        However in the present case, case of the petitioner being an\n        exception is missing.\n</p>\n<p data-structure=\"Section\" id=\"p_158\">(ii<a href=\"/doc/88347212/\" id=\"a_135\">)    <a href=\"/doc/88347212/\" id=\"a_136\">The present case</a></a> does not fall within the purview of any of\n        the exceptions to the general rule as admittedly there is no\n        negative covenant in the Contracts entered into between the\n        parties; and the petitioner does not have any vested right in\n        the Contracts as its position under the Contracts is merely\n        that of an ordinary Contractor, who is entitled to a fixed\n        payment for the work carried out under the Contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_159\">(iii)   In the present case, the contract in question is a\n        determinable.    Circumstances are not enough from a\n        departure of settled law i.e. specific performance would not\n        be ordered where damages are adequate remedy.             This\n        however is subject to exception as provided in <a href=\"/doc/1626651/\" id=\"a_137\">Section 42</a> of\n        Specific Relief Act. The petitioner has failed to plead or\n        satisfy the Court about the requirement of said provision. It\n        does not even otherwise falls under an exception.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_144\">OMP No. 651/2014                                          Page 84 of 86</span>\n<p data-structure=\"Conclusion\" id=\"p_160\">        Therefore, there are no specific pleadings. The petitioner did\n       not even file copies of supplement agreements along with\n       the petition.\n</p>\n<p data-structure=\"RespArg\" id=\"p_161\">(iv)   The said facilities as per clause 3 of GCC as amended by\n       way of supplementary contract include the survey and\n       contouring, preparation of proposals for forest clearance for\n       entire route of the transmission line, follow up with the\n       concerned government and other agencies culmination with\n       accord of the forest approval by MOEF and other\n       clearances. Thus, it becomes a disputed question as to\n       whether it is actually the respondent to blame at this stage\n       when there exists prima facie contra material on record.\n       Therefore, drawing any inference in favour of the petitioner\n       on the premise that it was the respondent who was at fault\n       in not providing the right to way, forest clearances or other\n       requirement would be preference of one set of facts over the\n       other without in depth examination. Suffice it to say that the\n       disputed question of the said kinds as narrated by the\n       petitioner cannot act as the special equities in favour of the\n       petitioner. The question relating to providing the right to way\n       or forest clearances by the respondent is a disputed\n       question and cannot aid the petitioner at this stage.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_162\">68.    Thus, from the entire gamut of the case, this Court finds that\nthe circumstances do not compel the Court to pass an order of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_145\">OMP No. 651/2014                                          Page 85 of 86</span>\n specific performance. The petitioner is hence not entitled for a relief\nas prayed for.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_163\">69.   The petition is accordingly dismissed.\n</p>\n<span class=\"hidden_text\" id=\"span_146\">CCP(O) No.90/2014</span>\n\n<p data-structure=\"RespArg\" id=\"p_164\">70.   The learned counsel for the respondent states that since the\ncontract was terminated on 30th May, 2014 forthwith, the procedure\nunder clause 36.3 was to be complied with. Therefore, the question\nof contempt on part of the respondent does not arise and the\ncontempt petition is not maintainable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_165\">71.   As regards the contempt petition filed by the petitioner, no\ncogent evidence is brought on record to show that the respondent\nhas committed contempt of order dated 6th June, 2014 i.e. status quo\norders. No order at this stage can be passed. However, petitioner is\nallowed to raise all pleas made by him in the said petition, in its\nstatement of claim, if necessary and the same would be decided on\nmerit. The petition is accordingly disposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_166\">72.   No costs.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_167\">                                                  (MANMOHAN SINGH)\n                                                       JUDGE\nSEPTEMBER 03, 2014\n\n\n\n\n<span class=\"hidden_text\" id=\"span_147\">OMP No. 651/2014                                        Page 86 of 86</span>\n </p>","numcites":56,"numcitedby":16,"docsource":"Delhi High Court","citetid":158014472,"divtype":"judgments","relatedqs":[{"value":"contract termination","formInput":"contract%20termination"},{"value":"notice for termination of contract","formInput":"notice%20for%20termination%20of%20contract"},{"value":"right of way","formInput":"right%20of%20way"},{"value":"no termination clause ","formInput":"no%20termination%20clause%20"},{"value":"specific performance of contract","formInput":"specific%20performance%20of%20contract"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"force majeure","formInput":"force%20majeure"},{"value":"cox and kings","formInput":"cox%20and%20kings"},{"value":"subcontracts","formInput":"subcontracts"},{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"status quo","formInput":"status%20quo"},{"value":"e contracts","formInput":"e%20contracts"},{"value":"works contract","formInput":"works%20contract"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"Abhishek Manu Singhvi","formInput":"Abhishek%20Manu%20Singhvi"},{"value":"forests clearance","formInput":"forests%20clearance"},{"value":"transmission lines","formInput":"transmission%20lines"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"subcontractor","formInput":"subcontractor"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"special-relief-law","formInput":"tag:special-relief-law"}],"courtcopy":true,"query_alert":null,"agreement":false}