{"tid":461672,"publishdate":"2008-08-29","title":"Paramjit Kaur Widow Of Bant Singh And ... vs State Of Punjab on 29 August, 2008","doc":"<h2 class=\"doc_title\">Paramjit Kaur Widow Of Bant Singh And ... vs State Of Punjab on 29 August, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-s-saron\">S.S. Saron</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-s-saron\">S.S. Saron</a>, <a href=\"/search/?formInput=benchid:m-pal\">Mohinder Pal</a></h3>\n\n<pre id=\"pre_1\">           In the High Court of Punjab and Haryana at Chandigarh\n                                    ......\n\n\n                   (1) Criminal Appeal No.458-DB of 1998\n                                    .....\n\n                                                 Date of decision:29.8.2008\n\n\n                 Paramjit Kaur widow of Bant Singh and others\n                                                                ...Appellants\n                                     v.\n\n                               State of Punjab\n                                                                ...Respondent\n\n\n                   (2) Criminal Appeal No.56-DB of 1999\n                                    .....\n\n\n                      Harbans Singh son of Bhan Singh\n                                                                 ...Appellant\n                                     v.\n\n                               State of Punjab\n                                                                ...Respondent\n\n\nCoram:       Hon&#x27;ble Mr. Justice S.S. Saron\n             Hon&#x27;ble Mr. Justice Mohinder Pal\n\n\n\nPresent:     Mr. G.S. Punia, Advocate for the appellants in Criminal Appeal\n             No.458-DB of 1998.\n\n             Mr. S.S. Rana, Advocate for the appellant in Criminal Appeal\n             No.56-DB of 1999.\n\n             Mr. S.S. Gill, Additional Advocate General, Punjab for\n             the respondent-State.\n                                     ......\n\nS.S. Saron, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">             This order will dispose of Criminal Appeal No.458-DB of 1998\n\nand Criminal Appeal No.56-DB of 1999 as they arise out of the same\n\njudgment and order dated 7.8.1998 passed by the learned Additional\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_1\">                                    [2]</span>\n\nSessions Judge, Ludhiana which is in respect of the same occurrence and\n\nFIR. Criminal Appeal No.458-DB of 1998 has been filed by Paramjit Kaur\n\nwidow of Bant Singh (deceased), Bhagwanti widow of Bir Singh (mother-\n\nin-law of deceased Bant Singh) and Kesar Singh son of Bir Singh (brother\n\nof Paramjit Kaur) and Criminal Appeal No.56-DB of 1999 has been filed by\n\nHarbans Singh son of Bhag Singh (brother&#x27;s son of Bhagwanti).\n\n</p><p data-structure=\"Issue\" id=\"p_2\">            In terms of the impugned judgment and order dated 7.8.1998\n\nthe appellants in the two appeals were held guilty and convicted for the\n\noffences under <a href=\"/doc/1560742/\" id=\"a_1\">Sections 302</a>, <a href=\"/doc/386021/\" id=\"a_2\">201</a> and <a href=\"/doc/341288/\" id=\"a_3\">404</a> Indian Penal Code (`<a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>&#x27; - for\n\nshort) for committing the murder of Bant Singh. All the appellants were\n\nsentenced to undergo life imprisonment; besides to pay a fine of Rs.5,000/-\n\neach and in default of payment of payment of fine to undergo further\n\nrigorous imprisonment for six months each for the offence under <a href=\"/doc/1560742/\" id=\"a_5\">Section\n\n302</a> IPC. They were all sentenced to undergo rigorous imprisonment for\n\nthree years; besides to pay a fine of Rs.2,000/- each and in default of\n\npayment of fine to undergo further rigorous imprisonment for three months\n\neach for the offence under <a href=\"/doc/386021/\" id=\"a_6\">Section 201</a> IPC. Bhagwanti-appellant was\n\nsentenced to undergo rigorous imprisonment for two years; besides to pay a\n\nfine of Rs.1,000- and in default of payment of fine to under further rigorous\n\nimprisonment for one month for the offence under <a href=\"/doc/341288/\" id=\"a_7\">Section 404</a> IPC. Kesar\n\nSingh-appellant was sentenced to undergo rigorous imprisonment for two\n\nyears; besides to pay a fine of Rs.5,000/- and in default of payment of fine\n\nto undergo further rigorous imprisonment for one month for the offence\n\nunder <a href=\"/doc/341288/\" id=\"a_8\">Section 404</a> IPC. All the sentences were ordered to run concurrently.\n</p><p data-structure=\"Issue\" id=\"p_3\">                                               Cr. Appeal No.458-DB/1998 &amp;\n                                               Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_2\">                                     [3]</span>\n\n            In the two afore-noticed appeals the order of conviction and\n\nsentence is assailed by the respective appellants/appellant.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">            Sher Singh-complainant (PW-4) son of Bachan Singh\n\nsubmitted an application (EX.PE) alleging that his brother Bant Singh\n\n(deceased) was doing labour in the village. His sister-in-law Paramjit Kaur\n\n(appellant) widow of Bant Singh was characterless. Due to this reason his\n\nbrother Bant Singh (deceased) had domestic quarrel with her. On 4.9.1994,\n\nafter being relieved from work the complainant-Sher Singh (PW-4) along\n\nwith his nephew-Sukhdev Singh, Panch (PW-9) were going to the house at\n\nabout 8.00 O&#x27;clock. In the house of Bant Singh, his brother-in-law Kesar\n\nSingh alias Bittu (appellant), his mother-in-law Bhagwanti (appellant) and\n\nthe nephew of Bhagwanti, namely, Harbans Singh (appellant in connected\n\nCriminal Appeal No.56-DB of 1999) had come there. The three along with\n\nParamjit Kaur (appellant) widow of Bant Singh (deceased) were exchanging\n\nhot words with Bant Singh-brother of the complainant Sher Singh (PW-4).\n\nBhagwanti (appellant) was saying that Bant Singh was wrongly blaming her\n\ndaughter.   Paramjit Kaur was also abusing Bant Singh, brother of the\n\ncomplainant Sher Singh. Sher Singh and Sukhdev Singh having gone there\n\nhad got the matter settled between them and they then went to their\n\nrespective houses. Bant Singh-brother of Sher Singh (PW-4) after every\n\nfour or five days usually used to visit the shop of Sher Singh (PW-4). When\n\nhe (Bant Singh) did not come to meet him (Sher Singh), the latter inquired\n\nabout him from his sister-in-law Paramjit Kaur (appellant). She stated that\n\nBant Singh had bargained a cow with Asarfi Bhaiya (PW-7) of Rohno\n\nKalan and he had gone there to bring the cow. After a week Sher Singh-\n</p><p data-structure=\"Facts\" id=\"p_5\">                                             Cr. Appeal No.458-DB/1998 &amp;\n                                             Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_3\">                                    [4]</span>\n\ncomplainant along with Mohinder Singh, Sarpanch, Gian Singh son of\n\nHarbhajan Singh went to the house of aforesaid Asarfi (PW-7) at Village\n\nRohno Kalan and inquired about Bant Singh. Then he disclosed that Bant\n\nSingh had not entered into any bargain with him about the cow nor had he\n\ncome there.    After a month Sher Singh and Sukhdev Singh, Panch\n\nadmonished Paramjit Kaur and inquired about Bant Singh. Then she started\n\nsaying that he (Bant Singh) went away from the house on 4.9.1994 after\n\nquarreling with her and his whereabouts are not known to her.           The\n\ncomplainant-Sher Singh (PW-4) and the family of Bant Singh (deceased)\n\ncontinued to search for Bant Singh but nothing could be found. Then\n\nHarbans Singh son of Kundan Singh (PW-6) of his village disclosed to the\n\ncomplainant-Sher Singh that on the night of 4.9.1994 at about 10.00 p.m. he\n\nsaw Kesar Singh alias Bittu (appellant)-wife&#x27;s brother of Bant Singh and his\n\nrelative Harbans Singh (appellant) taking some weighty       thing on their\n\nbicycle. They were seen going towards G.T. Road. Bant Singh, brother of\n\nthe complainant-Sher Singh, it was stated, used to tie a wrist watch on his\n\nright hand and wore a gold ring on the finger of his right hand on which his\n\nname was inscribed. The complainant was then fully confident that his\n\nbrother Bant Singh had been kept concealed somewhere by his wife\n\nParamjit Kaur, mother-in-law Bhagwanti and Kesar Singh (wife&#x27;s brother of\n\nBant Singh) and Harbans Singh with the intention of murdering him or\n\nfinishing him. It was requested that legal action be taken. In terms of the\n\nreport No.14/15 at 1.30 p.m. dated 7.11.1994 case FIR No.122 dated\n\n7.11.1994 was registered at Police Station Sadar, Khanna for the offence\n\nunder <a href=\"/doc/695990/\" id=\"a_9\">Section 364</a>/<a href=\"/doc/37788/\" id=\"a_10\">34</a> IPC.\n</p><p data-structure=\"Facts\" id=\"p_6\">                                             Cr. Appeal No.458-DB/1998 &amp;\n                                             Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_4\">                                    [5]</span>\n\n            Shankar Dass (PW-15) then SHO, Police Station Sadar Khanna\n\non receipt of application (Ex.PE) from Sher Singh through SSP, made a\n\nsecret inquiry. Besides, on the basis of the application of Sher Singh, FIR\n\nwas registered. He went to Village Mohanpur and recorded the statement\n\n(Ex.DA) of Sukhdev Singh, Panch (PW-9), Mohinder Singh, Gian Singh\n\n(PW-3) and Harbans Singh (PW-6) son of Kundan Singh. He searched for\n\nthe accused who were not found at their house. On 7.11.1994, the DSP also\n\ncame to Mohanpur and he also made inquiries. On 8.11.1994 at 8.00 a.m.\n\nShankar Dass    (PW-15) SHO, Police Station Sadar, Khanna received a\n\ntelephonic message that Harbans Singh (appellant) was available at his\n\nhouse at Khanna and some persons be sent to arrest him. ASI Lekh Raj\n\n(PW-14) brought Harbans Singh (appellant) from his house who appeared\n\nbefore Shankar Dass, SHO (PW-15) on 8.11.1994 itself. Harbans Singh\n\n(appellant) was arrested in terms of memo (Ex.PW.14/E) and during\n\ninterrogation he made a disclosure statement (Ex.PK) to the effect that he\n\nhad kept concealed the dead body of Bant Singh below the earth soil with\n\n`Parali&#x27; (straw) on it at Village Mohanpur near G.T. Road out side the\n\nvillage in a gunny bag of which he alone knew and could get it recovered.\n\nThe said disclosure statement was signed by Harbans Singh (appellant) and\n\nattested by Lekh Raj (PW-14), Kewal Singh, ASI (PW-10). Lekh Raj, ASI\n\n(PW-14) was sent to the Tehsildar and Kewal Singh ASI (PW-10) was sent\n\nto bring a doctor. Requests (Ex.PX) and (Ex.P.14/A) in this regard were sent\n\nand a wireless message was sent to Darbara Singh SHO, Police Post Kot to\n\ngather responsible persons and to remain at Mohanpur Chowk. Shankar\n\nDass, SHO (PW-15) reached Mohanpur Chowk and Lekh Raj, ASI (PW-\n</p><p data-structure=\"Issue\" id=\"p_7\">                                             Cr. Appeal No.458-DB/1998 &amp;\n                                             Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_5\">                                    [6]</span>\n\n</p><p data-structure=\"Facts\" id=\"p_8\">14) had also reached there with Shri Rajiv Verma Tehsildar (PW-17).\n\nKewal Singh, ASI (PW-10) also reached there along with a team of doctors.\n\nSI Darbara Singh had already summoned Pritam Singh (PW-5), Chattar\n\nSingh and Sher Singh-complainant (PW-4) at Mohan pur Chowk.\n\nThereafter, Harbans Singh (appellant) got recovered the dead body of Bant\n\nSingh from the place disclosed by him after removing the `Parali&#x27; (straw)\n\nwith the help of a `Kahi&#x27; (spade) by digging the earth. It was found in the\n\ntwo gunny bags. The gunny bags were tied with a plastic `Dhaga&#x27; (string).\n\nThe body was buried in the `Khitain&#x27; (small pit) along the road side. It was\n\nrecovered and taken in possession vide memo (Ex.PH) which was attested\n\nby Pritam Singh, Panch (PW-5), Chattar Singh, Shri Rajiv Verma, Tehsildar\n\n(PW-17), ASI Kewal Singh (PW-10) and ASI Lekh Raj (PW-14). The body\n\nwas identified by the complainant Sher Singh (PW-4) to be that of his\n\nbrother Bant Singh (deceased) from the underwear and `Parna&#x27; worn on it.\n\nThe identification memo was attested by the said PWs and Sher Singh (PW-\n\n</p><p data-structure=\"Facts\" id=\"p_9\">4). Site plan (Ex.PW-15/A) of the place of recovery of the dead body was\n\nprepared. Thereafter, inquest proceedings (Ex.PG) in the presence of Sher\n\nSingh (PW-4) and Chattar Singh were carried out. The dead body was\n\nentrusted to a team of doctors that had come at the spot for post-mortem\n\nexamination.   After conducting post-mortem examination, Dr. Amarbir\n\nSingh (PW-1) produced before Shankar Dass, SHO (PW-15) two envelopes\n\nand five other parcels with the seal `BS&#x27;. One of the parcels was the dead\n\nbody of the deceased Bant Singh. Remaining parcels contained clothes etc.\n\nPost-mortem report was also sealed. Statements of the PWs in terms of\n\n<a href=\"/doc/447673/\" id=\"a_11\">Section 161</a> of the Code of Criminal Procedure (`<a href=\"/doc/445276/\" id=\"a_12\">Cr.P.C</a>.&#x27; - for short) were\n                                             Cr. Appeal No.458-DB/1998 &amp;\n                                             Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_6\">                                    [7]</span>\n\nrecorded. On reaching the Police Station the case property was deposited\n\nwith MHC Baljinder Singh on 9.11.1994. Shankar Dass, SHO (PW.15)\n\nalong with ASI Kewal Singh (PW.10), Lady Constable Surinder Kaur, ASI\n\nLekh Raj (PW-14) and other officials were present at Mohanpur where he\n\nwas informed by Pritam Singh about the whereabouts of the accused\n\nBhagwanti (appellant) and Paramjit Kaur (appellant). Consequently, on the\n\nbasis of the information received Shanker Dass, SHO (PW-15) arrested the\n\naccused at the Railway Station, Chawa. The search of the accused was\n\nconducted by Surinder Kaur, Lady Constable and memo (Ex.PW.14/B) was\n\nprepared which was attested by ASI Kewal Singh (PW-10) and Surinder\n\nKaur, Lady Constable. It was thumb marked by the accused-appellants\n\nParamjit Kaur and Bhagwanti.       On 12.11.1994, Shanker Dass, SHO\n\n(PW.15) recorded the statements of Baljinder Singh, Chattar Singh and also\n\nof Asarfi Bhaiya (PW-7).       Appellant-Kesar Singh was produced by\n\nBhagwant Singh (PW-11) who was arrested and a search was carried out\n\nregarding which memo (Ex.P.14/C) was prepared.          According to Dr.\n\nAmarbir Singh, Medical Officer (PW-1) he conducted the post-mortem\n\nexamination along with Dr. P.D. Singla and Dr. N.P.S. Virk. The recovered\n\nbody was a skeletalized dead body which was exhumed and recovered from\n\nthe gunny bag. The viscera and other soft tissue were liquified. Steel wire\n\nwas wrapped around hip bone, thigh and leg bones, inflexal position. The\n\nrecovered dead body was skeletalized body with liquification. The opinion\n\nwas to be given after receipt of the report of the Chemical Examination and\n\nAnatomy Departments.      The time that lapsed between death and post-\n\nmortem was given as one to three months. Dr. Amarbir Singh (PW-1) also\n                                             Cr. Appeal No.458-DB/1998 &amp;\n                                             Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_7\">                                    [8]</span>\n\nwrote a letter on 14.1.1995 (Ex.PB) to the Head of the Department of\n\nForensic Medicine, Government Medical College, Patiala to intimate about\n\nthe probable duration of death and cause of death. On the application of the\n\nPolice (Ex.PC), in any case, he gave his opinion on 19.1.1995, that\n\npossibility of death by strangulation could not be ruled out. There was no\n\npiece of flesh on the body and it could not be identified only from the\n\nbones. Dr. S.S. Oberoi, Senior Lecturer, Forensic Science Department,\n\nMedical College, Patiala (PW-16) received a parcel containing the dead\n\nbody of the deceased Bant Singh on 11.12.1994. In his opinion, about the\n\ncause of death, it was opined that the same could not be given. He returned\n\nthe bones to the Police after examination. There was no fracture or any\n\nother injury of the bone. On 11.1.1995, it was opined that the time between\n\ndeath and post-mortem was three to six months. He had given minimum as\n\nwell as maximum time that lapsed between death and post-mortem. He did\n\nnot weigh the bones. After completing the investigation in the case, the\n\nPolice filed the the charge report (challan) in the Court of the learned Sub\n\nDivisional Judicial Magistrate, Khanna on 3.1.1995.            The learned\n\nMagistrate from the Police report and documents submitted with it was of\n\nthe opinion that the case prima facie disclosed commission of offences\n\nunder <a href=\"/doc/1560742/\" id=\"a_13\">Sections 302</a>, <a href=\"/doc/341288/\" id=\"a_14\">404</a>, <a href=\"/doc/386021/\" id=\"a_15\">201</a>/<a href=\"/doc/37788/\" id=\"a_16\">34</a> IPC. The offence under <a href=\"/doc/1560742/\" id=\"a_17\">Section 302</a> IPC,\n\nit was observed, was triable exclusively by the Court of Session.\n\nAccordingly, the case was committed to the said Court for trial vide order\n\ndated 21.3.1995.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">            The learned Additional Sessions Judge, Ludhiana, to whom the\n\ncase was assigned charged the appellants Paramjit Kaur, Bhagwanti and\n                                             Cr. Appeal No.458-DB/1998 &amp;\n                                             Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_8\">                                    [9]</span>\n\nKesar Singh in Criminal Appeal No.458-SB of 1998 and appellant Harbans\n\nSingh in Criminal Appeal No.56-DB of 1999 on the allegations that firstly\n\nthey on or about 4.9.1994 at about 10.00 p.m. in the area of Mohanpur did\n\ncommit murder by intentionally causing the death of Bant Singh and thereby\n\nthey all committed an offence under <a href=\"/doc/1560742/\" id=\"a_18\">Section 302</a> IPC. Secondly, on the\n\nsame date and time in between Village Mohanpur they all knowingly or\n\nhaving reasons to believe that Bant Singh had been murdered and an\n\noffence under <a href=\"/doc/1560742/\" id=\"a_19\">Section 302</a> IPC had been committed did cause the evidence\n\nof said offence to disappear with the intention of screening them all from\n\nlegal punishment and thereby committed an offence punishable under\n\n<a href=\"/doc/386021/\" id=\"a_20\">Section 201</a> IPC. Thirdly, Kesar Singh-appellant or or about 11.11.1994 in\n\nthe area of Sarih was found in possession of a ring of gold belonging to\n\nBant Singh and thereby committed an offence punishable under <a href=\"/doc/341288/\" id=\"a_21\">Section 404</a>\n\nIPC. Fourthly, Bhagwanti or or about 11.11.1994 in the area of Sarih was\n\nfound in possession of a Citizen watch along with its chain belonging to\n\nBant Singh and thereby committed an offence punishable under <a href=\"/doc/341288/\" id=\"a_22\">Section 404</a>\n\nIPC.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">            The prosecution in order to prove its case examined as many as\n\n17 witnesses; besides tendered documents in evidence. The statements of\n\nthe accused in terms of <a href=\"/doc/767287/\" id=\"a_23\">Section 313</a> Cr.P.C. were recorded. Kesar Singh,\n\nParamjit Kaur and Bhagwanti stated that they were innocent and had been\n\nfalsely implicated.   Harbans Singh-appellant stated that he was innocent\n\nand being relation of Paramjit Kaur had been implicated.\n\n</p><p data-structure=\"Facts\" id=\"p_12\">            The appellants in defence examined HC Gian Singh (DW-1),\n\nShri Preet Narain Singh (DW-2) and Shri Daljit Singh (DW-3). The learned\n                                               Cr. Appeal No.458-DB/1998 &amp;\n                                               Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_9\">                                     [10]</span>\n\ntrial Court after considering the evidence and material on record has\n\nconvicted and sentenced the accused in the manner mentioned above, which\n\norder is assailed in this appeal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">             Shri G.S. Punia, Advocate, learned counsel appearing for the\n\nappellants Paramjit Kaur, Bhagwanti and Kesar Singh and Shri S.S. Rana,\n\nAdvocate, learned counsel appearing for the appellant-Harbans Singh have\n\ncontended that the entire case of the prosecution is false and the learned trial\n\nCourt has gravely erred in recording a finding of guilt against the respective\n\nappellants/appellant. It is submitted that the entire story as regards the\n\nrecovery of the dead body has been planted on the appellants. Besides, the\n\ncause of death cannot be ascertained. Dr. Amarbir Singh (PW-1) has stated\n\nthat death could be by strangulation but at the same time he has also stated\n\nthat no cause of death could be given by him. He referred the matter vide\n\nletter dated 14.1.1995 (Ex.PB) to the Head of the Department of Forensic\n\nMedicine, Government Medical College, Patiala to intimate about the\n\nprobable duration of death and cause of death. Dr. S.S. Oberoi (PW-16), it\n\nis submitted, could not give any cause of death. Bant Singh as per the\n\nprosecution case, it is submitted, had been missing since 4.9.1994.\n\nHowever, the FIR is recorded on 7.11.1994 and that too for the offence\n\nunder <a href=\"/doc/695990/\" id=\"a_24\">Section 364</a> IPC. The special report, it is stated, reached the Illaqa\n\nMagistrate at 2.15 p.m. on 7.11.1994 and by that time the dead body had\n\nalready been recovered. It is further stated that the identity of the watch and\n\nthe ring to be belonging to Bant Singh (deceased) is doubtful and Kehar\n\nSingh (PW-12) stated that he himself prepared the Memo of identification\n\n(Ex.PQ), which according to the learned counsel is an improper and an\n                                               Cr. Appeal No.458-DB/1998 &amp;\n                                               Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_10\">                                       [11]</span>\n\nunknown procedure. It is also submitted that Baljinder Singh (PW-13) has\n\nonly tendered in evidence his affidavit (Ex.PW.13/A) in which, it is\n\nsubmitted, that there is no mention of any ring being given to Head\n\nConstable Baljinder Singh (PW-13). Therefore, it is submitted that in view\n\nof the highly discrepant and untrustworthy evidence produced by the\n\nprosecution the appellants are liable to be acquitted and the judgment and\n\norder of the learned trial court set aside.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">             In response, Shri S.S. Gill, learned Additional Advocate\n\nGeneral, Punjab appearing for the State has submitted that the prosecution\n\nhas proved its case against the accused beyond shadow of reasonable doubt.\n\nIt is submitted that the learned trial Court has recorded a clear finding of\n\nguilt against the appellants which would not warrant any interference by this\n\nCourt in appeal. The complainant Sher Singh (PW-4) it is stated had gone\n\nto the house of the accused and while there was an exchange of hot words\n\nhe had pacified them. It is submitted that the complainant had stated that\n\nrelations between Bant Singh (deceased) and his wife Paramjit Kaur\n\n(appellant) were not cordial and, therefore, Paramjit Kaur in collusion with\n\nthe other co-accused had murdered Bant Singh.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">             We have given our thoughtful consideration to the contentions\n\nof the learned counsel appearing for the parties and with their assistance\n\ngone through the records. It may be noticed that the case set up by the\n\nprosecution is that Bant Singh (deceased) was the husband of Paramjit Kaur\n\n(appellant), who is the daughter of Bhagwanti, co-accused (appellant).\n\nKesar Singh (appellant) is the brother-in-law (wife&#x27;s brother) of Bant Singh\n\n(deceased). Harbans Singh (appellant) in Criminal Appeal No.56-DB of\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_11\">                                    [12]</span>\n\n1999 is the brother&#x27;s son of Bhagwanti (appellant). Bant Singh (deceased)\n\nas per the complainant Sher Singh (PW-4) suspected his wife Paramjit Kaur.\n\nIt was stated by the complainant Sher Singh (PW-4) that Paramjit Kaur\n\n(appellant) was of loose character and for this reason relations between his\n\nbrother Bant Singh (deceased) and Paramjit Kaur (appellant) were not good\n\nand they were not pulling on well. On 4.9.1994 at about 8.00 p.m. Sher\n\nSingh-complainant (PW-4) had gone to the house of Bant Singh (deceased)\n\nalong with his nephew Sukhdev Singh (PW-9). At that time appellants\n\nKesar Singh, Bhagwanti, Harbans Singh and Paramjit Kaur were quarreling\n\nwith Bant Singh and saying that he was levelling false allegations against\n\nParamjit Kaur. Bhagwanti and Paramjit Kaur were both hurling abuses on\n\nBant Singh. Complainant-Sher Singh (PW-4) and his nephew Sukhdev\n\nSingh (PW-9) intervened and pacified them. Then they went away to their\n\nrespective houses. Thereafter, Bant Singh did not visit the complainant\n\neven though earlier he used to usually visit the complainant Sher Singh after\n\nfour-five days.    Therefore, Sher Singh (PW-4) asked Paramjit Kaur\n\n(appellant) about this and she told him that her husband Bant Singh had\n\nsettled a deal and struck a bargain for purchase of a cow with Asarfi Bhaiya\n\n(PW-7) at Rohno Kalan and he had gone there. A week thereafter Sher\n\nSingh-complainant, Mohinder Singh Sarpanch and Gian Singh went to\n\nVillage Rohno Kalan where they met Asarfi Bhaiya (PW-7) who told them\n\nthat he had not settled any deal or bargain with Bant Singh and neither had\n\nhe come to him. A month later Paramjit Kaur (appellant) is stated to have\n\ntold her brother-in-law (husband&#x27; brother) Sher Singh-complainant (PW-4)\n\nthat in fact her husband Bant Singh had left the house on 4.9.1994 after\n                                             Cr. Appeal No.458-DB/1998 &amp;\n                                             Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_12\">                                   [13]</span>\n\nquarreling with her and her relations. It is since then that his whereabouts\n\nwere not known.     Thereafter, Harbans Singh son of Kundan Singh of\n\nVillage Mohanpur informed Sher Singh-complainant (PW-4) that on the\n\nnight of 4.9.1994 at about 10.00 p.m. he had seen Kesar Singh alias Bittu\n\n(appellant) and Harbans Singh (appellant) carrying some heavy thing on the\n\ncarrier of their bicycle and proceeding from Village Mohanpur towards G.T.\n\nroad. Thereafter, Sher Singh-complainant (PW-4) made an application\n\n(Ex.PE) to the SSP, Khanna on the basis of which formal FIR was registered\n\nfor the offence under <a href=\"/doc/695990/\" id=\"a_25\">Section 364</a> IPC. During investigation of the case\n\nHarbans Singh (appellant) made a disclosure statement (Ex.PK) regarding\n\nthe burying of the dead-body which he could get recovered from the\n\ndisclosed place.    Bhagwanti (appellant) suffered disclosure statement\n\n(Ex.PO) regarding concealing of one `Citizen&#x27; wrist watch with a chain\n\nwhich she had concealed in a glazed paper and could get the same recovered\n\nfrom the trunk. The watch was given to her by her son Kesar Singh alias\n\nBittu (appellant) after killing Bant Singh. In terms of the recovery memo\n\n(Ex.PP), the Police party got recovered the said watch from the trunk lying\n\ninside the room of Bhagwanti (appellant) in pursuance of her disclosure\n\nstatement.   In the circumstances, it is to be seen in the facts and\n\ncircumstances of the case as to whether the case as against the appellants\n\nstands proved beyond shadow of reasonable doubt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">             The learned trial Court has held all the accused to be guilty.\n\nThe learned trial Court has though held that there was no direct evidence\n\nwith regard to the murder of Bant Singh in this case, however, it was\n\nobserved that the circumstantial evidence was complete in all respects\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_13\">                                    [14]</span>\n\nwhich proved the guilt of the accused that they had committed the murder of\n\nBant Singh (deceased). It was noticed that the offence was committed in the\n\nmonth of September 1994 but the complainant went to the Police on\n\n2.11.1994. This also though was observed to be a long delay in lodging the\n\nreport. However, it was observed that the facts and circumstances in the\n\ncase which caused the delay were liable to be gone into to find out whether\n\nthere was any deliberate delay in lodging the report and whether there was\n\nscope for implicating the accused falsely in the case. It was observed that\n\nthe complainant Sher Singh had been asking his sister-in-law Paramjit Kaur\n\n(appellant) about Bant Singh as regards his whereabouts and unless he\n\n(complainant-Sher Singh) got a definite reply he could not go and lodge a\n\nreport with the Police. He had to wait for the return of Bant Singh from the\n\nplace where Paramjit Kaur (appellant) had alleged that he had gone.\n\nTherefore, it was observed that delay in the lodging of the report was not\n\ndeliberate nor did it cause any advantage to Sher Singh (PW-4) to delay the\n\nlodging of the report because he had found all the accused at the house of\n\nParamjit Kaur (appellant) on 4.9.1994 itself and he knew them and could\n\nidentify them personally. As such, it was observed that there was no scope\n\nfor any false implication of the accused. It was also observed that a co-\n\nvillager, namely, Harbans Singh (PW-6) had later disclosed to Sher Singh-\n\ncomplainant (PW-4) regarding Kesar Singh (appellant) and Harbans Singh\n\n(appellant) carrying something on their cycle carrier i.e. a gunny bag on the\n\nnight of 4.9.1994. It was observed that it was then that the suspicion of\n\nSher Singh-complainant (PW-4) became firm and he lodged the report.\n\nTherefore, it was held that delay in reporting the case to the Police cannot\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_14\">                                    [15]</span>\n\nbe held to be fatal to the case of the prosecution or to hold that the\n\nprosecution case had become doubtful on this ground.         It was further\n\nobserved that the circumstantial evidence in the case comprised of the fact\n\nthat Paramjit Kaur (appellant) was being blamed by her husband Bant Singh\n\n(deceased) to be a lady of loose character. There was no evidence produced\n\nby the prosecution whether Paramjit Kaur was a woman of loose character.\n\nIn any case, it was observed that if the wife of a person is a woman of loose\n\ncharacter he would not go about advertising this fact and rather his efforts\n\nwould be to conceal the same so that his reputation does not suffer. It was\n\nobserved that Bant Singh (deceased) and Paramjit Kaur were married for a\n\nsufficient long time but there was no evidence since how long they had been\n\nmarried but it was observed to be clear that Bant Singh (deceased) had\n\nstrained relations with his wife Paramjit Kaur (appellant) and the accused\n\nhad some kind of ill-will against him. Besides, Sher Singh-complainant\n\n(PW-4) was living in the same village and, therefore, he must be knowing\n\nabout the act and conduct of Paramjit Kaur (appellant). Another\n\ncircumstance that was noticed by the learned trial Court was that Paramjit\n\nKaur (appellant) was evasive with regard to the whereabouts of Bant Singh\n\n(deceased) when she was asked about this by his brother Sher Singh-\n\ncomplainant (PW-4). It was observed that by not giving the whereabouts of\n\nBant Singh (deceased) would naturally raise an inference that she was\n\ndeliberately concealing some important fact and later it was found that Bant\n\nSingh had actually been murdered. It was observed that Asarfi (PW-7) had\n\ndeposed in favour of the prosecution that Bant Singh had not come to him.\n\nAnother factor that was taken into account was that Sukhdev Singh (PW-9)\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_15\">                                    [16]</span>\n\nand Sher Singh (PW-4) had no enmity towards the accused so as to falsely\n\nimplicate them in the case. Reliance was placed on the deposition of\n\nHarbans Singh (PW-6) who stated that he had seen Kesar Singh (appellant)\n\nand Harbans Singh (appellant) carrying something heavy in a gunny bag on\n\ntheir bicycle on the night of 4.9.1994 and on seeing Harbans Singh (PW-6)\n\nthey had turned their faces towards the other side and this fact was narrated\n\nto Sher Singh-complainant (PW-4) when he learnt about the death of Bant\n\nSingh. The discrepancies in the statement of Harbans Singh (PW-6) it was\n\nobserved that the whole case of the prosecution could not be thrown out. It\n\nwas also observed that the dead body was identified by Sher Singh-\n\ncomplainant (PW-4) from the clothes of Bant Singh (deceased). The period\n\nof time given by the doctor between death and post-mortem i.e. between\n\nthree and six months it was observed tallies with the period when the\n\noffence was committed i.e. on 4.9.1994 and when Harbans Singh (PW-6)\n\nfound the accused carrying bags on the cycle. The date of disclosing the\n\nfact by Harbans Singh (PW-6) to Sher Singh-complainant (PW-4) on\n\n2.11.1994 or 6.11.1994 it was observed was hardly of any consequence as\n\nthe dead body had been recovered. Regarding the disclosure statement\n\n(Ex.PK) of Harbans Singh (appellant) being recorded only in the presence\n\nof Police officials and not in the presence of any independent witness it was\n\nobserved that the Police witnesses if found acceptable can be relied upon.\n\nUnless there were any      special circumstances to disbelieve the Police\n\nofficials their testimony, it was observed, should not be rejected merely on\n\nthe ground that no independent witness was joined. The defence set-up by\n\nthe appellants that the recovery of the dead body had been planted has also\n                                               Cr. Appeal No.458-DB/1998 &amp;\n                                               Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_16\">                                     [17]</span>\n\nnot been accepted by the learned trial Court. The defence counsel had\n\nplaced reliance on the statement of Charanjit Singh(PW-2) wherein in cross-\n\nexamination it is stated that he was present at the time of registration of the\n\ncase (FIR) in the Police Station on 7.11.1994. At that time all the accused\n\nwere present at the Police Station and the dead body was also there in a\n\ngunny bag at that time on 7.11.1994. From this learned defence counsel\n\nbefore the learned trial Court had contended that the recovery had been\n\nplanted as the dead body was already at the Police Station on 7.11.1994.\n\nThe learned trial Court held that Charanjit Singh (PW-2) was a witness of\n\nthe link regarding deposit of `Palanda&#x27; (packet) and envelopes with seals at\n\nPatiala for chemical examination and was not to be cross-examined on a\n\npoint regarding which he had not stated anything in the examination-in-\n\nchief. Besides, he had tried to help the accused in his cross-examination by\n\ngoing out of the way. There was no entry in the DDR that the dead body\n\nwas received in the Police Station on 7.11.1994. Regarding the recovery of\n\nthe dead body it was observed that from the skeleton the body could not be\n\nidentified as there was no flesh on the body but in this case the dead body\n\nwas identified from the clothes. Lekh Raj, ASI (PW-14) had also deposed\n\nthat the body was identified from the clothes and not from the skeleton and\n\nthis was observed to be no reason to disbelieve the statement. It was also\n\nobserved that though the burden is on the prosecution to prove the charge\n\nbut where the circumstances have been established on record then there\n\nmust be some explanation from the side of the accused as to where in fact\n\nBant Singh (deceased) had gone after 4.9.1994. If he was not traceable then\n\nParamjit Kaur etc. (appellants) being his close relatives in the ordinary\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_17\">                                    [18]</span>\n\ncourse of circumstances ought to have known about his whereabouts\n\nespecially when Sukhdev Singh (PW-9) and Sher Singh-complainant (PW-\n\n</p><p data-structure=\"PetArg\" id=\"p_17\">4) were together with him on 4.9.1994. The fact that Paramjit Kaur and her\n\nother relatives did not lodge a report as regards Bant Singh (deceased) being\n\nnot traceable, it was observed to be a strong circumstance against them.\n\nReliance was also placed on the deposition of Pritam Singh (PW-5),\n\nMember Panchayat with regard to the recovery of the dead body. The fact\n\nthat he had no enmity with the accused, it was observed, was a factor which\n\nproved the recovery of the dead body. As regards the arrest of the accused\n\non 3.11.1994, the same was not accepted by the learned trial Court. The\n\nrecovery of wrist watch and ring belonging to Bant Singh (deceased) was\n\nalso held to be a strong circumstance against the appellants. Reliance was\n\nalso placed on the extra-judicial made by Kesar Singh (appellant) to\n\nBhagwant Singh (PW-11). According to Bhagwant Singh (PW-11) on the\n\nnight of 7/8.11.1994 Kesar Singh, Bhagwanti and Paramjit Kaur\n\n(appellants) came to his house and Kesar Singh (appellant) disclosed that he\n\nalong with Bhagwanti, Paramjit Kaur and Harbans Singh had committed the\n\nmurder of Bant Singh as he has been harassing his sister Paramjit Kaur\n\n(appellant) and not paying her maintenance. After causing his death they\n\nhad put his dead body in the field under the ground at Village Mohanpur\n\nacross the G.T. Road in a gunny bag. The fact that the extra judicial\n\nconfession was jointly made by the said appellants other than Paramjit Kaur\n\n(appellant) was held to be inconsequential. Even otherwise, it was observed\n\nthat even if extra-judicial confession made by Kesar Singh (appellant) on\n\nbehalf of Bhagwanti (appellant) and Paramjit Kaur (appellant) was\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_18\">                                     [19]</span>\n\ninadmissible in evidence there was no reason to discard the same, in any\n\ncase, qua Kesar Singh (appellant) himself. A reference was also made to the\n\ncross-examination of Bhagwant Singh (PW-11) wherein Kesar Singh\n\n(appellant) is stated to have informed Bhagwant Singh (PW-11) that the\n\nmurder was committed at 9.00 or 9.15 p.m. However, this portion was got\n\nconfronted with his (Bhagwant Singh PW-11) statement (Ex.DC) wherein\n\nthe time was not mentioned. Besides, it was observed that Bhagwant Singh\n\n(PW-11) was not cross-examined regarding his own status even though he\n\nwas in cross-examination asked as to whether there was Lambardar,\n\nSarpanch and Panch in the village.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">            After considering the evidence and material on record as also\n\nthe findings and conclusions of the learned trial Court it may be noticed that\n\nthe facts and circumstances of the case are indeed such that the cause of\n\ndeath of Bant Singh has not been established. Dr. Amarbir Singh (PW-1)\n\nthough had stated that the death could be by strangulation but at the same\n\ntime he also indeed did state that no cause of death could be given. Dr. S.S.\n\nOberoi (PW-16) to whom the case was referred in the Department of\n\nForensic Medicine, Government Medial College, Patiala is categoric that no\n\ncause of death could be given.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">            It may be noticed that the primary case set-up by the\n\nprosecution is that Paramjit Kaur (appellant) wife of Bant Singh (deceased)\n\nwas of a loose character which was not to the liking of her husband Bant\n\nSingh (deceased). However, there is nothing on record to show and neither\n\nhas any such fact or circumstance of her being of loose character been\n\nbrought on record so as to show that Paramjit Kaur (appellant) was leading\n                                             Cr. Appeal No.458-DB/1998 &amp;\n                                             Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_19\">                                     [20]</span>\n\na wayward life or she had any kind of relation with anyone in the area.\n\nTherefore, for the complainant Sher Singh (PW-4) to allege that Paramjit\n\nKaur (appellant) was a characterless lady or was of loose character which\n\nwas not to the liking of her husband Bant Singh (deceased) would in the\n\nabsence of material and evidence by itself, in our view, not be such a\n\ncircumstance to hold that she was indeed characterless which was not to the\n\nliking of Bant Singh. Something more was required to be shown by the\n\nprosecution as regards the conduct of Paramjit Kaur (appellant) being a\n\ncharacterless lady or of loose character. Nothing has come on record to\n\nshow as to whether she was involved with any other person or had, in any\n\nmanner, been leading an immoral or improper life. Therefore, mere ipse\n\ndixit of the complainant Sher Singh (PW-4) that Paramjit Kaur (appellant)\n\nwas of loose character is unacceptable. The possibility that there were\n\ndifferences between the two i.e. Paramjit Kaur (appellant) and her husband\n\nBant Singh (deceased) and on account of that Bant Singh had left his home\n\ncannot be ruled out. However, this fact would not be such a circumstance to\n\nhold that Bant Singh (deceased) was murdered by Paramjit Kaur and her\n\nrelatives who are the other appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">            The case set-up by the prosecution is also that Bant Singh had\n\nbeen missing since 4.9.1994. FIR is recorded at least two months thereafter\n\non 7.11.1994. Though prompt lodging of a FIR is not an unmistakable\n\nguarantee for the truthfulness of the prosecution case and neither is delay\n\nalways fatal, however, in the facts and circumstances it may be noticed that\n\nin case Bant Singh had not been seen anywhere since 4.9.1994 then it would\n\nnot have taken so much time to lodge a report regarding his not being seen\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_20\">                                    [21]</span>\n\nor heard of. This is more so for the reason that the identity of the dead body\n\nhas not been proved to be that of Bant Singh (deceased) beyond shadow of\n\ndoubt. The dead body in the present case was in a totally decomposed state\n\nand unfit for recognition. In the inquest proceedings (Ex.PG) the dead body\n\nhas been described as a decomposed dead body and even the cause of death\n\nhas been mentioned as decomposed body. However, it is mentioned that\n\nthere was `Kachha&#x27; (underwear) of `Ghasmela&#x27; (light green) colour on the\n\nwaist; besides `Dabbidar Parna&#x27; (check cloth) tied on the neck. In fact, Dr.\n\nAmarbir Singh (PW-1) observed the recovered body to be a skeletalized\n\nhuman body exhumed and recovered from the gunny bag. The viscera and\n\nother soft tissues were liquified. He wrote a letter (Ex.PB) to the Head of\n\nDepartment of Forensic Medicine, Government Medical College, Patiala to\n\nintimate about the probable duration of death and cause of death. It is stated\n\nthat body was identified by two persons on seeing the clothes which were\n\nremoved from the dead body. It was stated that there was no piece of flesh\n\non the body and it could not be identified only from the bones. The bones\n\nwere in a gunny bag which was to be in another gunny bag. Dr. S.S.\n\nOberoi, Senior Lecturer, Department of Forensic Medicine, Medical\n\nCollege, Patiala (PW-16) has stated that minimum period of start of\n\ndecomposition of body in this particular case was three to six months. It is\n\nstated that the body was in a skeletalized form and was not having clothes\n\nnor had he seen any. It is stated in cross-examination that he had returned\n\nthe bones to the Police after examination. There was no fracture or any\n\nother injury on the bones.     He had given the minimum as well as the\n\nmaximum time that elapsed between the death and post-mortem. He did not\n                                             Cr. Appeal No.458-DB/1998 &amp;\n                                             Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_21\">                                   [22]</span>\n\nweigh the bones. It is stated that decomposition of body is upon number of\n\nfactors like age of deceased, sex, duration, temperature, humidity and\n\nmanner of burial. In Modi&#x27;s Medical Jurisprudence &amp; Toxicology Twenty-\n\nSecond Edition at page 38 it has been observed as follows:-\n\n</p><blockquote id=\"blockquote_1\">            &quot;In India, owing to its rapid decomposition in the hot seasons,\n\n            or through damage caused by wild animals when exposed on\n\n            the outskirts of a village, the identification of a dead body\n\n            sometimes becomes very difficult. However, it is essential for\n\n            a dead body to be thoroughly identified and the proof of corpus\n\n            delicti to be established before a sentence is passed in murder\n\n            trials, as unclaimed, decomposed bodies, or portions of a dead\n\n            body, or even bones are sometimes brought to support false\n\n            charges. More so, because in a country like India, it is not\n\n            difficult to obtain such bodies, since villagers are in the habit\n\n            of cremating bodies partially, or throwing them into shallow\n\n            streams, rivulets or canals, or burying them in shallow graves\n\n            from where carrion feeders may dig them out. Sometimes, in\n\n            order to mislead, someone else&#x27;s clothes or handkerchief may\n\n            be deliberately put on the dead person.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_21\">      The observations made in Modi&#x27;s Medical Jurisprudence and\n\nToxicology even though may not be binding but have probative value and\n\nare helpful in deciding a matter of this nature where the dead body has been\n\nfound to be decomposed and there are only skeleton bones. It may be\n\nnoticed that in case the body was decomposed and beyond recognition the\n\npossibility of the underwear and the `Parna&#x27; being in such a condition from\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_22\">                                    [23]</span>\n\nwhich the body could be identified to be that of Bant Singh (deceased) is\n\nquite remote. Therefore, to conclusively hold in the facts and circumstances\n\nthat the said body was that of Bant Singh on the basis of `Parna&#x27; and\n\nunderwear which the skeleton had would be quite unsafe. The fact regarding\n\nrecovery of the dead body in pursuance of the disclosure statement (Ex.PK)\n\nof Harbans Singh (appellant) may be considered. Harbans Singh (appellant)\n\nmade a disclosure statement to the effect that he had concealed the dead\n\nbody below the earth soil at Village Mohanpur near the G.T. road outside\n\nthe village in a gunny bag and that he could get it recovered. It is in\n\npursuance of the said disclosure statement that the dead body of Bant Singh\n\n(deceased)s was recovered. However, certain facts which have come on\n\nrecord are that the FIR in the case was recorded on 7.11.1994 vide report\n\nNo.14/15 at 1.30 p.m. The said report, it is stated, reached the Magistrate at\n\n2.15 p.m. on 7.11.1994 and by that time the dead body had already been\n\nrecovered.   Therefore, in the facts and circumstances the possibility of\n\nrecovering the dead body and thereafter recording the disclosure statement\n\nof Harbans Singh ( appellant) cannot be held to prove conclusively that the\n\ndead body was recovered in pursuance of the disclosure statement (Ex.PK)\n\nof Harbans Singh (appellant). Besides, the disclosure statement (Ex.PK) of\n\nHarbans Singh (appellant) was recorded in the presence of official witnesses\n\nand not in the presence of any independent witness. The learned trial Court\n\nobserved that unless there were any special circumstance to disbelieve the\n\nPolice officials their testimony can be relied upon. There is no dispute with\n\nthe said proposition. However, in the facts and circumstances where the\n\nidentity of the dead body has not been held to be established to be that of\n                                             Cr. Appeal No.458-DB/1998 &amp;\n                                             Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_23\">                                   [24]</span>\n\nBant Singh (deceased) it would be unsafe to give undue weightage to the\n\ndisclosure statement (Ex.PK) of Harbans Singh (appellant) when the same\n\nis made only before official witnesses i.e. SI Shanker Dass, SHO (PW-15),\n\nLekh Raj, ASI (PW-14) and Kewal Singh, ASI (PW-10).            The learned\n\ncounsel for the appellants placed reliance on the statement of Charanjit\n\nSingh (PW-2) wherein in cross-examination he stated that he was present at\n\nthe time of registration of the case at the Police Station on 7.11.1994. At\n\nthat time, all the accused were present and the dead body was also there in\n\nthe gunny bag. The learned trial Court did not accept the said statement of\n\nCharanjit Singh (PW-2) to hold that the dead body as also the accused were\n\nalready at the Police Station on 7.11.1994 i.e. a day earlier to the\n\nregistration of the FIR on 8.11.1994 though the reasons recorded by the\n\nlearned trial Court in this regard may be a possible view and Charanjit\n\nSingh(PW-2) who is a Constable and witness of the prosecution may have\n\ntried to help the accused. Charanjit Singh (PW-2) stated that he had taken\n\ntwo `Palandas&#x27; (packets) with eight seals and envelops with five seals to\n\nPatiala which was given to the Chemical Examiner, Patiala with 16 seals\n\nand eight seals on the envelops along with the letter CHK-2. These were\n\ndeposited on 11.11.1994. Therefore, he was a witness regarding the deposit\n\nof the articles with the Chemical Examiner. Besides, in cross-examination\n\nhe has stated that he was present in the Police Station when the FIR was\n\nregistered on 7.11.1994 and at that time all the accused were present in the\n\nPolice Station and the dead body was also there in the gunny bag at that\n\ntime on 7.11.1994. The position is that he has accepted the suggestion as\n\nput by the defence counsel. This by itself may not mean that the dead body\n                                               Cr. Appeal No.458-DB/1998 &amp;\n                                               Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_24\">                                     [25]</span>\n\nwas there at the police station on 7.11.1994 and the accused had already\n\nbeen arrested on the same day, that is, a day earlier to the registration of the\n\nFIR on 8.11.1994. However, the same does cast some reasonable doubts.\n\nIn any case, there are other circumstances which do not establish the case of\n\nthe prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">             The other circumstance, which has been urged by the\n\nprosecution is regarding the recovery of watch and ring belonging to Bant\n\nSingh (deceased). It may be noticed that Kehar Singh (PW-12) in his\n\ndeposition in Court has submitted that he himself prepared the identification\n\nmemo (Ex.PQ). A perusal of the said identification memo (Ex.PQ) would\n\nshow that it is indeed prepared by Kehar Singh, Sarpanch (PW-12) himself.\n\nThe memo is hand written in vernacular in the hand-writing of Kehar Singh\n\nand it is stated that he had come to the Police Station and was sitting in one\n\nroom. Harjinder Singh, Munshi showed him one gold finger ring on which\n\n`BS&#x27; was written and one watch `citizen&#x27; along with a chain. These were\n\ntaken out from the `Malkhana&#x27; and given to him. These were mixed-up with\n\nother articles about five in number lying there. Thereafter, Sher Singh-\n\ncomplainant (PW-4) was called inside and he was asked to identify the\n\nwatch and finger ring of his brother. At this, Sher Singh (PW-4) identified\n\nthe same watch and the same ring to be that of his brother Bant Singh and\n\nwhich had been given to him (Kehar Singh PW-12) after taking them out\n\nfrom the `Malkhana&#x27;.     The identified articles were then returned to the\n\nMunshi and identification memo (Ex.PQ) was recorded. It may be noticed\n\nthat the identification memo (Ex.PQ) has not been signed or attested by the\n\nInvestigating Officer or for that matter any police official and it has been\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_25\">                                    [26]</span>\n\nprepared by Kehar Singh (PW-12) himself who even on his own conducted\n\nthe proceedings of identification. Besides, Sher Singh (PW-4) had signed\n\nthe same as a witness. It is stated by Kehar Singh (PW-12) in his cross-\n\nexamination that Munshi was not inside the room when the identification\n\nwas done. The four watches and four rings were brought by the Munshi at\n\nhis instance. It is also stated that the ring and the wrist watch were lying\n\nwith the Munshi when he went there. HC Baljinder Singh (sic. Barjinder\n\nSingh) (PW-13) has tendered in evidence his affidavit (Ex.PW.13/A). It is\n\ninter alia stated in the said affidavit (Ex.PW.13/A) by Barjinder Singh, Head\n\nConstable that he was posted as AMHC Police Station Sadar, Khanna from\n\n7.11.1994 to 11.11.1994 and the charge of the `Malkhana&#x27; was with him.\n\nOn 8.11.1994, Sub Inspector Shanker Dass, SHO Police Station Sadar,\n\nKhanna (PW-15) handed over to him two letters concerning the case i.e.\n\nCHK-2 and CHK-5 both dated 8.11.1994 which were sealed in an envelope\n\nbearing seal `BS&#x27; and the five seal impression of each. One bundle was\n\nsealed with 16 seals and one was sealed with 8 seals. SI Shanker Dass,\n\nSHO (PW-15) also handed over to him three more bundles bearing the\n\nimpression of `BS&#x27; which were deposited by him in the `Malkhana&#x27;. A\n\nperusal of the said affidavit indeed would show that there is no mention of\n\nany ring that is said to have been recovered being given to HC Barjinder\n\nSingh (PW-13). Therefore, not much reliance can be placed on such an\n\nidentification memo which is prepared by Kehar Singh (PW-12) himself and\n\nis signed by the complainant Sher Singh (PW-4) as a witness.\n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">            In view of the above, we are unable to agree with the\n\nobservations of the learned trial Court that the circumstantial evidence was\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_26\">                                    [27]</span>\n\ncomplete in all respect which prove the guilt of the accused and that they\n\nhad committed the murder of Bant Singh (deceased). The learned trial\n\nCourt though held the delay of going to the Police on 2.11.1994 even\n\nthough Bant Singh (deceased) was not heard of or seen since September\n\n1994 to be of not much significance. This, in our view, was of quite\n\nsignificance in the facts and circumstances as have been enumerated above.\n\nThe fact that Sher Singh-complainant (PW-4) had been asking his sister-in-\n\nlaw Paramjit Kaur (appellant) regarding the whereabouts of Bant Singh and\n\nunless he had got a definite reply he could not go and lodge a report with\n\nthe Police in the facts and circumstances is not tenable. In case Bant Singh\n\n(deceased) was not heard of for a period of almost two months then Sher\n\nSingh-complainant (PW-4) would have at least brought the matter to the\n\nnotice of his other relatives or even the Panchayat of the village. Even if it\n\nis taken that the delay in lodging the FIR was not fatal to the case of the\n\nprosecution the possibility of Bant Singh (deceased) going away on his own\n\nand thereafter not being heard of cannot be ruled out. Besides, this by itself\n\nwould not warrant a finding to be returned that the appellants had\n\ncommitted the murder of Bant Singh.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">            It may also be noticed that the fact that a co-villager Harbans\n\nSingh (PW-6) had disclosed to Sher Singh-complainant (PW-4) that Kesar\n\nSingh (appellant) and Harbans Singh (appellant) were carrying something\n\non their cycle carrier i.e. a gunny bag on the night of 4.9.1994 and,\n\ntherefore, Sher Singh-complainant (PW-4) became firm and he lodged the\n\nreport is not a circumstance which can be said to have occurred in the\n\nnormal course of events. The statement (Ex.DB) was made by Harbans\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_27\">                                    [28]</span>\n\nSingh (PW-6) in terms of <a href=\"/doc/447673/\" id=\"a_26\">Section 161</a> Cr.P.C. before SI Shanker Dass, SHO\n\n(PW-15) on 7.11.1994 with regard to his seeing Kesar Singh (appellant)\n\nholding the bicycle and there being a weighty thing loaded in a gunny bag\n\non the carrier. The gunny bag was held by Harbans Singh (appellant). Both\n\nHarbans Singh and Kesar Singh (appellants) were known to Harbans Singh\n\n(PW-6). However, there is considerable delay in bringing this fact to the\n\nnotice of Sher Singh (PW-4) by Harbans Singh (PW-6). During cross-\n\nexamination Harbans Singh (PW-6) could not given the father&#x27;s name of\n\nHarbans Singh (appellant) or about the other name of Kesar Singh\n\n(appellant) i.e. as to what was the other name he was known by. He was\n\nconfronted with his statement (Ex.DB) where father&#x27;s name is not\n\nmentioned, however, Kesar Singh alias Bittu is mentioned. He also states\n\nin his cross-examination that he did not go to any respectable person to\n\ninform about the accused Harbans Singh (appellant) and Kesar Singh\n\n(appellant) carrying the gunny bag with something on it. He told this fact to\n\nSher Singh-complainant (PW-4) on 6.11.1994 and before that he did not see\n\nSher Singh nor refer this matter. The fact that Harbans Singh (PW-6) had\n\nseen Harbans Singh (appellant) and Kesar Singh (appellant) carrying some\n\nheavy substance on the carrier of the bicycle about two and half months\n\nbefore the matter was reported to the Police is in the facts and circumstances\n\nquite doubtful.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">            The fact that Asarfi (PW-7) had deposed that Bant Singh\n\n(deceased) had not come to him even if it is accepted that Bant Singh\n\n(deceased) had not gone to Asarfi (PW-7) regarding bargaining of a cow\n\nwith him that would not be a so strong circumstance to hold that the\n                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_28\">                                    [29]</span>\n\nappellants had committed the murder of Bant Singh. Asarfi (PW-7) in his\n\ncross-examination does accept the position that he had a cow which was to\n\nbe sold. Therefore, Bant Singh (deceased) may be aware of a cow being\n\nsold by Asarfi (PW-7) and had discussed the same with his wife Paramjit\n\nKaur (appellant). As such when she was unaware of the whereabouts of\n\nBant Singh she stated that he had gone to Rohno Kalan to strike a bargain of\n\na cow with Asarfi (PW-7).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">            Reliance placed on the extra-judicial confession made by Kesar\n\nSingh to Bhagwant Singh (PW-11) was held by the learned trial Court to be\n\na strong circumstance. In fact, as is well known extra-judicial confession is\n\na weak type of evidence and not much reliance can be placed on the same\n\nspecially when Bhagwant Singh (PW-11) states that on the intervening\n\nnight of 7/8.11.1994 Kesar Singh, Bhagwanti and Paramjit Kaur\n\n(appellants) came to his house and Kesar Singh (appellant) disclosed to him\n\nthat he along with Bhagwanti, Paramjit Kaur and Harbans Singh\n\n(appellants) committed the murder of Bant Singh as he had been harassing\n\nhis sister Paramjit Kaur (appellant) and was not paying maintenance and\n\nwas beating her. Further after causing his death they had put his dead body\n\nin the field under the ground of Village Mohanpur across the G.T. Road in a\n\ngunny bag. It is not shown as to how Bhagwant Singh (PW-11) was a\n\nperson of confidence of Kesar Singh, Bhagwanti and Paramjit Kaur\n\n(appellants) so as to disclose regarding the commission of the murder. It is\n\nalso stated by him in his cross-examination that there is Lambardar,\n\nSarpanch and Panches in Village Rohno Kalan, however, there is nothing to\n\nshow as to why the said appellants would go to Bhagwant Singh (PW-11).\n</p><p data-structure=\"PetArg\" id=\"p_27\">                                              Cr. Appeal No.458-DB/1998 &amp;\n                                              Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_29\">                                    [30]</span>\n\n            In the afore-noticed circumstances, it cannot be said to be\n\nproved beyond shadow of doubt that the appellants indeed had committed\n\nthe murder of Bant Singh (deceased). This is specially for the reason that\n\nthe motive of committing the murder is not such which would warrant that\n\nthe appellants would commit his murder. Paramjit Kaur (appellant) is stated\n\nto be a characterless lady, however, nothing has been shown as regards her\n\nalleged loose character. In case where prosecution is not able to establish a\n\nmotive behind the crime it assumes importance especially when the\n\nprosecution case rests primarily on circumstantial evidence or on witnesses\n\nwho have inimical background. Therefore, the absence of clear motive and\n\nsomewhat bias of Sher Singh (PW-4) as to the disappearance of his brother\n\nBant Singh (deceased) does cast a reasonable doubt as to whether Bant\n\nSingh had indeed been murdered by the appellants. The dead body has not\n\nbeen identified to be established to be that of Bant Singh as it was mere\n\nskeleton and the clothes cannot be accepted in such a condition from which\n\nhis body could be identified. There is considerable delay in the lodging of\n\nthe FIR. The extra-judicial confession made by appellants Kesar Singh,\n\nBhagwanti and Paramjit Kaur before Bhagwant Singh (PW-11) is a weak\n\ntype of evidence. There is no explanation for the delay by Harbans Singh\n\n(PW-6) to state that he had seen Kesar Singh (appellant) and Harbans Singh\n\n(appellant) carrying some heavy thing on the carrier of the bicycle on the\n\nnight of 4.9.1994.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">            For the foregoing reasons both the appeals are allowed and the\n\njudgment and order of the learned trial Court convicting and sentencing the\n\nappellants Paramjit Kaur and others in Criminal Appeal No.458-DB of 1998\n                                               Cr. Appeal No.458-DB/1998 &amp;\n                                               Cr. Appeal No.56-DB of 1999\n<span class=\"hidden_text\" id=\"span_30\">                                     [31]</span>\n\nand Harbans Singh (appellant) in Criminal Appeal No.56-DB of 1999 are\n\nset aside and the appellants are acquitted of the offences attributed to them.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">                                                           (S.S. Saron)\n                                                                Judge\n\n\n\nAugust 29, 2008.                                          (Mohinder Pal)\n                                                               Judge\n*hsp*\n\n\n\nNOTE: Whether to be referred to the Reporter or not:Yes\n </p>","numcites":9,"numcitedby":36,"docsource":"Punjab-Haryana High Court","citetid":461672,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"extra judicial confession","formInput":"extra%20judicial%20confession"},{"value":"delay in lodging","formInput":"delay%20in%20lodging"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"recovery of dead body ","formInput":"recovery%20of%20dead%20body%20"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":" offence under section 404 I.P.C","formInput":"%20offence%20under%20section%20404%20I.P.C"},{"value":"confession","formInput":"confession"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"section 404 ipc","formInput":"section%20404%20ipc"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"underwear ","formInput":"underwear%20"},{"value":"ipc 201","formInput":"ipc%20201"},{"value":"strangulation","formInput":"strangulation"},{"value":"malkhana","formInput":"malkhana"},{"value":" who can do post mortem examination   ","formInput":"%20who%20can%20do%20post%20mortem%20examination%20%20%20"},{"value":"section 404 indian penal code","formInput":"section%20404%20indian%20penal%20code"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"kehar singh","formInput":"kehar%20singh"},{"value":"404 ipc","formInput":"404%20ipc"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"},{"value":"kidnapping-abducting-for-murder","formInput":"tag:kidnapping-abducting-for-murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"}],"courtcopy":true,"query_alert":null,"agreement":false}