{"tid":501300,"publishdate":"2010-11-23","title":"Chhaganlal vs The State Of Madhya Pradesh on 23 November, 2010","doc":"<h2 class=\"doc_title\">Chhaganlal vs The State Of Madhya Pradesh on 23 November, 2010</h2>\n\n<pre id=\"pre_1\">  HIGH COURT OF JUDICATURE MADHYA PRADESH,\n                  JABAPLUR\n\n      Single Bench: Hon&#x27;ble Mr. Justice N.K.Gupta,J.\n\n              CRIMINAL APPEAL NO.2038 OF 2008\n\n                              Chhaganlal Bhilala.\n                                           Vs.\n                          State of Madhya Pradesh.\n-------------------------------------------------------------------------------------------\nShri Rakesh Khare, Advocate for the appellant.\n\nShri Akhilesh Shukla, Deputy Govt. Advocate for the\nrespondent/ State.\n-------------------------------------------------------------------------------------------\n                                JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">          (Delivered on the 23rd day of November, 2010)\n\n\n\n               This criminal appeal is filed by the appellant\n\nbeing aggrieved by the judgment dated 28/07/2008 passed\n\nby the 11th Additional Sessions Judge (Fast Track Court),\n\nBhopal in ST No.133/2008 whereby the appellant was\n\nconvicted for commission of offence punishable under\n\n<a href=\"/doc/619940/\" id=\"a_1\">Sections 363</a>, <a href=\"/doc/1559723/\" id=\"a_2\">366-A</a> and <a href=\"/doc/1279834/\" id=\"a_3\">376</a> of IPC and was inflicted with\n\nthe sentence of 10 years with fine of Rs.5,000/- for the\n\noffence under <a href=\"/doc/1559723/\" id=\"a_4\">Section 366-A</a> of IPC and 7 years with fine of\n\nRs.5,000/- for the offence under <a href=\"/doc/1279834/\" id=\"a_5\">Section 376</a> of IPC,\n\nwhereas no separate sentence was inflicted for the offence\n\nunder <a href=\"/doc/619940/\" id=\"a_6\">Section 363</a> of IPC. All the sentences were directed to\n\nrun concurrently. It was also directed that a sum of\n\nRs.10,000/-         be      provided         to     the      prosecutrix          as     a\n\ncompensation out of the fine amount, if deposited.\n</p><p data-structure=\"Issue\" id=\"p_2\">                            2            Criminal Appeal No.2038/2008\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_3\">2.        It is admitted that the prosecutrix as well as the\n\nappellant-accused belongs to Scheduled Tribe &quot;Bhilala&quot; and\n\nthey were governed by their custom.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3.        Prosecution case, in short, is that the prosecutrix\n\naged 15 years was staying with her uncle viz. Naval Singh\n\nat Bhopal. She came to Bhopal to do some labour work to\n\nearn her livelihood. The appellant-accused Chhaganlal was\n\nbrother-in-law of the prosecutrix. Initially one cousin sister\n\nof the prosecutrix was married with the appellant-accused\n\nChhaganlal, but at the time of incident the appellant-\n\naccused was a widower. On 2/1/2008 at about 9:00 AM in\n\nthe morning the appellant-accused Chhaganlal asked the\n\nprosecutrix to visit Habibganj with him for a labour work\n\nassigned by the contractor. Consequently she visited\n\nHabibganj   with   the   appellant-accused.    The     appellant-\n\naccused took her to Goharganj by a truck, then from\n\nGoharganj he took her to village Agariya. In the midway the\n\nappellant-accused committed rape on her. Thereafter the\n\nappellant-accused took her to his uncle&#x27;s house at Agariya\n\nwhere they stayed for two days and in the house of his\n\nuncle the appellant-accused committed rape on her for 2-3\n\ntimes. Then again the appellant-accused took her to the\n\nhouse of his sister at village Sadoli where they stayed for\n\nfour days and the appellant-accused committed rape on the\n\nprosecutrix in each night. Again they came to village\n\nAgariya and stayed for one day. From Agariya they\n                               3            Criminal Appeal No.2038/2008\n\n\n\n\nproceeded of Goharganj on foot. In the midway Jhuma Bai\n\n(PW-5), mother of the prosecutrix saw them and she\n\nrecovered the prosecutrix and took her to Police Station\n\nGoharganj. The police referred the matter to the Police\n\nStation Piplani where after due enquiry the crime was\n\nregistered by Ex.P-12.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.        The prosecutrix was directed for her medical\n\nexamination. The appellant-accused was also arrested and\n\ndirected for his medical examination. The Investigating\n\nOfficer examined so many witnesses in investigation. He\n\nhad also sent two slides of the vaginal swab of the\n\nprosecutrix, sperm slides of the appellant-accused, one\n\nunderwear of the appellant-accused and some pubic hair of\n\nthe appellant-accused to the Forensic Science Laboratory\n\nfor examination. After due investigation, the police had filed\n\na challan before the concerned committal Court against the\n\nappellant-accused for commission of offence punishable\n\nunder <a href=\"/doc/619940/\" id=\"a_7\">Sections 363</a>, <a href=\"/doc/796352/\" id=\"a_8\">366</a> &amp; <a href=\"/doc/1279834/\" id=\"a_9\">376</a> of IPC.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">5.        The appellant-accused abjured his guilt. He did\n\nnot take any specific defence. He denied all the allegations\n\nappended upon him. He had stated that he was falsely\n\nimplicated in the matter, but no defence witness was\n\nadduced by him before the trial Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">6.        After considering the evidence adduced by the\n\nparties, the learned Additional Sessions Judge found the\n\nappellant-accused    guilty       for   commission     of    offence\n                            4               Criminal Appeal No.2038/2008\n\n\n\n\npunishable under <a href=\"/doc/619940/\" id=\"a_10\">Sections 363</a>, <a href=\"/doc/1559723/\" id=\"a_11\">366-A</a> and <a href=\"/doc/1279834/\" id=\"a_12\">376</a> of IPC and\n\ninflicted the aforesaid sentence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">7.        I have heard the learned counsel for the parties at\n\nlength.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">8.        Learned counsel for the appellant-accused has\n\nsubmitted that according to the custom of the tribe of the\n\nprosecutrix   and   the   accused,   the     accused      took    the\n\nprosecutrix to marry with her, but since the accused could\n\nnot pay the compensation as required by the parents of the\n\nprosecutrix, mother of the prosecutrix lodged an FIR.\n\nActually the prosecutrix was a consenting party. She did not\n\nresist anywhere. She was sent with the appellant-accused\n\nwith the consent of her uncle Naval Singh and cousin\n\nRajesh, and therefore no offence of kidnapping was made\n\nout. He has further submitted that actually the prosecutrix\n\nwas above 18 years of age, and therefore no offence was\n\nconstituted against the appellant-accused, but unfortunately\n\nthe learned Additional Sessions Judge did not consider the\n\nassessment of age as suggested by the defence.\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">9.        If the entire evidence of the prosecutrix (PW-4) is\n\nconsidered, then it is clear that she remained with the\n\nappellant-accused for nine days at various places like\n\nvillage Agariya and village Sadoli. She stayed at Agariya for\n\ntwo days initially and then one day in her return visit\n\nwhereas she stayed at Sadoli for four days. She has\n\nadmitted in cross examination that her cousin Rajesh was\n                           5            Criminal Appeal No.2038/2008\n\n\n\n\naware with the fact that she was going with the appellant-\n\naccused to work at Habibganj. She was taken by the\n\nappellant to Habibganj, then to Goharganj by a truck, but\n\nshe did not inform anything to the driver etc. They dropped\n\nat bus stand Goharganj by truck, but she did not make any\n\nhue and cry. She did not shout in the public place and she\n\nwent with the appellant-accused without any resistance. In\n\nher case diary statement, she has stated that they went by\n\nbus, but in the trial Court she denied that she gave such a\n\nstatement to the police. It is clear that she did not say\n\nanything to other co-passengers and did not resist in her\n\nvisit, therefore now in the trial Court she was telling that\n\nshe travelled by a truck and not by a bus.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">10.       At village Agariya or Sadoli she admits that there\n\nare so many houses of the persons belonging to her tribe.\n\nHer such a statement indicates that she was free to visit the\n\nhouses of various persons of the locality belonging to the\n\nsame tribe. She has admitted the custom that in her tribe if\n\nsomeone wants to marry with a girl, he takes her with him\n\nand then he has to pay some compensation to the parents of\n\nthe girl and if he is unable to pay the compensation, then\n\nmarriage cannot take place, though she denied that the\n\naccused took her due to that custom.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">11.       Rato Singh (PW-8), who is uncle of the appellant-\n\naccused has stated that the prosecutrix and the appellant\n\nresided in his house for 3-4 days and the prosecutrix who\n                             6           Criminal Appeal No.2038/2008\n\n\n\n\nwas above 18 years of age was telling his kids that she is\n\nthe wife of the appellant-accused. She lived happily in his\n\nhouse. Neither this witness was declared hostile nor the\n\nprosecution disbelieved him. Rato Singh (PW-8) in his\n\nstatement has directed the prosecutrix by word &quot;laadi&quot; that\n\nmeans wife of the appellant-accused. Rato Singh is a\n\nprosecution witness on whose testimony the prosecution\n\nbelieves, therefore, looking to the statement of this witness,\n\nthe conduct of the prosecutrix is clear that she lived with\n\nthe appellant-accused as a wife in village Agariya, therefore\n\nit appears that the prosecutrix was a consenting party in\n\nthe said visit and such physical relations with the appellant.\n\n</p><p data-structure=\"Facts\" id=\"p_13\">12.         The entire matter rests on the assessment of age\n\nof    the   prosecutrix.   The   prosecutrix   (PW-4)      whose\n\nstatements were taken in the trial Court after five months of\n\nthe incident, she has still stated her age to be 15 years.\n\nJhuma Bai (PW-5), mother of the prosecutrix and Than\n\nSingh (PW-7), father of the prosecutrix have stated that the\n\nprosecutrix was 15 years old at the time of incident. Than\n\nSingh (PW-7) reduced her age to 14 years at the time of\n\nincident, but he could not inform the Court that in which\n\nyear his marriage took place. He did not mention the age of\n\nhis wife. He has seven children, but he could not tell the\n\nage of anyone. Than Singh stated his age to be 30 years,\n\nwhereas his wife stated her age to be 45 years, that clearly\n\nshows that these persons were rustic illiterate persons, who\n                            7              Criminal Appeal No.2038/2008\n\n\n\n\ndid not have any account of any age etc. Jhuma Bai has\n\nstated that her elder child is a daughter Anita whose age is\n\nnot known to her and her younger child is a girl, who is\n\naged 10 years. The prosecutrix (PW-4) in para 6 and 7 of\n\nher statement has stated that she was the second number\n\nchild of the family and her elder sister Sunita was aged 17\n\nto 18 years.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">13.       If the age of the Jhuma Bai (PW-5) is considered\n\nto be 45 years, then certainly since she was an illiterate\n\ntriable girl, she must have married with her husband at the\n\nage of 16 to 18 years and she must have had her first child\n\nin the age of 20 years of age, therefore, age of the Sunita\n\nmust be of 25 years on the basis of age of the witness\n\nJhuma Bai. The prosecutrix (PW-4) has stated before the\n\ntrial Court that she was 1 ½ years younger than her sister\n\nSunita, therefore she must be 18 ½ years of age at the time\n\nof incident. In the present case, there is no certainty of age\n\nfrom the data given by the parents of the prosecutrix and\n\nthe prosecutrix herself. No educational record is submitted\n\nfor that purpose, therefore the medical evidence should be\n\nassessed on the basis of data provided by the parents of the\n\nprosecutrix.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">14.       Dr.   Anita   Peter   (PW-6),   who     examined       the\n\nprosecutrix has submitted a report Ex.P-1 and informed the\n\nCourt that secondary sex characters of the prosecutrix were\n\nfully developed, however in the vaginal examination of the\n                              8            Criminal Appeal No.2038/2008\n\n\n\n\nprosecutrix one finger could be inserted with a difficulty.\n\nShe has admitted in the cross examination that axillary and\n\npubic hairs of the prosecutrix were thick and hard. Position\n\nof the vagina is not a consideration in the computation of\n\nage. If a girl of 13 years is directed for cohabitation for\n\nseveral times, then two fingers may be easily inserted in her\n\nvagina, whereas if a grownup girl who has not experienced\n\nthe intercourse for so many times, may not have such a\n\nvaginal position, therefore for assessment of the age,\n\nsecondary   sex     characters   should    be    observed.       The\n\nsecondary sex characters of the prosecutrix were fully\n\ndeveloped. She had 28 teeth in her mouth.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">15.       Dr.     C.S.Jain   (PW-11)      who    examined        the\n\nprosecutrix for assessment of her age, has submitted his\n\nreport Ex.P-16. (Ex.P-16 is annexed at page No.29 of the\n\nmain file, which is incomplete. It is only 3rd page of the\n\nreport, whereas first page of the report is at page No.22\n\nand it has no exhibit marking, whereas second page of the\n\nreport is available in the file of JMFC Trupti Sharma in RT\n\nNo.3441/2008 at page No.7. Concerned X-ray plates are\n\nalso in the record of RT No.3441/2008. To make the file\n\ncomplete, page No.2 of the report and X-ray plates be\n\nshifted from the record of RT No.3441/2008 to the main file\n\nof the Sessions Case). Dr. C.S.Jain (PW-11) has opined that\n\nlooking to the fusion of meta carpal bones and lower arm of\n\nhumerus and upper ends of radius and ulna bones, he found\n                            9                Criminal Appeal No.2038/2008\n\n\n\n\nthe age of the prosecutrix to be 15 years with an addition of\n\nsix months on both the sides. He has admitted in para 7 of\n\nhis statement that if according to the Medical Jurisprudence\n\nof Dr. Modi, if lower part of the radius bone was fused, then\n\nthe prosecutrix could be of 18-19 years of age. He has\n\nfurther admitted in para 5 that nutrition and environment\n\nare also responsible for well development of a child, and\n\ntherefore if the prosecutrix was not provided with nutrition\n\ndiet etc., it was possible that she could not get her other\n\nbones fused, though she has completed her age of more\n\nthan 18 years.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">16.       Looking to the diet, environment etc. a variation\n\nof 2-3 years may arise in computation of age. In the\n\nossification test, Dr. Jain has admitted that if the lower part\n\nof radius bone was found fused, then she must be of 18 to\n\n19 years of age, whereas other bones of her hand was found\n\nfused, therefore looking to the age of the mother of the\n\nprosecutrix   and   possible     age   of   the    prosecutrix       in\n\ncomparison to her sister Sunita&#x27;s age, it appears that due to\n\nlack of nutrition etc., the prosecutrix could not get lower\n\npart of the radius bones fused, therefore in the result of\n\nossification test, 2-3 years may be added to compute the\n\nactual age of the prosecutrix.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">17.       Dr. Jain has also found that one molar tooth of the\n\nprosecutrix was in a growth and molar tooth may erupt in\n\nthe age of 17-18 years of age. It is also possible that last\n                             10           Criminal Appeal No.2038/2008\n\n\n\n\nmolar tooth may not erupt in the entire life. Looking to the\n\nvarious symptoms for computation of age given by Dr. Jain\n\nin his report, it appears that due to lack of nutrition etc. the\n\nphysical development of the prosecutrix could not take\n\nplace, but she was above 18 years of age at the time of\n\nincident. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28704249\" id=\"span_1\">In this context, the judgment of the Hon&#x27;ble Apex\n\nCourt in the case of &quot;<a href=\"/doc/28704249/\" id=\"a_13\">State of       Karnataka Vs. Suresh\n\nBabu Puk Raj Porral</a>&quot; (AIR 1994 SC 966) may be\n\nreferred, in which it is observed that the Radiologist\n\nconducted all the necessary tests and then also took X-rays.\n\nFrom the ossification test, according to him, her age could\n\nbe under 18 years. But according to Isshial Tuberosity, her\n\nage could be below 20 years. Like that, from the tests and\n\nexaminations of Distal end femur and Tibia etc., the doctor\n\ngave the approximate age stating that it could be 16 years.\n\nBut the data given would show that she could be aged 18\n\nyears also.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"28704249\" id=\"span_2\">18.       In the present case, according to the age of\n\nmother and sister of the prosecutrix, the prosecutrix could\n\nbe more than 18 years of age and also data given by Dr.\n\nJain, it was possible that she could be of more than 18 years\n\nof age. Dr. Jain has based his computation on the X-ray\n\nplates of one hand only, whereas he could compute the age\n\nin a better manner if he has taken the X-ray of legs etc.\n\nLooking to the incomplete assessment of Dr.Jain, entire\n\nsymptoms shown by him in his report Ex.P-16 and in the\n                             11           Criminal Appeal No.2038/2008\n\n\n\n\nlight of above observations of the Hon&#x27;ble Apex Court in the\n\ncase of <a href=\"/doc/28704249/\" id=\"a_14\">Suresh Babu Puk Raj</a> (supra), it appears that the\n\nprosecutrix was above 18 years of age at the time of\n\nincident. If any doubt is created regarding the age of the\n\nprosecutrix, then the benefit of doubt is to be given to the\n\naccused. In the present case, a doubt is created that the\n\nprosecutrix was above 18 years of age at the time of\n\nincident.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">19.         Since the prosecutrix was above 16 years of age\n\nat the time of incident and she was a consenting party to\n\nhave cohabitation with the appellant-accused, no injury was\n\nfound on her person and she did not make any hue and cry\n\nat the time of such cohabitation, therefore it appears that\n\nthe prosecutrix was a consenting party in all the activities\n\nof the accused/appellant, hence no offence under <a href=\"/doc/1279834/\" id=\"a_15\">Section\n\n376</a> of IPC is made out against the appellant.\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">20.         Similarly as per the evidence of the prosecutrix in\n\npara 8, she was residing with her cousin Rajesh at\n\nSiddharth Nagar and was working with a contractor where\n\nher uncle Naval Singh and aunt were working. She has\n\nfurther admitted in her evidence in para 8 that Rajesh was\n\nwell aware that she was living with the appellant-accused.\n\nJhuma Bai (PW-5), mother of the prosecutrix has stated that\n\nwhen she was waiting for a bus at Goharganj, she saw the\n\nprosecutrix and the appellant-accused. She did not shout on\n\nthe appellant-accused or on the prosecutrix, but she took\n                                12           Criminal Appeal No.2038/2008\n\n\n\n\nthem to Police Chowki Goharganj. But no documents were\n\nbrought on record to show that there was any involvement\n\nof    police    Goharganj.    The   story   of   recovery      of   the\n\nprosecutrix as mentioned by Jhuma Bai (PW-5) seems to be\n\nunnatural. It was not possible that by co-incident Jhuma Bai\n\nsaw the prosecutrix and the appellant-accused. It appears\n\nthat the appellant-accused took the prosecutrix with the\n\nconsent of Rajesh and Naval Singh and the prosecutrix and\n\nthe accused were called back by the parents of the\n\nprosecutrix and since no settlement took place, then Jhuma\n\nBai lodged an FIR against the appellant-accused. If Jhuma\n\nBai met the prosecutrix at Goharganj and she took her to\n\nPolice Station Goharganj, then there must be some record\n\nof    recovery     of   the   prosecutrix   prepared      by    police\n\nGoharganj, whereas recovery memo Ex.P-6 was prepared in\n\nPolice Station Piplani, Bhopal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">21.            The incident of recovery also confirms that the\n\nprosecutrix was sent with the appellant-accused to marry\n\nwith him by her uncle Naval Singh with the consent of\n\nRajesh, and therefore the prosecutrix was a consenting\n\nparty in going with the appellant-accused, therefore offence\n\nunder <a href=\"/doc/619940/\" id=\"a_16\">Section 363</a> as well as 366-A of <a href=\"/doc/1569253/\" id=\"a_17\">IPC</a> is also not made\n\nout against the appellant-accused.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">22.            On the basis of aforesaid discussion, it is clear\n\nthat there is a doubt that the prosecutrix was above 18\n\nyears of age at the time of incident, and therefore benefit of\n                            13             Criminal Appeal No.2038/2008\n\n\n\n\ndoubt is to be given in favour of the appellant-accused. The\n\nprosecutrix was a consenting party in her visits with the\n\nappellant, hence no offence under <a href=\"/doc/619940/\" id=\"a_18\">Section 363</a> or 366-A of\n\n<a href=\"/doc/1569253/\" id=\"a_19\">IPC</a> is made out against the appellant-accused. Therefore,\n\nconviction directed by the trial Court for the alleged offence\n\ncannot be sustained in the eyes of law.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"794144\" id=\"span_3\">23.       Learned counsel for the appellant-accused in\n\nsupport of his contention has placed his reliance on the\n\njudgment of this Court in the case of &quot;<a href=\"/doc/794144/\" id=\"a_20\">Bapulal Vs. State of\n\nMadhya Pradesh</a>&quot; [2002 Cr.LR (MP) 139], in which it is\n\nobserved that the prosecution failed to prove that the\n\nprosecutrix was minor or below 18 years of age on the date\n\nof incident. She remained in company of the appellant for a\n\nlong period and visited several places. During this period\n\nshe had sufficient time and opportunity to complain about\n\nher forcible kidnapping but she did not do so, therefore the\n\nprosecutrix was a consenting party and the appellants were\n\nentitled to get the benefit of doubt.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">24.       Also she did not resist in cohabitation with the\n\nappellant neither at Agariya nor at Sadoli. She did not make\n\nany hue &amp; cry or raise any alarm at any place in those nine\n\ndays. Therefore, she appears to be a consenting party and\n\nsince she was above 16 years of the age, no offence under\n\n<a href=\"/doc/1279834/\" id=\"a_21\">Section 376</a> of IPC is made out against the appellant. In\n\nview of the above facts and circumstances of the case, the\n\nappeal of the appellant deserves to be allowed and the\n                            14              Criminal Appeal No.2038/2008\n\n\n\n\nappellant-accused is entitled to be acquitted of all the\n\ncharges.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">25.        Consequently,   the   appeal       succeeds       and     is\n\nallowed. The conviction as well as sentence imposed on the\n\nappellant-accused    for   the   offence     punishable        under\n\n<a href=\"/doc/619940/\" id=\"a_22\">Sections 363</a>, <a href=\"/doc/1559723/\" id=\"a_23\">366-A</a> and <a href=\"/doc/1279834/\" id=\"a_24\">376</a> of IPC is hereby set aside. The\n\nappellant-accused is acquitted of all the charges. The\n\nappellant will get the fine amount back, if he has deposited\n\nany.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">26.        At present the appellant is in custody, therefore a\n\nrelease warrant be issued in this regard forthwith.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_28\">                                                   (N.K.Gupta)\n                                                       Judge\n                                                    23/11/2010\n\nAnsari.\n</p> ","numcites":7,"numcitedby":18,"docsource":"Madhya Pradesh High Court","citetid":501300,"divtype":"judgments","relatedqs":[{"value":"ossification test","formInput":"ossification%20test"},{"value":"rape ","formInput":"rape%20"},{"value":"age of the prosecutrix","formInput":"age%20of%20the%20prosecutrix"},{"value":"ipc 376","formInput":"ipc%20376"},{"value":"section 376","formInput":"section%20376"},{"value":"cohabit","formInput":"cohabit"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"376,","formInput":"376%2C"},{"value":"section 363","formInput":"section%20363"},{"value":"committed rape on","formInput":"committed%20rape%20on"},{"value":"section 363 & 366","formInput":"section%20363%20%26%20366"},{"value":"sex ","formInput":"sex%20"},{"value":"section 366 a","formInput":"section%20366%20a"},{"value":"vaginal","formInput":"vaginal"},{"value":"ossification","formInput":"ossification"},{"value":"indian penal code 376","formInput":"indian%20penal%20code%20376"},{"value":"section 366","formInput":"section%20366"},{"value":"i.p.c 376","formInput":"i.p.c%20376"},{"value":"tribes","formInput":"tribes"},{"value":"363","formInput":"363"}],"cats":[{"value":"rape","formInput":"tag:rape"},{"value":"kidnapping","formInput":"tag:kidnapping"},{"value":"procuration-of-minor-girl","formInput":"tag:procuration-of-minor-girl"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"kidnapping-to-compel-marriage","formInput":"tag:kidnapping-to-compel-marriage"}],"courtcopy":true,"query_alert":null,"agreement":false}