{"tid":1375058,"publishdate":"2007-08-09","title":"D.D. Sharma Through Shri R.B. Singh, ... vs Madhya Pradesh Rural Roads Development ... on 9 August, 2007","doc":"<h2 class=\"doc_title\">D.D. Sharma Through Shri R.B. Singh, ... vs Madhya Pradesh Rural Roads Development ... on 9 August, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2008MP72, 2008(1)ARBLR592(MP), AIR 2008 MADHYA PRADESH 72, 2008 AIHC NOC 221 (2008) 1 ARBILR 592, (2008) 1 ARBILR 592</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nK.K. Lahoti, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This order shall decide all the aforesaid applications filed by the applicants under  <a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as &#x27;Act of 1996&#x27; for short). For the convenience facts are taken from M.C.C.No.2620/2005 (D.D. Sharma v.  M.P. Rural Roads Development Authority). \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The Government of India launched a scheme for construction and upgradation of rural roads as Pradhan Mantri Gram Sadak Yojna and to implement the aforesaid scheme in the State of M.P., funds were provided to the State of M.P. The State constituted an independent authority for execution of work of rural roads in the name of M.P.Rural Roads Development authority. The authority has been registered as a society under the M.P.Society Registrikaran Adhiniyam, 1973 (hereinafter referred to as &#x27;Adhiniyam of 1973&#x27; for short). The non-applicant society invited proposals to provide contractual services for one or more consultancy packages for supervision of civil works under the supervision consultancy packages. As per the terms of packages the consultant was required to administer services as Engineer ensuring that the contractual clauses related to quality and quantity are respected and the works are implemented with the provisions and specifications within the time schedule. The applicant submitted proposals for one among the packages for supervision of civil work under the supervision consultancy packages and the proposal of applicant was accepted. That the work under the contract could not be completed in time, though the consultancy period was extended by non-applicant. Ultimately the contract was terminated by non- applicant. The applicant claimed his dues upon termination and also claimed release of security deposits, but this prayer was not accepted by the non-applicant. Thereafter the applicant served a notice claiming Rs.68.15 lacs from the non-applicants and by invoking Clause 8.2 of special conditions of contract, submitted panel for approval of the authority to be appointed as an arbitrator to decide the dispute between the parties. Clause 8.2 of special conditions is an arbitration clause providing constitution of an arbitral Tribunal in case of dispute. That the non-applicant on receipt of registered letter dated 22.8.2005 Document no.1 resisted reference to arbitrator and contended that the M.P.Arbitration Tribunal constituted under the M.P.Madhyastam Adhikaran Adhiniyam, 1983 (hereinafter referred to as &#x27;Adhiniyam of 1983&#x27; for short) has jurisdiction in the matter. Then the applicant filed present application under  <a href=\"/doc/605764/\" id=\"a_2\">Section 11(6)</a> of the Act of 1996 for constitution of arbitral tribunal. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. The non-applicant on notice opposed the application by filing a written reply, and raised following objections:\n</p>  \n\n<blockquote id=\"blockquote_1\">(i) That the contract agreement between the applicant and non- applicant falls under the definition of &#x27;Works Contract&#x27; as defined under  <a href=\"/doc/1561485/\" id=\"a_3\">Section 2(1)</a> of the Adhiniyam and as such the M.P.Arbitration Tribunal constituted under the Adhiniyam of 1983 has exclusive jurisdiction to adjudicate the dispute. As per  Section 7 of the Adhiniyam of 1983, this being a special enactment providing for statutory arbitration to decide dispute arising out of works contract with the State Government or its undertaking and will prevail over the Act, in the State of M.P. \n \n\n</blockquote><blockquote id=\"blockquote_2\">(ii) That the M.P.Rural Road Development Authority is a registered society under the Adhiniyam of 1973. It is fully owned and controlled by the State Government. This Society was constituted and registered in pursuance of the State Government to create a body which will plan and implement the development of rural roads in the entire State of M.P. \n \n\n</blockquote><blockquote id=\"blockquote_3\">(iii) That funds for carrying out work of the non-applicant is also provided by the State Government and infact it is a grant from the Central Government and State Government in this regard. The State Government fully empowered to monitor the work of the non-applicant and also empowered to issue necessary instructions to non-applicant. That the Chairman of the general body of non-applicant is Chief Minister of the State, while its Vice Chairman is the Minister for Panchayat and Rural Development Department. All the members of the General Body are ex-officio members by virtue of their posts under the State of M.P. The non-applicant is fully owned and controlled by the State Government. \n</blockquote> \n\n<blockquote id=\"blockquote_4\">(iv) That the contract agreement which was executed between the applicant and non-applicant relates to work contract. A notice inviting tender was issued for construction of road under the Pradhan Mantri Gram Sadak Yojna and the contract with the applicant was to provide consultancy service for supervision of civil work of aforesaid contractor. \n</blockquote> \n\n<blockquote id=\"blockquote_5\">(v) Under  Clause 10.2 of the agreement a mechanism is provided for resolution of dispute relating to terms and conditions of the contract. Clause 10.2 reads as under:\n</blockquote>  \n\n<blockquote id=\"blockquote_6\">If any dispute or difference of any kind whatsoever shall arise in connection with or out of this contract and which is not amicably settled between consultant and General manager as per provisions of Clause 10.2 of the agreement the same shall be referred for settlement to the dispute redressal committee which shall consist of the following:\n</blockquote> \n\n<blockquote id=\"blockquote_7\">Chief Executive Officer, MPRRDA - Chairman Chief General Manager of the respective zone - Member General Manager (Tech.) Member Secy. \n</blockquote> \n\n<blockquote id=\"blockquote_8\">The committee shall give its decision within 60 days. Any party not satisfied with the decision of the committee shall be free to refer the case for arbitration under the provisions of the <a href=\"/doc/1306164/\" id=\"a_4\">Arbitration and Conciliation Act, 1996</a>.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_9\">(vi) That the agreement between the applicant and non-applicant falls under the definition of &#x27;Works Contract&#x27; as defined in  <a href=\"/doc/1804257/\" id=\"a_5\">Section 2(i)</a> of the Act. Therefore even  Clause 10.2 of the Special Condition of the agreement provides liberty to the applicant to refer the case for arbitration under the provisions of Act, but it will not prevail over the statutory special enactment of Arbitration in the State of M.P. <a href=\"/doc/1846895/\" id=\"a_6\">Section 7</a> of the Adhiniyam of 1983 provides whether the agreement contains an arbitration clause or not, the dispute is to be referred to the Tribunal constituted under the Adhiniyam of 1983. \n</blockquote> \n\n<blockquote id=\"blockquote_10\">(vii) That the non-applicant is a public undertaking as defined under  <a href=\"/doc/1804257/\" id=\"a_7\">Section 2(g)</a> of the Adhiniyam of 1983 and a dispute relating to &quot;Works Contract&quot; is to be referred to the tribunal constituted under the Adhiniyam of 1983 which has exclusive jurisdiction to adjudicate upon such dispute. Raising aforesaid pleas it is contended by the respondents that no arbitrator under  <a href=\"/doc/605764/\" id=\"a_8\">Section 11(6)</a> of the Act may be appointed. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. Learned Counsel appearing for applicant during the course of argument submitted that:\n</p>  \n\n<blockquote id=\"blockquote_11\">(a) consultancy work does not fall within the purview of &quot;Works Contract&quot;. The consultancy work was only in respect of supervision of works contract and has no concern with the works contract awarded to another contract. The entire responsibility of applicant was to supervise civil work and to ensure that the contractor maintained quality and quantity and the work is completed within the stipulated period. \n</blockquote> \n\n<blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"322966\" id=\"span_1\">(b) That the consultancy contract does not fall within the purview of works contract as it has no concern with the works contract. Reliance is placed to Division Bench decision of this Court in Civil Revision No.920/1996 (<a href=\"/doc/322966/\" id=\"a_9\">Smt.Kamala Bai and Ors.  v.  State of M.P</a>.) dated 18.7.2006. It is submitted by the applicant that the objection raised by non-applicants be turned down and the arbitral tribunal be constituted for adjudication of the dispute arising between the parties.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_13\">(c) That under Clause 8.2 of the Special Conditions, an arbitration clause has been specifically provided which has been rightly invoked by the applicant for appointment of arbitral tribunal to decide the dispute between the parties. \n</blockquote> \n\n<blockquote id=\"blockquote_14\">(d) That under <a href=\"/doc/1930681/\" id=\"a_10\">Article 254</a> of the <a href=\"/doc/237570/\" id=\"a_11\">Constitution, the Act</a> which has been enacted by the Parliament and will prevail over the law made by the Legislature of the State. \n</blockquote> \n\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"653601\" id=\"span_2\">(e) That under the terms of contract, it was agreed by both the parties that the arbitration clause of the terms of contract shall prevail. Reliance is placed to the Apex Court judgment in <a href=\"/doc/653601/\" id=\"a_12\">Delhi Transport Corporation Ltd. v.  Rose Advertising</a> [].</span> \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_5\">5. Shri Rajendra Shrivastava, learned Counsel for non-applicant supported the case of the non-applicant as raised in the reply. It is submitted by learned Counsel for non-applicant:\n</p>  \n\n<blockquote id=\"blockquote_16\">(a) That condition No.3, 4.2, 4.3, 4.4, 4.5, 4.6 and 4.7 defines the nature of work, which was awarded to the applicant under the consultation package. From the perusal of aforesaid clauses, no conclusion can be gathered except that it was a works contract with the non-applicant. \n</blockquote> \n\n<blockquote id=\"blockquote_17\">(b) That the non-applicant firstly entered into a contract providing construction of rural roads with another contractor and thereafter entered into a contract with the applicant for supervision of aforesaid works contract. The entire supervision was of works contract and the existence of applicant depended on the works contract to be executed by another contractor. In absence of any works contract to the contractors the applicant could not exist, so the contract of applicant falls within the purview of works contract and the jurisdiction is with the Tribunal constituted under the Adhiniyam of 1983. \n</blockquote> \n\n<blockquote id=\"blockquote_18\">(c) That <a href=\"/doc/686376/\" id=\"a_13\">Section 3</a> and <a href=\"/doc/1846895/\" id=\"a_14\">7</a> of the Adhiniyam of 1983 provides the jurisdiction and  <a href=\"/doc/385194/\" id=\"a_15\">Section 20</a> of the Adhiniyam of 1983 bars jurisdiction of civil court. So the applicant may be directed to file reference to the Tribunal and no arbitral tribunal under  <a href=\"/doc/605764/\" id=\"a_16\">Section 11(6)</a> of the Act may be constituted. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_6\">It is submitted by Shri Shrivastava that the controversy which is involved in the present case is squarely covered by a Single Bench decision of this Court in M.C.C.No.850/2005 (M/s Technogem Consultants Pvt. Ltd., v. The General Manager, M.P.Rural Road Development Authority) dated 16th of January, 2007 and in the light of pronouncement in M/s Technogem Consultants (supra) this application may be dismissed. \n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">6. To appreciate the rival contention of parties it would be appropriate if certain provisions of Adhiniyam of 1983 are referred:\n</p>  \n\n<blockquote id=\"blockquote_19\">2(1)(d) &quot;Dispute&quot; means claim of ascertained money valued at Rupees 50,000 or more relating to any difference arising out of the execution or non-execution of a works contract or part thereof. \n</blockquote> \n\n<blockquote id=\"blockquote_20\">2(1)(g) &quot;Public Undertaking&quot; means a Government Company within the meaning of <a href=\"/doc/1430621/\" id=\"a_17\">Section 617</a> of the Companies Act, 1956 (No.1 of 1956) and includes a Corporation or other statutory body by whatever name called in each case, wholly or substantially owned or controlled by the State Government. \n</blockquote> \n\n<blockquote id=\"blockquote_21\">2(1)(i) &quot;Works contract&quot; means an agreement in writing for the execution of any work relating to construction, repair or maintenance of any building or superstructure, dam, weir, canal, reservoir, tank, lake, road, well, bridge, culvert, factory, work-shop, powerhouse, transformers or such other works of the State Government or Public Undertaking as the State Government may by notification, specify in this behalf at any of its stages, entered into by the State Government or by an official of the State Government or Public Undertaking or its official for and on behalf of such Public Undertaking and includes an agreement for the supply of goods or material and all other matters relating to the execution of any of the said works. \n</blockquote> \n\n<blockquote id=\"blockquote_22\">3. Constitution of Tribunal - The State Government shall by notification constitute an Arbitration Tribunal for resolving all such disputes or differences pertaining to works contract or arising out of or connected with execution, discharge or satisfaction of any such works contract. \n</blockquote>  \n\n<p data-structure=\"Section\" id=\"p_8\">7. Reference to Tribunal - (1) Either party to a works contract shall irrespective of the fact whether the agreement contains an arbitration clause or not, refer in writing the dispute to the Tribunal. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">(2) Such reference shall be drawn up in such form as may be prescribed and shall be supported by an affidavit verifying the averments. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">(3) The reference shall be accompanied by such fee as may be prescribed. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">(4) Every reference shall be accompanied by such documents or other evidence and by such other fees for service or execution of processes as may be prescribed. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">(5) On receipt of the reference under subsection (1), if the Tribunal is satisfied that the reference is a fit case for adjudication, it may admit the reference but where the Tribunal is not so satisfied it may summarily reject the reference after recording reasons therefor.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">7-A Reference petition -\n</p>  \n\n<p data-structure=\"Precedent\" id=\"p_14\"> (1) Every reference petition shall include whole of the claim which the party is entitled to make in respect of the works-contract till the filing of the reference petition but no claims arising out of any other works-contract shall be joined in such a reference petition. \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">(2) Where a party omits to refer or intentionally relinquishes any claim or any portion of his claim, he shall not afterwards be entitled to refer in respect of such claim or portion of claim so omitted or relinquished. \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">(3) Notwithstanding anything contained in Sub-section (1) or Sub-section (2) disputes relating to works-contract which may arise after filing of the reference petition may be entertained as and when they arise, subject to such conditions as may be prescribed. \n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">20. Bar of jurisdiction of civil court - (1) As from the date of the constitution of the Tribunal and notwithstanding anything contained in <a href=\"/doc/1052228/\" id=\"a_18\">Arbitration Act, 1940</a> (No.10 of 1940) or any other law, for the time being in force, or in any agreement or usage to the contrary, no civil court shall have jurisdiction to entertain or decide any dispute of which cognizance can be taken by the Tribunal under this Act. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">(1-A) Notwithstanding anything contained in Sub-section (1), a Civil Court may entertain and decide any dispute of the nature specified in the said sub-section referred to it by a person in the capacity of indigent person. \n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">Explanation - For the purpose of this sub-section &quot;indigent person&quot; shall have the meaning assigned to it in <a href=\"/doc/161831507/\" id=\"a_19\">the Code of Civil Procedure</a>, 1908. \n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">(2) Nothing in Sub-section (1) shall apply to any arbitration proceeding either pending before any arbitrator or umpire or before any court or authority under the provisions of <a href=\"/doc/1052228/\" id=\"a_20\">Arbitration Act</a>, or any other law relating to arbitration, and such proceedings may be continued, heard and decided in accordance with agreement or usage or provisions of <a href=\"/doc/1052228/\" id=\"a_21\">Arbitration Act</a> or any other law relating to arbitration in all their stages, as if this Act had not come into force.\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">7. Now the contention of the parties may be seen. So far as the objection raised by the applicant that the Act will prevail over the Adhiniyam of 1983 is concerned <a href=\"/doc/1930681/\" id=\"a_22\">Article 254</a> of the Constitution specifically provides that where a law made by Legislature of a State with respect to one of the matters enumerated in the Concurrent List contains any provision repugnant to the provisions of an earlier law made by the Parliament or an existing law with respect to that matter, then, the law so made by the Legislature of such State shall, if it has been reserved for the consideration of the President and has received his assent, prevail in that State. The Adhiniyam of 1983 received the assent of the President on 7th October 1983. The assent was first published in M.P.Gazette Extraordinary dated 12.10.1983. <a href=\"/doc/738672/\" id=\"a_23\">Section 2(3)</a> of the Act of 1996 provides that this part shall not affect any other law in force by which certain disputes may be submitted to the arbitrator. It is a settled law that the Parliamentary law shall prevail over the State law only in case of repugnancy and not otherwise. But  <a href=\"/doc/738672/\" id=\"a_24\">Section 2(3)</a> of the Act of 1996 specifically saves the State law in respect of specified matters to which Adhiniyam of 1983 applies. <a href=\"/doc/1529130/\" id=\"a_25\">Section 3</a> and <a href=\"/doc/1737370/\" id=\"a_26\">7</a> of the Adhiniyam of 1983 specifically provides jurisdiction to the arbitral Tribunal constituted under the Act of 1983 in respect of the disputes which falls under the Adhiniyam of 1983. So the contention raised by the applicant that the Act of 1996 will prevail over the Act of 1983 has no substance. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_22\">8. The second contention of applicant is that the Clause 8.2 of the special conditions, provides an arbitration clause and as per the agreement the applicant has rightly filed the present application and respondent is not a public undertaking within the meaning of  <a href=\"/doc/738672/\" id=\"a_27\">Section 2(g)</a> of the Adhiniyam of 1983, is concerned, this question has been considered at length in M/s Technogem Consultants (supra) and considering the question a learned Judge of this Court held thus:\n</p>  \n\n<blockquote id=\"blockquote_23\">15. In my considered view, merely because the State has formed a &quot;Society&quot; for execution of Yojana would not make such &quot;Society&quot; a distinct legal entity from the State thereby loosing all the attributes of State. In other words, even after forming the society, by the State, it remains a &quot;State&quot; for all purposes and thus retains all its characteristics of a &quot;State&quot; -the only difference being that one legal entity by separate name has come into existence. In my humble view, it is only for the convenience of State for execution of the project in hand and nothing else. At least it remains a State Government for the purpose of attracting the provisions of Adhiniyam.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">16. In my considered view, therefore, the respondent - Authority is a &quot;State Government&quot; for all practical purposes and hence, amenable to the provisions of Adhiniyam provided other conditions necessary for invoking the jurisdiction of the said Adhiniyam, are found present in the case. In other words, notwithstanding forming of a society i.e. Authority by the State, the respondent remains a State and retains all characteristics and attributes of a &quot;State&quot; so as to attract the rigour of Adhiniyam in question.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">As the controversy has been settled in M/s Technogem Consultants (supra) it is not necessary for this Court to reexamine the controversy raised in this case. The aforesaid judgment is fully applicable in the facts of present case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"653601\" id=\"span_3\">In <a href=\"/doc/653601/\" id=\"a_28\">Delhi Transport Corporation Ltd.</a>, (supra), the Apex Court considering the question raised therein held thus:</span>\n</p>  \n\n<blockquote id=\"blockquote_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"653601\" id=\"span_4\">4. Delhi Transport Corporation has come up in appeal against <a href=\"/doc/653601/\" id=\"a_29\">the said judgment</a> of the High Court. The learned Additional Solicitor-General who argued the matter on behalf of the appellant was unable to persuade us to hold that the impugned judgment of the High Court was liable to be set aside.</span> As per the facts noted above and the judgment of this Court in Thyssen case we are unable to differ with the view taken by the High Court. By virtue of Section 85 of the 1996 <a href=\"/doc/1052228/\" id=\"a_30\">Act, the Arbitration Act, 1940</a> stands repealed. However, as noted earlier it is always open to the parties to agree as to which law will continue to govern their relationship. In the present case,  Clause 25 of the agreement is the arbitration clause. Sub-clause (d) of  Clause 25 has a bearing on the controversy in hand and therefore same is reproduced as under:\n</blockquote><blockquote id=\"blockquote_26\"> Subject to as aforesaid, the provision of the <a href=\"/doc/1052228/\" id=\"a_31\">Arbitration Act, 1940</a> or any statutory modification or re-enactment thereof and the rules made thereunder and for the time being in force shall apply to the arbitration proceedings under this clause. \n</blockquote> \n\n<blockquote id=\"blockquote_27\">5. The above clause shows that the parties agreed to be governed by the law as in force at the relevant time. Section 85(2) of the 1996 Act recognizes such an agreement between the parties. The conduct of the arbitration proceedings and the participation of the parties therein shows that the parties acted under the 1996 Act. Even the arbitrator proceeded on that understanding and gave his award in pursuance of the 1996 Act. Therefore, the impugned judgment of the High Court appears to be totally unassailable. We are unable to find any ground or reason to differ with the view taken by the High Court on the main issue.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">The arbitration  Clause 10 of the agreement provides as under:\n</blockquote><blockquote id=\"blockquote_29\"> 10.2 Dispute Settlement Any dispute between the parties as to matters arising pursuant to this agreement which cannot be settled amicably within thirty (30) days after receipt by one party of the other party&#x27;s request for such amicable settlement may be submitted by either party for settlement in accordance with the provisions specified in the S.C. \n \n\nClause 8.2 of the Special Conditions of Agreement provides:\n</blockquote>  \n\n<blockquote id=\"blockquote_30\">8.2 If any dispute or difference of any kind whatsoever shall arise in connection with or out of this contract and which is not amicably settled between consultant and General manager as per provisions of Clause 10.2 of the agreement the same shall be referred for settlement to the dispute redressal committee which shall consist of the following:\n</blockquote><blockquote id=\"blockquote_31\"> Chief Executive Officer, MPRRDA - Chairman Chief General Manager of the respective zone - Member General Manager (Tech.) Member Secy.\n</blockquote> \n\n<blockquote id=\"blockquote_32\"> The committee shall give its decision within 60 days. Any party not satisfied with the decision of the committee shall be free to refer the case for arbitration under the provisions of the <a href=\"/doc/1306164/\" id=\"a_32\">Arbitration and Conciliation Act, 1996</a>.\n</blockquote> \n\n<blockquote id=\"blockquote_33\">Though the special condition provides constitution of an arbitral Tribunal under the Act of 1996 but no where the special condition exclude the jurisdiction of the arbitral Tribunal under the Adhiniyam of 1983. <a href=\"/doc/811701/\" id=\"a_33\">Section 20</a> of the Adhiniyam of 1983 specifically excludes the <a href=\"/doc/1052228/\" id=\"a_34\">Arbitration Act, 1940</a> or any other law for the time being in force, or any agreement or usage to the contrary, and provides that no civil court shall have jurisdiction to entertain or decide any dispute of which cognizance can be taken by the Tribunal under the Adhiniyam of 1983. Until and unless such recourse is provided in the Adhiniyam of 1983 the applicant by an agreement cannot exclude the jurisdiction of the Tribunal, which is statutory in nature. Hence the Tribunal under the Adhiniyam of 1983 is having exclusive jurisdiction to decide such type of disputes. So the aforesaid contention of applicant has no force. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">9. Now the crucial question which has been raised by the applicant in this petition is that the agreement and work assigned to the applicant does not fall within the definition of &#x27;Works Contract&#x27;, may be examined.\n</p> \n\n<p data-structure=\"Section\" id=\"p_25\"> To assess the nature of contract entered into between the parties it would be necessary to refer certain clauses of the agreement which provides the works to be done under the supervision consultancy for the work of construction/upgradation of rural roads in Madhya Pradesh under the Pradhan Mantri Gram Sadak Yojna scheme. Clause 4.2, 4.3, 4.5, 4.6 and 7.1 are relevant, which provides construction, supervision to check quality of materials and works, measurement of works, scrutinize the claim raised by the contractor and help the management to clear the payment. The petitioner was to monitor progress of the work with certain services as enumerated in  Clause 4.6 and to submit various reports as enumerated in Clause 7.1of the scheme. The aforesaid all the works are related to the works contract. Clause 2 of the terms of reference provides objectives for providing consultancy services, which reads thus:\n</p>  \n\n<blockquote id=\"blockquote_34\">2. Objective\n \n\nThe objectives of the proposed Consultancy Services are: \n</blockquote>  \n\n<blockquote id=\"blockquote_35\">i. Proper management of civil works contract as &#x27;Engineer&#x27; in terms of civil works contract including field measurements and quality assurance work. \n</blockquote> \n\n<blockquote id=\"blockquote_36\">ii. Comprehensive supervision of project implementation activities carried out by the Contractors to ensure complete compliance with the drawings, technical specifications and various stipulations contained in the Contract Documents. \n</blockquote> \n\n<blockquote id=\"blockquote_37\">iii. Efficient construction supervision by personnel who are experienced in the modern methods of construction supervision and contract management. \n</blockquote> \n\n<blockquote id=\"blockquote_38\">iv. Ensure high standards of quality assurance in the supervision/execution of work. v. Completion of the work within the stipulated period of completion. Consultants will specially be responsible for quality and early completion.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_26\">10. The definition of Works Contract under  <a href=\"/doc/738672/\" id=\"a_35\">Section 2(i)</a> of the Adhiniyam is elaborate and includes an agreement for supply of goods or material and all other matters relating to the execution of any of the said works. Meaning thereby that all other matters relating to the execution of works contract are included in the definition of works contract. The aforesaid definition is exhaustive and inclusive in nature. The work assigned to the applicant as per the contract were supervision of construction and the applicant had to carry out checking and verification of all the works as per the working drawings and regular inspection of contractors equipment, plant and machinery. Applicant was also entitled to direct the contractor to carry out all such works or to do all things as may be necessary to avoid or reduce the risk affecting the safety of life of workers, or adjoining property etc. The applicant was under an obligation to inspect the works on completion before taking over by the respondents. The applicant was also to report in respect of quality of material and work. The applicant was to inform the progress as per the working plan and was to prepare all reports and documents. In nutshell the applicant was to supervise construction, to report in respect of quality and progress of work and was to measure the work after completion of works. Meaning thereby the applicant was deeply concerned with the work and works contract and in absence of works contract or that of contractor the applicants existence cannot be presumed. The entire work of applicant was related to the works contract and the contract of applicant falls within the purview of matters relating to the &#x27;execution of works contract&#x27;. In M/s Technogem Consultants Pvt. Ltd. (supra) the learned Judge considering this aspect held thus:\n</p>  \n\n<blockquote id=\"blockquote_39\">18. Mere perusal of aforequoted definition of &quot;works contract&quot; in  <a href=\"/doc/738672/\" id=\"a_36\">Section 2(i)</a> and in particular the words underlined would go to show that if the State Government or its official enters into a contract with any person for construction, repairs and maintenance of road then it becomes a works contract, as defined in  <a href=\"/doc/738672/\" id=\"a_37\">Section 2(i)</a>. Similarly, definition of &quot;works contract&quot;, also include an agreement in relation to all other matters relating to execution of any of the said work i.e., road. In other words, if in execution of main work as in this case road, any other agreement is entered into by State Government with any person for accomplishing execution of road work then the said agreement would also be regarded as &quot;works contract&quot; within the meaning of  <a href=\"/doc/738672/\" id=\"a_38\">Section 2(i)</a> ibid. \n</blockquote> \n\n<blockquote id=\"blockquote_40\">19. In my considered view, therefore, the agreement in question (Annexure P-1) being in the nature of providing all kind of consultancy services by the petitioner to State Government which are necessary for construction and development of road and hence, it becomes a &quot;works contract&quot; as defined under  <a href=\"/doc/738672/\" id=\"a_39\">Section 2(1)</a> ibid. In other words, it is a contract which falls in second category of &quot;works contract&quot; in its inclusive definition namely &quot;all other matters relating to execution of any of the said work&quot; i.e., road.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_27\">11. In view of aforesaid settled position, there is no doubt that the applicant&#x27;s consultancy service falls within the purview of works contract and the provisions of Adhiniyam of 1983 are applicable in the present case. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\">12. In the result, it is held that the dispute between the parties is amenable to the jurisdiction of arbitral tribunal constituted under the Adhiniyam of 1983. The applicant may file reference to the aforesaid Tribunal in accordance with law, within a period of sixty days from today. With the aforesaid liberty, these petitions are dismissed with no order as to costs. \n</p> \n\n","numcites":18,"numcitedby":1,"docsource":"Madhya Pradesh High Court","citetid":1375058,"divtype":"judgments","relatedqs":[{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"works contract","formInput":"works%20contract"},{"value":"supervision contract","formInput":"supervision%20contract"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"m p rural road development authority","formInput":"m%20p%20rural%20road%20development%20authority"},{"value":"civil works contract","formInput":"civil%20works%20contract"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"delhi transport corporation","formInput":"delhi%20transport%20corporation"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"SOCIETY  filter:  SECTION 9 arbitration and conciliation act, 1996","formInput":"SOCIETY%20%20filter%3A%20%20SECTION%209%20arbitration%20and%20conciliation%20act%2C%201996"},{"value":"exclusive jurisdiction ","formInput":"exclusive%20jurisdiction%20"},{"value":"11(6)","formInput":"11%286%29"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"delhi transport            ","formInput":"delhi%20transport%20%20%20%20%20%20%20%20%20%20%20%20"},{"value":"purview","formInput":"purview"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"federal-nature, parliament-vs-state-assembly","formInput":"tag:federal-nature, parliament-vs-state-assembly"},{"value":"definitions","formInput":"tag:definitions"}],"courtcopy":false,"query_alert":null,"agreement":false}