{"tid":124402917,"publishdate":"2023-05-16","title":"Y. Balaji vs Karthik Desari on 16 May, 2023","doc":"<h2 class=\"doc_title\">Y. Balaji vs Karthik Desari on 16 May, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-ramasubramanian\">V. Ramasubramanian</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-ramasubramanian\">V. Ramasubramanian</a>, <a href=\"/search/?formInput=benchid:k-murari\">Krishna Murari</a></h3>\n\n<pre id=\"pre_1\">                                                                    REPORTABLE\n\n                                IN THE SUPREME COURT OF INDIA\n                               CRIMINAL APPELLATE JURISDICTION\n\n                         CRIMINAL APPEAL NOS.                      OF 2023\n                         (Arising out of SLP (Crl.) Nos.12779-12781 of 2022)\n\n\n     Y. BALAJI                                                     …APPELLANT(S)\n\n\n                                              VERSUS\n\n\n     KARTHIK DESARI &amp; ANR. ETC.                                    …RESPONDENT(S)\n\n\n                           CRIMINAL APPEAL NO.                  OF 2023\n                            (Arising out of SLP (Crl.) No.3941 OF 2022)\n\n                           CRIMINAL APPEAL NO.                   OF 2023\n                            (Arising out of SLP (Crl.) No.11396 of 2022)\n\n                           CRIMINAL APPEAL NO.                   OF 2023\n                             (Arising out of SLP (Crl.) No.       2023)\n                               (Arising out of Diary No.40281 of 2022)\n\n                           CRIMINAL APPEAL NO.                    OF 2023\n                            (Arising out of SLP (Crl.) No. 11397 of 2022)\n\n                           CRIMINAL APPEAL NO.                    OF 2023\n                             (Arising out of SLP (Crl.) No.       2023)\n                                (Arising out of Diary No.961 of 2023)\n\n                           CRIMINAL APPEAL NOs.                   OF 2023\n                          (Arising out of SLP (Crl.) Nos.1207-1208 of 2023)\n\n                           CRIMINAL APPEAL NO.                   OF 2023\nSignature Not Verified\n\nDigitally signed by\n\n                            (Arising out of SLP (Crl.) No.      of 2023)\nPOOJA SHARMA\nDate: 2023.05.16\n15:48:29 IST\n\n                               (Arising out of Diary No.5361 of 2023)\nReason:\n\n\n\n\n                                                  1\n\f                      CRIMINAL APPEAL NO.                  OF 2023\n                       (Arising out of SLP (Crl.) No.3747 of 2023)\n\n                 CONTEMPT PETITION (C) NOS.750-751 OF 2023\n                   (in Criminal Appeal Nos.1515-1516 of 2022)\n\n                      CRIMINAL APPEAL NO.                    OF 2023\n                       (Arising out of SLP (Crl.) No.       of 2023)\n                          (Arising out of Diary No.10217 of 2023)\n\n                      CRIMINAL APPEAL NO.                  OF 2023\n                       (Arising out of SLP (Crl.) No.     of 2023)\n                         (Arising out of Diary No.10186 of 2023)\n\n                      CRIMINAL APPEAL NO.                   OF 2023\n                         (Arising out of SLP(Crl) No.  of 2023)\n                         (Arising out of Diary No. 5364 of 2023\n\n                                   JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">V. Ramasubramanian, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">         Permission to file special leave petition(s) is granted.\n\n</p><p data-structure=\"Issue\" id=\"p_3\">2.       Delay condoned.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">3.       Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">4.       Aggrieved by two independent orders, one passed by a learned\n\nJudge of the Madras High Court on 31.10.2022 disposing of a batch of\n\ncriminal petitions and the other passed by the Division Bench of the\n\nMadras High Court on 01.09.2022, putting on hold an investigation by\n\nthe Enforcement Directorate1, various persons such as (i) the de-facto\n\ncomplainants; (ii) third parties; (iii) the accused; and (iv) the ED have\n\n\n1   For short, “ED”\n\n<span class=\"hidden_text\" id=\"span_1\">                                            2</span>\n\fcome up with these batch of appeals. Other than the batch of appeals\n\narising out of the said two orders of the High Court, there are also two\n\nappeals, one challenging the refusal of the High Court to extend the\n\ntime for completion of investigation and another challenging an order\n\npassed by the Division Bench of the High Court granting limited relief\n\nto the Enforcement Directorate to access certain documents available\n\non record in the Special Court trying the predicate offences. Apart\n\nfrom these appeals, there are also two contempt petitions and an\n\napplication seeking the constitution of a Special Investigation Team.\n\n</p><p data-structure=\"CDiscource\" id=\"p_6\">5.   We have heard Shri Tushar Mehta, learned Solicitor General\n\nappearing for the ED, Shri Gopal Sankaranarayan, learned senior\n\ncounsel, Shri Prashant Bhushan and Shri Balaji Srinivasan, learned\n\ncounsel appearing for one set of parties (victims and a NGO), Shri\n\nKapil Sibal, Shri C.A. Sundaram, Shri Sidharth Luthra, Shri Mukul\n\nRohatgi, learned senior counsel appearing for another set of parties\n\n(accused), Ms. V. Mohana and Shri Siddharth Agrawal, learned senior\n\ncounsel appearing for the de facto complainants and Shri Ranjit\n\nKumar, learned senior counsel appearing for the State of Tamil Nadu.\n\nBackground Facts\n\n</p><p data-structure=\"Facts\" id=\"p_7\">6.   The background facts necessary to understand the complexities\n\nof the batch of cases on hand are as follows:\n</p>\n<p data-structure=\"Issue\" id=\"p_8\"><span class=\"hidden_text\" id=\"span_2\">                                   3</span>\n</p><blockquote id=\"blockquote_1\">\f         (i) In November 2014, the Metropolitan Transport Corporation,\nwholly owned by the State of Tamil Nadu issued five Advertisements,\nin Advertisement Nos.1/2014 to 5/2014, calling for applications for\nappointment to various posts such as Drivers (746 posts), Conductors\n(610 posts), Junior Tradesman (Trainee) (261 posts), Junior Engineer\n(Trainee) (13 posts) and Assistant Engineer (Trainee) (40 posts);\n</blockquote><blockquote id=\"blockquote_2\">         (ii)    After interviews were held on 24.12.2014 and the Select List\ngot published, one Devasagayam lodged a complaint on 29.10.2015\nwith the Chennai PS CCB against 10 individuals, alleging that he paid\na sum of Rs.2,60,000/- to a Conductor by name Palani for getting the\njob of Conductor in the Transport Corporation for his son. However,\nhis son did not get a job and when he confronted Palani, he was\ndirected to several persons. When he demanded at least the refund of\nmoney, he did not get it. Therefore, he lodged a complaint which was\nregistered as FIR No.441 of 2015 for alleged offences under Sections\n406, 420 read with <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> of the Indian Penal Code, 18602. In this\ncomplaint, the accused who are now before us, including the one who\nis holding the post of Minister in the Government of Tamil Nadu were\nnot implicated.\n</blockquote><blockquote id=\"blockquote_3\">         (iii)   Similarly, one Gopi gave a petition dated 07.03.2016 to the\nCommissioner of Police claiming that he had applied for the post of\nConductor and that after the interviews, he was approached by one\nAshokan claiming to be the brother and one Karthik claiming to be the\nbrother-in-law of the Minister Senthil Balaji, demanding a bribe for\nsecuring appointment and that he had paid a sum of Rs.2,40,000/- to\nthose persons. Complaining that the Police did not register his\n\n\n2   For short “<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>”\n\n<span class=\"hidden_text\" id=\"span_3\">                                         4</span>\n\fcomplaint, the said Gopi filed a petition in Crl. OP No.7503 of 2016 on\nthe file of the High Court of Judicature at Madras under <a href=\"/doc/1679850/\" id=\"a_3\">Section 482</a>\nof the Code of Criminal Procedure, 19733 seeking a direction to the\nCommissioner of Police to register his complaint and investigate the\nsame.\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\">        (iv)   The said Crl. OP No.7503 of 2016 filed by Gopi was\ndisposed of by a learned Judge of the High Court by an Order dated\n20.06.2016. In the said order, it was recorded that according to the\nAdditional Public Prosecutor, 81 persons had given similar complaints\nto the Police and that the complaint given by Devasagayam had been\nregistered as FIR No.441 of 2015. The Additional Public Prosecutor\ntook a stand before the High Court in the said petition filed by Gopi\nthat all the 81 persons including Gopi will be enlisted as witnesses in\nthe complaint registered at the instance of Devasagayam.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">        (v)    When it was stated by the Additional Public Prosecutor at\nthe time of hearing of the petition filed by Gopi that all 81 persons\nincluding Gopi will be cited as witnesses, in the complaint filed by\nDevasagayam, the petitioner Gopi objected to the same on the ground\nthat Devasagayam had already been won over by the accused. In fact,\nit was pointed out that the Minister did not figure as an accused in the\ncomplaint of Devasagayam. A specific grievance was projected by Gopi\nthat the Police are not going beyond the lower level officers. Accepting\nhis statement, the High Court passed an Order dated 20.06.2016 in\nCrl. OP No.7503 of 2016 filed by Gopi, holding that the Police is duty\nbound to probe beyond the lower level minions to find out where the\nmoney had gone. After so holding, the Court directed the Assistant\n\n\n3   For Short “the Code”\n\n<span class=\"hidden_text\" id=\"span_4\">                                      5</span>\n\fCommissioner of Police, Central Crime Branch (Job Racketing) to take\nover the investigation in FIR No.441 of 2015 and also directing the\nDeputy Commissioner of Police to monitor the same. The Court also\nheld that since a FIR has already been registered at the behest of\nDevasagayam, it is not necessary to have another FIR registered on\nthe complaint/representation made by Gopi.\n</p><p data-structure=\"Facts\" id=\"p_11\">         (vi)     Despite the direction issued by the High Court on\n20.06.2016 to the Police to go beyond lower level officers and find out\nwhere the money trail ends (more than about 2 crores allegedly given\nto the Minister during January and March, 2015) and despite Gopi\nmaking specific averments against the brother and brother-in-law of\nthe Minister, the Police filed a Final Report on 13.06.2017 under\n<a href=\"/doc/1187622/\" id=\"a_4\">Section 173(2)</a> of the Code, only against 12 individuals including those\n10 persons named by Devasagayam. Upon the filing of the Final\nReport, the case got numbered as Calendar Case No.3627 of 2017 in\nFIR No.441 of 2015. Neither the Minister nor his brother or brother-in-\nlaw, were cited as accused, in the Final Report. The accused named in\nthe Final Report were charged only for the offences under <a href=\"/doc/988620/\" id=\"a_5\">Sections\n406</a>, <a href=\"/doc/1436241/\" id=\"a_6\">420</a> and <a href=\"/doc/1667388/\" id=\"a_7\">419</a> read with <a href=\"/doc/37788/\" id=\"a_8\">Section 34</a> IPC and not under any\nprovisions of the Prevention of Corruption Act, 19884.\n</p><p data-structure=\"Issue\" id=\"p_12\">         (vii) One V. Ganesh Kumar then lodged a criminal complaint in\nFIR No.298 of 2017 on 09.09.2017 with the Chennai PS CCB, against\nfour persons including the Minister Senthil Balaji. It was stated in his\ncomplaint that he was an employee of the Transport Department and\nthat one of his colleagues by name Annaraj and his friend R.\nSahayarajan were taken by one Prabhu (a relative of the Minister) to\n\n\n4   For short, “<a href=\"/doc/1331755/\" id=\"a_9\">PC Act</a>”\n\n<span class=\"hidden_text\" id=\"span_5\">                                     6</span>\n\fthe house of the Minister Senthil Balaji and that the Minister\ninstructed them to collect money from persons aspiring to get\nappointment as Drivers and Conductors. It was further stated in the\ncomplaint that as per the directions of the Minister, an amount\ntotaling to Rs.95 lakhs was collected during the period from\n28.12.2014 to 10.01.2015 and that though the amount was given to\nPrabhu and Sahayarajan, the persons who parted with money did not\nget appointed. Therefore, persons who paid money started exerting\npressure upon V. Ganesh Kumar forcing him to lodge a complaint on\n09.09.2017. Even this complaint, registered as FIR No.298 of 2017,\nwas only for offences under Sections 406, 420 and 506(1). A Final\nReport was filed on 07.06.2018 in FIR No.298 of 2017, against the\nMinister Senthil Balaji and three others, only for offences punishable\nunder Sections 420 and 506(1) read with <a href=\"/doc/37788/\" id=\"a_10\">Section 34</a> IPC. This Final\nReport was filed before the Special Court and the case was numbered\nas CC No.19 of 2020. Despite specific allegations, the offences under\nthe <a href=\"/doc/1331755/\" id=\"a_11\">PC Act</a> were not included.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">     (viii)   Another complaint was lodged by one K. Arulmani, on\n13.08.2018     with   the   Commissioner   of   Police,   Chennai   City,\ncomplaining that a huge amount of Rs.40,00,000/- was collected by\nhis friends who wanted to get employment in the Transport\nCorporation and that the money was actually paid to Shanmugam, PA\nto the Minister at the residence of the Minister in the first week of\nJanuary, 2015. It was further stated in the complaint that after money\nwas paid to Shanmugam, the complainant also met Ashok Kumar\n(brother of the Minister) and Senthil Balaji (Minister) and that the\nMinister assured to get appointment orders issued. This complaint\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                   7</span>\n\fwas registered by Chennai CCB PS as FIR No.344 of 2018, again for\noffences only under <a href=\"/doc/988620/\" id=\"a_12\">Section 406</a>, <a href=\"/doc/1436241/\" id=\"a_13\">420</a> and <a href=\"/doc/180217/\" id=\"a_14\">506(1)</a> IPC. We do not\nknow why the State Police were averse to the idea of including\nthe offences punishable under the <a href=\"/doc/1331755/\" id=\"a_15\">PC Act</a>, in any of the three\nFIRs. While one may be averse to corruption, one cannot be\naverse to the <a href=\"/doc/1331755/\" id=\"a_16\">PC Act</a>.\n</p><p data-structure=\"Issue\" id=\"p_14\">     (ix) As had happened in respect of the other two complaints, the\ncomplaint in FIR No.344 of 2018 was also investigated (or not\ninvestigated) and a Final Report was filed on 12.04.2019. Even this\nFinal Report, taken on record in Calendar Case No.25 of 2021 did not\ninclude the offences under the <a href=\"/doc/1331755/\" id=\"a_17\">PC Act</a>.\n</p><p data-structure=\"Precedent\" id=\"p_15\">     (x) At this juncture, a person by name R.B. Arun Kumar, working\nas a Driver in the Metropolitan Transport Corporation and who was\ncited as witness LW 47 in the Final Report in CC No.3627 of 2017\narising out of FIR No.441 of 2015 (Devasagayam’s complaint) moved\nthe Madras High Court by way of a petition under Section 482 of the\nCode in Crl. O.P No.32067 of 2019, seeking further investigation in the\ncase, on the ground that the State Police have not acted as per the\ndirections issued by the High Court in its order dated 20.06.2016 in\nCrl. O.P. No.7503 of 2016 to go beyond the lower level officers. In his\npetition, R.B. Arun Kumar also pointed out that the specific allegation\nof a huge amount of more than Rs.2 crores, having been paid to the\nMinister Senthil Balaji, had been completely suppressed by the\ninvestigating agency and that a dummy charge-sheet had been filed\nagainst minions. Therefore, by an order dated 27.11.2019, the High\nCourt directed the Assistant Commissioner of Police, CCB (Job\nRacketing) to conduct further investigation in CC No.3627 of 2017 and\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                   8</span>\n\fto complete the same within six months.\n</p><p data-structure=\"Issue\" id=\"p_16\">     (xi) Emboldened by the non-inclusion of the offences under the\n<a href=\"/doc/1331755/\" id=\"a_18\">PC Act</a> in any of the three charge-sheets, Minister Senthil Balaji,\narrayed as Accused No.1 in CC No.19 of 2020 arising out of FIR\nNo.298 of 2017 lodged by V. Ganesh Kumar, filed a petition in\nCriminal M.P. No.7968 of 2020 seeking his discharge in CC No.19 of\n2020. But the Special Court dismissed the petition for discharge, by\nan order dated 26.08.2020. Against the said order dismissing his\ndischarge petition, the Minister filed a criminal revision petition in Crl.\nR.C. No.224 of 2021 on the file of the High Court.\n</p><p data-structure=\"Issue\" id=\"p_17\">     (xii) But in the meantime, a Final (further) Report under Section\n173(8) of the Code was filed in C.C.No. 24 of 2021 against 47 persons\nincluding the Minister Senthil Balaji and Shanmugam (PA to the\nMinister) in which the offences under the <a href=\"/doc/1331755/\" id=\"a_19\">PC Act</a> were included.\n</p><p data-structure=\"Issue\" id=\"p_18\">     (xiii) Upon coming to know of the way in which the entire\nrecruitment   of   candidates   to   various   posts   in   the   Transport\nCorporation had gone on, candidates who appeared for the selection\nbut did not get selected started filing writ petitions, challenging the\nentire selection. A writ petition in WP No.9061 of 2021 was filed by one\nA. Nambi Venkatesh seeking to set at naught, the appointment of\nJunior Engineers. Similarly, one P. Dharmaraj and M. Govindarasu\nfiled a writ petition in WP No.8991 of 2021, with regard to the post of\nAssistant Engineers.\n</p><p data-structure=\"Precedent\" id=\"p_19\">     (xiv) In May, 2021 the political climate in the State\nchanged. Though the principal actors changed, the script\nremained the same for the victims and the political fortunes of\nthe Minister continued, as he got a berth in the Cabinet, even in\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                     9</span>\n\fthe new dispensation.\n</p><p data-structure=\"Issue\" id=\"p_20\">     (xv) Thereafter, the person alleged to be the PA to the Minister,\nnamely, Shanmugam, who was arrayed as Accused No.3 in CC No.25\nof 2021 arising out of FIR No.344 of 2018 lodged by Arulmani, filed a\npetition in Crl.O.P No.13374 of 2021 on the file of the High Court\nseeking to quash CC No.25 of 2021. He claimed in the said petition\nthat a compromise had been reached between the victims (Arulmani\nand others and the accused) and that, therefore, the complaint may be\nquashed. Following suit, R. Sahayarajan who was Accused No.3 in CC\nNo.19 of 2020 also filed a quash petition in Crl.O.P No.13914 of 2021,\nenclosing a joint compromise memo seeking to quash CC No.19 of\n2020. Similarly, one Vetrichelvan (Accused No.10) filed Crl. O.P\nNo.6621 of 2021 for quashing the proceedings in CC No.24 of 2021.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">     (xvi) By an order dated 30.07.2021, the High Court quashed CC\nNo.25 of 2021 on the basis of the Joint Compromise Memo. This order\nwas passed completely overlooking the nature of the allegations, the\noffences for which the accused ought to have been charged as well as\nthe previous orders passed by the High Court itself.\n</p><p data-structure=\"Issue\" id=\"p_22\">     (xvii) Just a day before the High Court passed orders quashing\nCC No.25 of 2021, the ED registered an Information Report on\n29.07.2021 in ECIR/MDSZO/21/2021 and issued summons to the\nMinister Senthil Balaji.\n</p><p data-structure=\"Facts\" id=\"p_23\">     (xviii) At this stage, Devasagayam who filed the first complaint in\nFIR No.441 of 2015 and in whose case a Final Report was filed in CC\nNo.3627 of 2017, filed a very strange petition on the file of the High\nCourt in Crl.O.P. No.15122 of 2021 seeking de novo investigation in\nCC   No.24   of 2021.      It   must   be   recalled   at   this   stage   that\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                       10</span>\n\fDevasagayam’s complaint was registered as FIR No.441 of 2015 dated\n29.10.2015 and a Final Report was filed therein on 13.06.2017 leading\nto Calendar Case No.3627 of 2017. But by the orders of the High\nCourt, the complaint of Gopi and others got clubbed with the\ninvestigation in Devasagayam’s case leading to the registration of a\nseparate Calendar Case in CC No.24 of 2021. The clubbing actually\nhappened after an allegation was made before the High Court by Gopi,\n(petitioner in Crl. O.P No.7503 of 2016) to the effect that Devasagayam\nhad been won over. While ordering the complaint of Gopi to be\nclubbed with the investigation in FIR No.441 of 2015, the High Court\ndid not perhaps realize that it may enable Devasagayam to\nderail (incidentally he had retired from Railways and the word\n“derail” suits him) even the proceedings in CC No.24 of 2021.\n</p><p data-structure=\"Issue\" id=\"p_24\">     (xix) Finding that the offences under the <a href=\"/doc/1331755/\" id=\"a_20\">PC Act</a> were included\nonly in one of the cases and not in others and that it had enabled the\nHigh Court even to quash one of the four calendar cases on the basis\nof a Joint Compromise Memo, candidates who were unsuccessful in\nthe recruitment and who had filed writ petitions in the High Court\nchallenging the process of selection, filed impleadment petitions, both\nin the quash petitions in other cases as well as in the petition filed by\nDevasagayam for de novo investigation.\n</p><p data-structure=\"Facts\" id=\"p_25\">     (xx) At this stage, ED filed miscellaneous petitions in CC Nos.\n19/20, 24/21 and 25/21 before the Trial Court seeking certified\ncopies of the FIR, statements of witnesses, Final Report, etc. By an\norder dated 09.11.2021, the Trial Court directed the supply of certified\ncopies of the FIRs, complaints and the statements under Sections 161\nand 164 of the Code. However, the Trial Court refused to issue\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                   11</span>\n\fcertified copies of unmarked documents.\n</p><p data-structure=\"Issue\" id=\"p_26\">        (xxi) As against the order dated 30.07.2021 passed by the\nMadras High Court quashing CC No.25 of 2021 on the basis of the\nJoint Compromise Memo, a special leave petition was filed by one P.\nDharmaraj. It may be recalled that he was one of the unsuccessful\ncandidates and he had filed a writ petition seeking to quash the entire\nselection.\n</p><p data-structure=\"Issue\" id=\"p_27\">        (xxii) An NGO by name Anti-Corruption Movement also filed a\nspecial leave petition against the order of the High Court quashing CC\nNo.25 of 2021.\n</p><p data-structure=\"Issue\" id=\"p_28\">        (xxiii) Aggrieved by one portion of the order of the Trial Court\nrefusing to grant certified copies of unmarked documents, the ED filed\npetitions before the High Court. By an order dated 30.03.2022 the\nHigh Court permitted ED to conduct an inspection under Rule 237 of\nthe Criminal Rules of Practice, 20195 and thereafter to make third\nparty copy applications for supply of copies of documents. The High\nCourt also noted that under Rule 238, ED was entitled even to take\nextracts and thereafter file a fresh third party copy application before\nthe Special Court. Challenging the limited relief granted by the High\nCourt to ED in its order dated 30.03.2022, a person who is Accused\nNo.3 in CC No.3627 of 2017 (CC No.24/2021) has come up with a\nspecial leave petition which forms part of the present batch of cases.\n</p><p data-structure=\"Facts\" id=\"p_29\">        (xxiv) Thereafter, three writ petitions came to be filed, one by\nMinister Senthil Balaji and another by Shanmugam, alleged to be his\nSecretary and the third by Ashok Kumar (brother of the Minister),\nchallenging the summons issued by ED. These writ petitions were\n\n\n5   For short “Rules, 2019”\n\n<span class=\"hidden_text\" id=\"span_11\">                                    12</span>\n\fallowed by the High Court by an order dated 01.09.2022, primarily on\nthe ground that one of the four calendar cases had already been\nquashed by the High Court by order dated 30.07.2021 on the basis of\na Joint Compromise Memo and that further proceedings in the other\ncalendar cases had been stayed by the High Court.\n</p><p data-structure=\"Issue\" id=\"p_30\">     (xxv)   But by a Judgment dated 08.09.2022, this Court\noverturned the order of the High Court dated 30.07.2021 and not only\nrestored the calendar cases back to file but also directed the inclusion\nof the offences under the <a href=\"/doc/1331755/\" id=\"a_21\">PC Act</a>.\n</p><p data-structure=\"Issue\" id=\"p_31\">     (xxvi) Despite the Judgment of this Court dated 08.09.2022, the\nHigh Court passed an order dated 31.10.2022 allowing the petition\nfiled by Devasagayam and ordered a de novo investigation.\n</p><p data-structure=\"Issue\" id=\"p_32\">     (xxvii) Therefore, challenging the order of the High Court dated\n01.09.2022 quashing the summons issued by them, ED has come up\nwith three appeals and the candidate who was unsuccessful in the\nselection and who has filed a writ petition before the High Court has\ncome up with one appeal.\n</p><p data-structure=\"Facts\" id=\"p_33\">     (xxviii) Challenging the order of the High Court dated 31.10.2022\ndirecting de novo investigation, the ED has come up with one appeal,\ntwo candidates who were unsuccessful in the selection have come up\nwith two separate appeals, Anti-Corruption Movement has come up\nwith one appeal, the person who compromised the matter with the\naccused and supported the accused before the High Court for\nquashing the complaint has come up with one appeal and one of the\naccused has come up with another appeal.\n</p><p data-structure=\"Issue\" id=\"p_34\">     (xxix) In other words, we have four appeals on hand arising out of\nthe order of the High Court dated 01.09.2022 quashing the summons\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                    13</span>\n\fissued by ED. Similarly, we have six appeals challenging the order\ndated 31.10.2022 passed by the High Court directing de novo\ninvestigation.\n</p><p data-structure=\"Issue\" id=\"p_35\">     (xxx) We have two more appeals, which do not form part of the\nmain stream. One of them is by an accused challenging the order of\nthe High Court dated 30.03.2022, permitting the ED to conduct an\ninspection of the documents before the Trial Court under Rule 237 of\nthe Rules, 2019. Another appeal is filed by the unsuccessful candidate\nchallenging an order passed by the High Court dismissing a petition\nfor extension of time to complete investigation.\n</p><p data-structure=\"Facts\" id=\"p_36\">     (xxxi) Thus, we have on hand 12 appeals, four of them\nchallenging the quashing of summons issued by ED, six of them\nchallenging the order for de novo investigation, one of them\nchallenging an order permitting ED to have inspection of documents\nand the last arising out of the order refusing to grant further time for\ncompletion of investigation.\n</p><p data-structure=\"Issue\" id=\"p_37\">     (xxxii) Other than the appeals, we also have two contempt\npetitions filed by the Anti-Corruption Movement, complaining willful\ndisobedience by the State of the directions issued by this Court in the\norder dated 08.09.2022 in Criminal Appeal Nos.1515-1516 of 2022.\n</p><p data-structure=\"CDiscource\" id=\"p_38\">     (xxxiii) We also have an application in IA No.26527 of 2023 filed\nby the appellant in one of these appeals, who is an unsuccessful\ncandidate. The prayer in this application is for the constitution of a\nSpecial Investigation Team to undertake a comprehensive investigation\ninto the entire scam and for the appointment of a senior lawyer of\nrepute as the Special Public Prosecutor to prosecute the accused.\nThis application is taken out on the ground that a similar prayer made\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                   14</span>\n\fin Criminal Appeal Nos.1514-1516 of 2022 was turned down by this\nCourt, in the order dated 08.09.2022, in the hope that the State Police\nwould act fairly and impartially. According to the applicant/appellant,\nthe State Police had belied the hope expressed by this Court and that\ntherefore it is now time to constitute a Special Investigation Team.\n\n</p><p data-structure=\"CDiscource\" id=\"p_39\">7.   Since the batch of appeals on hand (not including the contempt\n\npetitions and the application for constitution of a Special Investigation\n\nTeam) arise out of four different orders of the High Court, let us divide\n\nthis Judgment into four parts, the first dealing with the challenge to\n\nthe order for de novo investigation; the second dealing with the\n\nchallenge to the order setting aside the summons issued by ED; the\n\nthird dealing with the order permitting the ED to have inspection of\n\nthe records of the Trial Court; and the fourth dealing with an order\n\nrefusing to grant extension of time to complete investigation.\n\n\nPart-I (Challenge to the order for de novo investigation)\n\n</p><p data-structure=\"Issue\" id=\"p_40\">8.   As we have pointed out earlier, de novo investigation has been\n\nordered by the High Court by its decision dated 31.10.2022 at the\n\ninstance of one Devasagayam, who was the first person to lodge a\n\ncomplaint way back on 29.10.2015 alleging that one C. Palani working\n\nin the Transport Corporation received a sum of Rs.2,60,000/- for\n\nsecuring the job of a Conductor for his son and that he and his\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                   15</span>\n\faccomplices committed offences punishable under Sections 406 and\n\n420 read with <a href=\"/doc/37788/\" id=\"a_22\">Section 34</a> IPC. This complaint was registered as FIR\n\nNo.441 of 2015. Despite the fact that the allegations of Devasagayam\n\nrelated to payment of money to an employee of the Transport\n\nCorporation for procuring a job for his son, the offences under the <a href=\"/doc/1331755/\" id=\"a_23\">PC\n\nAct</a> were not included in the FIR. Interestingly, Devasagayam is a\n\nretired employee of the Railways. While he was happy about paying\n\nillegal gratification for procuring employment for his son, he\n\nwas not unhappy about the Police not including the offences\n\nunder the <a href=\"/doc/1331755/\" id=\"a_24\">PC Act</a> in FIR No.441 of 2015.\n</p>\n<p data-structure=\"Issue\" id=\"p_41\">9.   This attitude of Devasagayam was responsible for an allegation\n\nbeing made against Devasagayam in a petition filed by another victim\n\nby name Gopi, in Criminal O.P. No.7503 of 2016, that Devasagayam\n\nhad been won over by the accused.\n</p>\n<p data-structure=\"Issue\" id=\"p_42\">10. On Devasagayam’s complaint, the Investigating Officer filed a\n\nFinal Report on 13.06.2017, which led to the registration of a\n\nCalendar Case in CC No.3627 of 2017. Even in this Final Report, the\n\noffences under the <a href=\"/doc/1331755/\" id=\"a_25\">PC Act</a> were not included. Devasagayam did not\n\nbother to question the Police or move the Court as to why the offences\n\nunder the <a href=\"/doc/1331755/\" id=\"a_26\">PC Act</a> were not included.\n</p>\n<p data-structure=\"Issue\" id=\"p_43\">\n\n<span class=\"hidden_text\" id=\"span_15\">                                  16</span>\n</p><p data-structure=\"Issue\" id=\"p_44\">\f11. But fortunately, pursuant to the order passed by the High Court\n\nin the petition filed by Gopi, another Calendar Case came to be\n\nregistered in CC No.24 of 2021, on a further Report submitted by the\n\nPolice under Section 173(8) of the Code. In this CC No.24 of 2021, the\n\nMinister and his accomplices were included as accused and the\n\noffences under the <a href=\"/doc/1331755/\" id=\"a_27\">PC Act</a> were included.\n</p>\n<p data-structure=\"Issue\" id=\"p_45\">12. This further Report under Section 173(8) of the Code which\n\nculminated in the registration of CC No.24 of 2021 was filed on\n\n08.03.2021.\n</p>\n<p data-structure=\"Issue\" id=\"p_46\">13. The inclusion of the name of the Minister and his accomplices in\n\nthe Final Report submitted under Section 173(8) and the inclusion of\n\nthe offences under the <a href=\"/doc/1331755/\" id=\"a_28\">PC Act</a> seems to have bothered Devasagayam\n\nmore than the Minister himself. Therefore, Devasagayam filed a\n\npetition in Criminal O.P. No.15122 of 2021 in CC No.24 of 2021\n\nseeking a direction to the Investigating Officer to conduct a de novo\n\ninvestigation.\n</p>\n<p data-structure=\"Facts\" id=\"p_47\">14. The grounds on which Devasagayam sought de novo investigation\n\nwere quite strange. In his petition seeking de novo investigation,\n\nDevasagayam stated that though his specific complaint was against\n\none Baskar and nine others, the Final Report filed under Section\n\n173(8) included other persons, who, according to Devasagayam, had\n\n<span class=\"hidden_text\" id=\"span_16\">                                  17</span>\n\fno connection with the case. Devasagayam also stated in his petition\n\nseeking de novo investigation that Baskar and Kesavan against whom\n\nhe made a specific complaint, are not shown as accused. In fact, the\n\nallegation made by Gopi in his petition before the High Court that\n\nDevasagayam had been won over by the accused, was not without\n\nsubstance, as can be seen from a few averments made by\n\nDevasagayam in his petition Criminal O.P. No.15122 of 2021. For\n\ninstance, in paragraph 7 of his petition seeking de novo investigation,\n\nhe stated as follows:\n</p>\n<blockquote id=\"blockquote_4\">        “It is crystal clear that the Petitioner and his son has made a\n        specific complaint against one Baskar and Kesavan. The\n        fictitious persons namely Baskar and Kesavan was arrayed as\n        Accused No.1 and 2. …”\n\n</blockquote><p data-structure=\"Issue\" id=\"p_48\">15. It is not known whether Devasagayam was referring to the\n\npersons against whom he made a specific complaint as fictitious\n\npersons or whether he was calling the Minister and the person alleged\n\nto be his Secretary, named as accused in the Final Report as fictitious\n\npersons.\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">16. In paragraph 9 of his petition seeking de novo investigation,\n\nDevasagayam even relied upon a judicial precedent and contended in\n\nparagraph 10 that the Final Report under Section 173(8) had been\n\nfiled without issuing notice to him and that the charges contained in\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                      18</span>\n\fthe Report against the other accused are irrelevant to the facts of his\n\nown case. Paragraphs 28 to 30 of Devasagayam’s petition seeking de\n\nnovo investigation show that he had gone to the extent of pleading the\n\ncase of the main culprits. These paragraphs read as follows:\n\n</p><blockquote id=\"blockquote_5\">        “28. The gross violation and the irregularity in concluding the\n        final report, with all the above it is pertinent to state that the\n        final report did not warrant any commission of offence against\n        anybody and the crime registered is motivated. A Court\n        proceeding ought not to be permitted to degenerate into a\n        weapon of harassment of prosecution.\n</blockquote>\n<blockquote id=\"blockquote_6\">        29. The allegations made in the Final report are so absurd and\n        inherently Improbable on the basis of which no prudent\n        person can ever reach a just conclusion that there is sufficient\n        ground for proceeding against the accused, but may escape\n        from the clutches of law.\n</blockquote>\n<blockquote id=\"blockquote_7\">        30. The present criminal proceeding is manifestly attended\n        with mala fide and/or the proceeding is maliciously instituted\n        with an ulterior motive for wreaking vengeance on the accused\n        and with a view to spite him due to private and personal\n        grudge.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">17. It appears that Devasagayam, originally seems to have had\n\na genuine grievance against the culprits at the bottom of the\n\nlayer, but he later turned out to be a Trojan horse, willing to\n\nsabotage the investigation against influential persons. This fact\n\nis borne out more by his pleadings in paragraph 31 of the petition in\n\nCriminal O.P. No.15122 of 2021. The relevant portion of paragraph 31\n\nreads as follows:\n</p>\n<blockquote id=\"blockquote_8\">        “31. …Where criminal proceedings are initiated based on\n        illicit material collected on search and arrest which are\n        per se illegal and vitiate not only a conviction and\n\n<span class=\"hidden_text\" id=\"span_18\">                                        19</span>\n\f        sentence based on such material but also the trial itself, the\n        proceedings cannot be allowed to go on as it cannot but\n        amount to abuse of the process of the court; in such a case\n        not quashing the proceedings would perpetuate abuse of\n        the process of the court resulting in great hardship and\n        injustice to the accused. In our opinion, exercise of power\n        under <a href=\"/doc/1679850/\" id=\"a_29\">section 482</a> Cr.P.C. to quash proceedings in a case like\n        the one on hand, would indeed secure the ends of justice.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_51\">18. It is seen from the above averment of Devasagayam, that he was\n\nvirtually pleading the case of the accused and seeking de novo\n\ninvestigation. But alas, Devasagayam was not the only one to be\n\nblamed. He had a silent partner in the prosecution which we\n\nshall see now. If Devasagayam leapfrogged several miles to\n\nprotect the actual culprits, the High Court seems to have gone\n\none step further by ordering de novo investigation on a point not\n\ncanvassed in the petition filed by Devasagayam. In fact, in the\n\nmain paragraph 21 of the impugned order of the High Court dated\n\n31.10.2022, the High Court has discussed elaborately the contentions\n\nadvanced on behalf of Devasagayam in support of his plea for de novo\n\ninvestigation. These contentions were in sync with the averments\n\ncontained in his petition in Criminal O.P. No.15122 of 2021.\n\n</p><p data-structure=\"CDiscource\" id=\"p_52\">19. Though the original petition and the arguments recorded in\n\nparagraph 21 of the impugned order do not reflect one particular\n\nground, the operative portion of the impugned order allows de novo\n\ninvestigation on a ground not raised in the petition. In paragraph 55 of\n\n<span class=\"hidden_text\" id=\"span_19\">                                      20</span>\n\fthe impugned order, it was recorded by the High Court that as per the\n\naffidavit filed by the Investigating Officer, the investigating agency had\n\nseized the register used for entering interview marks and sent the\n\nsame to the Forensic Department for analysis to find out the\n\nmanipulations and that the Final Report under Section 173(8) of the\n\nCode was filed even before the receipt of the report of the Forensic\n\nDepartment. It is on this contention that the High Court thought fit to\n\norder de novo investigation not only in the case in which Devasagayam\n\nsought de novo investigation but also in all the criminal cases. What\n\nis interesting is that the order directing de novo investigation in\n\nall the three cases, has actually inured to the benefit of the\n\naccused, but the High Court put it on the ground that the\n\ncredibility of the investigation should not be eroded. In fact, the\n\naccused did not seek de novo investigation on the ground of\n\nslackness on the part of the Investigating Officer, but it was\n\nDevasagayam who sought it, with the able assistance of the\n\nInvestigating Officer.\n</p>\n<p data-structure=\"Issue\" id=\"p_53\">20. The fact that Devasagayam’s petition was intended to help the\n\naccused is also borne out by one more fact. His original complaint\n\ndated 29.10.2015 which led to the registration of FIR in Crime No.441\n\nof 2015 was against ten persons and the offences registered therein\n\n<span class=\"hidden_text\" id=\"span_20\">                                    21</span>\n\fwere only under Sections 406 and 420 read with <a href=\"/doc/37788/\" id=\"a_30\">Section 34</a> IPC. On\n\nthis complaint, a Final Report was filed under Section 173(2) of the\n\nCode on 13.06.2017 and this resulted in the registration of Calendar\n\nCase in CC No.3627 of 2017. Devasagayam was happy with the fact\n\nthat the Report filed under Section 173(2) did not include the offences\n\nunder the <a href=\"/doc/1331755/\" id=\"a_31\">PC Act</a>. Devasagayam was not bothered at that time about\n\nthe fact that the register for entering the interview marks, sent to the\n\nForensic Department had not been received. Suddenly, he became\n\nworked up after the filing of the Report under Section 173(8) leading to\n\nthe registration of Calendar Case No.24 of 2021 including the offences\n\nunder the <a href=\"/doc/1331755/\" id=\"a_32\">PC Act</a>.\n</p>\n<p data-structure=\"PetArg\" id=\"p_54\">21. What     is   shocking     is   that   the    High    Court    directed\n\nreinvestigation to be started ab initio, wiping out the earlier\n\ninvestigation altogether. One saving grace in this case is that\n\neven the learned senior counsel appearing for Devasagayam and\n\nthe learned senior counsel appearing for the accused could not\n\nsupport the operative portion of the impugned order dated\n\n31.10.2022, in Criminal O.P. No.15122 of 2021. Paragraphs 79 to\n\n81 of the impugned order dated 31.10.2022, needs to be extracted.\n\nThey read as follows:\n</p>\n<blockquote id=\"blockquote_9\">         “79. Therefore, I am of the view that reinvestigation to be\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                     22</span>\n\f         started ab-initio wiping out the earlier investigation\n         altogether and to collect fresh evidence and material in the\n         above criminal cases. Hence, I allowed the Crl.O.P.No. 15122\n         of2021 in C.C.No.24 of 2021 for de-novo investigation along\n         with C.C.No.19 of 2021.\n</blockquote>\n<blockquote id=\"blockquote_10\">         80. Therefore, it is directed the investigation should be\n         conducted ab-initio comprehensively without reference to\n         the earlier investigation on record covering all the aspects\n         in relation C.C.No.19 of 2020 and C.C.No.24 of 2021\n         including whether the offence under <a href=\"/doc/1331755/\" id=\"a_33\">Prevention of\n         Corruption Act, 1988</a> are made out against the accused.\n</blockquote><p data-structure=\"Issue\" id=\"p_55\">         The special Court before which C.C.No.19 of 2020 and\n         C.C.No.24 of 2021 are pending will be at liberty to exercise\n         power under <a href=\"/doc/1172704/\" id=\"a_34\">Section 216</a> Cr.P.C, if there is any reluctance on\n         the part of the State/investigating Officer.\n</p>\n<p data-structure=\"Section\" id=\"p_56\">         81.Further, on completion of investigation, if the\n         investigating agency makes out a case for cognizance of\n         offence against the accused then the investigating agency of\n         the    predicate    offence    shall    provide the    relevant\n         materials/documents to the Directorate of Enforcement so as\n         to enable it to invoke its jurisdiction to commence its enquiry\n         under the <a href=\"/doc/1697463/\" id=\"a_35\">P.M.L.A Act</a> thereafter.”\n\n</p><p data-structure=\"CDiscource\" id=\"p_57\">22. By issuing the aforesaid direction, the High Court not only\n\ndirected the wiping out of the investigation carried out so far,\n\nbut virtually wiped out even the judgment of this Court dated\n\n08.09.2022 passed in Criminal Appeal Nos.1514-1516 of 2022.\n\nHail judicial discipline!\n\n</p><p data-structure=\"RespArg\" id=\"p_58\">23. Shri Kapil Sibal, learned senior counsel appearing for the\n\naccused and Shri Siddharth Aggarwal, learned senior counsel for\n\nDevasagayam, contended before us that the problem reflected in\n\nparagraphs 79 to 81 of the impugned order is one of language\n\nand not of law. According to them, the expression “wiped out” had\n\n<span class=\"hidden_text\" id=\"span_22\">                                       23</span>\n\fbeen used out of context and that what was sought to be removed by\n\nthe High Court was only the conclusions reached by the Investigating\n\nOfficer on the basis of the materials already collected. In other words,\n\ntheir contention was that the investigation so far made and the\n\nmaterials so far collected can never be thrown into the dustbin but\n\nthat the conclusions reached by the Investigating Officer on the basis\n\nof those materials alone required to be wiped out.\n\n</p><p data-structure=\"CDiscource\" id=\"p_59\">24. It is true that English is not our mother tongue. It is also\n\ntrue that some allowance (or discount ranging from 0 to 90%)\n\ncan be given at times to the use of certain loose expressions. But\n\nthe expressions used in paragraphs 79 to 81 of the impugned\n\norder do not reflect a mere deficiency in language or law, but\n\nsomething     more.     As   rightly        pointed   out   by   Shri   Gopal\n\nSankaranarayanan, learned senior counsel, the High Court has used\n\nin the impugned order, several words and expressions such as,\n\n</p><p data-structure=\"Section\" id=\"p_60\">(i) reinvestigation to be started ab initio, (ii) wiping out the earlier\n\ninvestigation altogether; (iii) collect fresh evidence and material; and\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">(iv) without reference to the earlier investigation on record.\n\n</p><p data-structure=\"CDiscource\" id=\"p_62\">25. Apart from the usage of the above words and phrases,\n\nwhich in our opinion, not merely opened up a small loophole in\n\nthe law but opened up a huge black hole in the galaxy, the High\n\n<span class=\"hidden_text\" id=\"span_23\">                                       24</span>\n\fCourt issued one more direction in paragraph 80. This direction is\n\nto the investigating agency to find out whether the offences under the\n\n<a href=\"/doc/1331755/\" id=\"a_36\">PC Act</a> are made out against the accused or not. Such a direction\n\nstares at what this Court has said in paragraph 45 of the decision\n\ndated 08.09.2022 in Criminal Appeal Nos.1514-1516 of 2022. This\n\nCourt has said “We are constrained to say that even a novice in\n\nCriminal Law would not have left the offences under the <a href=\"/doc/1331755/\" id=\"a_37\">PC Act</a>, out of\n\nthe final report.” Ignoring the said opinion of this Court, the High\n\nCourt has directed the Investigating Officer to find out afresh whether\n\nthe offences under the <a href=\"/doc/1331755/\" id=\"a_38\">PC Act</a> are made out or not. Therefore, the\n\nproblem with the impugned order is not merely one of improper usage\n\nof language, as sought to be diluted by the learned senior counsel for\n\nthe accused and the complainant, but something more.\n\n</p><p data-structure=\"CDiscource\" id=\"p_63\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"84627277\" id=\"span_24\">26. Even while supporting the impugned order, the learned senior\n\ncounsel for the accused and the learned senior counsel for\n\nDevasagayam, requested us to read down paragraphs 79 to 81 of the\n\nimpugned order and go by its intent. But it is easier said than done\n\nsince we have had precedents of this Court reading down\n\nstatutes but never one of reading down a judgment. In view of the\n\nstand so taken even by the counsel for the accused and counsel for\n\nDevasagayam, it may not be strictly necessary to deal with the law\n\n<span class=\"hidden_text\" id=\"span_25\">                                  25</span>\n\frelating to de novo investigation. Yet we would make a useful reference\n\nto the decision in <a href=\"/doc/84627277/\" id=\"a_39\">Vinay Tyagi vs. Irshad Ali</a> alias Deepak6.</span>\n\n</p><p data-structure=\"Facts\" id=\"p_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"84627277\" id=\"span_26\">27. <a href=\"/doc/84627277/\" id=\"a_40\">Vinay Tyagi</a> (supra) arose out of certain peculiar facts. The\n\nSpecial Cell of Delhi Police registered a First Information Report\n\nagainst     two      persons under   some   provisions of   the   <a href=\"/doc/1568384/\" id=\"a_41\">Explosive\n\nSubstances Act, 1908</a>, a few provisions of the <a href=\"/doc/1569253/\" id=\"a_42\">IPC</a> and <a href=\"/doc/73862/\" id=\"a_43\">Section 25</a> of\n\nthe Arms Act. The accused filed a petition in the High Court of Delhi\n\nseeking a transfer of investigation to CBI on the ground that they were\n\nworking as Informers for the Intelligence Agencies and that they have\n\nbeen falsely implicated. Though the High Court entertained the\n\npetition, no stay was granted. Therefore, the Special Cell of Delhi\n\nPolice proceeded with the investigation and filed a charge-sheet.\n\nThereafter, the High Court passed an order directing the CBI to\n\nundertake an inquiry and submit a report to the Court. Accordingly,\n\nCBI undertook an inquiry and filed a report stating that the\n\ninvestigation carried out by Delhi Police did not inspire confidence and\n\nthat further investigation was needed. Thereafter, CBI filed a closure\n\nreport. On the basis of the same, the accused sought discharge. Since\n\ndischarge was not ordered, they approached the High Court, but the\n\nHigh Court remanded the matter back to the Sessions Court. It is the\n\n6 (2013) 5 SCC 762\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                      26</span>\n\fsaid order of remand that was challenged by the Investigating Officer\n\nbefore this Court. This Court framed two questions as arising for\n\nconsideration in Vinay Tyagi. They read as follows:-</span>\n\n</p><blockquote id=\"blockquote_11\">        “Question 1\n            1.1. Whether in exercise of its powers under <a href=\"/doc/1412034/\" id=\"a_44\">Section 173</a> of\n        the Code of Criminal Procedure, 1973 (for short “the Code”), the\n        trial court has the jurisdiction to ignore any one of the reports,\n        where there are two reports by the same or different\n        investigating agencies in furtherance of the orders of a court? If\n        so, to what effect?\n</blockquote>\n<blockquote id=\"blockquote_12\">        Question 2\n           1.2. Whether the Central Bureau of Investigation (for short\n        “CBI”) is empowered to conduct “fresh”/ “reinvestigation” when\n        the cognizance has already been taken by the court of\n        competent jurisdiction on the basis of a police report under\n        Section 173 of the Code?”\n\n</blockquote><blockquote id=\"blockquote_13\">28. While dealing with the First Question, this Court pointed out that\n\ninvestigation can be of three kinds namely, (i) initial investigation;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_65\">(ii) further investigation; and (iii) fresh or de novo or reinvestigation.\n\nAfter exploring the meaning of “initial investigation” in paragraph 21\n\nand the meaning of “further investigation” in paragraph 22, this Court\n\nrecorded       in        paragraph          23,        what         a         fresh\n\ninvestigation/reinvestigation/de       novo     investigation     is    and    the\n\ncircumstances under which the same can be ordered. Paragraph 23 of\n\nthe decision reads as follows:-\n</p>\n<blockquote id=\"blockquote_14\">        “23. However, in the case of a “fresh investigation”,\n        “reinvestigation” or “de novo investigation” there has to be a\n        definite order of the court. The order of the court\n        unambiguously should state as to whether the previous\n\n<span class=\"hidden_text\" id=\"span_28\">                                       27</span>\n\f        investigation, for reasons to be recorded, is incapable of being\n        acted upon. Neither the investigating agency nor the Magistrate\n        has any power to order or conduct “fresh investigation”. This is\n        primarily for the reason that it would be opposed to the scheme\n        of the Code. It is essential that even an order of “fresh”/“de\n        novo” investigation passed by the higher judiciary should\n        always be coupled with a specific direction as to the fate of the\n        investigation already conducted. The cases where such\n        direction can be issued are few and far between. This is based\n        upon a fundamental principle of our criminal jurisprudence\n        which is that it is the right of a suspect or an accused to have a\n        just and fair investigation and trial. This principle flows from\n        the constitutional mandate contained in <a href=\"/doc/1199182/\" id=\"a_45\">Articles 21</a> and <a href=\"/doc/581566/\" id=\"a_46\">22</a> of\n        the Constitution of India. Where the investigation ex facie is\n        unfair, tainted, mala fide and smacks of foul play, the courts\n        would set aside such an investigation and direct fresh or de\n        novo investigation and, if necessary, even by another\n        independent investigating agency. As already noticed, this is a\n        power of wide plenitude and, therefore, has to be exercised\n        sparingly. The principle of the rarest of rare cases would\n        squarely apply to such cases. Unless the unfairness of the\n        investigation is such that it pricks the judicial conscience of the\n        court, the court should be reluctant to interfere in such\n        matters to the extent of quashing an investigation and directing\n        a “fresh investigation”.\n</blockquote>\n<blockquote id=\"blockquote_15\">29. In paragraphs 43 and 45, this Court held that the power to order\n\nde novo investigation vests only with superior courts and that the\n\nsame has to be exercised sparingly in exceptional cases. In paragraph\n\n46, this Court pointed out that while ordering de novo investigation,\n\nthere are two options open to the superior court namely, (i) to direct\n\nthe report already prepared or the investigation so far conducted, not\n\nto form part of the records of the case; or (ii) to direct the report\n\nalready prepared or the investigation so far conducted to form part of\n\nthe record. If the superior court is silent on this aspect, the report\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                        28</span>\n\falready prepared or the investigation so far conducted will form part of\n\nthe record. In other words, if the superior court intended that the\n\ninvestigation so far conducted and the report already filed should not\n\nform part of the record, it should specifically say so.\n</blockquote>\n<blockquote id=\"blockquote_16\">30. In the order impugned in these appeals, the High Court has\n\nindicated by using four different expressions and phrases that the\n\ninvestigation so far conducted shall not form part of the record. But\n\neven according to the learned senior counsel for Devasagayam\n\nand learned senior counsel for the accused, the operative portion\n\nof the impugned order of the High Court need not be understood\n\nin such a manner. If that is so, all those phrases and\n\nexpressions deserve to be removed. If they are removed, the life\n\ngets ebbed out of the impugned order, which in our opinion, it\n\nrichly deserves.\n</blockquote>\n<blockquote id=\"blockquote_17\">31. Before we wind up our discussion in Part-I, it may be necessary\n\nto deal with a few preliminary objections raised on behalf of the\n\naccused to the very maintainability of these appeals. The question of\n\nmaintainability is raised on the basis of the status of the parties.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_66\">Therefore, it is essential to take stock of the status of parties who have\n\nfiled appeals against the order of the Madras High Court for de novo\n\ninvestigation. For easy appreciation, the status of parties who are the\n\n<span class=\"hidden_text\" id=\"span_30\">                                    29</span>\n\fappellants in the appeals arising out of the order for de novo\n\ninvestigation and a brief indication of who they are, are presented in a\n\ntabular column as follows:-\n</p>\n<blockquote id=\"blockquote_18\"> Civil Appeals arising    Name           of Brief description of who he is\n out of Special Leave     appellant         and how he is aggrieved by the\n Petitions and Diary                        order of de novo investigation\n Numbers\n SLP (Crl.) Nos.1207-     Director,        ED is aggrieved because any\n 1208 of 2023             Enforcement      shadow cast on the investigation of\n                                           the predicate offence, is taken\n                                           advantage of by the accused to\n                                           thwart the investigation of the\n                                           offence of money laundering.</blockquote>\n<blockquote id=\"blockquote_19\"> SLP (Crl.) No.11396 of   Y. Balaji        He was one of the aspirants for the\n 2022                                      post of Assistant Engineer in the\n                                           Transport      Corporation.      His\n                                           grievance is that he did not get\n                                           selected on account of the corrupt\n                                           practices adopted by the Minister\n                                           and others. He has also filed writ\n                                           petition in WP No.24275 of 2021\n                                           seeking a direction to the Director,\n                                           Vigilance and Anti-corruption to\n                                           conduct further investigation in CC\n                                           No.19 of 2020. The writ petition is\n                                           pending.\n</blockquote><blockquote id=\"blockquote_20\"> SLP (Crl.) No.11397 of   S. Prithvirajan  He is one of the aspirants for the\n 2022                                      post of Junior Engineer. He claims\n                                           that his marks were tampered to\n                                           accommodate      less   meritorious\n                                           candidates who indulged in corrupt\n                                           practices.\n</blockquote><blockquote id=\"blockquote_21\"> SLP (Crl.) D.No.961 of   Anti-Corruption A NGO interested in combating\n 2023                     Movement         corruption.</blockquote>\n<blockquote id=\"blockquote_22\"> SLP(Crl.)D.No. 10217     V.        Ganesh He was the complainant in FIR\n of 2023                  Kumar            No.298       dated      09.09.2017,\n                                           registered against (i) Minister\n                                           Senthil Balaji; (ii) Prabhu; (iii)\n                                           Sahayarajan; and (iv) Annaraj, for\n                                           offences under <a href=\"/doc/988620/\" id=\"a_47\">Sections 406</a>, <a href=\"/doc/1436241/\" id=\"a_48\">420</a>\n                                           and <a href=\"/doc/180217/\" id=\"a_49\">506(1)</a> IPC. Interestingly, he\n                                           entered into a compromise with the\n                                           accused and supported them in\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                        30</span>\n\f                                        their petition for quashing of the\n                                        FIR. Now he is aggrieved by the\n                                        order for de novo investigation for\n                                        obvious reasons.\n</blockquote><blockquote id=\"blockquote_23\"> SLP(Crl.)D.No.   10186 R.Sahayarajan   He is one of the accused in the\n of 2023                                complaint given by V. Ganesh\n                                        Kumar and he filed a petition\n                                        before the High Court seeking to\n                                        quash the FIR and the charge-\n</blockquote><blockquote id=\"blockquote_24\">                                        sheet on the ground of a\n                                        compromise.\n</blockquote>\n<blockquote id=\"blockquote_25\">32. Shri Mukul Rohatgi, Shri Kapil Sibal, Shri Sidharth Luthra, and\n\nShri C.A. Sundaram, learned senior counsel appearing for different\n\naccused, uniformly raised a chorus, vociferously objecting to the\n\nmaintainability of the appeals by each of those appellants, against the\n\norder of de novo investigation. Their contention is that investigation of\n\na criminal offence cannot be a free-for-all exercise and that one must\n\nhave locus to challenge the proceedings. According to the learned\n\ncounsel, some of the appellants who are strangers, have not only come\n\nto court without any locus, but are also guilty of coming with unclean\n\nhands as can be seen from the fact that they have managed even to\n\nobtain copies of the confession statements recorded under Section 164\n\nof the Code. It is also contended that some of the appellants before us\n\nare obviously set up by a rival political party and that therefore, this\n\nCourt should not entertain the appeals filed by persons who have no\n\nlocus standi.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                   31</span>\n<blockquote id=\"blockquote_26\">\f33. It is true that criminal jurisprudence recognizes a limited role for\n\nvictims and it is the State which is entrusted with the onerous\n\nresponsibility of prosecuting the accused and getting them punished.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_67\">But we must remember that certain theories of law were\n\ndeveloped at a time when the process of administration of the\n\ncriminal justice system was in the hands of honest and\n\nresponsible Police officials and the stream remained largely\n\nunpolluted. Today the situation is different. In cases of this\n\nnature, where some of the complainants and the accused have\n\ncome together to form an unholy alliance, the victims of crime\n\ncannot be left at the mercy of such partnerships. We have seen in\n\nthis case, persons aspiring to secure public employment, paying illegal\n\ngratification, through persons who are public servants, to persons in\n\npower and later coming to the Court supporting the accused on the\n\nbasis of an out of Court settlement. What was compromised\n\nbetween the complainant and accused is not just their disputes,\n\nbut justice, fair-play, good conscience and the fundamental\n\nprinciples of criminal jurisprudence. In fact, the case on hand is\n\none where there are two teams just for the purpose of record, but\n\nno one knows who is playing for which team and where the\n\nmatch was fixed.\n</p>\n<p data-structure=\"Section\" id=\"p_68\"><span class=\"hidden_text\" id=\"span_33\">                                   32</span>\n</p><p data-structure=\"Precedent\" id=\"p_69\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"78040461\" id=\"span_34\">34. As a matter of fact, very vocal submissions were made on the\n\nquestion of locus in the previous round of litigation in <a href=\"/doc/78040461/\" id=\"a_50\">P. Dharamaraj\n\nvs. Shanmugam7</a> in Criminal Appeal Nos.1514-1516 of 2022. But the\n\nobjections relating to maintainability were rejected by this Court in the\n\nvery same proceedings in the first round. Therefore, the accused\n\ncannot raise the question of locus again and again. But for the fact\n\nthat the victims came to this Court in the first round of litigation, a\n\nhuge scam would have been buried on the basis of a compromise.</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_70\">35. One more objection was raised about the locus of Y. Balaji, the\n\nappellant in one of these appeals, on the ground that he had already\n\nfiled a writ petition in WP No.24275 of 2021 on the file of the High\n\nCourt seeking further investigation and that, therefore, he must\n\npursue his remedies only in that writ petition. But this argument\n\nseeks to sweep under the carpet, the actual reality that by virtue of the\n\nimpugned order dated 31.10.2022 directing de novo investigation, the\n\nwrit petition filed by Y. Balaji for further investigation has been\n\nrendered infructuous. Therefore, if such a person who participated in\n\nthe selection but who did not get appointment due to the corrupt\n\npractices adopted by the concerned persons and who had already filed\n\na writ petition seeking further investigation, does not have locus\n\n7 2022 SCC OnLine SC 1186\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                   33</span>\n\fstandi, we do not know who else will have.\n</p>\n<p data-structure=\"Section\" id=\"p_71\">36. The investigation and trial of a criminal case cannot be\n\nconverted by the complainant and the accused into a friendly\n\nmatch. If they are allowed to do so, it is the Umpire who will lose\n\nhis wicket.\n</p>\n<p data-structure=\"PetArg\" id=\"p_72\">37. Much ado was made about some of the appellants filing copies of\n\nthe confession statements under Section 164 of the Code, as part of\n\nthe paper book in the appeals. It was contended by the learned senior\n\ncounsel that the confession statements recorded before the Magistrate\n\nare sacrosanct and that the copies of the same cannot be made\n\navailable to third parties and that at any rate, the appellants have not\n\neven explained as to whether they filed third party copy applications\n\nas stipulated in the Rules, 2019 and obtained these copies officially.\n\n</p><p data-structure=\"Section\" id=\"p_73\">38. Reliance was placed upon Rule 207(12) and Rule 210 of the\n\nRules, 2019 in support of his contention. Rule 207(12) and Rule 210\n\nread as follows:-\n</p>\n<blockquote id=\"blockquote_27\">        “207(12) After recording the confession statement of an\n        accused, the Magistrate shall arrange to take two\n        photocopies of the same under his direct supervision and\n        certify the same as true copies. The confession statement in\n        original shall be sent in a sealed cover to the jurisdictional\n        Court through a special messenger or by Registered Post\n        with Acknowledgment Due.          One certified copy of the\n        confession statement shall be immediately furnished to the\n        Investigating Officer free of cost with a specific direction to\n        use it only for the purpose of investigation and not to make\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                       34</span>\n\f         its contents public until the investigation is completed and\n         final report filed. The other certified copy of the confession\n         statement shall be kept in a sealed cover in safe custody of\n         the Magistrate.\n</blockquote>\n<blockquote id=\"blockquote_28\">         210. Application for copies by third parties. – Application\n         for the grant of copies of judgment or order or any\n         proceeding or document in the custody of a Court by a third\n         party to the proceeding shall be allowed only by order of the\n         Court obtained on a petition supported by an affidavit\n         setting forth the purpose for which the copy is required.”\n\n</blockquote><p data-structure=\"Section\" id=\"p_74\">39. It is clear from Rule 207(12) that a confession statement is a\n\nconfidential document till the time investigation is complete and Final\n\nReport filed. The relevant portion of Rule 207(12) states “… not to\n\nmake its contents public until the investigation is completed and final\n\nreport filed”.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_75\">40. Rule 210 extracted above enables “third parties to apply to the\n\nCourt for the grant of copies of Judgment or order or any proceeding or\n\ndocument in the custody of a Court”. Therefore, it is not as though the\n\nappellants have filed something to which they could have never had\n\nany access. It is an irony that persons who are victims of a huge\n\njobs-for-cash scam are alleged to have come to Court with\n\nunclean hands by persons whose hands were allegedly tainted\n\nwith corruption money.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_76\">41. As a matter of fact, right from the time when Gopi approached\n\nthe High Court with a petition in Crl. O. P. No. 7503 of 2016, there\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                        35</span>\n\fhave been several proceedings before the High Court where the parties\n\nhave filed copies of several documents. There were also writ petitions\n\nfiled by unsuccessful candidates challenging the selection. The\n\ncounter filed by the Investigating Officer in those cases have been\n\nextracted by this Court in the Judgment dated 08.09.2022 in\n\nDharmaraj vs. Shanmugam8. Therefore, many of the documents\n\nhave started appearing in the public domain at the instance of several\n\npersons. Hence, it is futile to contend that the appeals are liable to be\n\nthrown out on the ground that the appellants have come up with\n\ndocuments to which they could not have had any access.\n\n</p><p data-structure=\"CDiscource\" id=\"p_77\">42. Though Shri Gopal Sankaranarayanan, learned senior counsel\n\nappearing for the appellant in one of these appeals refrained from\n\ngiving any political colour to the case on hand, it was contended by\n\nShri Kapil Sibal, learned senior counsel that the appellant had been\n\nobviously set up by a rival political party. In support of his contention,\n\nhe relied upon the timeline of events that began after the lodging of the\n\nfirst complaint in FIR No.441 of 2015. Though we did not wish to go\n\ninto these details, we are compelled at least to touch the peripheries,\n\nlest we shall be held guilty of not dealing with an argument advanced\n\nacross the Bar. The timeline of events provided by Shri Kapil Sibal,\n\n<span class=\"hidden_text\" id=\"span_38\">8</span>\n    Criminal Appeal Nos.1514-1516 of 2022\n\n<span class=\"hidden_text\" id=\"span_39\">                                            36</span>\n\flearned senior counsel is as follows:-\n</p>\n<blockquote id=\"blockquote_29\">   29.10.2015          Complaint      of    Devasagayam     against    10\n                       individuals but not the Minister.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_78\">   7/8.03.2016         Complaint of one Gopi alongwith several others\n                       alleging that the Minister, his brother and his\n                       brother-in-law demanded illegal gratification for\n                       making appointments.\n</p><p data-structure=\"Precedent\" id=\"p_79\">   20.06.2016          Criminal OP No.7503 of 2016 filed by Gopi was\n                       allowed by the High Court.\n</p><p data-structure=\"Issue\" id=\"p_80\">   13.06.2017          A report under Section 173(2) of the Code was\n                       filed in the FIR lodged by Devasagayam, only for\n                       offences under Sections 406, 419 and 420\n                       against 12 persons. The Minister was not named\n                       there.\n</p><p data-structure=\"CDiscource\" id=\"p_81\">   22.08.2017          Minister Senthil Balaji formed part of the group\n                       of 18 MLAs who submitted a letter to the\n                       Governor.\n</p><p data-structure=\"PetArg\" id=\"p_82\">   09.09.2017          FIR No.298 of 2017 registered on the complaint\n                       of one V Ganesh Kumar against the Minister and\n                       three others.\n</p><p data-structure=\"Section\" id=\"p_83\">   18.09.2017          The Minister was disqualified.\n</p><p data-structure=\"CDiscource\" id=\"p_84\">   13.06.2018          Cognizance was taken in CC No.19 of 2020\n                       arising out of FIR No.298 of 2017 against the\n                       Minister and three others.\n</p><p data-structure=\"Issue\" id=\"p_85\">   13.08.2018          A complaint is lodged by one Arulmani, naming\n                       the Minister, his brother Ashok Kumar and his\n                       PA Shanmugam. This results in the registration\n                       of FIR No.344 of 2018, albeit only for offences\n                       under <a href=\"/doc/988620/\" id=\"a_51\">Sections 406</a>, <a href=\"/doc/1436241/\" id=\"a_52\">420</a> and <a href=\"/doc/180217/\" id=\"a_53\">506</a> IPC\n   14.12.2018          The Minister defected to another political party.\n   12.04.2019          Final report filed in FIR No.344 of 2018 (becomes\n                       Calendar Case No.25 of 2021).\n</p><p data-structure=\"Precedent\" id=\"p_86\">   23.05.2019          Minister Senthil Balaji wins the by-elections, as a\n                       candidate of the party which he joined in 2018.\n</p><p data-structure=\"CDiscource\" id=\"p_87\">   27.11.2019          Cognizance was taken in CC No.25 of 2021\n                       arising out of FIR No.344 of 2018.\n</p><p data-structure=\"Conclusion\" id=\"p_88\">   26.08.2020          The petition filed by Senthil Balaji for discharge\n                       is dismissed.\n</p><p data-structure=\"RespArg\" id=\"p_89\">   26.02.2021          General Elections to the State Assembly are\n                       announced.\n</p><p data-structure=\"Issue\" id=\"p_90\">   08.03.2021          A final report under Section 173(8) of the Code is\n                       filed against the Minister and others, not only for\n                       the offences under the <a href=\"/doc/1569253/\" id=\"a_54\">IPC</a> but also for offences\n                       under the <a href=\"/doc/1331755/\" id=\"a_55\">PC Act</a>.\n</p><p data-structure=\"Precedent\" id=\"p_91\">   01.04.2021          Cognizance is taken in CC No.24 of 2021\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                    37</span>\n\f   02.05.2021          Results of the general election to the State\n                       Assembly are declared, the party in power is\n                       voted out, a new dispensation forms the\n                       Government and he becomes a Minister in the\n                       new regime.\n</p><p data-structure=\"Conclusion\" id=\"p_92\">   July, 2021          A quash petition is filed and a compromise is\n                       reached.\n</p><p data-structure=\"Section\" id=\"p_93\">   30.07.2021          The High Court quashes CC No.25 of 2021 on\n                       the basis of the Joint Compromise Memo.\n</p>\n<p data-structure=\"Precedent\" id=\"p_94\">\n</p><p data-structure=\"CDiscource\" id=\"p_95\">43. On the basis of the above timeline of events, it is contended by\n\nShri Kapil Sibal that the Minister was implicated in the case on\n\n08.03.2021, for offences under the <a href=\"/doc/1331755/\" id=\"a_56\">PC Act</a> immediately after the\n\nannouncement of the elections to the Legislative Assembly, as he had\n\nswitched over from the party in power to another. Therefore, it is\n\nclaimed that the appellant is obviously set up by the political\n\nopponents in hot pursuit of the Minister.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_96\">44. But all that we could make out of the above timeline of events is\n\nthat trouble started for the Minister, even when he was a Minister in a\n\ndifferent political dispensation and even before he became part of a\n\ngroup of 18 MLAs in August, 2017. It must be remembered that the\n\nallegations in Criminal O.P. No.7503 of 2016, disposed of by the High\n\nCourt on 20.06.2016, were made at a time when he was still a\n\nMinister in the previous regime and it happened more than a year\n\nbefore he became part of a splinter group. In the order dated\n\n20.06.2016, it was recorded as a contention of the counsel for the\n\n<span class=\"hidden_text\" id=\"span_41\">                                   38</span>\n\fpetitioner in paragraph 6 that the Police had seen to it that the name\n\nof the Minister did not figure in the complaint, in order to shield him.\n\nThat the Investigation Officer did not choose to include the\n\noffences under the <a href=\"/doc/1331755/\" id=\"a_57\">PC Act</a> from the year 2015 till 08.03.2021,\n\ncannot be taken to the credit of the Minister, but should be taken\n\nas a discredit of the prosecution. If the shield of office protected\n\nhim from 2015 till he formed part of the splinter group and the\n\nshield stood temporarily removed for a brief period of time until\n\nhe again became a Minister in the next regime, the same cannot\n\nbe said to be a case of political vendetta. We do not know whether\n\nthe complainants would have entered into a compromise in July, 2021\n\nif he had not become a Minister again in the new regime.\n\n</p><p data-structure=\"Precedent\" id=\"p_97\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"462325\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1830927\" id=\"span_43\">45. The decisions in <a href=\"/doc/1830927/\" id=\"a_58\">Janata Dal vs. H.S. Chowdhary9</a>                 and\n\n<a href=\"/doc/462325/\" id=\"a_59\">Simranjit Singh Mann vs. Union of India10</a>, relied upon by the\n\nlearned senior counsel for questioning the locus standi of the\n\nappellants, will not go to their rescue.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"78040461\" id=\"span_44\">This Court has already dealt\n\nwith the question of locus in its Judgment dated 08.09.2022 in\n\nCriminal Appeal Nos.1514-1516 of 2022 in <a href=\"/doc/78040461/\" id=\"a_60\">P. Dharamaraj</a> (supra).</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_98\">46. Interestingly, we have two appeals challenging the correctness of\n\nthe order of the High Court dated 31.10.2022 directing de novo\n9   (1992) 4 SCC 305\n10 (1992) 4 SCC 653\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                   39</span>\n\finvestigation, one of which is by the complainant V. Ganesh Kumar in\n\nFIR No.298 of 2017 and other by the accused R. Sahayarajan, who\n\nwas arrayed as Accused No.3 in the complaint of the V. Ganesh\n\nKumar. Both of them entered into a compromise and successfully\n\ntrapped the High Court to quash the proceedings on the basis of the\n\ncompromise.    Fortunately, the order quashing the complaint was\n\nreversed by this Court. Yet both of them have the audacity to come\n\nbefore this Court attacking the order of de novo investigation.\n\n</p><p data-structure=\"CDiscource\" id=\"p_99\">47. What is worrisome is the fact that V. Ganesh Kumar is an\n\nemployee of the Transport Corporation. In the charge-sheet filed on his\n\ncomplaint, which has been taken on file as CC No.19 of 2020, this V.\n\nGanesh Kumar is stated to have collected amounts ranging from\n\nRs.2,00,000/- to Rs.4,50,000/- for every post of Driver, Conductor or\n\nMechanic, as the case may be. We do not know whether the\n\nTransport Corporation has at least placed him under suspension\n\nand initiated departmental proceedings. If they have not done so\n\nfar, the Corporation should initiate disciplinary action against\n\nthis V. Ganesh Kumar not only for being party to a job-for-cash\n\nscam but also for turning turtle and supporting the accused and\n\nthereafter coming to this Court to assail the order of de novo\n\ninvestigation, despite being an employee of the Corporation.\n\n<span class=\"hidden_text\" id=\"span_46\">                                   40</span>\n\fInterestingly, his attack on the order of de novo investigation is not to\n\nachieve the same purpose as the victims want to achieve, by assailing\n\nthe same order. The victims assail the order of de novo investigation\n\nfor the purpose of ensuring that the offences under the <a href=\"/doc/1331755/\" id=\"a_61\">PC Act</a> are\n\nproperly investigated and tried. But the object of V. Ganesh Kumar is\n\nnot the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_100\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"675452\" id=\"span_47\">48. This is why we made repeated queries to <a href=\"/doc/675452/\" id=\"a_62\">Ms. V. Mohana</a>, learned\n\nsenior counsel appearing for V. Ganesh Kumar as to what V. Ganesh\n\nKumar eventually wants. The only answer that we got to this question\n\nwas that the power to order de novo investigation should be exercised\n\nsparingly and that this is not the case where the power requires to be\n\nexercised. Thus, it is clear that V. Ganesh Kumar is in a different\n\ncamp as of now.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">49. Therefore, the appeals challenging the impugned order of the\n\nHigh Court dated 31.10.2022 insofar as they are traceable to Criminal\n\nO.P. No.15122 of 2021 are concerned, deserve to be allowed.\n\nAccordingly,    these   appeals   are    allowed   and   the   order   dated\n\n31.10.2022 passed in Criminal O.P.No.15122 of 2021 is set aside.\n\nCriminal O.P.No.15122 of 2021 shall stand dismissed.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                                    41</span>\n\fPart-II (Concerning proceedings by Enforcement Directorate)\n\n</p><p data-structure=\"Issue\" id=\"p_102\">50. As we have narrated in the sequence of events, ED registered an\n\nInformation Report on 29.07.2021, only after filing of a Final Report\n\nunder Section 173(8) of the Code., in CC No.24 of 2021, including the\n\noffences punishable under the <a href=\"/doc/1331755/\" id=\"a_63\">PC Act</a>. This Final Report was in FIR\n\nNo.441 of 2015, which was originally registered as CC No.3627 of\n\n2017 (it became CC No.24 of 2021). The Final Report filed under\n\nSection 173(8) of the Code on 08.03.2021, named Shri V. Senthil\n\nBalaji (Minister) as Accused No.1 and the offences charged against the\n\naccused were under Sections 406, 419, 420 read with <a href=\"/doc/37788/\" id=\"a_64\">Section 34</a> and\n\n<a href=\"/doc/1897847/\" id=\"a_65\">120B</a>, <a href=\"/doc/1317063/\" id=\"a_66\">465</a>, <a href=\"/doc/1985627/\" id=\"a_67\">467</a>, <a href=\"/doc/1466184/\" id=\"a_68\">471</a> and <a href=\"/doc/386021/\" id=\"a_69\">201</a> IPC read with <a href=\"/doc/324254/\" id=\"a_70\">Sections 7</a>, <a href=\"/doc/642316/\" id=\"a_71\">12</a>, <a href=\"/doc/1259316/\" id=\"a_72\">13(2)</a> read\n\nwith <a href=\"/doc/178303/\" id=\"a_73\">Section 13(1)(d)</a> of the PC Act and <a href=\"/doc/513074/\" id=\"a_74\">Section 109</a> of IPC. Since the\n\noffences under <a href=\"/doc/1897847/\" id=\"a_75\">Sections 120B</a>, <a href=\"/doc/1667388/\" id=\"a_76\">419</a>, <a href=\"/doc/1436241/\" id=\"a_77\">420</a>, <a href=\"/doc/1985627/\" id=\"a_78\">467</a> and <a href=\"/doc/1466184/\" id=\"a_79\">471</a> of IPC and\n\n<a href=\"/doc/324254/\" id=\"a_80\">Sections 7</a> and <a href=\"/doc/178303/\" id=\"a_81\">13</a> of the PC Act are included in The Schedule to the\n\nPrevention of Money-laundering Act, 200211, the registration of the\n\nInformation Report by ED on 29.07.2021 cannot be faulted.\n\n</p><p data-structure=\"CDiscource\" id=\"p_103\">51. After registration of the Information Report, the ED started\n\nissuing summons to the accused. ED also filed petitions before the\n\nSpecial Court (in seisin of the predicate offences) seeking copies of\n\ndocuments. These petitions were partly allowed by the Trial Court by\n\n11 For short “PMLA”\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                  42</span>\n\fan order dated 09.11.2021. As against the portion of the order of the\n\nTrial Court disentitling ED to certified copies of the unmarked\n\ndocuments, ED filed petitions under Section 482 of the Code before\n\nthe High Court. The petitions were partly allowed by the High Court by\n\nan order dated 30.03.2022 permitting the ED to follow the procedure\n\nof conducting inspection under Rule 237 of Rules, 2019 and thereafter\n\nby filing a fresh third-party copy application before the Special Court.\n\n</p><p data-structure=\"Issue\" id=\"p_104\">52. Thereafter, ED sent fresh summons to the Minister and others in\n\nApril, 2022. Immediately, the Minister and two others filed three\n\nseparate writ petitions seeking the quashing of the summons issued\n\nby ED.\n</p>\n<p data-structure=\"PetArg\" id=\"p_105\">53. In the writ petition filed by the Minister in W.P. No.18213 of 2022\n\nfor quashing the summons issued by the ED, he contended inter-alia: -\n\n</p><blockquote id=\"blockquote_30\">     (i)    that he was falsely implicated in FIR Nos.441 of 2015, 15 of\n2016, 298 of 2017 and 344 of 2018;\n</blockquote><blockquote id=\"blockquote_31\">     (ii) that FIR No.15 of 2016 had already been quashed;\n</blockquote><blockquote id=\"blockquote_32\">     (iii) that FIR Nos.441 of 2015 and 298 of 2017 were stayed by\nthe High Court;\n</blockquote><blockquote id=\"blockquote_33\">     (iv)   that FIR No.344 of 2018 was quashed by the High Court;\n</blockquote><blockquote id=\"blockquote_34\">     (v)    that in view of the above, the mandatory requirements of\n<a href=\"/doc/62140/\" id=\"a_82\">Section 2(1)(y)</a> and <a href=\"/doc/581728/\" id=\"a_83\">Section 3</a> of the PMLA, are not attracted;\n</blockquote><blockquote id=\"blockquote_35\">     (vi)   that the registration of ECIR was based upon those\ncomplaints;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_50\">                                    43</span>\n<blockquote id=\"blockquote_36\">\f      (vii) that since those complaints are the subject matter of\nscrutiny in the quash petitions, there is nothing for ED to proceed;\n</blockquote><blockquote id=\"blockquote_37\">      (viii) that Section 63 of the PMLA prescribes a punishment for\nfalse information or failure to give information and hence the\nsummons issued under Section 50 will force him to give statements\nincriminating himself in the cases for the predicate offences, thereby\ninfringing upon his rights under <a href=\"/doc/366712/\" id=\"a_84\">Article 20(3)</a> of the Constitution;\n</blockquote><blockquote id=\"blockquote_38\">      (ix)   that ED had not identified any proceeds of crime with the\naccused, so as to enable them to proceed with the investigation;\n</blockquote><blockquote id=\"blockquote_39\">      (x)    that before the Trial Court and the High Court, ED wanted\ncopies of documents available with the State Police, on the ground\nthat without the copies of such documents, it was not possible for ED\nto proceed;\n</blockquote><blockquote id=\"blockquote_40\">      (xi)   that the initiation of investigation by the ED is vitiated by\nmalafide;\n</blockquote><blockquote id=\"blockquote_41\">      (xii) that without any material being available with the ED either\nabout the proceeds of crime or about the act of money-laundering on\nthe part of the accused, ED cannot proceed; and\n</blockquote><blockquote id=\"blockquote_42\">      (xiii) that without having any incriminating material against the\naccused about money-laundering, ED cannot proceed further.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_106\">54. The focus in the writ petitions challenging the summons issued\n\nby the ED was primarily on: -\n</p>\n<blockquote id=\"blockquote_43\">      (i)    the stay of further proceedings in two criminal cases for the\npredicate offences;\n</blockquote><blockquote id=\"blockquote_44\">      (ii)   the quashing of one criminal case for a predicate offence;\n</blockquote><p data-structure=\"Precedent\" id=\"p_107\">and\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                     44</span>\n</p><p data-structure=\"CDiscource\" id=\"p_108\">\f      (iii)   the attempt of the ED to proceed with the investigation in\nwilderness, after getting copies of the basic documents from the\nSpecial Court, without actually identifying the proceeds of crime.\nHowever, certain legal arguments were developed before the High\nCourt in the course of oral hearing.\n</p>\n<p data-structure=\"Precedent\" id=\"p_109\">55. The arguments advanced before the High Court in the course of\n\narguments, revolved around:-\n</p>\n<blockquote id=\"blockquote_45\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"14485072\" id=\"span_52\">(i)     the law <a href=\"/doc/675452/\" id=\"a_85\">laid down by</a> this Court in <a href=\"/doc/14485072/\" id=\"a_86\">Vijay Madanlal\nChoudhary vs. Union of India12</a> ;</span>\n</blockquote><blockquote id=\"blockquote_46\">      (ii)    the necessity for the existence of jurisdictional facts before\nan authority or officer assumes jurisdiction;\n</blockquote><blockquote id=\"blockquote_47\">      (iii)   the absence of a combination of criminal activity amounting\nto a scheduled offence, the generation of proceeds of crime therefrom\nand the act of money-laundering, which form the jurisdictional fact for\nED to step in; and\n</blockquote><blockquote id=\"blockquote_48\">      (iv)    the danger of allowing the ED to go on a fishing expedition\nwithout any material.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_110\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"14485072\" id=\"span_53\">56. It is of interest to note that the accused argued before the High\n\nCourt that their case was squarely covered by the decision in <a href=\"/doc/14485072/\" id=\"a_87\">Vijay\n\nMadanlal Choudhary</a> (supra) . It will be worthwhile to extract the\n\nrelevant portions of the order of the High Court dated 01.09.2022, in\n\nwhich the counsel for each of the accused is stated to have relied upon\n\nthe decision in Vijay Madanlal Choudhary.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_111\">12 (2022 SCC OnLine SC 929\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                      45</span>\n</p><p data-structure=\"Precedent\" id=\"p_112\">\f57. The argument of the counsel for R.V. Ashok Kumar, brother of\n\nthe Minister is extracted by the High Court in paragraph 3 as follows:-\n\n</p><blockquote id=\"blockquote_49\">        “3. Mr.Aryama Sundaram, learned Senior Counsel appearing\n        for the petitioner in Writ Petition No.l8209 of 2022 pleaded at\n        the outset that his client&#x27;s case is squarely covered by the\n        judgment of the Hon&#x27;ble Supreme Court in Vijay Madanlal\n        Choudhury and others case (supra) in his favour, again\n        proceeding further contended that Mr.R. V.Ashok Kumar is the\n        brother of Mr.V.Senthil Balaji, who was the former Transport\n        Minister during the period from 2011 to 2015…”\n\n</blockquote><p data-structure=\"Section\" id=\"p_113\">58. The argument of the counsel appearing for Shanmugam (Accused\n\nNo.3) is extracted by the High Court as follows:-\n\n</p><blockquote id=\"blockquote_50\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"14485072\" id=\"span_55\">“2. … there is no basis for proceeding against the\n        petitioner under the <a href=\"/doc/1697463/\" id=\"a_88\">Prevention of Money-laundering Act</a>,\n        because the Hon&#x27;ble Supreme Court in <a href=\"/doc/14485072/\" id=\"a_89\">Vijay Madanlal\n        Chaudhary and others v. Union of India and others</a>, 2022\n        (10) SCALE 577 has held that in the absence of proceeds of\n        crime, the authorities under the Prevention of Money-</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_114\">        laundering Act cannot step in or initiate any prosecution,\n        therefore, the writ petition deserves to be allowed, by\n        quashing the impugned proceedings.\n</p>\n<p data-structure=\"Precedent\" id=\"p_115\">\n</p><p data-structure=\"CDiscource\" id=\"p_116\">59. Thus, it is seen from the impugned order that at least two out of\n\nthree accused specifically argued before the High Court that their case\n\nwas squarely covered by the decision of this Court in Vijay Madanlal\n\nChoudhary, but interestingly most of the arguments advanced\n\nbefore us turned out to be an attack on the correctness of the\n\ndecision in Vijay Madanlal Choudhary. We are not suggesting\n\nthat this defection from one point of view to the other is covered\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                      46</span>\n\fby Schedule X. We are just recording this fact to show that most of\n\nthe arguments were actually arguments of convenience.\n\n</p><p data-structure=\"Precedent\" id=\"p_117\">60. Keeping in mind what the accused argued before the High Court,\n\nlet us now see what the High Court did. In paragraph 13 of the\n\nimpugned order, the High Court took note of Vijay Madanlal\n\nChoudhary with particular reference to paragraph 187(v)(d). In\n\nparagraph 14, the High Court took note of the quashing of the\n\ncomplaint for the predicate offence in one case and the stay of further\n\nproceedings in the other two cases relating to predicate offences. In\n\nparagraph 15, the High Court addressed the question as to what is the\n\neffect of a stay order. The High Court concluded that if proceedings\n\nunder the PMLA are permitted to go on during the operation of the\n\nstay order in respect of predicate offences, it will cause damage to the\n\nreputation and goodwill of the parties and that therefore investigation\n\nby the ED cannot proceed. In paragraph 16 of the impugned order, the\n\nHigh Court recorded that other than the three FIRs, the ED was not in\n\npossession of anything else to proceed under the PMLA. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"165621647\" id=\"span_57\">In paragraph\n\n17, the High Court recorded the contention relating to the non-\n\nexistence of jurisdictional facts and referred to the decision in <a href=\"/doc/165621647/\" id=\"a_90\">Arun\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                   47</span>\n\fKumar vs. Union of India13</a> in paragraph 19. Thereafter, the High\n\nCourt came to the conclusion in paragraph 20 that the quashing of\n\nthe complaint in one criminal case and the stay of proceedings in\n\nother two Calendar Cases, showed that there was no jurisdictional fact\n\nor cause of action for the ED to initiate proceedings.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_118\">61. Since lot of arguments were advanced before us as though the\n\nED proceeded without the existence of jurisdictional facts, it is\n\nnecessary to extract paragraph 20 of the impugned order to show what\n\nthe High Court thought to be a jurisdictional fact. Hence, paragraph\n\n20 of the impugned order is extracted as follows:\n\n</p><blockquote id=\"blockquote_51\">          “20. A mere perusal of the above judgment clearly shows that\n          the existence of jurisdictional fact is a condition precedent for\n          the exercise of power by a Court of limited jurisdiction.\n          Therefore, in the cases on hand, when there is no cause of\n          action, since the proceeding in one of the calendar cases was\n          quashed by the order dated 30.07.2021 in Criminal Original\n          Petition No.13374 of 2021 and the proceedings in two other\n          calendar cases have been stayed by this Court, there is no\n          jurisdictional   fact    or   cause      of   action    for  the\n          respondent/department to initiate any proceedings during the\n          period of order of stay operating against the two FIRs. Viz.\n          C.C.No.l9/2020 and C.C.No.24 of 2021.”\n\n</blockquote><blockquote id=\"blockquote_52\">62. Again, in paragraph 22, the High Court recorded an opinion that\n\nthe grant of stay would amount to eclipsing the proceedings.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_119\">Therefore, on this sole ground, the High Court concluded in paragraph\n\n22 of the impugned order that the ED has to await the outcome of the\n\n\n13 (2007) 1 SCC 732\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">                                         48</span>\n\fproceedings for quashing the criminal complaints, in which a stay\n\norder was in force. But the High Court made it clear that it was not\n\nentering upon the merits and demerits of the proceedings initiated by\n\nthe ED and the High Court left all the questions to be dealt with in\n\nappropriate proceedings.\n</p>\n<p data-structure=\"Precedent\" id=\"p_120\">63. Eventually, the High Court concluded in paragraph 23 of the\n\nimpugned order as follows:\n</p>\n<blockquote id=\"blockquote_53\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51110875\" id=\"span_60\">“23. … Therefore, as we have concluded that in view of the\n        quashing of the proceedings in C.C.No.25 of 2021 and staying\n        of the proceedings in C.C.No.l9 of 2020 &amp; C.C.No.24 of 2021\n        as highlighted above, the scheduled offence for the present is\n        eclipsed, suspended or stop operating during the period of\n        stay, the respondent Department has to await the finality of\n        the said proceedings. Needless to mention, if the proceedings\n        in C.C.No.l9 of 2020 and C.C.No.24 of 2021 are quashed\n        pursuant to the orders in the applications filed by the\n        respective persons to quash the proceedings, in which event,\n        the respondent cannot step in or initiate any proceedings\n        under the <a href=\"/doc/1697463/\" id=\"a_91\">Prevention of Money-laundering Act</a>, as held by the\n        Hon&#x27;ble Supreme Court in Vijay Madanlal Chaudhary and\n        others and in <a href=\"/doc/51110875/\" id=\"a_92\">Parvathi Kollur and another v. State by\n        Directorate of Enforcement</a>, 2022 LiveLaw (SC) 688 cited\n        supra. Therefore, the respondent is hereby refrained from\n        proceeding any further pursuant to the impugned\n        proceedings in ECIR/MDSZO/21/2021, till the disposal of\n        the Criminal Revision Case No.224 of 2021, Criminal\n        Original Petition No.15122 of 2021 and the SLP (Crl)\n        Diary No.9957 of 2022 (SLP (Crl) No.3841 of 2022).”</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_121\">64. Irrespective of the correctness of the reasonings given by the High\n\nCourt in the impugned order, the conclusion of the High Court was\n\nonly this, namely, that the ED cannot proceed, till the disposal of\n\n</p><p data-structure=\"Issue\" id=\"p_122\">(i) Criminal Revision Case No.224 of 2021 filed by Minister-Senthil\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                      49</span>\n\fBalaji against the order of the Trial Court refusing to discharge him;\n\nand (ii) Criminal O.P. No.15122 of 2021, filed by Devasagayam seeking\n\nde novo investigation.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_123\">65. Therefore, it is as clear as crystal, that the High Court, in the\n\nimpugned order dated 01.09.2022 has given only a temporary reprieve\n\nto the accused against the summons issued by the ED. Today,\n\nCriminal Revision Case No.224 of 2021 filed by the Minister against\n\nthe dismissal of his discharge petition, has been rejected by the High\n\nCourt by its order dated 31.10.2022. Though Criminal O.P. No.15122\n\nof 2021, filed by Devasagayam has been allowed by the High Court, by\n\nthe very same order dated 31.10.2022, the said order has been set\n\naside by us in Part-I of this judgment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_124\">66. Insofar as the SLP (Crl.) No.3941 of 2022 @ Diary No.9957 of\n\n2022 is concerned, it arises out of the order of the High Court dated\n\n30.03.2022, which again is the subject matter of the present appeals.\n\n</p><p data-structure=\"Precedent\" id=\"p_125\">67. In other words, the High Court has not quashed the\n\nsummons issued by ED. The High Court had merely injuncted ED\n\nfrom proceeding further till the clog on the cases relating to the\n\npredicate offences is removed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_126\">\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                   50</span>\n</p><p data-structure=\"CDiscource\" id=\"p_127\">\f68. Interestingly, none of the accused has come up with any appeal\n\nchallenging the order of the High Court dated 01.09.2022, on the\n\nground that the High Court ought to have quashed the summons\n\nissued by the ED in total, on other grounds. Instead, the accused\n\nappeared through counsel only to defend the impugned order dated\n\n01.09.2022.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_128\">69. Therefore, in law, (i) once the dismissal of the petition for\n\ndischarge has attained finality with the dismissal of Criminal Revision\n\nCase No.224 of 2021; (ii) once the order for de novo investigation in\n\nCriminal O.P. No.15122 of 2021 is set aside; (iii) once the order of the\n\nHigh Court dated 30.03.2022 relating to right of the ED to secure the\n\ncopies of documents is dealt with; (iv) once the order of the High Court\n\ndated 30.07.2021 quashing one of the criminal cases is set aside; and\n\n</p><p data-structure=\"Precedent\" id=\"p_129\">(v) once the stay operating in two of the criminal cases for predicate\n\noffences is vacated, then the temporary reprieve that has been granted\n\nby the High Court to the accused in the impugned order would\n\nautomatically go. Realising this difficulty in law, the accused changed\n\nthe theme of the song completely before us, despite the fact that they\n\nwere ordained as respondents in the appeals only to support the\n\nimpugned order of the High Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_130\">\n\n<span class=\"hidden_text\" id=\"span_63\">                                    51</span>\n</p><p data-structure=\"Precedent\" id=\"p_131\">\f70. In fact, all the learned senior counsel appearing for all the\n\naccused in the PMLA case, advanced arguments for the grant of larger\n\nreliefs than what they got under the impugned order, without even\n\nfiling any appeal against the same. It is possible in law for a successful\n\nparty (though in civil proceedings) to support the decree without\n\nsupporting the judgment. But what the accused sought to do before us\n\nwas to support the judgment and seek an enlargement of the decree,\n\nwithout independently filing appeals. Since they took a chance by\n\nadopting such a course, they may not even be able to challenge the\n\nimpugned order hereafter, once the seal of approval on the same is\n\naffixed by this Court and the doctrine of merger comes into play.\n\n</p><p data-structure=\"CDiscource\" id=\"p_132\">71. We may look at this from another angle also. Suppose we dismiss\n\nall the appeals challenging the order of the High Court dated\n\n01.09.2022, then the other portion of our order dealing with the\n\nchallenge to the order of the High Court dated 31.10.2022 would\n\nautomatically result in lifting the injunction imposed by the Division\n\nBench of the High Court in the ED case by its order dated 01.09.2022.\n\nTherefore, it is not even necessary for us to deal with the contentions\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                    52</span>\n\fraised on behalf of the accused for the purpose of getting larger reliefs.\n\nBut we do not wish to adopt this route. Therefore, we shall address the\n\ncontentions raised.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_133\">72. The contentions of Shri Kapil Sibal, learned senior counsel are:\n\n</p><blockquote id=\"blockquote_54\">    (i)      that to constitute the offence of money-laundering, one\nmust have involved in any process or activity connected to the\nproceeds of crime;\n</blockquote><blockquote id=\"blockquote_55\">    (ii)     that none of the three FIRs which formed the basis for the\nregistration of an Information Report contained any allegation of\ngeneration of proceeds of crime or the offence of money-laundering;\n</blockquote><blockquote id=\"blockquote_56\">    (iii) that the ED was never in possession of any material to suspect\nthat the accused did any activity connected with the proceeds of\ncrime;\n</blockquote><blockquote id=\"blockquote_57\">    (iv)     that this is why the ED filed applications before the Special\nCourt seeking copies of documents to find out if something could be\nfound;\n</blockquote><blockquote id=\"blockquote_58\">    (v)      that under Section 66(2) of PMLA, the flow of information\ncan be only from the ED to the other authorities about the\ncontravention of the provisions of any other law and not the other way\nabout;\n</blockquote><blockquote id=\"blockquote_59\">    (vi)     that there are lot of inherent contradictions in the way the\nprovisions    of   the   PMLA   were    interpreted   in   Vijay   Madanlal\nChoudhary;\n</blockquote><blockquote id=\"blockquote_60\">    (vii)    that though Section 50(2) of PMLA empowers the Director\nand his subordinates to summon any person whether to give evidence\nor to produce any record during the course of investigation, this Court\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                       53</span>\n\fheld in Vijay Madanlal Choudhary that it is not investigation in the\nreal sense;\n</blockquote><blockquote id=\"blockquote_61\">     (viii)   that the power under Section 50(2) of PMLA is akin to the\npower of the Police Officer under Section 160 of the Code;\n</blockquote><blockquote id=\"blockquote_62\">     (ix)     that with the amendment of PMLA by <a href=\"/doc/105739094/\" id=\"a_93\">Finance (No.2) Act,\n2019</a> w.e.f. 01.08.2019, the requirement of mens rea was done away\nwith and the Explanation inserted by the amendment made all\nprocesses or activities such as concealment, possession, acquisition,\nuse, projecting as untainted property and claiming as untainted\nproperty, available in the alternative. In other words, while the main\npart of <a href=\"/doc/581728/\" id=\"a_94\">Section 3</a> uses the conjunction “and”, the Explanation under\nSection uses the expression disjunction “or”;\n</blockquote><blockquote id=\"blockquote_63\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187706\" id=\"span_66\">(x)      that the amendment of <a href=\"/doc/581728/\" id=\"a_95\">Section 3</a> goes completely contrary\nto the law laid down in <a href=\"/doc/187706/\" id=\"a_96\">Bihta Co-operative Development and Cane\nMarketing Union Ltd. vs. Bank of Bihar14</a>, to the effect that an\nExplanation cannot widen the scope of the main Section;</span>\n</blockquote><blockquote id=\"blockquote_64\">     (xi)     that it is only where proceeds of crime are laundered that\nthe PMLA comes into play, though the existence of proceeds of crime is\na sine qua non for the commission of an offence under PMLA;\n</blockquote><blockquote id=\"blockquote_65\">     (xii)    that if the ED were to have jurisdiction to investigate solely\non the basis of information that a predicate offence has been\ncommitted, involving the proceeds of crime, it would amount to\nempowering the ED to enter the domain of the State Police, thereby\ncausing fissures in the federal structure;\n</blockquote><blockquote id=\"blockquote_66\">     (xiii) that the mere existence of proceeds of crime without the\nquantum of proceeds being specified/identified and without the\n\n\n14 AIR 1967 SC 389\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">                                      54</span>\n\fproceeds of crime being laundered, an offence of money-laundering\ncannot be made out;\n</blockquote><p data-structure=\"Section\" id=\"p_134\">    (xiv)   that it was wrongly decided in Vijay Madanlal Choudhary\nthat it was not a penal statute, though the object of the Act is to\nprosecute and punish a person for the offence of money-laundering;\n</p><p data-structure=\"PetArg\" id=\"p_135\">    (xv)    that the procedural safeguards available under the Code are\nalso not available and hence Vijay Madanlal Choudhary has not\nbeen correctly decided. The learned counsel also drew our attention to\nseveral passages such as paragraphs 159, 163, 168 and 172 in the\ndecision in Vijay Madanlal Choudhary and it was contended that it\nwas wrongly decided.\n</p>\n<p data-structure=\"PetArg\" id=\"p_136\">73. According to Shri Kapil Sibal, learned senior counsel, certain\n\nfundamental questions arise in the present proceedings. They are:-\n\n</p><blockquote id=\"blockquote_67\">    ❖       What are the jurisdictional prerequisites for the ED to\ninitiate investigation under the PMLA?\n</blockquote><blockquote id=\"blockquote_68\">    ❖       Does the ED have the power to seek information from\nauthorities investigating the predicate offence merely on the basis that\ninvestigation of a predicate offence is ongoing, even without receiving\nany information that a cognizable offence under the PMLA has\noccurred and being in possession of material that indicates the offence\nof money-laundering has taken place?\n</blockquote><blockquote id=\"blockquote_69\">    ❖       Can the mere existence of proceeds of crime confer\njurisdiction upon the ED to initiate investigation?\n    ❖       What are the elements of “money-laundering”?\n    ❖       What conditions need to be satisfied before the ED is\nempowered to issue summons under Section 50 of the PMLA?\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_68\">                                   55</span>\n<blockquote id=\"blockquote_70\">\f     ❖       Can a summons under Section 50 PMLA be issued to a\nperson who is in the nature of an accused under the PMLA or in the\npredicate offence?\n</blockquote><blockquote id=\"blockquote_71\">     ❖       Do       Sections   50   and    63   of   the   PMLA   violate   the\nconstitutional safeguards under <a href=\"/doc/366712/\" id=\"a_97\">Art.20(3)</a> and <a href=\"/doc/1199182/\" id=\"a_98\">21</a> of the Constitution?\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_137\">74. Admitting the inevitable position in law that as a Two Member\n\nBench, we are bound by the decision of the Three Member Bench in\n\nVijay Madanlal Choudhary, Shri Kapil Sibal argued that the matter\n\nmay be placed before a Three Member Bench for resolving the\n\nconundrum created by the PMLA. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"158190839\" id=\"span_69\">In this connection, he drew our\n\nattention to paragraph 113 of the decision of another Three Member\n\nBench in <a href=\"/doc/158190839/\" id=\"a_99\">Union of India vs. Ganpati Dealcom Private Limited15</a>,\n\nwherein this Court expressed an opinion that the <a href=\"/doc/158190839/\" id=\"a_100\">ratio <a href=\"/doc/158190839/\" id=\"a_101\">laid down in</a></a>\n\nVijay Madanlal Choudhary with respect to confiscation proceedings\n\nunder <a href=\"/doc/733974/\" id=\"a_102\">Section 8</a> of the PMLA, required further exposition in an\n\nappropriate case and that without such exposition, much scope is left\n\nfor arbitrary application. Learned senior counsel also drew our\n\nattention to an order passed by another Two Member Bench of this\n\nCourt in a writ petition being Writ Petition (Crl.) No.65 of 2023,\n\nchallenging some of the provisions of the PMLA. By an order dated\n\n03.03.2023, a Two Member Bench of this Court directed the said writ\n\n15 (2023) 3 SCC 315\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">                                        56</span>\n\fpetition to be placed when the Bench would be sitting in a\n\ncombination of three Judges. After it was so placed before a Three\n\nMember Bench, notice was ordered in the writ petition. Therefore, he\n\ncontended that the present appeals arising out the proceedings\n\ninitiated by ED may be placed before a larger Bench.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_138\">75. In sum and substance, all the above arguments of Shri Kapil\n\nSibal, learned senior counsel are aimed at convincing us that Vijay\n\nMadanlal Choudhary was wrongly decided and that therefore we\n\nmay refer it to a larger Bench.\n</p>\n<p data-structure=\"RespArg\" id=\"p_139\">76. Shri Sidharth Luthra, learned senior counsel appearing for one of\n\nthe accused contended: -\n</p>\n<blockquote id=\"blockquote_72\">      (i)    that when ECIR was registered, ED did not have requisite\nfoundational materials, as admitted by them in their own counter\naffidavit;\n</blockquote><blockquote id=\"blockquote_73\">      (ii)   that there has been a long delay both in the registration of\nFIRs for the predicate offence and the ECIR;\n</blockquote><blockquote id=\"blockquote_74\">      (iii) that the period of the commission of offence, according to\nthe de-facto complainants was between December, 2014 and January,\n2015 but the FIRs other than those filed by Devasagayam were of the\nyear 2017 and 2018 and the ECIR was registered in the year 2021;\n</blockquote><blockquote id=\"blockquote_75\">      (iv)   that there is no explanation on the part of the ED for such a\ndelay;\n</blockquote><blockquote id=\"blockquote_76\">      (v)    that to make out an offence of money-laundering even prima\nfacie, three things are essential, namely (i) the commission of a crime,\n\n<span class=\"hidden_text\" id=\"span_71\">                                     57</span>\n\fwhich is a scheduled offence, (ii) generation of proceeds of crime; and\n</blockquote><blockquote id=\"blockquote_77\">(iii) the laundering of those proceeds, and that none of these three\nfoundational facts are present in this case.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_140\">77. The arguments of Shri Sidharth Luthra, learned senior counsel is\n\nactually two-fold, namely, (i) that in the absence of a jurisdictional\n\nfact, which is a sine qua non or condition precedent for the exercise of\n\npower by ED, the summons issued by ED should go; or alternatively\n\n</p><p data-structure=\"Precedent\" id=\"p_141\">(ii) that in view of inherent contradictions contained in the decision in\n\nVijay Madanlal Choudhary and in view of this Court having ordered\n\nnotice in the review petition, the appeals on hand should also be\n\nreferred to a larger Bench.\n</p>\n<p data-structure=\"Precedent\" id=\"p_142\">78. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"165621647\" id=\"span_72\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"287561\" id=\"span_73\">In support of his contention that the existence of a jurisdictional\n\nfact is a condition precedent for the exercise of power by ED, the\n\nlearned senior counsel relies upon the decisions in <a href=\"/doc/287561/\" id=\"a_103\">Shauqin Singh vs.\n\nDesa Singh16</a> and <a href=\"/doc/165621647/\" id=\"a_104\">Arun Kumar vs. Union of India17</a>.</span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_143\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"51110875\" id=\"span_74\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"99419077\" id=\"span_75\">79. To demonstrate that there are inherent contradictions in the\n\ndecision in Vijay Madanlal Choudhary, the learned senior counsel\n\nrelies upon the decision of the Delhi High Court in <a href=\"/doc/99419077/\" id=\"a_105\">Enforcement\n\nDirectorate vs. Gagandeep Singh18</a> and <a href=\"/doc/51110875/\" id=\"a_106\">Parvathi Kollur vs. State</a>\n\n\n\n<span class=\"hidden_text\" id=\"span_76\">16</span>\n   (1970) 3 SCC 881\n17 (2007) 1 SCC 732\n<span class=\"hidden_text\" id=\"span_77\">18</span>\n   2022 SCC Online Del 514\n\n\n<span class=\"hidden_text\" id=\"span_78\">                                   58</span>\n\fthrough ED19.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_144\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"175435007\" id=\"span_79\">80. To show that a petition for review has been entertained by this\n\nCourt, the learned senior counsel relies upon the record of\n\nproceedings of this Court dated 25.08.2022 in Review Petition (Crl.)\n\nNo.219 of 2022 in <a href=\"/doc/175435007/\" id=\"a_107\">Karti P. Chidambaram vs. The Directorate of\n\nEnforcement</a>.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_145\">81. Lastly, it is contended that when certain questions of law are\n\nreferred to a larger Bench, all subsequent matters should be tagged or\n\ndeferred. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"51427770\" id=\"span_80\">In support of this contention, the learned senior counsel\n\nrelies upon the orders passed by this Court in <a href=\"/doc/51427770/\" id=\"a_108\">Jairam Ramesh vs.\n\nUnion of India20</a>, Thomas Franco Rajendra Dev21 vs. Union of\n\nIndia, Kantaru Rajeevaru (Right to Religion, In re-9 J.)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"72481782\" id=\"span_81\">vs. Indian\n\nYoung Lawyers Association22, Asgar Ali vs. State of Jammu and\n\nKashmir23 and <a href=\"/doc/72481782/\" id=\"a_109\">Central Board of Dawoodi Bohra Community vs.\n\nState of Maharashtra24</a>.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_146\">82. Contending that when the very initiation of proceedings by the\n\nED was without the existence of jurisdictional facts, all subsequent\n\nactions, like a pack of cards should fall, the learned senior counsel\n\nrelies upon the latin maxim sublato fundamento cadit opus meaning\n<span class=\"hidden_text\" id=\"span_82\">19 Crl. Appeal No.1254/2022 dt.16.08.2022</span>\n<span class=\"hidden_text\" id=\"span_83\">20 SLP (C) No.13103 of 2019</span>\n<span class=\"hidden_text\" id=\"span_84\">21 WP (C) No.366/2022 dated 12.05.2022</span>\n22 (2020) 9 SCC 121\n23 2022 SCC Online SC 3095\n24 2023 SCC Online SC 129\n\n\n\n\n<span class=\"hidden_text\" id=\"span_85\">                                            59</span>\n\fthat “if initial action is not in consonance with law, all subsequent and\n\nconsequential proceedings fall through”. In support of this contention,\n\nthe learned senior counsel has relied upon the following decisions:\n\n</p><blockquote id=\"blockquote_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"138575974\" id=\"span_86\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"509356\" id=\"span_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"627562\" id=\"span_88\">(<a href=\"/doc/627562/\" id=\"a_110\">i) Badrinath vs. Government of Tamil Nadu25</a>; (<a href=\"/doc/509356/\" id=\"a_111\">ii) State of Kerala\n\nvs. Puthenkavu N.S.S. Karayogam26</a>; and (<a href=\"/doc/138575974/\" id=\"a_112\">iii) State of Punjab vs.\n\nDavinder Pal Singh Bhullar27</a>.</span></span></span>\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_147\">83. Shri C.A. Sundaram, learned senior counsel appearing for one of\n\nthe accused, adopted a different line of argument. Instead of attacking\n\nthe correctness of Vijay Madanlal Choudhary, the learned senior\n\ncounsel contended:-\n</p>\n<blockquote id=\"blockquote_79\">        (i)      that the object of PMLA is to prevent money-laundering;\n</blockquote><blockquote id=\"blockquote_80\">        (ii)     that to constitute an offence of money-laundering, a person\nshould have involved himself in any process or activity connected with\nthe proceeds of crime;\n</blockquote><blockquote id=\"blockquote_81\">        (iii) that ED can assume jurisdiction only after identification of\nthe proceeds of crime;\n</blockquote><blockquote id=\"blockquote_82\">        (iv)     that the mandate of ED does not extend to the prosecution\nof any one for offences other than money-laundering;\n</blockquote><blockquote id=\"blockquote_83\">        (v)      that this is why Section 66(2) obliges the Director to share\nthe information available with him with other authorities, whenever\nsuch information discloses the contravention of the provisions of any\nother law;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_89\">25</span>\n<blockquote id=\"blockquote_84\">   (2000) 8 SCC 395\n26  (2001) 10 SCC 191\n27 (2011) 14 SCC 770\n\n\n\n\n<span class=\"hidden_text\" id=\"span_90\">                                         60</span>\n</blockquote><blockquote id=\"blockquote_85\">\f     (vi)   that   without   the   identification   of   a   property   which\nrepresents the proceeds of crime, a jurisdictional fact for the initiation\nof proceedings does not get triggered;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_148\">     (vii) that no summons can be issued under Section 50 without\nregistering an information report;\n</p><p data-structure=\"Section\" id=\"p_149\">     (viii) that the power to issue summons under Section 50(2) can\nbe exercised only during the course of any investigation or proceeding\nunder the Act;\n</p><p data-structure=\"CDiscource\" id=\"p_150\">     (ix) that in the case on hand, no property representing the\nproceeds of crime has been identified;\n</p><p data-structure=\"Precedent\" id=\"p_151\">     (x) that this is why the High Court questioned the ED as to how\nSection 3 got invoked; and\n</p><p data-structure=\"Conclusion\" id=\"p_152\">     (xi) that therefore the initiation of proceedings by the ED cannot\nbe sustained even within the contours of law interpreted in Vijay\nMadanlal Choudhary.\n</p>\n<p data-structure=\"Precedent\" id=\"p_153\">84. Lastly, it is contended by Shri C.A. Sundaram, learned senior\n\ncounsel for one of the accused that though the High Court allowed the\n\nprayer of the accused for reasons other than those argued now, the\n\nparty successful before High Court can always seek to sustain the\n\njudgment, on grounds other than those stated in the impugned order.\n\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1688185\" id=\"span_91\">In support of this contention, the learned senior counsel relies upon\n\nthe decision of this Court in <a href=\"/doc/1688185/\" id=\"a_113\">Management of the Northern Railway\n\nCo-operative Credit Society Ltd., Jodhpur vs. Industrial Tribunal,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_92\">                                     61</span>\n\fRajasthan, Jaipur28</a>.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_154\">85. In response to the above submissions, it was argued by Shri\n\nTushar Mehta, learned Solicitor General:\n</p>\n<blockquote id=\"blockquote_86\">        (i)      that the offence of money-laundering is treated by the global\ncommunity as an offence of international implication, affecting the\neconomies of Nations;\n</blockquote><blockquote id=\"blockquote_87\">        (ii)     that the law could be traced to Palermo and Vienna\nConventions;\n</blockquote><blockquote id=\"blockquote_88\">        (iii)    that the Conventions led to the establishment of Financial\nAction Task Force29;\n</blockquote><blockquote id=\"blockquote_89\">        (iv)     that for a long time after the above Conventions and the\nformation of FATF, India was found to be lacking in curbing money-\n</blockquote><p data-structure=\"Precedent\" id=\"p_155\">laundering and hence certain recommendations were made for the\nMutual Evaluation of Anti-Money Laundering and Combating the\nFinancing of Terrorism;\n</p><p data-structure=\"Precedent\" id=\"p_156\">        (v)      that the recommendations made by them were carried into\neffect by making suitable amendments to the Act;\n</p><p data-structure=\"CDiscource\" id=\"p_157\">        (vi)     that   the   historical   perspective   of   the   Act   and   the\namendments thereto are discussed in detail in Vijay Madanlal\nChoudhary;\n</p><p data-structure=\"Precedent\" id=\"p_158\">        (vii)    that almost all provisions of the PMLA were challenged in\nVijay Madanlal Choudhary and every ground of attack to each of the\nprovisions is dealt with in extenso by the Three Member Bench;\n</p><p data-structure=\"CDiscource\" id=\"p_159\">        (viii)   that there cannot be repeated attempts to have several bites\nat the cherry;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_160\"><span class=\"hidden_text\" id=\"span_93\">28</span>\n</p><p data-structure=\"Conclusion\" id=\"p_161\">     (1967) 2 SCR 476\n29 For short, “FATF”\n\n\n\n<span class=\"hidden_text\" id=\"span_94\">                                            62</span>\n</p><p data-structure=\"Precedent\" id=\"p_162\">\f     (ix)     that by doubting the correctness of the decision of a larger\nBench, a cloud of uncertainty cannot be created on the application of\na law;\n</p><p data-structure=\"Precedent\" id=\"p_163\">     (x)      that the decision in Vijay Madanlal Choudhary is a\nbinding precedent and the doctrine of stare decisis should be given\nmeaning and value;\n</p><p data-structure=\"Precedent\" id=\"p_164\">     (xi)     that the English precedents on the doctrine of stare decisis,\nsuch as those in Street Tramways vs. London County Council30 and\nRedcliffe vs. Ribble Motor Services31, have been followed by our\nCourts;\n</p><p data-structure=\"Precedent\" id=\"p_165\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1103956\" id=\"span_95\">(xii)    that as laid down by this Court in <a href=\"/doc/1103956/\" id=\"a_114\">Sakshi vs. Union of\nIndia32</a>, the doctrine of stare decisis gives certainty to law and guides\npeople to mould their affairs in the future;</span>\n</p><p data-structure=\"Precedent\" id=\"p_166\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"72481782\" id=\"span_96\">(xiii) that as held by this Court in <a href=\"/doc/72481782/\" id=\"a_115\">Central Board of Dawoodi\nBohra Community vs. State of Maharashtra33</a>, a Bench of lesser\ncoram cannot express disagreement with or question the correctness\nof the view taken by a Bench of larger coram;</span>\n</p><p data-structure=\"Precedent\" id=\"p_167\">     (xiv)    that as opined by Chief Justice John Roberts of the\nSupreme Court of the United States, ‘it is a jolt to the legal system\nwhen you overrule a precedent’;\n</p><p data-structure=\"CDiscource\" id=\"p_168\">     (xv)     that the ratio <a href=\"/doc/72481782/\" id=\"a_116\">laid down by</a> a larger Bench should not\nbecome suspect merely because another view is possible;\n</p><p data-structure=\"Precedent\" id=\"p_169\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"72481782\" id=\"span_97\">(xvi)    that in any case, Vijay Madanlal Choudhary has taken\nnote of different views of several High Courts including the High\n\n\n\n30 (1898) AC 375 (378)\n31 (1939) AC 215 (245)\n32 (2004) 5 SCC 518\n33 (2005) 2 SCC 673\n\n\n\n<span class=\"hidden_text\" id=\"span_98\">                                      63</span>\n\fCourts of Bombay, Delhi, Jharkhand and Punjab and Haryana, etc.;\nand\n      (xvii) that unsettling the law <a href=\"/doc/72481782/\" id=\"a_117\">laid down in</a> Vijay Madanlal\nChoudhary at a time when the ranking of the country in curbing the\nmenace of money-laundering has improved, will derail the whole\nprocess.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_170\">\n</p><p data-structure=\"CDiscource\" id=\"p_171\">86. We have carefully considered the rival contentions. A careful\n\nanalysis of the arguments advanced by all the three learned senior\n\ncounsel appearing for the accused namely Shri Kapil Sibal, Shri C.A.\n\nSundaram and Shri Sidharth Luthra would show that a three-pronged\n\nstrategy has been formulated in their attack on the initiation of\n\nproceedings by the ED. This three-pronged strategy goes as follows:\n\n</p><blockquote id=\"blockquote_90\">(i) questioning the correctness of the decision in Vijay Madanlal\n\nChoudhary and seeking a reference to larger Bench (by Shri Kapil\n\nSibal);\n</blockquote>\n<blockquote id=\"blockquote_91\">(ii) accepting the decision in Vijay Madanlal Choudhary as correct\n\nand trying to demonstrate how the initiation of proceedings in the\n\npresent case falls foul of the ratio in Vijay Madanlal Choudhary (by\n\nShri C.A. Sundaram); and\n\n</blockquote><blockquote id=\"blockquote_92\">(iii) relying upon some portions, but attacking some other portions of\n\nVijay Madanlal Choudhary so that any one of these provide an\n\nescape route (by Shri Luthra).\n</blockquote>\n<span class=\"hidden_text\" id=\"span_99\">                                  64</span>\n<p data-structure=\"CDiscource\" id=\"p_172\">\f87. In terms of issues, the arguments advanced by all the three\n\nlearned senior counsel can be crystallized and formulated into two\n\nfundamental questions that may have to be addressed by us. These\n\nquestions are:-\n</p>\n<blockquote id=\"blockquote_93\">          (i) Whether without identifying the proceeds of crime or a\nproperty representing the proceeds of crime and without identifying\nany process or activity connected to proceeds of crime as required by\n<a href=\"/doc/581728/\" id=\"a_118\">Section 3</a>, which constitute the foundational/ jurisdictional fact, ED\ncan initiate an investigation and issue summons?\n</blockquote><blockquote id=\"blockquote_94\">          (ii) Whether in the light of the fact that notice has been ordered\nin the review petition and a few interim orders have been passed in\nsome proceedings, it is necessary for this Court to tag these appeals\nalong with a review petition or defer the hearing of these matters until\na decision is rendered in the review petition and other petitions?\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_173\">88. Before we find an answer to these two questions, it is necessary\n\nto take note of how and why PMLA came into existence and what\n\ngeopolitical circumstances compelled India to bring the law. According\n\nto United Nations Office on Drugs and Crime34, South Asia, corruption\n\nis recognized as a crucial governance and security challenge in South\n\nAsia region. UNODC has estimated that corruption costs more than\n\n5% of global GDP (US$2.6 trillion) annually, with estimates of global\n\nmoney-laundering at around $500 billion (works out to INR 40 lakhs\n\n<span class=\"hidden_text\" id=\"span_100\">34</span>\n     For short, “UNODC”\n\n<span class=\"hidden_text\" id=\"span_101\">                                       65</span>\n\fcrores) annually. Based upon a study conducted by Pune based\n\nForensic Accounting Company by name “Indiaforensic” way back in\n\nthe year 2011 on “Ascertaining size of Corruption in India with respect\n\nto money laundering”, the Economic Times reported in its Edition\n\ndated 17.07.2011 that money laundered out of India in the decade\n\n2001-2010 could be pegged at Rs.18,86,000 crores. This is why in\n\nMay 2011, India became party to the United Nations Convention\n\nagainst Corruption (UNCAC) joining over 160 other countries who were\n\nparty to this UN Convention.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_174\">89. The history of the legislation on money-laundering is almost six\n\ndecades old. In brief, this history can be traced as follows:\n\n</p><blockquote id=\"blockquote_95\">     (i)     In 1961, United Nations Convention on Narcotic Drugs was\nadopted and it was amended by the protocol of the year 1972.\n</blockquote><blockquote id=\"blockquote_96\">     (ii)    In 1971, United Nations Convention on Psychotropic\nSubstances was made.\n</blockquote><blockquote id=\"blockquote_97\">     (iii)   In 1974, a bank known as Herstatt Bank in Germany was\nforced into liquidation by the Regulators. On the day on which it\nhappened, a number of banks had released payments to Herstatt in\nexchange for US dollars to be delivered in New York. But due to the\ntime zone differences, Herstatt ceased operations between the times of\nthe respective payments. As a result, payments were not made in New\nYork. Therefore, a Standing Committee which came to be known as\nBasel Committee on Banking Supervision (BCBS) was formed by G-10\ncountries namely Belgium, Canada, France, Germany, Italy, Japan,\n\n<span class=\"hidden_text\" id=\"span_102\">                                    66</span>\n\fNetherlands, Sweden, Switzerland, UK and USA.\n</blockquote><blockquote id=\"blockquote_98\">     (iv)   In December 1988, two things happened. One was the\nadoption of a Convention by name UN Convention Against Illicit Traffic\nin Narcotic Drugs and Psychotropic Substances (popularly known as\nVienna Convention). The second was that at about the same time, the\nBasel Committee issued a general statement of ethical principles\nwhich encourages banks’ management to put in place effective\nprocedures to ensure that all persons conducting business with their\ninstitutions are properly identified, that transactions that do not\nappear legitimate are to be discouraged and that cooperation with law\nenforcement agencies is achieved.\n</blockquote><blockquote id=\"blockquote_99\">     (v)    In 1989, the FATF was established at the G-7 summit held\nat Paris, as an inter-governmental body by the member countries\nnamely Canada, France, Germany, Italy, Japan, UK and USA. Now\nFATF consists of 39 members including India and over 200\njurisdictions   around   the   world     have   committed   to   the   FATF\nrecommendations.\n</blockquote><blockquote id=\"blockquote_100\">     (vi)   In 1990, the Member States of the Council of Europe signed\nand ratified a Convention known as The Convention on Laundering,\nSearch, Seizure and Confiscation of the Proceeds from Crime, also\nknown as the Strasbourg Convention or CETS 141.              Interestingly,\nAustralia though not a Member of the Council of Europe, also signed\nand ratified this Convention. The Convention sought to facilitate\ninternational co-operation and mutual assistance in investigating\ncrime and tracking down, seizing and confiscating the proceeds\nthereof. The purpose of bringing the States together was to assist them\nin attaining a similar degree of efficiency even in the absence of full\n\n\n<span class=\"hidden_text\" id=\"span_103\">                                    67</span>\n\flegislative harmony.\n</blockquote><blockquote id=\"blockquote_101\">     (vii) As part of United Nations office on Drugs and Crime, a\nGlobal Programme against Money Laundering (GPML) was established\nin 1987 to assist Member States to comply with UN Conventions and\nother instruments that deal with money-laundering         and terrorism\nfinancing.\n</blockquote><blockquote id=\"blockquote_102\">     (viii) On 15.11.2000, the UN General Assembly adopted the\nUnited Nations Convention against Transnational Organized Crime\nand it opened for signature by Member States at a high level political\nConference convened at Palermo, Italy in December 2000 (now known\nas Palermo Convention).\n</blockquote><blockquote id=\"blockquote_103\">     (ix)    On October 31, 2003, the United Nations General Assembly\nadopted the UN Convention against corruption and the Convention\ncame into force in 2005.\n</blockquote><blockquote id=\"blockquote_104\">     (x)     Pursuant to the political Declaration adopted by the special\nsession of the United Nations General Assembly held between 8th to\n10th June 1998 (of which India is one of the signatories) calling upon\nmember States to adopt Anti Money Laundering Legislation &amp;\nProgramme, the Parliament has enacted a special law called the\n‘<a href=\"/doc/1697463/\" id=\"a_119\">Prevention of Money Laundering Act, 2002</a>’ (PMLA 2002). <a href=\"/doc/1331755/\" id=\"a_120\">The Act</a> has\ncome into force with effect from 1st July 2005. It has been\nsubstantially amended, by way of enlarging its scope, in 2009 (w.e.f.\n</blockquote><p data-structure=\"Precedent\" id=\"p_175\">01.06.2009), by enactment of <a href=\"/doc/1697463/\" id=\"a_121\">Prevention of Money Laundering\n(Amendment) Act, 2009</a>. <a href=\"/doc/1331755/\" id=\"a_122\">The Act</a> was further amended by <a href=\"/doc/109078369/\" id=\"a_123\">Prevention\nof Money-Laundering (Amendment) Act, 2012</a> (w.e.f. 15-02-2013).\n</p><p data-structure=\"Conclusion\" id=\"p_176\">     (xi)    As part of the effort to assist jurisdictions prepare or\nupgrade their legislative framework to conform with international\n\n\n<span class=\"hidden_text\" id=\"span_104\">                                     68</span>\n\fstandards and best practices to implement anti-money laundering\nmeasures and combating the financing of terrorism, UNODC issued in\n2003, “Model Money-Laundering, Proceeds of Crime and Terrorist\nFinancing Bill”.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_177\">90. The Commonwealth Secretariat of the UNODC released in April\n\n2009 an updated version of the “Model Provisions on Money\n\nLaundering, Terrorist Financing, Preventive Measures and Proceeds of\n\nCrime”. Some of the provisions of the UN Model Law 2009 show that\n\nPMLA has been brought in tune with the Model Law.\n</p>\n<p data-structure=\"Section\" id=\"p_178\">91. The Drafting Note on self-laundering, contained in the Model Law\n\ndeals with the question whether a person should necessarily be\n\nimplicated in the predicate offence so as to be an accused in the\n\noffence of money-laundering. It reads as follows:\n\n</p><blockquote id=\"blockquote_105\">        “Self-laundering:\n</blockquote><blockquote id=\"blockquote_106\">        “As the section refers to “any person,” this includes both the\n        person who committed the predicate offence and third party\n        launderers. Although generally not an issue in States in the\n        common law tradition, there can be a question whether the\n        offence should be extended to the person who also committed\n        the predicate offence.\n</blockquote><blockquote id=\"blockquote_107\">        The Vienna and Palermo Conventions provide an exception to\n        the general principle that both the predicate offender and third\n        parties should be liable for money laundering where\n        fundamental principles of domestic law require that it not apply\n        to the person who committed the predicate offence. In some\n        countries, constitutional principles prohibit prosecuting a person\n        both for money laundering and a predicate offence. In the case\n        of most common law countries, there do not appear to be\n        fundamental principles that prohibit the application of the\n        money laundering offence to self-launderers. However, if an\n\n<span class=\"hidden_text\" id=\"span_105\">                                        69</span>\n\f        exception is necessary, an additional provision, as “[t]he offence\n        of money laundering shall not apply to persons who have\n        committed the predicate offence” should be incorporated.\n        If drafters believe that there is a need for additional clarity\n        beyond the reference to “any person” to ensure that those who\n        launder their own proceeds are covered, a provision can be\n        added as “[t]he offences set forth in <a href=\"/doc/49703/\" id=\"a_124\">Section 3(2)</a> - (5) shall also\n        apply to the person who has committed the offence(s), other\n        than money laundering, that generated the proceeds of crime.”\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_179\">92. Similarly, the portion of the Drafting Note in the Model Law,\n\nenlisting the kind of activities that may constitute the offence of money\n\nlaundering reads as follows:\n</p>\n<blockquote id=\"blockquote_108\">        “Kinds of Offences: As the UN’s Legislative Guide to the\n        Palermo Convention and Legislative Guide for the\n        Implementation of the United Nations Convention Against\n        Corruption make clear, there are four general kinds of conduct\n        that should be criminalized. The minimum requirements for\n        each are:\n</blockquote><blockquote id=\"blockquote_109\">        1. Conversion or transfer of proceeds of crime. This includes\n        “instances in which financial assets are converted from one\n        form or type to another, for example, by using illicitly generated\n        cash to purchase precious metals or real estate or the sale of\n        illicitly acquired real estate, as well as instances in which the\n        same assets are moved from one place or jurisdiction to another\n        or from one bank account to another.” (See, e.g., paragraph\n        231, in Legislative Guide for the implementation of the UN\n        Corruption Convention). Regarding mental elements, the\n        conversion or transfer must be intentional, the accused must\n        have knowledge at the time of conversion or transfer that the\n        assets are criminal proceeds, and the act must be done for\n        either one of the two purposes stated – concealing or disguising\n        criminal origin or helping any person (whether one’s self or\n        another) to evade criminal liability for the crime that generated\n        the proceeds.\n</blockquote><blockquote id=\"blockquote_110\">        2. Concealment or disguise of proceeds of crime. There are\n        many aspects noted in the provision as to which there can be\n        concealment or disguise – almost any aspect of, or information\n        about, the property, so this section is broad. The concealment or\n        disguise must be intentional and the accused must have\n        knowledge that the property constitutes proceeds of crime at\n\n<span class=\"hidden_text\" id=\"span_106\">                                        70</span>\n\f        the time of the act. This provision deals with the intentional\n        deception of others. This will include the intentional deception of\n        law enforcement authorities. True nature may be the essential\n        quality of it having been derived from criminal activity. Origin\n        may be the physical origin, or its origin in criminality. For this\n        second offence, there should not be a requirement of proof that\n        the purpose of the concealment or disguise is to frustrate the\n        tracing of the asset or to conceal its true origin. Although as a\n        general matter this will be the purpose of the concealing or\n        disguising, the applicable UN Conventions require that there be\n        criminalization that is not dependent upon a showing of such\n        purpose.\n</blockquote><blockquote id=\"blockquote_111\">        3. Acquisition, possession or use of proceeds. This section\n        imposes liability on recipients who acquire, possess or use\n        property, and contrasts with the two provisions above that deal\n        with liability for those who provide illicit proceeds. There must\n        be intent to acquire, possess or use, and the accused must have\n        knowledge at the time of acquisition or receipt that the property\n        was proceeds.\n</blockquote><blockquote id=\"blockquote_112\">        4. Participation in, association with or conspiracy to commit,\n        attempts to commit and aiding, abetting, facilitating and\n        counselling. There are varying degrees of complicity or\n        participation other than physical commission of the offence:\n</blockquote><blockquote id=\"blockquote_113\">        assistance     (aiding   and     abetting,  facilitating) and\n        encouragement (counselling). In addition, attempts are to be\n        criminalized. Finally, this section includes conspiracy, a\n        common law concept, or as an alternative, an association of\n        persons working together to commit an offence.\n        Knowledge: The variants suggested are first, the basic one of\n        knowledge that the property is proceeds of crime (which\n        knowledge may be inferred from objective factual\n        circumstances); and secondly a more flexible standard of\n        knowledge or suspicion that the property is proceeds of crime.”\n\n\nTherefore, it is clear that the provisions of PMLA are in tune with the\n\nModel Law drafted by UNODC. Keeping this in mind, let us now\n\nsearch for an answer to the two questions.\n</blockquote>\n<blockquote id=\"blockquote_114\">Question 1: Whether without identifying the proceeds of crime or\na property representing the proceeds of crime and without\nidentifying any process or activity connected to proceeds of\n\n<span class=\"hidden_text\" id=\"span_107\">                                        71</span>\n\fcrime as required by <a href=\"/doc/581728/\" id=\"a_125\">Section 3</a>, which constitute the\nfoundational/jurisdictional fact, ED can initiate an investigation\nand issue summons?\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_180\">93. The common theme of the song of the learned counsel for the\n\naccused is that the mere registration of a FIR for a predicate offence,\n\neven if it is a scheduled offence, is not sufficient for the ED to register\n\nan Information Report and summon anyone. According to the learned\n\ncounsel, the commission of the scheduled offence should have\n\ngenerated proceeds of crime and those proceeds of crime should have\n\nbeen laundered by someone, for the ED to step in. Going a step\n\nfurther, it was contended by the learned senior counsel that the ED\n\nshould first identify some property as representing the proceeds of\n\ncrime, before an Information Report is registered and a summon\n\nissued under Section 50(2).\n</p>\n<p data-structure=\"Section\" id=\"p_181\">94. These contentions, in our opinion, if accepted, would amount to\n\nputting the cart before the horse. Unfortunately for the accused, this\n\nis not the scheme of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_182\">95. <a href=\"/doc/581728/\" id=\"a_126\">Section 3</a> of the Act which defines the offence of money-\n\nlaundering reads as follows:\n</p>\n<blockquote id=\"blockquote_115\">           “3. Offence of money-laundering.—Whosoever directly or\n           indirectly attempts to indulge or knowingly assists or\n           knowingly is a party or is actually involved in any process\n           or activity connected with the proceeds of crime including\n           its concealment, possession, acquisition or use and\n           projecting or claiming it as untainted property shall be\n\n<span class=\"hidden_text\" id=\"span_108\">                                      72</span>\n\f           guilty of offence of money-laundering.\n</blockquote><blockquote id=\"blockquote_116\">                  Explanation.—For the removal of doubts, it is\n           hereby clarified that,—\n</blockquote><blockquote id=\"blockquote_117\">                  (i) a person shall be guilty of offence of money-\n</blockquote><p data-structure=\"Precedent\" id=\"p_183\">           laundering if such person is found to have directly or\n           indirectly attempted to indulge or knowingly assisted or\n           knowingly is a party or is actually involved in one or more\n           of the following processes or activities connected with\n           proceeds of crime, namely:—\n</p><p data-structure=\"Conclusion\" id=\"p_184\">                  (a) concealment; or\n</p><p data-structure=\"Conclusion\" id=\"p_185\">                  (b) possession; or\n</p><p data-structure=\"Conclusion\" id=\"p_186\">                  (c) acquisition; or\n</p><p data-structure=\"Conclusion\" id=\"p_187\">                  (d) use; or\n</p><p data-structure=\"Conclusion\" id=\"p_188\">                  (e) projecting as untainted property; or\n</p><p data-structure=\"Conclusion\" id=\"p_189\">                  (f) claiming as untainted property,\n           in any manner whatsoever;\n</p><p data-structure=\"Section\" id=\"p_190\">                  (ii) the process or activity connected with proceeds of\n           crime is a continuing activity and continues till such time a\n           person is directly or indirectly enjoying the proceeds of\n           crime by its concealment or possession or acquisition or\n           use or projecting it as untainted property or claiming it as\n           untainted property in any manner whatsoever.”\n\n</p><p data-structure=\"Section\" id=\"p_191\">96. If the main part of Section 3 is dissected with forensic precision,\n\nit will be clear that Section 3 addresses itself to three things (we may\n\ncall them 3 ‘P’s) namely, (i) person; (ii) process or activity; and\n\n</p><p data-structure=\"Section\" id=\"p_192\">(iii) product. Insofar as persons covered by Section 3 are concerned,\n\nthey are, (i) those who directly or indirectly attempt to indulge; or\n\n</p><p data-structure=\"RespArg\" id=\"p_193\">(ii) those who knowingly assists; or (iii) those who are knowingly a\n\nparty; or (iv) those who are actually involved. Insofar as process is\n\nconcerned, the Section identifies six different activities, namely (i)\n\nconcealment; (ii) possession; (iii) acquisition; (iv) use; (v) projecting; or\n\n</p><p data-structure=\"Section\" id=\"p_194\">(vi) claiming as untainted property, any one of which is sufficient to\n\nconstitute the offence. Insofar as product is concerned, <a href=\"/doc/581728/\" id=\"a_127\">Section 3</a>\n\n<span class=\"hidden_text\" id=\"span_109\">                                       73</span>\n\fidentifies “proceeds of crime” or the property representing the proceeds\n\nof crime as the product of the process or activity.\n\n</p><p data-structure=\"Conclusion\" id=\"p_195\">97. Out of the three things that <a href=\"/doc/581728/\" id=\"a_128\">Section 3</a> addresses, namely\n\n</p><p data-structure=\"Section\" id=\"p_196\">(i) person; (ii) process; and (iii) product, the first two do not require\n\nany interpretation or definition. The third aspect namely “product”,\n\nwhich <a href=\"/doc/581728/\" id=\"a_129\">Section 3</a> refers to as “proceeds of crime” requires a definition\n\nand hence it is defined in <a href=\"/doc/62140/\" id=\"a_130\">Section 2(1)(u)</a> as follows:-\n\n</p><blockquote id=\"blockquote_118\">           “2. Definitions. — (1) In this Act, unless the context\n           otherwise requires, —\n                     xxx                xxx               xxx\n           (u) “proceeds of crime” means any property derived or\n           obtained, directly or indirectly, by any person as a result of\n           criminal activity relating to a scheduled offence or the value\n           of any such property or where such property is taken or\n           held outside the country, then the property equivalent in\n           value held within the country or abroad;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_197\">                  Explanation.—For the removal of doubts, it is hereby\n           clarified that &quot;proceeds of crime&quot; including property not\n           only derived or obtained from the scheduled offence but\n           also any property which may directly or indirectly be\n           derived or obtained as a result of any criminal activity\n           relatable to the scheduled offence;”\n\n</p><p data-structure=\"Conclusion\" id=\"p_198\">98. Keeping in mind these essential elements that make up the\n\nmolecular structure of <a href=\"/doc/581728/\" id=\"a_131\">Section 3</a>, if we go back to the case on hand, we\n\nwill find (i) that the offences under <a href=\"/doc/1897847/\" id=\"a_132\">Sections 120B</a>, <a href=\"/doc/1667388/\" id=\"a_133\">419</a>, <a href=\"/doc/1436241/\" id=\"a_134\">420</a>, <a href=\"/doc/1985627/\" id=\"a_135\">467</a> and\n\n<a href=\"/doc/1466184/\" id=\"a_136\">471</a> IPC are scheduled offences included in paragraph 1 of the\n\nSchedule; and (ii) that the offences under <a href=\"/doc/324254/\" id=\"a_137\">Sections 7</a> and <a href=\"/doc/178303/\" id=\"a_138\">13</a> of the PC\n\nAct are included in paragraph 8 of the Schedule.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_199\">\n\n<span class=\"hidden_text\" id=\"span_110\">                                       74</span>\n</p><p data-structure=\"CDiscource\" id=\"p_200\">\f99. All the three FIRs allege that the accused herein had committed\n\noffences included in the Schedule by taking illegal gratification for\n\nproviding appointment to several persons in the Public Transport\n\nCorporation. In one case it is alleged that a sum of more than Rs.2\n\ncrores had been collected and in another case a sum of Rs.95 lakhs\n\nhad been collected. It is this bribe money that constitutes the\n\n‘proceeds of crime’ within the meaning of <a href=\"/doc/62140/\" id=\"a_139\">Section 2(1)(u)</a>. It is no\n\nrocket science to know that a public servant receiving illegal\n\ngratification is in possession of proceeds of crime. The argument\n\nthat the mere generation of proceeds of crime is not sufficient to\n\nconstitute the offence of money-laundering, is actually preposterous.\n\nAs we could see from <a href=\"/doc/581728/\" id=\"a_140\">Section 3</a>, there are six processes or activities\n\nidentified   therein.   They   are,   (i)   concealment;   (ii)   possession;\n\n</p><p data-structure=\"CDiscource\" id=\"p_201\">(iii) acquisition; (iv) use; (v) projecting as untainted property; and (vi)\n\nclaiming as untainted property. If a person takes a bribe, he acquires\n\nproceeds of crime. So, the activity of “acquisition” takes place. Even if\n\nhe does not retain it but “uses” it, he will be guilty of the offence of\n\nmoney-laundering, since “use” is one of the six activities mentioned in\n\n<a href=\"/doc/581728/\" id=\"a_141\">Section 3</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_202\">100. The FIRs for the predicate offences identify all the three\n\ncomponents of Section 3, namely, (i) persons; (ii) process; and\n\n<span class=\"hidden_text\" id=\"span_111\">                                      75</span>\n</p><p data-structure=\"CDiscource\" id=\"p_203\">\f(iii) product. Persons accused in the FIRs are those who have indulged\n\nin the process or activity. The illegal gratification that they have taken,\n\nrepresents the proceeds of crime. The (i) acquisition of such illegal\n\ngratification in the first instance; (ii) the possession of the tainted\n\nmoney before putting it to use; and (iii) today projecting it as\n\nuntainted money, is the process or activity in which the accused have\n\nindulged. The corruption money represents the proceeds of crime.\n\n</p><p data-structure=\"Conclusion\" id=\"p_204\">101. Therefore,    all   the   arguments    as   though   there   are   no\n\nfoundational facts or jurisdictional facts, are simply aimed at\n\nhoodwinking the Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_205\">102. It is true that there are some offences, which, though\n\nscheduled offences, may or may not generate proceeds of crime.\n\nFor instance, the offence of murder punishable under Section\n\n302 is a scheduled offence. Unless it is a murder for gain or\n\nmurder by a hired assassin, the same may or may not generate\n\nproceeds of crime. It is in respect of such types of offences that\n\none may possibly argue that mere commission of the crime is not\n\nsufficient but the generation of proceeds of crime is necessary.\n\nIn the case of an offence of corruption, the criminal activity and\n\nthe generation of the proceeds of crime are like Siamese twins.\n\n\n\n<span class=\"hidden_text\" id=\"span_112\">                                    76</span>\n</p><p data-structure=\"Precedent\" id=\"p_206\">\f103. In fact, PMLA defines the word “property” in <a href=\"/doc/62140/\" id=\"a_142\">Section 2(1)(v)</a> as\n\nfollows:\n</p>\n<blockquote id=\"blockquote_119\">           “2. Definitions.—(1) In this Act, unless the context\n           otherwise requires,—\n                      xxx              xxx                 xxx\n</blockquote><blockquote id=\"blockquote_120\">           (v) “property” means any property or assets of every\n           description, whether corporeal or incorporeal, movable or\n           immovable, tangible or intangible and includes deeds and\n           instruments evidencing title to, or interest in, such property\n           or assets, wherever located;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_207\">                  Explanation.—For the removal of doubts, it is hereby\n           clarified that the term “property” includes property of any\n           kind used in the commission of an offence under this Act or\n           any of the scheduled offences;”\n\n</p><p data-structure=\"Conclusion\" id=\"p_208\">104. Therefore, even if an intangible property is derived as a result of\n\ncriminal activity relating to a scheduled offence, it becomes proceeds\n\nof crime under <a href=\"/doc/62140/\" id=\"a_143\">Section 2(1)(u)</a>. In view of the above, we are not\n\nimpressed with the contention that the investigation by ED was\n\ntriggered without any foundational/jurisdictional facts. In our view,\n\nthe allegations in the FIR point out to (i) involvement of persons in\n\ncriminal activity relating to scheduled offences; (ii) the generation as\n\nwell as (iii) laundering of the proceeds of crime within the meaning of\n\n<a href=\"/doc/581728/\" id=\"a_144\">Section 3</a>. This is in view of the fact that wherever there are allegations\n\nof corruption, there is acquisition of proceeds of crime which itself\n\ntantamount to money-laundering.\n</p>\n<p data-structure=\"Precedent\" id=\"p_209\">105. A lot of heat and dust was generated about the ED registering\n\nan Information Report on 29.07.2021 without any material whatsoever\n\n\n<span class=\"hidden_text\" id=\"span_113\">                                       77</span>\n\fand thereafter indulging in a fishing expedition both by summoning\n\nthe respondents and by seeking copies of various documents from the\n\nSpecial Court before which the complaints relating to the predicate\n\noffences are pending. But we do not see any substance in these\n\narguments. The reason why we say so will be understood if we rewind\n\nand go back to a few facts.\n</p>\n<p data-structure=\"Precedent\" id=\"p_210\">106. On 29.10.2015, Devasagayam made a complaint. It was against\n\nten different persons, but not against the Minister, his brother and his\n\nSecretary. But on 07/08.03.2016, one Gopi made a complaint naming\n\nthe brother of the Minister and claimed that a total amount of more\n\nthan Rs.2 crores was paid. Gopi then filed Criminal O.P. No.7503 of\n\n2016 on the file of the High Court in which the High Court passed an\n\norder on 20.06.2016, to expand the investigation and go against the\n\nreal culprits. But a Final Report under Section 173(2) of the Code was\n\nfiled on 13.06.2017. This was followed by another complaint filed by V.\n\nGanesh Kumar on 09.09.2017 in FIR No.298 of 2017. In this FIR, a\n\nFinal Report was filed on 07.06.2018. Similarly, one Arulmani filed a\n\ncomplaint on 13.08.2018 in FIR No.344 of 2018 in which a Final\n\nReport was filed on 12.04.2019.\n</p>\n<p data-structure=\"Precedent\" id=\"p_211\">107. Subsequently, at the instance of one R.B. Arun Kumar, further\n\ninvestigation was ordered in FIR No.441 of 2015, by an order of the\n\n<span class=\"hidden_text\" id=\"span_114\">                                   78</span>\n\fHigh Court dated 27.11.2019. Thereafter, a discharge petition was\n\nfiled by the Minister in one of those cases and after the same was\n\ndismissed, he filed a revision before the High Court. During the\n\npendency of the revision, a Final Report was filed under Section 173(8)\n\nin one of those cases.\n</p>\n<p data-structure=\"Precedent\" id=\"p_212\">108. Around the same time, writ petitions were filed pointing out that\n\nthere was a huge jobs-for-cash scam. In those writ petitions, the\n\nAssistant Commissioner of Police filed counter affidavits.\n\n</p><p data-structure=\"Precedent\" id=\"p_213\">109. Thus, the information about all complaints, the nature of\n\nthe complaints, the amount of money allegedly collected towards\n\nillegal gratification had all come into public domain. To say\n\nthat the ED should have adopted an Ostrich like approach,\n\nwithout trying to find out where and to whom the huge money\n\ngenerated in the scam had gone, is something unheard of.\n\n</p><p data-structure=\"Precedent\" id=\"p_214\">110. In fact, ED was not trying to access any document which was\n\ninaccessible. In several proceedings before the High Court, such as\n\n</p><p data-structure=\"Conclusion\" id=\"p_215\">(i) petitions for further investigation; (ii) writ petitions; and (iii) quash\n\npetitions, some of the documents whose certified copies were sought\n\nby the ED were already annexed. All that the ED wanted was\n\nauthenticated copies of those documents and nothing more.\n\n\n\n<span class=\"hidden_text\" id=\"span_115\">                                     79</span>\n</p><p data-structure=\"Precedent\" id=\"p_216\">\f111. In fact, the FIRs as well as Final Reports are now uploaded in\n\nthe websites of the Police Department in some of the States. In the\n\nState of Tamil Nadu, Police started uploading FIRs online, way back in\n\n2016. In all Police Stations, a Crime and Criminal Tracking Network\n\nand Systems, popularly known as ‘CCTNS’ is installed. Therefore, the\n\ninformation relating to FIRs is in the public domain.\n\n</p><p data-structure=\"Section\" id=\"p_217\">112. Once an information relating to the acquisition of huge\n\namount of illegal gratification in the matter of public employment has\n\ncome into the public domain, it is the duty of the ED to register an\n\nInformation Report. This is because “acquisition” is an activity\n\namounting to money-laundering and the illegal gratification acquired\n\nby a public servant represents “proceeds of crime,” generated through\n\na criminal activity in respect of a scheduled offence. Therefore, it\n\ndoes not require any expedition, much less a fishing expedition\n\nfor someone to say that the receipt of bribe money is an act of\n\nmoney-laundering.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_218\">113. The contention of Shri Sidharth Luthra that there was no\n\nexplanation for the delay on the part of the ED in registering the\n\nInformation Report, is a self-serving argument. If the ED\n\nregisters   an    Information    Report    immediately    upon    the\n\nregistration of a FIR for a predicate offence, ED will be accused\n\n<span class=\"hidden_text\" id=\"span_116\">                                   80</span>\n\fof acting in haste. If they wait until the drama unfolds up to a\n\nparticular stage, ED will be attacked as guilty of delay. The\n\naccused should be thankful to ED for giving a long rope from\n\n2016 till 2021.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_219\">114. Therefore, all the arguments on facts and all the legal\n\ncontentions emanating from some portions of the judgment in Vijay\n\nMadanlal Choudhary, to challenge the validity of the proceedings\n\ninitiated by ED are completely unsustainable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_220\">Question No. 2: Whether in the light of the fact that notice has\nbeen ordered in the review petition and a few interim orders have\nbeen passed in some proceedings, it is necessary for this Court to\ntag these appeals along with a review petition or defer the hearing\nof these matters until a decision is rendered in the review\npetition and other petitions?\n</p>\n<p data-structure=\"Conclusion\" id=\"p_221\">115. Now let us come to the contention revolving around the\n\ncorrectness of some portions of the decision in Vijay Madanlal\n\nChoudhary.\n</p>\n<p data-structure=\"PetArg\" id=\"p_222\">116. First of all, we should point out that a notice ordered in the\n\nreview petition being Review Petition (Crl.) No.219 of 2022, will not\n\ndestroy or diminish the precedential value of Vijay Madanlal\n\nChoudhary. The argument of the learned counsel for the accused, if\n\naccepted, will not only destroy the principles of judicial discipline and\n\nthe doctrine of stare decisis, but also bring to a grinding halt, all\n\n\n<span class=\"hidden_text\" id=\"span_117\">                                   81</span>\n\fpending investigation in the country.        In fact, the order dated\n\n25.08.2022 passed in Review Petition (Crl.) No.219 of 2022 discloses\n\nthat prima facie the Court was of the view that at least two of the\n\nissues raised in the review petition require consideration. Though it is\n\nnot precisely spelt out in the order, those two issues relate to (i) not\n\nproviding the accused with a copy of the ECIR; and (ii) reversal of the\n\nburden of proof and presumption of innocence. The points that the\n\nrespondents are canvasing in this case, have nothing to do with those\n\ntwo issues. Therefore, the accused cannot have a piggyback ride on\n\nthe review petition.\n</p>\n<p data-structure=\"Precedent\" id=\"p_223\">117.   In fact, as we have pointed out elsewhere, the accused have not\n\ncome up with any appeal challenging the order of the High Court\n\ndated 01.09.2022. Therefore, they are entitled at the maximum, to\n\nargue only for the dismissal of the appeals filed by ED and others\n\nagainst <a href=\"/doc/72481782/\" id=\"a_145\">the said decision</a>. Suppose we agree with the learned counsel\n\nfor the accused and dismiss the appeals filed by ED, even then they\n\ncannot have an escape route since the impugned order of the High\n\nCourt protects them only till the other proceedings are kept at bay.\n\n</p><p data-structure=\"Conclusion\" id=\"p_224\">118.    Therefore, the accused is not entitled at all either to seek a\n\nreference to a larger Bench or to seek to defer the matter till a decision\n\nis rendered in the matters involving larger issues.\n\n<span class=\"hidden_text\" id=\"span_118\">                                    82</span>\n</p><p data-structure=\"Conclusion\" id=\"p_225\">\f119.   In view of the above, the appeals arising out of the order of the\n\nDivision Bench of the High Court are liable to be allowed. Accordingly,\n\nthese appeals are allowed and the order of the Division Bench of the\n\nMadras High Court dated 01.09.2022 is set aside. ED will now be\n\nentitled to proceed further from the stage at which their hands were\n\ntied by the impugned order.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_226\">PART-III (Permission to ED to inspect the records of the Special\nCourt trying the predicate offences)\n\n</p><p data-structure=\"Precedent\" id=\"p_227\">120. To recapitulate, ED registered an Information Report on\n\n29.07.2021. Thereafter, ED filed applications before the Special Court\n\nseeking certified copies of the FIR, statements of witnesses, etc. By an\n\norder dated 09.11.2021, the Special Court allowed the application\n\npartly and directed the issue of certified copies of FIR, complaint,\n\nstatements, etc., but refused to provide certified copies of unmarked\n\ndocuments.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_228\">121. As against the said order, ED moved the High Court under\n\nSection 482 of the Code. These petitions were partly allowed by the\n\nHigh Court by an order dated 30.03.2022, permitting ED to have\n\ninspection of the documents under Rule 237 of the Rules, 2019 and\n\nthereafter, to file a fresh third party copy application. It is against this\n\norder that one of the accused by name M. Karthikeyan (Accused No.3)\n\n\n<span class=\"hidden_text\" id=\"span_119\">                                     83</span>\n\fin the Final Report filed under Section 173(8) of the Code in CC No.24\n\nof 2021 has come up with an appeal.\n</p>\n<p data-structure=\"Section\" id=\"p_229\">122. The grievance of the appellant in this appeal is that the High\n\nCourt has overlooked the provisions of Rule 231(3) of the Rules, 2019\n\nand also Section 65B of the Indian Evidence Act, 187235. But both the\n\nabove contentions are without substance. Rule 231 primarily deals\n\nwith the grant of certified copies of certain other documents to the\n\naccused, before filing of the Final Report. Rule 231(3) states that\n\ncertified copies of unmarked documents shall not be given. The High\n\nCourt has not passed any order directing the grant of certified copies\n\nof unmarked documents. All that the High Court has done is\n\npermitting the ED to have an inspection of the documents under Rule\n\n237 and thereafter to file a proper copy application. This is not\n\ncontrary to Rule 231(3).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_230\">123. We do not know how an argument revolving around <a href=\"/doc/1953529/\" id=\"a_146\">Section 65B</a>\n\nof the Evidence Act is raised. Section 65B concerns the admissibility of\n\nelectronic records. Without certification, ED may not be able to use\n\nthose electronic records in evidence, in the prosecution under PMLA.\n\nBut it does not mean that they cannot even have a look at the\n\nelectronic record.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_231\"><span class=\"hidden_text\" id=\"span_120\">35</span>\n</p><p data-structure=\"Conclusion\" id=\"p_232\">     For short “the <a href=\"/doc/1953529/\" id=\"a_147\">Evidence Act</a>”\n\n<span class=\"hidden_text\" id=\"span_121\">                                    84</span>\n</p><p data-structure=\"Conclusion\" id=\"p_233\">\f124. Therefore, we find no merits in the appeal. Hence, the appeal\n\nchallenging the order of the High Court dated 30.03.2022 passed in\n\nCriminal O.P. No.5726 of 2022 is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_234\">PART – IV (Extension of time to complete further investigation)\n\n</p><p data-structure=\"CDiscource\" id=\"p_235\">125. There is one appeal filed by Y. Balaji, whose status is indicated\n\nby us in a tabular column elsewhere. His appeal challenges an order\n\npassed by the High Court originally on 27.11.2019 directing the\n\nprosecution to complete further investigation in CC No.3627 of 2017\n\nwithin six months. When a petition for extension of time was moved,\n\nthe Court rejected it by an order dated 01.11.2021 on the ground that\n\nthe prayer had become infructuous. Therefore, worried about the fate\n\nof further investigation, the victim has come up with the above appeal.\n\nBut the worry of the appellant is baseless. Merely because the High\n\nCourt has not granted extension of time, it does not mean that the\n\ndirection to conduct further investigation has become infructuous. On\n\nthe contrary, a Final Report has already been filed under Section\n\n173(8) of the Code on 08.03.2021 in CC No.3627 of 2017 and the\n\nsame has now become CC No.24 of 2021.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_236\">126. Therefore, the appeal challenging the orders dated 27.11.2019\n\nand 01.11.2021 is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_237\">\n\n<span class=\"hidden_text\" id=\"span_122\">                                  85</span>\n\fContempt Petitions\n\n</p><p data-structure=\"CDiscource\" id=\"p_238\">127. Anti Corruption Movement has come up with petitions seeking\n\nthe initiation of contempt proceedings against the Police Officials who\n\nare in-charge of the investigation, on the ground (i) that the offences\n\nunder the <a href=\"/doc/1331755/\" id=\"a_148\">PC Act</a> have not been included in CC No.25 of 2021; (ii) that\n\nsteps were not taken to have the interim stay vacated in two criminal\n\ncases; and (iii) that a misleading picture was projected before the High\n\nCourt as though the investigation was incomplete.\n\n</p><p data-structure=\"CDiscource\" id=\"p_239\">128. Shri Ranjit Kumar, learned senior counsel appearing for the\n\nState and Shri Tiwari, learned AAG for the State submitted that there\n\nwas no willful disobedience of the orders passed by this Court and\n\nthat the State actually took steps to vacate the stay. According to the\n\nlearned senior counsel, the hands of the investigating agency were tied\n\ndue to the stay order and that once the appeals arising out of the two\n\nsubstantial   orders   of   the   High   Court   dated   01.09.2022   and\n\n31.10.2022 are disposed of, the State will take expeditious steps.\n\n</p><p data-structure=\"Conclusion\" id=\"p_240\">129. For the present, we would accept the explanation offered\n\nby the alleged contemnors. This is for the reason that the\n\nalleged contemnors alone are not to be blamed for where we are.\n\nThe entire case turned out to be a match where it became\n\nimpossible to identify who was playing for which team. Despite\n\n<span class=\"hidden_text\" id=\"span_123\">                                    86</span>\n\fthis Court’s order dated 08.09.2022, the High Court passed the order\n\ndated 31.10.2022, which practically has the effect of wiping out the\n\ndirections issued by this Court. In its order dated 31.10.2022, the\n\nHigh Court referred to our order at various places and eventually\n\ndestroyed the effect of the order of this Court. Therefore, the Police\n\nOfficers alone cannot be held guilty of wilful disobedience. Hence, the\n\ncontempt petitions are dismissed.       However, if the future course of\n\ninvestigation shows any disobedience of the orders of this Court, it will\n\nalways be open to the petitioner to come up again. With this\n\nobservation, the contempt petitions are dismissed.\n\n<span class=\"hidden_text\" id=\"span_124\">I.A.No. 26257 of 2023</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_241\">130. This is an application taken out by Y. Balaji, appellant in some\n\nof these appeals, seeking the constitution of a Special Investigation\n\nTeam and the appointment of a Special Public Prosecutor. This\n\napplication is filed on the ground that the hope expressed by this\n\nCourt in its order dated 08.09.2022 that the State Police would do a\n\nproper job, has been belied by subsequent events. Therefore, the\n\napplicant prays that time is now ripe for the constitution of a Special\n\nInvestigation Team.\n</p>\n<p data-structure=\"RespArg\" id=\"p_242\">131. The application is opposed on the ground, (i) that a prayer of\n\nthis nature cannot be made by way of an interlocutory application;\n\n<span class=\"hidden_text\" id=\"span_125\">                                   87</span>\n\fand (ii) that the allegation of the prosecution being influenced by the\n\nMinister does not stand substantiated.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_243\">132. As we have pointed out while dealing with the contempt\n\npetitions, the entire blame for this fiasco cannot be laid at the\n\ndoorstep of the Police alone. We find several coparceners. Hence,\n\nwe reject this I.A. at this stage with liberty to the applicant to come\n\nback with a substantial petition seeking such a prayer, at a later point\n\nof time, when a foul play is suspected. Accordingly, I.A. No.26257 of\n\n2023 is dismissed with the above liberty.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_244\">Results summed up\n\n</p><p data-structure=\"Conclusion\" id=\"p_245\">133. The result of the entire discussion is summed up as follows:\n\n</p><blockquote id=\"blockquote_121\">(i) The appeals arising out of the order for de novo investigation are\nallowed. That portion of the order of the High Court dated 31.10.2022\npassed in Criminal O.P. No. 15122 of 2021 is set aside. The directions\nissued in the said original petition for de novo investigation are set\naside. The Investigation Officer shall proceed with further investigation\nin all cases by including the offences under the <a href=\"/doc/1331755/\" id=\"a_149\">PC Act</a>. Any let up on\nthe part of the Investigation Officer in this regard will pave the way for\nthis Court to consider appointing a Special Investigation Team in\nfuture.\n</blockquote><blockquote id=\"blockquote_122\">(ii) The appeals arising out of the order of the Division Bench of the\nHigh Court dated 01.09.2022 are allowed. The order dated 01.09.2022\nis set aside. All the three writ petitions challenging the initiation of\n\n\n<span class=\"hidden_text\" id=\"span_126\">                                    88</span>\n\fproceedings by ED shall stand dismissed.\n</blockquote><blockquote id=\"blockquote_123\">(iii)   The appeal arising out of the order of the High Court dated\n30.03.2022 is dismissed.\n</blockquote><blockquote id=\"blockquote_124\">(iv) The appeal challenging the orders dated 27.11.2019 and\n01.11.2021 of the High Court relating to extension of time for\ncompletion of investigation is dismissed. The Investigation Officer shall\nproceed with further investigation and file Further/Final Reports\nwithin two months.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_246\">(v) The Contempt Petitions and I.A. No. 26257 of 2023 are dismissed.\n\n</p><p data-structure=\"Conclusion\" id=\"p_247\">        Application for impleadment is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_248\">        Pending application(s), if any, shall also stand disposed of.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_249\">                                       .…………………..….......................J.\n                                                    (KRISHNA MURARI)\n\n\n\n\n                                       ……………………….......................J.\n                                             (V. RAMASUBRAMANIAN)\n\n\n\n\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_250\">MAY 16, 2023\n\n\n\n\n<span class=\"hidden_text\" id=\"span_127\">                                      89</span>\n\f</p>","numcites":54,"numcitedby":9,"docsource":"Supreme Court of India","citetid":124402917,"divtype":"judgments","relatedqs":[{"value":"reinvestigation","formInput":"reinvestigation"},{"value":"unmarked documents ","formInput":"unmarked%20documents%20"},{"value":"pmla ","formInput":"pmla%20"},{"value":"reinvestigation   further investigation","formInput":"reinvestigation%20%20%20further%20investigation"},{"value":"senthil balaji","formInput":"senthil%20balaji"},{"value":"sidharth luthra","formInput":"sidharth%20luthra"},{"value":"\"proceeds of crime\"","formInput":"%22proceeds%20of%20crime%22"},{"value":"section 173(8)","formInput":"section%20173%288%29"},{"value":"'proceeds of the crime'","formInput":"%27proceeds%20of%20the%20crime%27"},{"value":"Special Investigation Team","formInput":"Special%20Investigation%20Team"},{"value":"section 420","formInput":"section%20420"},{"value":"de novo investigation ","formInput":"de%20novo%20investigation%20"},{"value":"stare decisis","formInput":"stare%20decisis"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"contempt petition","formInput":"contempt%20petition"},{"value":"discharge petition","formInput":"discharge%20petition"},{"value":"section. 406","formInput":"section.%20406"},{"value":"proceedings when can be quashed ","formInput":"proceedings%20when%20can%20be%20quashed%20"},{"value":"section 420 and section 406","formInput":"section%20420%20and%20section%20406"},{"value":"173(8)","formInput":"173%288%29"}],"cats":[{"value":"corruption","formInput":"tag:corruption"},{"value":"theft","formInput":"tag:theft"},{"value":"common-intention","formInput":"tag:common-intention"}],"courtcopy":true,"query_alert":null,"agreement":false}