{"tid":961181,"publishdate":"1958-01-21","title":"W. Wood & Son Ltd. vs Bengal Corporation on 21 January, 1958","doc":"<h2 class=\"doc_title\">W. Wood &amp; Son Ltd. vs Bengal Corporation on 21 January, 1958</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1959CAL8, AIR 1959 CALCUTTA 8, 1959 CALLJ 169 ILR (1959) 1 CAL 341, ILR (1959) 1 CAL 341</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nP. Chakravartti, C. J.  \n \n\n1. Three points have been urged on behalf of the appellant in this appeal, two of them more or less ordinary and one out of the ordinary. On the first of them, the learned counsel for the appellant did not himself place much reliance, as he stated to us in the end.\n \n\n2. The appeal is against an order of P. B. Mukharji, J. refusing the appellant&#x27;s prayer for staying a suit brought against it by the respondent, made on the ground that the dispute involved in the suit was covered by an arbitration agreement. The learned Judge has held that neither under <a href=\"/doc/1722761/\" id=\"a_1\">Section 34</a> of the Arbitration Act, 1940, nor under <a href=\"/doc/1899249/\" id=\"a_2\">Section 3</a> of the Arbitration (Protocol and Convention) Act, 1937, could the appellant have the stay prayed for. The former section was excluded, because the appellant could not be said to have been ready and willing to go to arbitration at the time of the institution of the suit. The second was excluded, because the <a href=\"/doc/777085/\" id=\"a_3\">Arbitration (Protocol and Convention) Act</a> did not apply to the case at all and even if it applied, the suit could not be stayed under <a href=\"/doc/1899249/\" id=\"a_4\">Section 3</a> of the Act, because the agreement had become inoperative and in the events which had happened, no arbitration could proceed. The three points urged on behalf of the appellant are directed against those three grounds given by the learned Judge in support of his decision.\n \n\n3. The facts are as follows : The appellant company is the manufacturer of a well-known make of suit-cases, known as Revelation Suit-cases, and it was expanding hinges, hasps and locks, patented by it, in the manufacture of its goods. On 19-10-1951, the appellant company entered into a contract with the respondent firm, whereby it granted the respondent an exclusive licence to assemble and sell Revelation Suit-cases in India and use for the suit-cases, so manufactured, the trade mark &quot;Revelation&quot;. The arrangement was for a term of five years, commencing on 1-9-1951 and one of the conditions of the contract was that the respondent would have to purchase from the appellant the expanding hinges, hasps, locks and other suit-case components which it would require for manufacturing the goods. It was not to sell or cause to be sold any expanding fittings, unless the same had been acquired from the appellant company and unless the same had been attached to and formed part of Revelation Suit-cases. The contract was to be interpreted in all respects according to the law of England and it contained an arbitration clause, reading as follows :\n &quot;All questions or differences whatsoever which may at any time hereafter arise between the parties hereto or their respective representatives touching this agreement or the subject-matter thereof or arising out of or in relation thereto respectively and whether as to construction or otherwise shall be referred to a single arbitrator in accordance with and subject to the provisions of the Arbitration Acts, 1889 to 1934 or any re-enactment or statutory modification thereof for the time being in force.&quot;\n \n\n4. In pursuance of that contract, the appellant company shipped certain goods to the respondent firm and drew two bills of exchange in respect thereof. The respondent took delivery of the goods and accepted the bills. Soon, however, it began to complain that, upon inspection, the goods had been found to be unfit for the purpose for which they had been purchased and unmerchantable. Some of them had been utilised in manufacturing suit-cases, but complaints were coming in as to gradual discolouration of the hasps as also the rusting of the rivets and the fibre, of which the body of the suit-cases was made, was hardening and cracking. The respondent&#x27;s case was that having had no opportunity for inspecting the goods covered by the despatches, it has relied completely upon the skill and judgment of the appellant company and had taken delivery of the same, without being able to notice the defects which were then latent. Accordingly, it called upon the appellant company either to rectify the defects or to take back so much of the goods as was still lying, undisposed of.\n \n\n5. The appellant, on the other hand, began to claim payment of the two bills, but the respondent refused to comply with the demand. Thereupon, the appellant suggested that the dispute should be referred to the arbitration of a single arbitrator, to be appointed by the President of the Law Society of England and Wales. The respondent did not agree to the suggestion and it appears that it wanted arbitration in India on the ground that the goods were lying in Calcutta and that in order to come to a decision as to their quality, the arbitrators would have to inspect them at the site. Further correspondence between the parties followed, to which it is not necessary to refer. It appears that the appellant company invoked the good offices of the Indian High Commission in London for inducing the respondent to agree to arbitration, but beyond suggesting to the respondent that it was desirable to have the dispute settled by arbitration, as provided for in the contract, the High Commission could render no further assistance. The appellant was also unable to induce the President of the Law Society to take up the arbitration, because, not unnaturally, the President said that he would not be prepared to act as an arbitrator in the absence of a joint request by both the parties. That was the position on 7-11-1953, when the Indian High Commission addressed its last letter to the appellant&#x27;s solicitors.\n \n\n6. Thereafter, on some date in February, 1954, the appellant brought a suit against the respondent as the acceptor of the two bills of exchange and on 26th of February, it applied to the Master for leave to serve the writ of summons out of jurisdiction. The Master granted the leave prayed for and issued the writ on the following clay. The appellant&#x27;s case is that the writ was duly served on the respondent on 23-3-1954, which the respondent denies. Be that as it may, the respondent did not answer the writ and on 30-4-1954, the Master signed judgment for a sum of  5008-7s.-6d. with costs. On the same date, the respondent brought in this Court a suit against the appellant, being Suit No. 1298 of 1954, claiming damages assessed by it at Rs. 60,000/- for breach of warranty and, in the alternative for an enquiry as to the quantum of damages suffered on account of diminution of price or on any other basis which the Court might consider appropriate.\n \n\n\n7. It was that suit which the appellant asked to be stayed by an application made on 23rd of August, 1954. The appellant pleaded the arbitration agreement contained in Clause 9 of the contract and averred that it had been ready and willing to submit all disputes between the parties to arbitration at the time of the institution of the respondents&#x27; suit as also at all times prior thereto and that it was still ready and willing to do all things necessary to the proper conduct of the arbitration. On that basis, it prayed that the suit should be stayed under <a href=\"/doc/1722761/\" id=\"a_5\">Section 34</a> of the Arbitration Act, 1940. The appellant pleaded further that it was subject to the jurisdiction of English Courts whereas the respondent was subject to the jurisdiction of the Courts in India and next contended that since both the countries were signatories to the Protocol on Arbitration Clauses, signed in 1923 at Geneva, and since the contract related to a commercial matter, <a href=\"/doc/1899249/\" id=\"a_6\">Section 3</a> of the Arbitration (Protocol and Convention) Act applied and under that section, the suit was liable to be compulsorily stayed. The learned Judge did not accept either of the contentions of the appellant and rejected its application. Thereupon the present appeal was preferred.\n \n\n8. As to the prayer under Section 34 of the Indian  Arbitration Act, the learned Judge held that the appellant, having itself denounced the arbitration agreement by taking proceedings in Court, could not be heard to say that it had been ready and willing to abide by arbitration. He referred to a statement of law in Russell where it has been observed that if a person brought an action in respect of a matter agreed to be referred, his conduct showed that he was not, at the time when the proceedings had been commenced, ready and willing to do all things necessary to the  proper conduct of the arbitration, and therefore he was not entitled on any subsequent date to apply for a stay. The learned Judge quoted the observation from the 14th Edition of Russell, but it has been repeated also in the 10th Edition at page 71.\n \n\n9. Mr. Ghose, who appears on behalf of the appellant, contended that the mere fact that his client had gone to a Court of law did not necessarily indicate that he was not also ready and willing to go to arbitration and he referred to attempts made by his client to persuade the respondent to agree to arbitration by a nominee of the President of the Law Society. The readiness and willingness contemplated by <a href=\"/doc/1722761/\" id=\"a_7\">Section 34</a> of the Arbitration Act is, however, readiness and willingness at the time when the proceedings sought to be stayed were commenced and subsequently. Whatever enthusiasm the appellant may have displayed in trying to take the dispute to arbitration before it commenced its own suit, it is quite impossible to hold that when it had ultimately decided to go to a Court of law, it had not abandoned all ideas of arbitration. As the learned Judge has very pertinently pointed out, the reluctance of the respondent to join with the appellant in a reference to an arbitrator in England did not make arbitration impossible because the appellant could easily have taken proceedings in England under the <a href=\"/doc/1003813/\" id=\"a_8\">English Arbitration Act</a> for the appointment of an arbitrator in accordance with the law as provided thereunder. It will be recalled that the arbitration agreement expressly makes the English Arbitration Acts applicable. The appellant did not proceed under those Acts, but preferred to go to the Queen&#x27;s Bench Division and ask for a summary judgment. The date on which the judgment was signed was 30-4-1954 and the same was the date when the respondent&#x27;s suit was commenced in this Court. In  my view, it is not even arguable that on 30-4-1954, when    the  respondent&#x27;s suit   was  commenced   and when the appellant had already obtained a decree on its bills of exchange, it was still ready and willing to go to arbitration on the dispute between the respondent and itself. The observation in Russell to which I have just referred is followed in the 15th Edition of the book by a reference to a case where an action had been commenced as to certain matters covered by an arbitration agreement, but thereafter the plaintiffs in the action discontinued it and both parties joined in constitution of an arbitration tribunal. There was, thereafter, a counter-claim by the defendants brought in Court and on an application by the plaintiffs for a stay of proceedings, stay was allowed on the ground that the plaintiffs had already abandoned their action, but if the defendants had still any right to object to the application for stay, they had waived that right by joining in the formation of the arbitration tribunal. I asked Mr. Ghose if his client had ever been willing or was even now willing to abandon its decree, but, as expected, he was unable to give an affirmative answer. I am, therefore, entirely unable to accept the first contention of Mr. Ghose that his client had always been ready &amp; willing to go to arbitration and that the learned Judge&#x27;s refusal to grant it a stay under <a href=\"/doc/1722761/\" id=\"a_9\">Section 34</a> of the Arbitration Act on the ground that there had been no such readiness and willingness was not justified. In fairness to Mr. Ghose, I ought to add that he himself stated to us towards the close of his argument that he did not think that he could rely on the first point taken by him.\n \n\n10. Proceeding next to the prayer under <a href=\"/doc/1899249/\" id=\"a_10\">Section 3</a> of the Arbitration (Protocol and Convention) Act, I must confess that one of the two points taken by Mr. Ghose presents considerable difficulty. The point which does present a difficulty is not so much a point taken by Mr. Ghose himself, but it is the answer he gave to a new plea in bar raised by the respondent. It will, however, be convenient to deal first with the two grounds on which the learned Judge refused even the prayer under <a href=\"/doc/1899249/\" id=\"a_11\">Section 3</a> of the Arbitration (Protocol and Convention) Act.\n \n\n11. Since the grounds given by the learned Judge turned partly on the language of <a href=\"/doc/1899249/\" id=\"a_12\">Section 3</a>, I would prefer to read the section first. It runs thus: \n &quot;Nothwithstanding anything contained in the Arbitration Act, 1899, or in the C. P. C. 1908 if any party to a submission made in pursuance of an agreement to which the protocol set forth in the First Schedule as modified by the reservation subject to which it was signed by India applies, or any person claiming through or under him commences any legal proceedings in any Court against any other party to the submission or any person claiming through or under him in respect of any matter agreed to be referred, any party to such legal proceedings may, at any time after appearance and before filing a written statement or taking any other steps in the proceedings, apply to the Court to stay the proceedings; and the Court unless satisfied that the agreement or arbitration has become inoperative or cannot proceed, or that there is not in fact any dispute between the parties with regard to the matter agreed to be referred, shall make an order staying the proceedings.&quot;\n \n\nIt will be noticed that while <a href=\"/doc/1722761/\" id=\"a_13\">Section 34</a> of the Arbitration Act requires that an applicant for a stay must prove his readiness and willingness to abide by arbitration at the points of time mentioned in the section, there is no such requirement in <a href=\"/doc/1899249/\" id=\"a_14\">Section 3</a> of the Arbitration (Protocol and Convention) Act. The learned Judge did not consider it necessary to decide whether an applicant under the <a href=\"/doc/777085/\" id=\"a_15\">Arbitration (Protocol and Convention) Act</a> could apply for a stay without himself being ready and willing to go to arbitration and left that question open. I think it is necessary to decide the point, because if the applicant&#x27;s readiness and willingness to go to arbitration is a requirement under this section as well, the appellant&#x27;s suit in the Queen&#x27;s Bench Division in England would operate equally as an embarrassment to it in pursuing its application under the section. The language of the section which I have just read contains no express reference to readiness and willingness of the applicant and there seems to be no reason to hold that the condition implied. The section is practically in the same terms as the corresponding provision in the English Arbitration Clauses (Protocol) Act, 1924, which has now become <a href=\"/doc/50989/\" id=\"a_16\">Section 4(2)</a> of the consolidated Act of 1950. Contrasting the language of <a href=\"/doc/677479/\" id=\"a_17\">Section 4(1)</a>, which is the English counterpart of Section 34, with <a href=\"/doc/50989/\" id=\"a_18\">Section 4(2)</a>, which corresponds to <a href=\"/doc/1899249/\" id=\"a_19\">Section 3</a> of our <a href=\"/doc/777085/\" id=\"a_20\">Arbitration (Protocol and Convention) Act</a>, &quot;Russell on Arbitration&quot; points out that Sub-section (2) sets out the circumstances in which an application for a stay may be made in words exactly following those of <a href=\"/doc/677479/\" id=\"a_21\">Section 4(1)</a>, &quot;so far as the matters discussed under heads 2 to 6 above arc concerned.&quot; Matters discussed under heads 2 to 5 in Russell do not include &#x27;readiness and willingness&#x27; which is discussed under head 7, The view taken of <a href=\"/doc/50989/\" id=\"a_22\">Section 4(2)</a> therefore, is that differing in this regard from <a href=\"/doc/677479/\" id=\"a_23\">Section 4(1)</a>, it does not require that the applicant for stay should prove his own readiness and willingness to go to arbitration. That view is warranted by the language of the section and I do not find any good reason for not taking the same view of Section 3 of the Indian Act.\n \n\n12. But although its inability to prove its own readiness and willingness to go to arbitration may not be an impediment to the appellant in maintaining its prayer under <a href=\"/doc/1899249/\" id=\"a_24\">Section 3</a> of the Arbitration (Protocol and Convention) Act, it could obtain an order Tinder that section only if the Court was satisfied that the agreement had not become inoperative or the arbitration could proceed. The learned Judge has taken the view that, in the events which had happened, the agreement had become inoperative and the arbitration could not proceed and that is the first ground on which he has refused the applicant&#x27;s prayer under <a href=\"/doc/1899249/\" id=\"a_25\">Section 3</a> of the Arbitration (Protocol and Convention) Act. The reason given by the learned Judge for his view that the agreement had become inoperative is that the appellant had itself brought a suit on the contract in which the arbitration agreement was contained and that as a result of its own suit the contract had merged in the judgment obtained from the Court. The reason given by him for his view that the arbitration could not proceed is that the dispute between the parties would no longer be a dispute raised by the suit, which was undoubtedly covered by the arbitration agreement, but it would be a dispute as to whether the judgment and the decree of the English Court precluded the respondent from raising the particular dispute or making the claim it had made. That the learned Judge thinks, was certainly not a matter agreed to be referred under the arbitration clause and he also thinks that it was the Court alone and not any arbitrator that could pronounce on the effect of the English judgment which would inevitably have to be considered.\n \n\n13. With respect, I am unable to agree with the learned Judge in the view taken by him. If it could be said that the decree obtained by the appellant implied a determination by the Court that it had performed its own part of the contract and had committed no breach of any warranty or condition and had not failed in the performance of the contract, wholly or in part, it might undoubtedly be said that the arbitration agreement had become inoperative. All claims under the contract would in that event have to be regarded as already determined by the suit and none could be regarded as surviving. The suit which the appellant brought in the Queen&#x27;s Bench Division was, however, not a suit on the contract at all, but a suit on the bills of exchange which it had drawn and which the respondent had accepted. It it could be said that, by way of its defence in such a suit, the respondent could have pleaded that the appellant had failed in part in performing the contract, because although it had delivered certain goods which the respondent had accepted, the goods wore not of the specifications stipulated for in the contract, there would be ground for saying that the respondent not having answered the writ and taken that defence, was now concluded by the decree passed against it. It is, however, well-settled that, under the English law, a claim for damages for a partial failure of consideration cannot be made by way of defence to a suit on a bill of exchange. It cannot, therefore, be said that the claim made by the respondent in the present suit is barred by res judicata, nor can it be said that, in view of the decree already passed on the appellant&#x27;s suit, the dispute which the respondent has raised in the suit can no longer be raised, and that therefore there is no longer any scope for the operation of the arbitration agreement. If the decree obtained by the appellant did not put an end to the claim which the respondent is making in its present suit, it is clear that, for the purpose of that claim, the contract survives and that if the appellant denies the claim, there is a dispute arising out of the contract with regard to which the arbitration agreement can take effect.\n \n\n14. The learned Standing Counsel, Mr. Mitra, who appeared for the respondent at the early stages of the hearing of the appeal, referred us to Form No. 67 in the Third Volume of Atkin&#x27;s Encyclopaedia of Court Forms and Precedents. The form is a form for a defence, in a suit on a bill of exchange, accented for goods sold which the plaintiff failed to deliver. The first paragraph of the form contains an admission that the defendant accepted the bill of exchange sued upon and states that the subject-matter of the transaction was 50 tons of coal which the plaintiff agreed to deliver. The defence is then set out in the following terms:\n &#x27;&#x27;The Plaintiff failed to deliver the said 50 tons of coal or any part thereof on the agreed date or at all.&quot;\n \n\nThe footnote to that paragraph is to the following effect:\n &quot;Total failure of consideration is a good defence to an action on a bill of exchange or promissory note.&quot;\n \n\nWhen this form was cited before us, I expressed my doubt as to whether the defence set out therein would be a good or even an admissible defence when all that the defendant had to plead was not a total failure of consideration, but only a partial failure. Mr. Ghose has satisfied me that my doubt was well-founded. It would appear that although under Exception 2 of <a href=\"/doc/254432/\" id=\"a_26\">Section 43</a> of the Negotiable Instruments Act, partial failure of consideration is a valid defence to a suit on a negotiable instrument in this country, it is not so under the English law and it is to the English law and practice to which we must turn for ascertaining the true effect of the decree.\n \n\n15. It appears that, in English law, a bill of exchange is regarded either as a payment in cash or as amounting to an independent contract, quite apart from the main contract to which the bill relates. The cause of action is that the defendant accepted the bill and thereby accepted what was an equivalent of a payment in cash or he entered into a contract evidenced by the bill itself to pay the amount mentioned in it. A suit on a bill of exchange is, therefore, not a suit on the main contract, but it is a suit for a recovery of what is an equivalent of cash had and received or a suit on a subsidiary contract. The law on the subject is thus summarised in &#x27;Chalmers on Bills of Exchange&#x27;, to which Mr. Ghose drew our attention:\n &quot;The authorities on actions between immediate parties to a bill of exchange, where the matters relied on by the defendant afford no defence under the <a href=\"/doc/196269901/\" id=\"a_27\">Bills of Exchange Act, 1882</a>, establish the rule that the Court will treat the execution of a bill of exchange either as analogous to a payment in cash, or as amounting to an independent contract within the wider contract in pursuance of which it was executed, and not dependent, as regards its enforcement, on due performance of the latter. Consequently, the Court will not allow a defendant in an action on a bill of exchange to set up a case for damages by reason of the breach by the plaintiff of some other contract or the commission of; some tort.&quot; (See Chalmers on Bills of Exchange, 12th  Edition, page 99). \n \n\n&#x27;Some other contract&#x27; was explained by Roxburgh, J., in the case of James Lamout and Co. Ltd. v. Hyland, Ltd., (1950) 1 All ER 920 (A), as some contract other than that constituted by the bill of exchange itself including the principal contract of the transaction. The law, as summarised in Chalmers, rests on a multitude of decisions, the more important of which are collected in the decision to which I have just referred. Thus in Glennie v. Imri (1839) 3 Y. &amp; C. Ex. 436: 360 ER 773 (B), which is the first case in order of time, Parke, B., observed that the alleged inferior quality of the goods had been held on several occasions to afford no defence to an action on a bill of exchange; and in Anglo-Italian Bank v. Wells (1878) 38 LT 197 (C), Jessel, M. R., observed that, speaking for himself, he would hesitate long before he allowed a defendant in an action on a bill of exchange to set up a case for damages by reason of the breach by the plaintiff of &#x27;some other contract or the commission of some tort.&#x27; It will be noticed that the words I have just quoted arc to be found in the summary in Chalmers where they were obviously taken from this source. I have already explained what &#x27;some other contract&#x27; means.\n \n\n 16. If the respondent could not plead the inferior quality of the goods as a defence to the appellant&#x27;s suit on the bills of exchange, it follows\nthat its claim for damages on account of such inferior quality was in no way concluded by the\ndecree passed in the appellant&#x27;s favour. If that be\nso, the possibility of such a claim survived the appellant&#x27;s suit and when a claim was actually made\nand a dispute raised, there could be nothing to exclude the operation of the arbitration agreement. I\nam, therefore, unable to agree with the learned\nJudge that, in the circumstances of the present case,\nthe arbitration agreement had become inoperative.\n \n\n17. Nor do I think that any events had happened in which the arbitration could no longer  proceed. The learned Judge seems to think that since the effect of the prior decree granted by a Court of law would have to be determined, it was no longer possible for any arbitrator to decide a dispute involving a point of that character. I do not think that the mere fact that the effect of a decree of a Court of law would fall to be determined, would exclude arbitration in the future altogether. The terms of the arbitration clause which I have already read are of the widest possible content and however difficult a task it may be for lay arbitrators to pronounce on the effect of a decree passed by a Court of law, I do not think it can be said that a matter of that kind is inherently incapable of being decided by arbitrators or that it is outside the terms of the arbitration clause with which we are here concerned. It is true that, under the Indian Act, the arbitrators cannot be required to state a special case for the opinion of the Court on any question of law involved, and they have only been given the power to do so, if they desire. But that circumstance does not, in my mind, indicate or establish that arbitration on a dispute regarding the true effect of a prior decree is altogether impossible in India.\n \n\n18. On the question as to whether an arbitration could no longer proceed, Mr. Ghose cited before us the decision in H. E. Daniels, Ltd. v. Carmel   Exporters   and   Importers,   Ltd.,   (1953)   2   All ER  401   (D).    I  do  not see  that the  decision  applies  or that it is of any assistance  to  the appellant.     The  facts  of     that case  were  that,  at first, there   was   a   quality   arbitration   which   resulted  in favour of the buyers and then the buyers  claimed further   arbitration   on   the   ground   that   the   sellers had failed to deliver goods  of the stipulated specifications  and had delivered other goods of a noxious character.    An award in the buyers&#x27; favour was made  in   the  second  arbitration  as  well  and  when an   action   was   brought   for   enforcing   the   second award,   it  was   contended   on   behalf   of  the   seller that the second award was not valid, because there could   not   be   two   references   or   two   arbitrations regarding the     non-performance     or   defective performance of the same contract.    The  Court rejected  the  contention, but     did   so on  a  very narrow ground.     The sellers relied  strongly on the  case of Conquer v.  Boot,  (1928) 2     KB  336 (E), where  it had been held that failures  in various  respects   in the   performance  of  a     contract  constituted   but   a single cause of action and breach of a single promise   and accordingly there could be  only one suit and one  decree  and  when  a decree  was obtained, the result was  that the judgment merged the original  cause of  action in  the higher security  of a decree of the Court and afforded a defence to  a second     action     for    the  same   cause.    The  learned Judge   thought that having   regard   to  the  rules  of arbitration,  it might be possible to  draw a distinction between a judgment of a Court and  an award of  an arbitrator,   but he proceeded   to  say that  so far as the matter before     him     was  concerned, he thought that no valid distinction could properly be drawn   between   the   two.  Although  the learned Judge was  of that view, he  upheld the award on the ground  that since the parties  had  agreed   to  refer all  their disputes   to arbitration   and   a   second  dispute had   undoubtedly arisen,  a      second   reference had properly been made.     If in  that reference the sellers   had      required  the   arbitrators   to   state     a special case for the    decision of the  Court on the question     of lawy namely    whether they had    any jurisdiction  to     entertain   the      fresh   claim of the buyers, they might have succeeded on the principle of Conquer v. Boot    (E),  but not having  done  so, they had  to  accept the  final   award and  could  not impugn  it on  any of  the ordinary grounds.     I am unable   to   see  what   bearing  that  case   has   on   the question   before   us.     There   was   no   previous   arbitration   in   this   case   and,      therefore,   no   question arose as to whether a second reference or a second award was possible under the law.    There was only a  previous  decree   and  then  a  subsequent  suit in which an application  for a stay was  made on  the ground  that  the   dispute  involved in  the  suit  was within an arbitration agreement which was still surviving. The case cited does not decide anything with regard to the effect of a prior decree upon the maintainability of a subsequent reference to arbitration. Mr. Ghose relied upon the observation of the learned Judge that so far as the point before him was concerned, he did not think any valid distinction could be drawn between an award and a decree, but that only meant that there could not be ordinarily two successive awards relating to breaches of the same contract, just as there could not be two successive decrees on the same cause of action. If the learned Judge upheld the second award before him, he did so on the very special ground of estoppel and, in any event, he did not decide that the right to an arbitration might survive a prior suit, but, on the other hand, if Mr. Ghose would rely upon the identity of awards and decrees, he would seem to have decided the contract. I must say, however, that the discussion in the case is a little puzzling, because none, I think, has ever doubted that there can be successive references under the same agreement regarding different disputes as to the due performance of the same contract.\n \n\n19. For the reasons I have endeavoured to give in some detail, I find myself unable, with respect, to agree with the learned Judge as to his first ground and as to both of its branches.\n \n\n20. The second reason given by the learned Judge for rejecting the appellant&#x27;s prayer under <a href=\"/doc/1899249/\" id=\"a_28\">Section 3</a> of the Arbitration (Protocol and Convention) Act is that the Act does not apply to the case at all. <a href=\"/doc/777085/\" id=\"a_29\">The Act</a> seeks to give effect to a Protocol of 1923 and a Convention of 1927, both signed at Geneva. The former deals with the international validity of arbitration agreements, while the latter deals with the enforcement in one country of arbitral awards made in another. According to the learned Judge, parties subject respectively to the jurisdiction of different contracting States who are signatories to the Protocol and the Convention may elect to come under either arbitration under the National Statutes or arbitration under the Protocol. He held that if parties in a particular case elected to go to arbitration under the National Statutes, there could be no question of their resorting to a Protocol Arbitration and that to such a case the Protocol would not apply. The next step in the learned Judge&#x27;s reasoning is that before a Court stayed any proceeding under <a href=\"/doc/1899249/\" id=\"a_30\">Section 3</a> of the Arbitration (Protocol and Convention) Act, it had to be satisfied under the express terms of the section that there was a submission to arbitration in pursuance of an agreement to which the Protocol applied and it, therefore, followed that if the agreement was such that the parties had elected thereunder to go to arbitration under the National Statutes, the Protocol could not apply to such an agreement and <a href=\"/doc/1899249/\" id=\"a_31\">Section 3</a> of the Act also not applying in consequence, no question of stay under that section could arise. According to the learned Judge, the parties in the present case had elected to adopt as their forum an arbitral tribunal set up under the English Arbitration Acts and, therefore, neither of them could invoke the <a href=\"/doc/777085/\" id=\"a_32\">Arbitration (Protocol and Convention) Act</a> and ask for stay under its provisions. With great respect to the learned Judge, I am unable to concur in that view of the Act.\n \n\n21. Mr. Mitra informed us that the second ground of the learned Judge was not one which he had taken before him and that he would not undertake to defend it before us. We have, therefore, to examine the reasoning of the learned Judge for ourselves.\n \n\n22. I have already read the terms of <a href=\"/doc/1899249/\" id=\"a_33\">Section 3</a> of the Act, but I think it necessary to read also the relevant part of Clause 1 of the Protocol. It runs thus :\n &quot;Each of the Contracting States recognises the validity of an agreement whether relating to existing or future differences between parties subject respectively to the jurisdiction of different Contracting States by which the parties to a contract agree to submit to arbitration all or any differences that may arise in connection with such contract relating to commercial matters or to any other matter capable of settlement by arbitration, whether or not the arbitration is to take place in a country to whose jurisdiction none of the parties is subject.&quot;\n \n\n23. I think I ought also to read a portion of the second paragraph which runs thus :\n &quot;Each Contracting State reserves the right to limit the obligation mentioned above to contracts which are considered as commercial under its national law.&quot;\n \n\nIt appears from the preamble to the Act that India signed the Protocol, subject to the reservation of the right to limit its obligations to contracts which are considered as commercial under the law in force in the country. There can, however, be no dispute that the contract in the present case is a commercial contract.\n \n\n24. It will be seen from the terms of <a href=\"/doc/1899249/\" id=\"a_34\">Section 3</a> of the Act, which I have already read, that the section applies to submissions made in pursuance of an agreement to which the Protocol applies. Quite obviously, the Protocol applies to agreements which the Contracting States recognised by Clause 1 of the Protocol as valid. In substance, the Protocol provides that an agreement to submit contractual disputes to arbitration, made by parties who are subject to the jurisdiction of different signatory States, shall be recognised as valid in every signatory State, even though the arbitration is to take place in a country to whose jurisdiction none of the parties is subject. The Convention deals with the execution of foreign arbitral awards which is not here material. There is nothing in the Protocol which suggests that it contemplates some special form of arbitration warranted by its own terms, which is different from arbitration under the statutes of the countries to which the parties belong and that such arbitration is available only when the parties have not contracted for arbitration under the national statutes. What the Protocol and the Convention together provide is that the States, which are signatories to them, arc agreeing as a matter of international co-operation and courtesy to recognise arbitration agreements made by Parties subject to the jurisdiction of different States and to assist in giving effect to them in two ways, namely, by enforcing awards made by an arbitral tribunal in another of the signatory States and by staying legal proceedings brought within their own jurisdiction, if such proceedings involve a dispute covered by an arbitration agreement made between the plaintiff and the defendant in those proceedings who is a subject of another of the signatory States. The arbitration agreement itself, however, is an agreement such as has been made by the parties themselves and the arbitration contemplated is nothing but the arbitration provided for in such agreement, subject to the laws of the country where the agreement may be sought to be carried into effect. There is with respect, no question of any second and special form of arbitration under the terms of the Protocol itself which can be called &#x27;Protocol Arbitration&#x27; as the learned Judge Has called it. The learned Judge has also referred to Clause 2 of the Protocol which, according to him, suggests that what is in the contemplation of the Protocol is a special tribunal for Protocol arbitration, set up by the will of the parties, as subsequently exercised, subject, however, to the law of the country in whose territory the arbitration takes place. He has contrasted the use of the expression &#x27;will&#x27; with the use of the word &#x27;contract&#x27; in different parts of the Protocol and come to the conclusion that &quot;the will of the parties&quot; mentioned in Clause 2 cannot be the &#x27;will&#x27; as embodied in the main contract, I am unable to share that view of the learned Judge. What Clauses 1 and 2 of the Protocol mean is that agreements for arbitration made between parties who are subject to the jurisdiction of different signatory States will be recognised by those States as valid and that arbitration in pursuance of such agreement shall be as the parties thereto have willed, subject only to the qualification that the law of the country where the arbitration may take place shall have to be observed and complied with. In other words, if there is any provision in the agreement relating to the arbitral procedure or the constitution of the arbitral tribunal which is repugnant to the law of the country where the arbitration is to take place, such provisions will be nugatory for the purposes of the arbitration, but, otherwise, the will of the parties, as embodied in the agreement, shall prevail. There is nothing in those provisions to suggest that any form of arbitration other than the arbitration provided for in the agreement is contemplated or that the arbitral procedure, including in the constitution of arbitral tribunal, shall have to be determined anew, where the Protocol applies.\n \n\n25. Referring to the provision in Clause 2 of the Protocol that the arbitral tribunal shall be governed by the will of the parties, the learned Judge has observed that in the present case there was no agreed will of the parties as to an arbitral tribunal and, therefore, no tribunal could be set up. That observation seems to presuppose that the parties would have to agree for the first time to the constitution of a tribunal after a dispute had arisen and that there would be room for such an agreement only when there was not already an arbitration agreement providing for arbitration under one of the National Statutes. If an arbitration agreement contained in the main contract provided for arbitration under one of the National Statutes and if the Protocol was still to apply, there would, in the learned Judge&#x27;s view, be two competitive tribunals which was, on the face of it, absurd except probably in a case where such competitive tribunals were expressly provided for. I think with reference to this reasoning of the learned Judge, it is enough to say that the Protocol cannot be held to contemplate a case where the arbitration agreement has only provided for arbitration without making provision for the constitution of the tribunal or the procedure to be applied, so that when a dispute arises, the parties will then elect a tribunal and prescribe a procedure according to their will. The true view of the Protocol is that it contemplates an ordinary arbitration agreement between parties belonging to the jurisdiction of the different signatory States for arbitration by a tribunal, to be set up as provided for in the agreement itself, under one or other of the National Statutes. A special form of arbitration by a tribunal specially constituted under the provisions of the Protocol itself is not warranted by anything contained in the Protocol. The fact that the arbitration agreement in the present case provided for arbitration under the English Arbitration Acts does not, therefore, exclude the applicability of either the Protocol or the <a href=\"/doc/777085/\" id=\"a_35\">Arbitration (Protocol and Convention) Act</a>, and, consequently, it is not possible to accept even the second ground given by the learned Judge in support of his decision.\n \n\n26. If there was no other question to consider, the appellant would be entitled to succeed on its prayer for a stay under the <a href=\"/doc/777085/\" id=\"a_36\">Arbitration (Protocol and Convention) Act</a>. But, Mr. Das, who followed Mr. Mitra, contended that on a true construction of <a href=\"/doc/1899249/\" id=\"a_37\">Section 3</a> of the Act, it could not apply to the present case at all, inasmuch as the section applied only when there had been an actual submission to arbitration. There had been no such submission in the present case and consequently Mr. Das argued that invocation of <a href=\"/doc/1899249/\" id=\"a_38\">Section 3</a> of the Arbitration (Protocol and Convention) Act was utterly pointless. This is the point which presents the difficulty I spoke of towards the beginning of this judgment.\n \n\n27. The argument of Mr. Das proceeded on the fact that <a href=\"/doc/1899249/\" id=\"a_39\">Section 3</a> described the applicant for stay as &quot;any party to a submission made in pursuance of an agreement to which the Protocol set forth in the First Schedule&quot; applied. The section thus contemplated that there was an agreement, that in pursuance of that agreement a submission had been made and that a party to that submission was making an application for say. Accordingly it was argued that where an agreement for arbitration had not been followed by an actual submission to arbitrators, there was no scope for an application of the section.\n \n\n23. Mr. Ghose realised the difficulty created by the words in <a href=\"/doc/1899249/\" id=\"a_40\">Section 3</a>, but invited us to bear in mind that the Act had been passed in the year 1937 when the arbitration law in force in India, apart from the Second Schedule <a href=\"/doc/161831507/\" id=\"a_41\">of the Code of Civil Procedure</a>, was the Act of 1899 and the arbitration law in force in England was the Act of 1889. Both of those Acts define the term &#x27;submission&#x27; in identical words as meaning &quot;a written agreement to submit present or future differences to arbitration whether an arbitrator is named therein or not.&quot; In the Acts in force in 1937, the words &#x27;submission&#x27; and &#x27;agreement&#x27; were thus synonymous. It was accordingly submitted by Mr. Chose that the word &#x27;submission&#x27; in <a href=\"/doc/1899249/\" id=\"a_42\">Section 3</a> of the Arbitration (Protocol and Convention) Act was to be read in the same sense and that if it was so read, the existence of an agreement without any actual reference to arbitration would suffice to attract the section. In aid of that contention Mr. Ghose also referred us to <a href=\"/doc/1406924/\" id=\"a_43\">Article 1</a> of the <a href=\"/doc/777085/\" id=\"a_44\">Second Schedule to the Act</a> which sets out the Convention on the Execution of Foreign Arbitral Awards and pointed out that, in the Convention, an agreement had been called &quot;a submission to arbitration.&quot; The word &#x27;submission&#x27; has actually been used in the sense of an agreement in the body of the Convention, for example, in Clause (c) of <a href=\"/doc/1406924/\" id=\"a_45\">Article 1.</a> Mr. Ghose also referred us to the provisions of Clause 4 of the Protocol by which it was agreed that suits brought within the jurisdiction of any of the contracting parties would not be proceeded with, if they related to a contract containing an arbitration, agreement. The clause reads as follows :\n &quot;The Tribunals of the Contracting Parties, on being seized of a dispute regarding a contract made between persons to whom <a href=\"/doc/1406924/\" id=\"a_46\">Article 1</a> applies and including an Arbitration Agreement whether referring to present or future differences which is valid in virtue of the said Article and capable of bring carried into effect, shall refer the parties on the application of either of them to the decision of the Arbitrators.&quot;\n \n\n\nThere can be no dispute that this clause does not require an actual submission to arbitration, but considers the existence of an arbitration agreement sufficient. Mr. Ghose accordingly contended that there could be no good reason for reading <a href=\"/doc/1899249/\" id=\"a_47\">Section 3</a> of the Act, by which the Protocol was sought to be implemented in a more restricted sense.\n \n\n29.    I  cannot say that the contention of. Mr.\nGhose is altogether without force and I would have\ngiven effect to his contention,  if by giving to the\nword &#x27;submission&#x27; the construction he proposed,  an\nintelligible meaning could be made out of the section.    <a href=\"/doc/777085/\" id=\"a_48\">The Second Schedule to the Act</a> and the use\ntherein   of   the   word  &#x27;submission&#x27;   as     synonymous\nwith &#x27;agreement&#x27; do not seem to me to be relevant,\nbecause the Schedule only sets out the Convention\nwhich was signed in 1927, four years after the date\nof   the     Protocol,   and,     therefore,   its     vocabulary\nwould not  be very   germane  to  a construction  of\neven of the Protocol.    In the present case,  we are\nnot   concerned with   construing   even   the Protocol,\nbut have to  construe an Act of the Indian Legislature.     Little  assistance can,  therefore,  be derived\nfrom the  language  of the Convention which is  not\nonly  as   part   of  the    Protocol  but  is     also  further\n apart   from   the  Act.     The  argument   sought   to be\ndrawn  from  the contemporary  Arbitration   Acts   is,\nhowever,   a   legitimate   argument,  but   if   one  substituted   &#x27;agreement&#x27;   for   &quot;submission&#x27;   in   <a href=\"/doc/1899249/\" id=\"a_49\">Section 3</a>,\na  strange result  would  follow.    The   words   which\nI  read  a  little  while   ago     from   <a href=\"/doc/1899249/\" id=\"a_50\">Section 3</a>   would,\ntherefore, read as &quot;any party to an agreement made\nin pursuance of an  agreement to which the Protocol  set  forth  in  the  First  Schedule&quot;   applied.     An\nagreement  made   in   pursuance   of  an  agreement  is\nnot   in   itself   an   impossible  notion,   because   there\nmay be an agreement to enter into a further agreement,  whether  it  be valid  or  not, but  agreements\nto  which  the Protocol  set forth  in the <a href=\"/doc/777085/\" id=\"a_51\">First Schedule of the Act</a> applies are not agreements to enter\ninto agreements for arbitration, but the very arbitration agreements themselves.    It is  arbitration agreements   made   between  parties   belonging   to     jurisdictions  of different  States that the Protocol recognises and what <a href=\"/doc/1899249/\" id=\"a_52\">Section 3</a> of the Act contemplates is\nobviously   an  actual   reference   to   arbitration   made\nin   pursuance   of   one  such   agreement.     Whatever\nwords may be substituted for the word &#x27;submission&#x27;\nin  <a href=\"/doc/1899249/\" id=\"a_53\">Section 3</a>,    it is  impossible  to   escape  the   effect\nof the words  &quot;made in pursuance of an  agreement\nto   which   the Protocol * *  applies.&quot;\nIf   the  agreement to  which  the Protocol  applies   is\nan  agreement for  arbitration,  there  cannot possibly\nbe an   agreement  in   pursuance  of that  agreement.\n<a href=\"/doc/1899249/\" id=\"a_54\">Section  3</a> must, therefore,  be construed as contemplating a   case  where not  only is there an     arbitration agreement   in   force   between   the  parties,   but\nt there has  also been an actual reference to  arbitration.\n \n\n30. It is undoubtedly true that Clause 4 of the Protocol contemplates that if a Court of one of the signatory States finds that there is an arbitration agreement in existence to which the Protocol applies, it must refer the parties to the decision of the arbitrators without proceeding with the suit. It may cogently be argued that if the signatory parties agreed to abide by that clause, it is not reasonable to suppose that while enacting laws in their own countries for implementing the provisions of the Protocol, they would go back upon their promise and in fact make a more restricted provision. We are not, however, concerned with the ethics of the diplomatic or legislative behaviour of the parties, nor are we at liberty to speculate as to what may or may not have been the reason for a particular State proceeding in a particular manner. For us, as a Court of law, the sole guide must be the words of the statute in which the Legislature of the country has reposed its intention. If no reasonable construction of <a href=\"/doc/1899249/\" id=\"a_55\">Section 3</a> would permit the reading of the word &#x27;submission&#x27; as &#x27;agreement,&#x27; we cannot possibly enlarge the scope of the section by putting upon it a meaning unwarranted by the words which the Legislature has used. It is not inconceivable that since stay under <a href=\"/doc/1899249/\" id=\"a_56\">Section 3</a> of the Arbitration (Protocol and Convention) Act is not discretionary with the Court but mandatory and since the effect of the section is that provision for an arbitration ousts the jurisdiction of the Court altogether, the Legislature might have considered it expedient to limit the operation of the section to cases where there had been an actual reference to arbitration. But as I have already stated, speculation as to the motive which influenced the Legislature is fruitless.\n \n\n31. I any point out here that <a href=\"/doc/1559255/\" id=\"a_57\">Section 4(2)</a> of the English Arbitration Act of 1950, is, so far as is material, expressed in identical terms. The sub-section had its predecessor in Section 1 of the Arbitration Clauses (Protocol) Act, 1924 and it appears that as long ago as in 1936, it was contended in the case of Radio Publicity (Universal), Ltd. v. Compagnie Luxembourgeoise de Radiodifusion (1936) 2 All ER 721 (F), that the section applied only when the parties to an agreement had become parties to a submission made in pursuance of its provisions. Clauson, J., before whom the point was raised, did not require to decide the point and expressed no opinion on it, because he was able to hold on the facts before him that there had been an actual submission to arbitration. The true import of <a href=\"/doc/1559255/\" id=\"a_58\">Section 4(2)</a> of the English Act of 1950, has, however, been dealt with in Russell on Arbitration. After stating that the Protocol is most obscure, the learned author (or the editor) states as follows :\n &quot;The words of the section, however, would seem to limit its operation to cases where some sort of &#x27;agreement to submit&#x27; is followed, by an actual &#x27;submission&#x27; made &#x27;pursuant to&#x27; it. (Presumably, the word &quot;submission&#x27; here bears its natural meaning, of &#x27;a submission&#x27; (written or not) of an actual dispute to the authority of an arbitral tribunal,&#x27; rather than the statutory meaning which it bore under the 1889 Act and which is now borne by the phrase &#x27;arbitration agreement&#x27;). Thus the common case, of an agreement to refer which is never followed by a submission because the claimant prefers to sue instead, is apparently outside the section, although the Protocol clearly meant it to be covered : see <a href=\"/doc/1015123/\" id=\"a_59\">Article 4.&quot;</a>\n \n\n32. The passage which I have just read from Russell expressly negatives the contention drawn from Clause 4 of the protocol which Mr. Chose urged before us. It is true that the learned author qualifies his opinion by the adverb &#x27;apparently,&#x27; but, as I have endeavoured to explain, there seems to be no escape from the effect of the words &quot;made in pursuance of&quot; which clearly point to an actual reference to arbitration. I must add, however, that the difficulty created by the language of the section has not been considered by either Cheshire or Dicey. On the other hand, an illustration given by the latter is of a case where there was only an agreement for arbitration, but no actual reference had been made : see Dicey, Conflict of Laws, 6th Edition, 324. But as I have said, the words which create the difficulty did not receive any consideration at the hands of the learned author.\n \n\n\n33. The point is not without difficulty, but giving the matter the best consideration I can, I have come to the conclusion that, it is not possible to read <a href=\"/doc/1899249/\" id=\"a_60\">Section 3</a> of the Arbitration (Protocol and Convention) Act as not limited to eases where there is not only an arbitration agreement, but, in pursuance to that agreement, a reference to an arbitration has also been made. In the present case, there has not been any reference to arbitration and, consequently, the appellant&#x27;s prayer for a stay under the <a href=\"/doc/777085/\" id=\"a_61\">Arbitration (Protocol and Convention) Act</a> was bound to fail for that reason alone.\n \n\n34. For the reasons given above, this appeal fails and is dismissed. But as we are upholding the judgment of the learned Judge on a ground not taken before him, there will be no order for costs.\n \n\n \n\nS.C. Lahiri, J.   \n\n\n \n\n</pre><p data-structure=\"Conclusion\" id=\"p_1\"> 35. I agree.      \n</p>\n\n \n\n","numcites":12,"numcitedby":5,"docsource":"Calcutta High Court","citetid":961181,"divtype":"judgments","relatedqs":[{"value":"'readiness and willingness\"","formInput":"%27readiness%20and%20willingness%22"},{"value":"stay on proceedings","formInput":"stay%20on%20proceedings"},{"value":"bill of exchange","formInput":"bill%20of%20exchange"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"section 3 arbitration act  ","formInput":"section%203%20arbitration%20act%20%20"},{"value":"ready and willing","formInput":"ready%20and%20willing"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"arbitration agreement is between the parties to arbitration agreement","formInput":"arbitration%20agreement%20is%20between%20the%20parties%20to%20arbitration%20agreement"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement is between the parties","formInput":"arbitration%20agreement%20is%20between%20the%20parties"},{"value":"arbitration clauses","formInput":"arbitration%20clauses"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"article 1","formInput":"article%201"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"name-and-territory-of-india","formInput":"tag:name-and-territory-of-india"}],"courtcopy":false,"query_alert":null,"agreement":false}