{"tid":1548567,"publishdate":"1979-08-10","title":"Kartik Enterprise (Pvt.) Ltd. vs The Orissa State Electricity Board And ... on 10 August, 1979","doc":"<h2 class=\"doc_title\">Kartik Enterprise (Pvt.) Ltd. vs The Orissa State Electricity Board And ... on 10 August, 1979</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1980ORI3, AIR 1980 ORISSA 3, (1979) ILR(CUTTACK) 2 ORI 421, ILR (1979) 2 CUT 421, (1979) ILR 2 ORI 421</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n R.N. Misra, J. \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1.  Petitioner is a private company with its registered office located at Cuttack and is engaged in general fabrication on small scale. In terms of the industrial policy laid lown by the Union Government and the State Government of Orissa, petitioner is treated as a small scale industry. Under the Orissa State Electricity Board (General Tariff) Regulations of 1973 (hereinafter referred to as &#x27;Tariff Regulations&#x27;), petitioner has also been treated as a small scale industry in the classification. The company entered into a contract with the Orissa State Electricity Board (hereinafter referred to as the &#x27;Board&#x27;) for supply of electricity of 15 kws. and started paying tariff in terms of Board&#x27;s notification dated 30th of November, 1974, in the following manner:--\n</p>   \n\n<blockquote id=\"blockquote_1\">(A) Monthly charges calculated at the rate of:--\n</blockquote>   \n\n<blockquote id=\"blockquote_2\">(i) 18 paise per KWH for first 200 units per k.w. of contract demand;\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(ii) 17 paise per KWH for all units in excess of above without prejudice to the payment of minimum charge per month. \n</blockquote> \n\n<blockquote id=\"blockquote_4\">(B) The monthly minimum charge was to be calculated at Rs. 8/- per k. w. of connected load. The Board purporting to act in exercise of powers conferred on it under <a href=\"/doc/1467548/\" id=\"a_1\">Section 49</a> of the Indian Electricity (Supply) Act of 1948 (hereinafter referred to as the &#x27;<a href=\"/doc/701121/\" id=\"a_2\">Supply Act</a>&#x27;) and the provisions of the Tariff Regulations prescribed standard tariff rates applicable to power-intensive industries and heavy industries as per notification dated 3rd of March, 1975. By notification dated 31st of August, 1978 (Annex-ure-3), the Board revised the rates of standard tariff applicable td different categories of consumers including the petitioner and in terms of this notification, petitioner&#x27;s liability was enhanced in the manner indicated below :\n</blockquote>   \n\n<blockquote id=\"blockquote_5\">(a) monthly charges calculated unilaterally at 22 paise per K.W.H. without prejudice to payment of minimum charges as against the two varying rates of 18 paise and 17 paise;\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(b) The minimum charge calculated at Rs. 10/- per K.W.H. of the connected load;\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(c) low-power-factor penalty of 5 paise per cent on the billed amount for each one per cent or part thereof by which the power factor is below 90% beginning from 3 months from the date on which the power factor falls below 90% till the date when the power-factor has been improved to 90 per cent. This unilateral provision by the Board as per Annexure-3 is assailed in this writ application.  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. According to the petitioner:-- \n</p>   \n\n<blockquote id=\"blockquote_8\"> (i) In the absence of a pro rata increase in cases of all classes of consumers and on account of exclusion of power-intensive and heavy industries from the ambit of revision of rates, the Board which comes within the meaning of &#x27;State&#x27; has practised discrimination violative of <a href=\"/doc/367586/\" id=\"a_3\">Article 14</a> of the Constitution;\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(ii) Even though the Board is entitled to unilaterally revise the tariff, in View of the provisions of the Act, the Board had statutory obligation to operate economically and efficiently. It is true that the Board has a legislative mandate under <a href=\"/doc/1834737/\" id=\"a_4\">Section 50</a> of the Supply Act not to carry on its operation at a loss and had td adjust its charges accordingly from time to time and, after the amendment of that provision by Central Act 23 of 1978 with effect from 3-6-1978, it has to give credit for all the subventions from the State Government and carry on its operation and adjust its tariff so as to ensure that after meeting its expenses and charges under the various heads, there should be such surplus as may be prescribed by the State Government. Yet, the Board having a statutory obligation to operate efficiently and economically, would not be entitled to adjust the tariff by way of enhancement of the same in exercise of its statutory powers unless corresponding statutory obligations are fulfilled;\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(iii) <a href=\"/doc/701121/\" id=\"a_5\">The Supply Act</a> confers monopolistic powers on the Board and, therefore, the statutory obligations are to be strictly performed and in the event of breach or failure to act up to the obligation, the matter would become justiciable and the Board can be called upon to perform its obligations either as a condition precedent to, or simultaneously with, exercise of its rights;\n</blockquote> \n\n<blockquote id=\"blockquote_11\">(iv). The Board has all the rights and the obligations of a licensee provided for under <a href=\"/doc/1708807/\" id=\"a_6\">Section 26</a> of the Supply Act and, therefore, the corresponding obligations of a licensee should be discharged by the Board. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. The opposite parties have made a return to the rule nisi through the Secretary of the Board and they have denied that there has been any arbitrary or discriminatory act in the matter of enhancement of the tariff. Power-intensive and heavy industries constitute separate classes by themselves and even if they had been left out at the time of enhancement of the tariff by the impugned notification no challenge on the plea of discrimination is available. That apart, it is pointed out that subsequently tariff for those industries has also been revised. It has been further contended that it is not open to the petitioner -- or for the matter of that any consumer --to insist upon pro rata enhancement with reference to other classes of consumers. Reliance has been placed both on provisions of the statute as also on the contract in justification of the enhancement. It has further been pointed out that the cost of generation of energy has gone up tremendously and the petitioner is being still supplied taking the enhancement into account at a rate lower than the cost of production itself. In paragraph 12 of the counter-affidavit, it has been pleaded thus:--\n</p><blockquote id=\"blockquote_12\">  &quot;...... Board is not required to establish that it is running in the most efficient and economical manner so as to justify tariff revision. Certainly, it is not a condition precedent for revision of tariff as would be obvious from <a href=\"/doc/1467548/\" id=\"a_7\">Section 49</a>, Sub-section (1). <a href=\"/doc/1787076/\" id=\"a_8\">Section 59</a>, on the other hand, authorises Board to adjust its charges so as not to operate at loss. Board is incurring losses from year to year as would be evident from its audited accounts and as such tariff revision is permissible under <a href=\"/doc/1787076/\" id=\"a_9\">Section 59</a>. Moreover, the statute does not lay down any yardstick for the most efficient and economical working of the Board nor stipulates any authority before whom the same is to be established.......&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_4\">A rejoinder was filed on behalf of the petitioner to the counter-affidavit. It has been pointed out that the Board has classified its consumers into 27 categories and the notification under Annexure 3 dealt with only 22 categories and 5 categories had been left out. It has been contended that this amounts to discrimination and Art 14 is violated. Even if subsequently the other classifications have been subjected to revision, the notification being violative of <a href=\"/doc/367586/\" id=\"a_10\">Article 14</a> at the point of commencement cannot be taken to have become valid by a subsequent removal of discrimination. The allegation that the cost of production of energy per unit was high has been disputed as a blatant falsehood. Detailed particulars have been given to indicate the huge wastage of stores, unusual high transmission losses and various other inefficiencies. Petitioner filed a further affidavit supplying more details on these allegations. It has been maintained that though a larger portion of the energy produced by the Board is from &#x27;hydel&#x27; source -- and, therefore, should be made available at a comparatively cheap rate -- the tariff prescribed by the Board is high in comparison to the rates of tariff of Boards depending on thermal source. These have been refuted on behalf of the Board.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\">4. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1215873\" id=\"span_1\">In the case of <a href=\"/doc/1215873/\" id=\"a_11\">Indian Aluminium Co. Ltd. v. Orissa State Electricity Board</a>, AIR 1975 Orissa 100 this Court had observed that the Board could unilaterally revise the tariff by framing Regulations under <a href=\"/doc/1687533/\" id=\"a_12\">Section 79(j)</a> of the Supply Act. The Supreme Court in the case of Indian Aluminium Company etc. v. Kerala State Electricity Board, AIR 1975 SC 1967, observed:--</span>\n</p><blockquote id=\"blockquote_13\">  &quot;......Even   if  they   (Regulations)  were made,   they   should   not   have   conferred authority  on  the   Board   to   unilaterally exonerate      itself   from   the   stipulation contained in the two  contracts  and  enhance   the   rates,   notwithstanding   such contractual   stipulation.........&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_6\">The position has, however, been subsequently clarified in the case of Bisra Stone Lime Co. Ltd. etc. v. Orissa State Electricity Board, AIR 1976 SC. 127 and what was observed in the first case is said to be with reference to cases of special contracts entered in exercise of powers under <a href=\"/doc/1921185/\" id=\"a_13\">Section 49(3)</a> of the Act. Board&#x27;s unilateral power of revision is not disputed by counsel for the petitioner. The legal position has now been set at a point beyond controversy that if the contract authorises unilateral revision, the Board is entitled to exercise contractual power. It has been conceded at the Bar that the contract in the instant case is not a special contract. Therefore, there is no dispute before us that the Board had power to revise the stipulated rates in the contract existing between the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">5. Mr. Mohanty for the petitioner conceded also that it has been decided in this Court and the decision has been upheld in appeal by the Supreme Court that if there be a contractual authority of the Board to revise the rates, and the Board exercises that power, the revision cannot be assailed in a writ petition and the revision in exercise of the power under the contract may give rise to dispute before the arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1028475\" id=\"span_2\">In the case of <a href=\"/doc/1028475/\" id=\"a_14\">Titagarh Paper Mills Ltd. v. Orissa State Electricity Board</a> (1975) 2 SCC 436, the Supreme Court said:--</span>\n</p><blockquote id=\"blockquote_14\">  &quot;......Questions  such  as:   whether  the Board   had power  under   Clause   (13) of the   agreement   to   levy   any   coal   surcharge  at  all when no such power was conferred   on   it   by   the   Act,   whether the  action of the  Board in levying  the coal   surcharge   on   the   appellant   under Clause   (13)   of the  agreement  was arbitrary and unreasonable    or    whether    it was   based   on   extraneous     and     irrelevant   considerations   and   whether, on the  facts  and circumstances of the case the  Board  was     justified   under  Clause (13) of  the  agreement  to  levy the  coal surcharge  on the  appellant,  are  plainly questions   arising   under   the   agreement and   they  are   covered   by   the   arbitration   provision   contained  in   Clause   (23) of the   agreement.   All   the   contentions raised   by   the      appellant   against    the claim  to  justify  the  levy   of  the     coal surcharge   by   reference to   Clause    (13) of the   agreement      would,       therefore, seem   to  be  covered  by  the  arbitration agreement  and there  is no  reason why the   appellant     should  not  pursue    the remedy   of   arbitration      which   it     has solemnly   accepted under   Clause   (23) of the  agreement   and  instead   invoke    the extraordinary   jurisdiction   of   the   High Court   under   <a href=\"/doc/1712542/\" id=\"a_15\">Article   226</a>   of the   Constitution   to   determine   questions   which really   form   the   subject-matter   of   the arbitration   agreement......&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_8\">Counsel, however, contended that since the Board was resting its action in the instant case both on statute and contract, dispute before the arbitrator may not succeed. Accordingly, while conceding that if the power to revise the rates was referable to contract only, the matter should be disputed in arbitration proceedings, he maintained that the validity of the revision of the tariff with reference to the statutory power may be examined by us. The submission of learned counsel for the petitioner about the handicap in the arbitration proceeding is not seriously disputed by counsel for the opposite parties. We would accordingly confine our examination to the validity of the enhancement with reference to the statute.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"459864\" id=\"span_3\">6.   The    Board    is    &#x27;State&#x27; within the meaning  of  <a href=\"/doc/609139/\" id=\"a_16\">Article   12</a>   as  has  been decided   by   the   Supreme   Court   in     the case   of      <a href=\"/doc/459864/\" id=\"a_17\">Rajasthan      State   Electricity Board,  Jaipur  v.  Mohan Lal</a>  AIR   1967 SC   1857.   As   such,   it is   not   entitled to deny   to   any   &#x27; person   equality   by    its treatment    and    the Board cannot mete, out   discriminatory      treatment  by   preferring   some   consumers  to   others.     As already   noticed,       initially   five   classifications   of  consumers   had     been   left out.    It is the case of the Board    that I subsequently     they   have   been   brought into   the   ambit   of   the   enhancement of the  tariff  and  by now there  does    not exist     any      discrimination      on      that ground.   We do  not   see   any  force    in the    contention      of   petitioner&#x27;s counsel that   if there  was  discrimination  at the inception   and   even   if   that discrimination  has   now  been   removed,   yet,     the notification   would   be   bad   on   account of discrimination  having   existed  at  one point  of  time.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">There is force in the submission of the Board that power-intensive and heavy industries are two separate classes by themselves, distinct and different from the other classes of consumers and within the framework prescribed by the <a href=\"/doc/701121/\" id=\"a_18\">Supply Act</a>, the Board is entitled to adopt classifications. Sub-section (4) of <a href=\"/doc/1467548/\" id=\"a_19\">Section 49</a> of the Supply Act provides that in fixing the tariff and terms and conditions for the supply of electricity, the Board shall not show undue preference to any person. The Supreme Court pointed out in the case of Adoni Cotton Mills Ltd. etc. etc. v. Andhra Pradesh State Electricity Board, AIR 1976 SC 2414;--\n</p><blockquote id=\"blockquote_15\">  &quot;......This   section   embodies   the   same principle which is enunciated in <a href=\"/doc/367586/\" id=\"a_20\">Article 14</a> of our Constitution. The Board is a State for the purpose of Part III of our Constitution. In the present case, we are, however, not concerned with the application of <a href=\"/doc/367586/\" id=\"a_21\">Article 14.</a> All that requires to be appreciated is that the provisions of <a href=\"/doc/367586/\" id=\"a_22\">Article 14</a> of our Constitution and <a href=\"/doc/1827533/\" id=\"a_23\">Section 49(4)</a> of the 1948 Act are similar in principle. It is the principle of equality or non-discrimination. <a href=\"/doc/1827533/\" id=\"a_24\">Section 49(4)</a> of the 1948 Act does not mean a mechanical equal treatment. It is fairly settled that equality before the law does not mean that things which are different shall be treated as though they were the same. The obligation not to discriminate involves both the right and the obligation to make reasonable classification on the basis of relevant factors.....&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">This observation would support the position that the Board is entitled to classify and on the basis of the classifications so adjust its treatment that ultimately no inequality results.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">7. The Statement of Objects and Reasons of the Supply Act is to the following effect:--\n</p>  \n\n<blockquote id=\"blockquote_16\">  &quot;The   co-ordinated      development    of electricity in India  on  a  regional  basis is a  matter  of increasingly  urgent   importance   for   post-war       reconstruction and   development.   The   absence   of   coordinated    system,    in which generation is     concentrated   in   the   most   efficient units  and  bulk supply of  energy centralised  under the  direction  and   control of one   authority   is   one   of   the factors that impedes the healthy  and economical     growth   of   electrical   development in this country.  Besides,  it is becoming more  and  more   apparent   that  if    the benefits   of   electricity   are   to   be     extended   to  semi-urban   and   rural   areas in the   most      efficient   and   economical manner   consistent   with   the   needs   of an entire   region,   the   area   of  development   must   transcend   the   geographical limits  of  a Municipality,  a Cantonment Board   or   a   Notified   Area   Committee, as the  case  may   be.   It   has,   therefore, become   necessary   that   the   appropriate Governments should be vested with the necessary     legislative   powers   to     link together   under   one      control   electrical development   in   contiguous   areas     by the  establishment   of  what  is  generally known   as  the   &#x27;Grid   System&#x27;.     In    the circumstances      of   this   country  such a system   need       not   necessarily   involve inter-connection   through out   the   length and   breadth   of   a   Province;       regional co-ordination      inclusive   of  some  measure   of   inter-connection   may   be     all that  is  needed.   An   essential pre-requisite    is    however,    the      acquisition    of necessary   legislative   power   not     only to    facilitate   the   establishment   of  this system   in   newly   licensed   areas     but also to  control  the  operations  of existing licensees  so   as  to secure  fully  coordinated   development.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">Government feel that it is not possible to legislate for this purpose within the framework of the <a href=\"/doc/261195/\" id=\"a_25\">Indian Electricity Act, 1910</a>, which was conceived for a very different purpose. In their view what is needed is specific legislation; on the broad lines of the Electricity (Supply) Act, 1926, in force in the United Kingdom, which will enable Provincial Governments to set up suitable organisations to work out &#x27;Grid Schemes&#x27; within the territorial limits of the Provinces. Although executive power under the proposed Bill will necessarily vest in the Provinces, two considerations indicate the necessity for Central legislation:\n</blockquote>   \n\n<blockquote id=\"blockquote_18\">(i) the need for uniformity in the organisation and development of the &#x27;Grid System&#x27;, and\n \n\n</blockquote><blockquote id=\"blockquote_19\">(ii) the necessity for the constitution of semi-autonomous bodies like Electricity Boards to administer the &#x27;Grid Systems&#x27;......&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_13\">As the long title of the <a href=\"/doc/701121/\" id=\"a_26\">Supply Act</a> shows, it came in to provide for the rationalisation of the production and supply of electricity and generally for taking measures conducive to electrical development and for all matters incidental thereto. Keeping these in view, the <a href=\"/doc/701121/\" id=\"a_27\">Supply Act</a> made provisions for various purposes. It conferred monopolistic powers on the Board in the matter of generation, transmission and supply of electricity. It made several provisions to give effect to this purpose. If there existed generating companies it vested powers on the Board to control the same. The Board was vested with powers to control licensees. Provision for sale of electricity by the Board to persons other than licensees was also made and under <a href=\"/doc/1787076/\" id=\"a_28\">Section 59</a>, while indicating general principles for the Board&#x27;s finance Parliament provided that the Board should not operate at a loss, but its activities need not be run with a view td making profits. There can be no two opinions about the position that large powers have been vested on the Board and necessarily, the Board has been given certain duties. Under <a href=\"/doc/1141385/\" id=\"a_29\">Section 18</a> of the Supply Act, the Board has been directed to arrange in co-ordination with generating companies, if any, operating within the State in the most efficient and economical manner. The power to revise tariffs under <a href=\"/doc/1467548/\" id=\"a_30\">Section 49</a> and the guideline indicated in <a href=\"/doc/1787076/\" id=\"a_31\">Section 5-9</a> of the Supply Act are parts of the same scheme. Under the different provisions of the statute, the Board has been entrusted with the duty of expanding and cheapening the supply of electricity to sparsely developed areas and to co-ordinate development of supply and distribution of electricity in a most efficient and economical manner with particular reference to areas not for the time being served or adequately served by the licensees. <a href=\"/doc/1787076/\" id=\"a_32\">Section 59</a> of the Act before the amendment provided that the Board was not to run at a loss and should adjust its tariffs so as to ensure that result. After the amendment, the Board has to adjust its tariffs so as to ensure that after meeting all the expenses indicated, there is such surplus as the State Government may from time to time specify. With a view to meeting this purpose, <a href=\"/doc/1467548/\" id=\"a_33\">Section 49</a> of the Act has authorised revision of tariffs, while the <a href=\"/doc/701121/\" id=\"a_34\">Supply Act</a> provides general guideline indicating the principles to be followed in the matter of the Board&#x27;s finance and contains authorisation to revise the rates, it has simultaneously cast an obligation on the Board  to operate efficiently and economically, with a view to keeping control over the financial aspect, in <a href=\"/doc/701121/\" id=\"a_35\">Chapter-VI of the Supply Act</a>, provision has been made for the annual financial statement of the Board to be furnished to the State Government and the State Government has been obliged to place the statement on the table of the Legislature. The accounts of the Board are to be audited by the Comptroller and Auditor-General of India as required by <a href=\"/doc/1280596/\" id=\"a_36\">Section 69</a> of the Supply Act and the audit report has to be placed before the Legislature.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">8. The entire scheme under the statute is one and the duties cast on the Board under <a href=\"/doc/1141385/\" id=\"a_37\">Section 18</a> go along with the wide powers conferred on the Board by the other provisions of the <a href=\"/doc/701121/\" id=\"a_38\">Supply Act</a>. The Legislature has conferred these wide powers taking into consideration the mandatory obligation that the Board must act efficiently and economically and it is not open to the Board to act in an irresponsible manner, operate uneconomically and allow any type of inefficiency in its activities. If the Board does not operate efficiently and economically and thereby allows inflation of its operational cost and yet in exercise of powers under <a href=\"/doc/1467548/\" id=\"a_39\">Sections 49</a> and <a href=\"/doc/1787076/\" id=\"a_40\">59</a> of the Act raises the rates of tariff and in exercise of its monopoly powers forces the consumer to pay for electricity at a higher tariff, it would lead to situation of harassment and the purpose of the <a href=\"/doc/701121/\" id=\"a_41\">Supply Act</a> would be defeated. There can be no doubt that in consideration of the duties cast, provision has been made in <a href=\"/doc/1467548/\" id=\"a_42\">Sections 49</a> and <a href=\"/doc/1787076/\" id=\"a_43\">59</a> of the Act giving power of revision and the Board has been allowed statutory right to transfer the entire operational liability in terms of money to the consumers, Without the corresponding obligation to act efficiently and economically, the Board is not intended to excise the power to adjust its tariffs so as not either to run at a loss or to have such surplus as the State Government may specify, We cannot accept a situation where the State or any of its instrumentalities would have power without any correlative duty to exercise such powers as are contemplated under <a href=\"/doc/1787076/\" id=\"a_44\">Section 59</a> of the Act. The statute has an in-built scheme of supervision. The State and the Legislature have been conferred powers of control and the accounting aspect is subject to the thorough checking by the Comptroller and Auditor-General of India. The Board is a high-powered body and as <a href=\"/doc/721761/\" id=\"a_45\">Section 5</a> of the Act would show, Parliament has given special attention for the constitution of the Board. Such a high-powered Board is expected to function diligently and in a manner indicated in <a href=\"/doc/1141385/\" id=\"a_46\">Section 18</a> of the Supply Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">We agree with Mr. Mohanty for the petitioner that where the statute confers monopolistic powers, the obligations created by Statute should be strictly performed. In the counter-affidavit, the Board has taken the stand that it is not required to establish that it is running in the most efficient and economical manner. It has been further indicated that the statute does not lay down any yardstick for the most efficient and economical working nor stipulates any authority before whom the same is to be established. The Board is essentially a commercial institution. It has been conferred with certain powers of the State and has a monopolistic basis for operation. In a country governed, by Rule of Law, wherever there is conferment of power, of necessity there is bound to be control. Uncontrolled power is bound to lead to arbitrariness. We cannot lose sight of the dictum: &quot;power corrupts; absolute power absolutely corrupts&quot;. Arbitrary power has the necessary tendency of leading to oppressive harassment. An authority vested with power owes an obligation to fulfil the purpose for which power is conferred and to act within, the framework of law. Parliament having prescribed the duty of operating economically and efficiently so far as the Board is concerned, it has to fulfil these obligations. Control has been vested in the executive Government the Legislature  and the Comptroller and Auditor-General to see that the duties of the Board are performed and in case the machinery is not able to control, and the Board starts functioning arbitrarily, the machinery of the judicial system has to operate. Under the Rule of Law, whether the system of checks and balances appropriately operates is ultimately to be scrutinized by the Courts and in order that the system of Rule of Law be maintained, the Court has to strike down every arbitrary act and require the exercise of power to conform to the requirements of law. It was pointed out by the Supreme Court in the case of Bennett Coleman and Co. Ltd. v. Union of India AIR 1973 SC 106 that all executive actions which operate to the prejudice of any person must have the authority of law to support It.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">The Board must realise that it does not have arbitrary powers and it is obliged to operate efficiently and economically in order to discharge the statutory trust imposed upon it. If it fails to do so and yet seeks to exercise its powers, a situation might arise where the consumer would be entitled to seek protection of the common [aw forum to require the Board to conform to its obligations in order that the rights conferred on it may be exercisable. The Board must also be told that there is an in-built machinery in the <a href=\"/doc/701121/\" id=\"a_47\">Supply Act</a> before which the Board has to establish that it is operating efficiently and economically and in case the in-built machinery is not able to control and check the working of the Board, the Court has to intervene in a suitable case. If executive functioning is amenable to judicial review, it would indeed be futile for the Board to contend that the Board   does   not   have   to   satisfy   anybody      regarding    performance    of     its statutory   obligation.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_17\">9. It is difficult for us in our extraordinary jurisdiction to decide whether the Board is operating efficiently and economically. We are not in a position to hold that performance of the duty is &#x27;condition precedent&#x27; to exercise of the &#x27;power&#x27; though we must reiterate here that the Board is obliged to perform its statutory obligations and in suitable cases, the Board&#x27;s exercise of its powers may not be permitted until statutory obligations&#x27; are discharged.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">10. On a review of the materials placed before us, we are not in a position to hold that in the instant case, the revision of tariff is liable to be struck down on account of violation of <a href=\"/doc/367586/\" id=\"a_48\">Article 14</a> of the Constitution. So far as the attack on the power of revision on account of non-performance of the obligations under <a href=\"/doc/1141385/\" id=\"a_49\">Section 18</a> of the Act is concerned, the decision would essentially involve factual questions. The facts alleged by the petitioner have been denied and there is controversy over the issue. We do not think, in a writ petition such a question can be suitably examined. The other questions raised by the petitioner are also connected matters.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\">11. On the analysis indicated above, this writ application must fail. We would accordingly dismiss it There would be no order for costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\"> P.K. Mohanti, J. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\"> 12.   I   agree. \n</p> \n\n","numcites":18,"numcitedby":0,"docsource":"Orissa High Court","citetid":1548567,"divtype":"judgments","relatedqs":[{"value":" discrimination ","formInput":"%20discrimination%20"},{"value":"absolute power corrupt absolutely","formInput":"absolute%20power%20corrupt%20absolutely"},{"value":"condition precedent","formInput":"condition%20precedent"},{"value":"surcharge","formInput":"surcharge"},{"value":"power factor","formInput":"power%20factor"},{"value":"unilateral","formInput":"unilateral"},{"value":"sec 49","formInput":"sec%2049"},{"value":"indian laws","formInput":"indian%20laws"},{"value":"coal ","formInput":"coal%20"},{"value":"indian law reports","formInput":"indian%20law%20reports"},{"value":"electricity board","formInput":"electricity%20board"}],"cats":[{"value":"electricity-regulations","formInput":"tag:electricity-regulations"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":false,"query_alert":null,"agreement":false}