{"tid":228472,"publishdate":"1800-01-01","title":"Delhi Cloth And General Mills Co. Ltd. ... vs State Of Rajasthan And Ors. on 1 January, 1800","doc":"<h2 class=\"doc_title\">Delhi Cloth And General Mills Co. Ltd. ... vs State Of Rajasthan And Ors. on 1 January, 1800</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: [1992(65)FLR847], (1993)IIILLJ933RAJ</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n I.S. Israni, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. In these writ petitions a common question of law has been raised, therefore, all the petitions are decided by one order.   \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. It has been prayed in these writ petitions to quash the reference order made in each petition and to declare that after passing of <a href=\"/doc/1810788/\" id=\"a_1\">Contract Labour (Regulation and Abolition) Act, 1970</a> (for brevity &#x27;the Act, 1970&#x27;), the Government of Rajasthan has no jurisdiction to make any reference as made under <a href=\"/doc/1669932/\" id=\"a_2\">Section 10</a> of the Industrial Disputes Act, 1947 (for brevity &#x27;the <a href=\"/doc/500379/\" id=\"a_3\">I.D. Act</a>&#x27; (in respect of Contract Labour. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The factual details and number ofannexures are given as mentioned in Writ Petition No. 1250/1980. Briefly stated the petitioner-company has a unit at Kota, Rajasthan, consisting of two factories known as Shriram Fertilizers &amp; Chemicals and Shriram Vinyl &amp; Chemicals Industries which are engaged in the manufacture and sale of PVC, Caustic Soda, Urea etc. The petitioner-company employs independent contractors to do jobs which are intermittent in nature, such as loading and unloading of raw materials received and loading of finished products sent outside the petitioner&#x27;s factories. The workers employed by the contractors are completely under the control and supervision of such contractors and according to the petitioner there is no relationship of employer and employee   between   the   petitioners   and   workers employed by the contractors there being no privity of contract amongst them. The establishment of petitioner is registered under <a href=\"/doc/753451/\" id=\"a_4\">Section 7</a> of the Act, 1970 and most of the contractors who have undertaken the work are licenced under <a href=\"/doc/638928/\" id=\"a_5\">Section 12</a> of the Act, 1970 wherever it is applicable. The Respondent No. 1 issued a notification dated July 4, 1980, by which, it has referred the following dispute for adjudication to the Industrial Tribunal at Kota, English translation is reproduced below: \n</p><blockquote id=\"blockquote_1\">  &quot;Whether the following ten discharged employees who are represented by the The kadar Mazdoor Union, Chhawani, Kota, were employees of  Shriram Chemicals Industries,Kota or not? If yes, whether the discharge of the said employees by the Manager, Shriram Chemical Industries, Kota is valid and legal? If not, what relief the workers are entitled?&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">  The names of 10 workers have also been mentioned in the said reference which is marked as Annexure-A. In the statement of claim filed before the Conciliation Officer as well as the Labour Court, Kota it is admitted that the 10 employees whose names are given in the reference order were employees of Shri Har Dayal Singh, Contractor. The copies of the statement of claim are marked as Annexures-B &amp; C. \n \n\n</p><p data-structure=\"PetArg\" id=\"p_5\"> 4. It is submitted by Shri Shanti Bhushan, learned counsel that the facts stated by petitioner regarding employment of the workers by contractor have been admitted by Respondent No. 3. In para 2 of the reply filed on behalf of Respondent No. 1, also the factual position as narrated by the petitioner has been admitted. Thus, there is no controversy on factual aspect of the matter. It is pointed out that Respondent No. 1 amended the <a href=\"/doc/500379/\" id=\"a_6\">I.D. Act</a> by the <a href=\"/doc/74297434/\" id=\"a_7\">Industrial Disputes (Rajasthan Amendment) Act, 1958</a> (for brevity &#x27;Rajasthan Amendment Act&#x27;). It is contended that these amendments were made in the year 1958 when there was no legislation  governing the terms and  conditions of the employment of the workers employed by the Contractors. However, with a view to regulate the employment of contract labour and to provide for abolition thereof in certain circumstances, the Central Government enacted the Act, 1970, which clarifed the position by defining &quot;Contract Labour&quot;, &quot;Contractor&quot;, &quot;Principal Employer&quot; and &quot;Workmen&quot; separately. It is also pointed out that <a href=\"/doc/1024606/\" id=\"a_8\">Section 30</a> of the Act, 1970 - clearly provides that this Act shall have effect notwithstanding anything inconsistent therewith contained in any other law. It is, therefore, contended that the provisions of Rajasthan Amendment Act are repugnant to provisions of  the Act, 1970, which is made by Parliament and, therefore, overrides the provisions of the State Act. It is pointed out that in the <a href=\"/doc/1930681/\" id=\"a_9\">Article 254</a> of the Constitution, it is clearly mentioned that in case of repugnancy between the State Act and the  Central Act the latter will prevail. A latter Act of Parliament will also prevail over the provisions of previous <a href=\"/doc/500379/\" id=\"a_10\">I.D. Act</a> as amended by the State of Rajasthan rendering the powers regarding referring a dispute pertaining to contract labour for adjudication under <a href=\"/doc/760439/\" id=\"a_11\">Section 10(1)</a> of the I.D. Act ineffective and inoperative. It is further contended that the Act, 1970 is a special Central Enactment and will prevail to the exent that it applies over the earlier general law pertaining to the subject of Contract Labour and the power to refer a dispute to adjudication concerning the same; as the Act, 1970 is a self-contained Act; and a piece of exclusive jurisdiction. Thus, the principle of &#x27;curtailment without repeal&#x27; applies and operates with respect to earlier Central Law i.e. <a href=\"/doc/500379/\" id=\"a_12\">I.D. Act</a> as amended by Rajasthan Amendment Act. It was also pointed out that petitioner-company employs about 1000 workmen, therefore, the Act, 1970 applies automatically i.e. even without any special notification to apply the same. \n</p> \n\n<p data-structure=\"Section\" id=\"p_6\"> 5. Shri Jagmohan Saxena, learned Deputy Government Advocate, while admitting the factual position, contended that in the Act, 1970 there is no provision regarding settlement of dispute between the Labour and Contractor, so the reference has been rightly made under <a href=\"/doc/1669932/\" id=\"a_13\">Section 10</a> of the I.D. Act. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> 6. I have heard both the parties and also gone through the documents on record. \n</p> \n\n<p data-structure=\"Section\" id=\"p_8\"> 7. It will be appropriate to extract the definition of &quot;Workmen&quot; as amended in <a href=\"/doc/66075752/\" id=\"a_14\">Section 2(s)</a> by the Rajaslhan Amendment Act which reads as under and the words added have been underlined :- \n</p><blockquote id=\"blockquote_2\">  &quot;Workman&quot; means any person (including an apprentice) employed in any industry (by an employer or by a Contractor in relation to the execution of his contract with such employer) to do any skilled or unskilled manual, supervisory, technical or clerical work for hire or reward, whether the terms of employment be express or implied, and for the purposes of any proceedings under this Act in relation to an indusrtial dispute, includes any such person who has been dismissd, discharged or retrenched in connection with, or as a consequence of, that dis rule, or whose dismissal, discharge or retrenchment has led to that dis rule, but does not include any such person.....&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_9\"> By this amendment, the definition of &#x27;Workman&#x27; has been extended to such workmen who are employed by Contractor in relation to the execution of contractual work of such employer. This amendment was made in the year 1958. It is clear from the preamble to the Act, 1970 that it was enacted with the purpose to regulate the employment of contract labour in certain establishments and to provide for the abolition in certain circumstances and for matters connected therewith&quot;. Therefore, it can be said that the Act, 1970 was enacted with the special object of regulating the employment of contract labour in various establishments and it also provides for the abolition of the same in certain circumstances. Thus, this Act makes provision for protecting the rights of workmen employed by the contractor in relation to the execution by one&#x27;s contract with an employer and casts duties on the Principal employer in several ways. Under the Rajasthan Contract Labour (Regulation &amp; Abolition ) Rules, 1971 (for brevity &#x27;the Rules, 1971&#x27;) a Board has been constituted for implementation of the provisions of the Act, 1970 and the Rules framed thereunder. Chapter in deals with registration of the establishments, as provided in Rules 17 &amp;  18 of the Rules, 1971. Rule 21 deals with the application, which may be filed by a Contractor for grant of a licence for employing labour on contract. Rule 24 provides for taking security from such licensee for each workman to be employed as contract labour. Rule 25 provides the conditions of the licence regarding the kind and hours of the work. Under Rule 23 the Licensing Officer is authorised to reject the application for grant of licence if in his opinion the licence should not be granted. Therefore, the provisions of the Act, 1970 and Rules, 1971 deal with all aspects of the matter and it can be said that the Act, 1970 is a comprehensive Act on the subject of employment of contract labour. It provides protection to the contract labour by providing suitable remedies. \n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"> 8. <a href=\"/doc/500379/\" id=\"a_15\">The I.D. Act</a> was enacted in the year 1947 and deals with all aspects of industrial disputes, applies to all industries and the workmen coming within its fold. Previously the dispute relating to contract labour could be referred for adjudication under the provisions of <a href=\"/doc/500379/\" id=\"a_16\">I.D. Act</a>, as the Rajasthan Amendment Act included in the definition of &#x27;Workman&#x27; any person who is employed in any industry by an employer or by a contractor in relation to the execution of his contract with such employer to do the various kinds of work mentioned in <a href=\"/doc/66075752/\" id=\"a_17\">Section 2(s)</a> of the I.D. Act. Therefore, the I.D. Act is admittedly a general enactment. Out of generality of the matters falling within the purview of <a href=\"/doc/500379/\" id=\"a_18\">I.D. Act, the Act</a> 1970 takes out case of contract labour and legislates exclusively thereon. Evidently, therefore, the Act, 1970 is a special enactment which has been legislated to apply only to the subject of contract labour, whether they are employed by contractor or they work in an establishment. <a href=\"/doc/500379/\" id=\"a_19\">The Act</a> is, therefore, a special Central Enactment and will prevail to the extent that it applies, over the provisions of <a href=\"/doc/500379/\" id=\"a_20\">I.D. Act, 1947</a> which is the earlier general law pertaining to the subject of Contract Labour and the power to refer a dispute to adjudication concerning the same, since the special Central Enactment prevails over the earlier general law as was provided under the <a href=\"/doc/500379/\" id=\"a_21\">I.D. Act</a>, the Government, there-fore, cannot make any reference of dispute on the subject of contract labour under the provisions of <a href=\"/doc/1669932/\" id=\"a_22\">Section 10</a> of the I.D. Act. <a href=\"/doc/500379/\" id=\"a_23\">The Act</a> 1970 covers the entire subject of contract labour and is a self-contained Act and a piece of exclusive jurisdiction. Under the general principle of law &#x27; ^licable to the validity, as well as under <a href=\"/doc/1930681/\" id=\"a_24\">Article 254</a> of the <a href=\"/doc/15096463/\" id=\"a_25\">Constitution, the Act, 1970</a> which is a latter Act of Parliament, will, therefore, prevail over the previous <a href=\"/doc/500379/\" id=\"a_26\">I.D. Act, 1947</a> as amended by the Rajasthan Amendment Act, which becomes non-existent, ineffective and inoperative so far as the dispute on the subject of contract labour arc concerned. As mentioned earlier the respondents have admitted so far as the factual position is concerned that the persons involved were employees of the Contractor Hardayal Singh. The petitioner-company employ about 1000 workmen, therefore, less the provisions of the Act, 1970 will apply automatically, without any necessity of special notification to that effect. <a href=\"/doc/1937976/\" id=\"a_27\">The Act, 1970</a>, therefore, takes away the power of the Government which it enjoyed previously under <a href=\"/doc/1669932/\" id=\"a_28\">Section 10</a> of the I.D. Act regarding making reference about disputes relating to contract labour to the Industrial Tribunal. However, nothing prohibits Government, if it so desires, to apply the provisions of the Act, 1970 to a particular establishment or prohibit the contract labour in any process of a particular establishment. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 9. I am fortified in my view by decision of Division Bench of Andhra Pradesh High Court in Management Burmah Shell Oil Storage and Distribution Co. of India Ltd. v. The Industrial Tribunal, Andhra Pradsh and Ors., 1975 L.I.C. 165 in which, it was held that the Act is special enactment &quot;which takes away the power of the Government, which it enjoyed previously under <a href=\"/doc/1669932/\" id=\"a_29\">Section 10</a> of the I.D. Act to refer dispute relating to contract labour to the Industrial Tribunal. Instead, the Government can now, if they so desire, apply the provisions of the Act to such an establishment or prohibit contract labour in any process of such establishment&quot;. This view was taken while relying upon Vegoils (P) Ltd. v. The Workmen: 1971 (2) LLJ 567 and Sanghvi Jeeveraj v. M.C.G. &amp; K.M.W. Union: 1969 (1) LLJ 719. A similar matter also came for consideration before this court in The Delhi Cloth &amp; General Mills Co. Ltd. v. State of Rajasthan and Ors. SB Civil Writ Petition No. 1007/1980 decided on November 2, 1990, in which also it was held that the State Government is not competent to make any reference under <a href=\"/doc/1669932/\" id=\"a_30\">Section 10</a> of the I.D. Act regarding dispute about contract labour. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 10. So far as other two petitions are concerned, the facts mentioned therein are also admitted by both the parties. In Petition No. 1218/1981 the petitioner-company received a letter dated 17.8.78 from Labour Welfare &amp;  Conciliation Officer, Kota alongwith a copy of Union letter dated 29.7.78 containing the Charter of Demands (Anx. B). Since the petitioner, explaining the legal position regretted to accept the said demands, a failure report (Anx. C) was ; sent to the Govt. of Rajasthan which issued on February 26, 1981 a notification referring 3 of the 14 demands, for adjudication to the Industrial Tribunal at Kota. This notification has been reproduced in para 9, in which, neither the  names of the contractors by whom the workers were employed nor names of the workers have been mentioned. In pclitionNo. 1310/1981 &#x27;no dispute Award&#x27; was made by the Labour Court, Jaipur on August 30,1977 regarding whether 14  workmen mentioned in the order of reference were workmen of Petitioner No. 1 and whether termination of their services was justified. However, on March 17, 1981 State Government purporting to act under <a href=\"/doc/347928/\" id=\"a_31\">Section 12(5)</a> of thel.D.  Act of 1947 referred the dispute for adjudication and issued notification on June 16,1977. In this notification the dispute referred was whether the 14 terminated workers were the &#x27;workmen&#x27; of petitioner-company or not. If yes, whether such termination is justified and legal and if not, to what relief the workmen are entitled. The names of 14 workmen were also mentaioned in the said notification. The legal points in both these petitions are absolutely same. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_13\"> 11. In the result, these petitions are allowed. The disputes which have been referred to the Industrial Tribunal by State Govcrnmenl are such disputes, which arc covered under the pro visions of the Act, 1970 and can be dealt with only under the provisions of the Act, 1970, which is a special Act and reference under the <a href=\"/doc/500379/\" id=\"a_32\">I.D. Act</a> is not maintainable and is without jurisdiction. The reference dated July 4, 1980 in W.P. No. 1250/80, reference dated February 26.1981 in W.P. No. 1250/81 and reference dated March 17, 1981 are quashed and set aside. The workmen, however, will be at liberty to raise the dispute before the proper forum, if so desired. No order as to costs. \n</p>\n\n \n\n","numcites":13,"numcitedby":5,"docsource":"Rajasthan High Court - Jaipur","citetid":228472,"divtype":"judgments","relatedqs":[{"value":"contract labour","formInput":"contract%20labour"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"contract act","formInput":"contract%20act"},{"value":"labour acts","formInput":"labour%20acts"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"},{"value":"\"general law\"","formInput":"%22general%20law%22"},{"value":"industrial disputes","formInput":"industrial%20disputes"},{"value":"definition   filter:   workman section 2 (s) industrial disputes Act","formInput":"definition%20%20%20filter%3A%20%20%20workman%20section%202%20%28s%29%20industrial%20disputes%20Act"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"federal-nature, parliament-vs-state-assembly","formInput":"tag:federal-nature, parliament-vs-state-assembly"}],"courtcopy":false,"query_alert":null,"agreement":false}