{"tid":198122188,"publishdate":"2011-06-30","title":"R B Construction vs Project Director on 30 June, 2011","doc":"<h2 class=\"doc_title\">R B Construction vs Project Director on 30 June, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-s-asopa\">Prem Shanker Asopa</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-s-asopa\">Prem Shanker Asopa</a></h3>\n\n<pre id=\"pre_1\">    \n\n \n \n \n\n \nIN THE HIGH COURT OF JUDICATURE FOR RAJASTHAN AT\nJAIPUR BENCH JAIPUR\n\nORDER\n\nS.B.ARBITRATION APPLICATION  NO.22/2007\nR.B. Construction Company\nVersus\nThe Project Director, \nRajasthan Urban Infrastructure Development Project \n\n  DATE OF ORDER    ---      June 30,2011\n\nPRESENT \n\nHONBLE MR.JUSTICE PREM SHANKER ASOPA\n\nMr.Lokesh Sharma, for the applicant \nMr.R.P.Garg, for the non-applicant\n\nREPORTABLE     BY THE  COURT   </pre>\n\n<p data-structure=\"Facts\" id=\"p_1\">(1)\tThe applicant  R.B.Construction Company (in short &#x27;the applicant/RBC) is a partnership firm constituted under the <a href=\"/doc/107341/\" id=\"a_1\">Indian Partnership Act</a> is engaged in the profession and business of civil engineering construction having its office at 225, Someshwara Complex II, Near Jodhpur Char Rasta, Satellite Road, Ahmedabad. The applicant was awarded a construction contract termed as AJM/WS/01/2002-2003 dated 3.7.2002, which was signed between the applicant and the non-applicant The Project Director, Rajasthan Urban Infrastructure Development Project (for short &#x27;RUIDP&#x27;). The said agreement, which contained arbitration clause 21 with four sub clauses, for settlement of the dispute  as well as appointment of the Arbitral Tribunal in case the dispute remains unsettled arising out of the said contract, is relevant. \n</p><p data-structure=\"Facts\" id=\"p_2\">(2)\tThe present arbitration application has been filed by the applicant with regard to the dispute arising out of the final bill dated 17/19.6.2004, which according to the applicant, was accepted under protest and in respect of which the applicant has invoked the arbitration clause for claiming further amount, on 10.4.2006 (which has been referred as Annexure-2 along with the arbitration application but there is no reference of other annexures in the arbitration application although the same are annexed with the application and their reference has been made clear in the rejoinder filed by the applicant and the same has been referred as Annexure-18) by giving a notice of dispute and payment of compensation under Clause 21.1 to the Superintending Engineer, Project Implementation Unit, RUIDP, who is the designated Superintending Engineer under the said clause, for settlement of the dispute but the said designated Superintending Engineer,as per the contractual requirement, did not decide the dispute within 28 days from the date of receipt of the said notice by neither communicating the decision to the employer  nor the contractor within the said prescribed time, therefore, the applicant gave a notice of its intention to commence the arbitration for settlement of the dispute under Clause 21.2 of the contract on 26.5.2006 for claiming further amount (although the notice dated 26.5.2006 has  been filed along with the arbitration application, its reference has been made in the rejoinder filed by the applicant and the same has been referred as Annexure-19), to the Project Director, RUIDP, who has been designated as the employer under the contract but the non applicant under the said contract has neither taken any action for appointment of the Arbitrator nor has responded to the notice issued by the applicant. It is further stated that the efforts for amicable settlement as per Clause 21.3 of the arbitration agreement were made but of no avail. It is also stated in the arbitration application that the applicant has strictly followed the procedure prescribed under all the sub clauses of the arbitration clause 21 contained in the contract. However, the non applicant failed to fulfil its obligation under the contract to resolve the dispute or initiate arbitration, therefore, the applicant has no option but to file the present arbitration application for appointment of the Arbitral Tribunal  under <a href=\"/doc/401357/\" id=\"a_2\">section 11(5)</a> and <a href=\"/doc/605764/\" id=\"a_3\">11(6)</a> of the Arbitration and Conciliation Act, 1996 (in short `the Act of 1996&#x27;) on 9.3.2007, for claiming the amount totalling to Rs.1,25,05,322.83 in para 10 of the application by referring the Summary of Claims under various sub claims. The notices dated 10.4.2006 and 26.5.2006 are being referred hereunder as Annexure-18 and 19 respectively.\n</p><p data-structure=\"CDiscource\" id=\"p_3\">(3)\tBy way of additional affidavit, the applicant has also stated that at the time of accepting the final bill dated 17-19.6.2004, the applicant had put under protest remark in presence of the Superintending Engineer but when the amount was not released, then the applicant struck off the words `under protest&#x27; as Mr.M.N.Karoliwal, Superintending Engineer objected to the protest remarks by stating that on the final bill no such remarks were permissible. It is also stated that before accepting the final bill dated 17/19.6.2004, the petitioner firm submitted a letter on 7.6.2004 to the Superintending Engineer that it wanted to accept the payment under protest. \n</p><p data-structure=\"Issue\" id=\"p_4\">(4)\tIn the arbitration application, one application under <a href=\"/doc/161831507/\" id=\"a_4\">Order 41 Rule 27 CPC</a> read with <a href=\"/doc/56600062/\" id=\"a_5\">Section 151</a> CPC for taking the certified copy of the agreement on record was also filed on 1.8.2009. A perusal of the aforesaid copy of the agreement would reveal that the same is a photo stat copy of the contract kept for official use, which has been attested by the partner of the applicant. \n</p><p data-structure=\"PetArg\" id=\"p_5\">(5)\tIn reply to the aforesaid application, the non applicant has not denied the execution of the agreement containing the arbitration Clause 21. Counsel for the non applicant has orally raised an objection that the certified copy as per the requirement of <a href=\"/doc/1146817/\" id=\"a_6\">Sec.8</a> of the Act of 1996 has not been filed by the applicant along with the arbitration application or subsequent thereto during the pendency of the proceedings, therefore, the arbitration application is not maintainable. Counsel for the non applicant has further pressed the objection that in view of the provisions of the Act of 1996 and the <a href=\"/doc/1317393/\" id=\"a_7\">Limitation Act</a>, the applicant&#x27;s present application / claim is hopelessly time barred and further, the applicant has voluntarily accepted full and final payment of the bill therefore, the applicant is estopped from filing the present application for referring the dispute of the final bill to arbitration. \n</p><p data-structure=\"PetArg\" id=\"p_6\">(6)\tSubmission of Mr.Lokesh Sharma, appearing for the applicant, is that the applicant has strictly followed the arbitral procedure  by giving notice to the Engineer Incharge and further made attempt to settle the dispute amicably by giving the notice dated 10.4.2006 (Anx.18) but the non applicant has failed to act as per the arbitral procedure and further, failed to appoint Arbitrator after the notice dated 26.5.2006 for intention to commence the arbitration, therefore, the applicant is entitled to get the Arbitral Tribunal / Arbitrator appointed<a href=\"/doc/401357/\" id=\"a_8\"> u/s 11(5)</a> and <a href=\"/doc/605764/\" id=\"a_9\">11(6)</a> of the Act of 1996. \n</p><p data-structure=\"PetArg\" id=\"p_7\">(7)\tMr.Lokesh Sharma further submits that for invoking the arbitration clause 21, no time limit is prescribed; on the contrary, time limit is prescribed for the Engineer to decide the dispute within 28 days and for invoking Clause 21.1 of the agreement, notice was given by the applicant on 10.4.2006 (Anx.18) but the dispute was not settled by the Engineer Incharge despite the aforesaid notice as per  Clause 21.1 of the agreement by communicating the decision to the employer and the contractor, therefore, the requirement of Clause 21.1 was fulfilled by the applicant and further, Clause 21.2  being consequential clause to Clause 21.1, for communicating the final decision of the Engineer Incharge and further there is a reference in Clause 21.3 for giving notice of intention to commence arbitration in accordance with the said Clause 21.3,with  the further efforts to amicably settle the issue, which was also given on 26.5.2006 (Anx.19) but the dispute was not settled within 56 days from the date on which the aforesaid notice of intention to commence arbitration was given, therefore, Clause 21.2 is not applicable as the dispute remained pending despite the notices dated 10.4.2006 (Anx.18) and 26.5.2006 (Anx.19),still no Arbitrator was appointed as per Clause 21.4, therefore, as per <a href=\"/doc/401357/\" id=\"a_10\">Sec. 11(5)</a> and <a href=\"/doc/605764/\" id=\"a_11\">11(6)</a> of the Act of 1996 read with Clause 21.4 of the agreement,  the applicant is entitled to the appointment of the Arbitral Tribunal / Arbitrator. Counsel also submits that the filing of the original or the certified copy of the agreement is the mandatory requirement as per <a href=\"/doc/630120/\" id=\"a_12\">Sec.8(2)</a> in a proceeding<a href=\"/doc/1690450/\" id=\"a_13\"> u/s 8(1)</a> of the Act of 1996 before the judicial authority before which an action is brought in a matter which is the subject matter of an arbitration agreement and if a party so applies not later than  when submitting his first statement on the substance of the dispute, then as per the requirement of <a href=\"/doc/1690450/\" id=\"a_14\">Sec.8(1)</a> of the Act of 1996, the judicial authority is bound to refer the dispute to the arbitration under <a href=\"/doc/1146817/\" id=\"a_15\">section 8</a> of the Act of 1996. Here in the instant case, no such action was brought in the matter before any judicial authority where an application<a href=\"/doc/1690450/\" id=\"a_16\"> u/s 8(1)</a> of the Act of 1996 for appointment of the Arbitrator was to be filed by either party, therefore, the present application has to be decided as per the requirement of <a href=\"/doc/1841764/\" id=\"a_17\">Section 11</a> of the Act of 1996 wherein there is no mandatory requirement of filing the original or the certified copy of the agreement. However, the Court must be satisfied with regard to the territorial jurisdiction and existence of the arbitration agreement containing the arbitration clause and the applicant who has applied<a href=\"/doc/1841764/\" id=\"a_18\"> u/s 11</a> of the Act of 1996, is a party to the said  arbitration  agreement and further, the non applicant has not denied the fact of the  existence of the contract containing the arbitration clause  to which the applicant is a party. In reply, an objection  has also been taken that as per the agreement, the claim of the applicant is apparently and obviously dead and the same is not alive. \n</p><p data-structure=\"Precedent\" id=\"p_8\">(8)\tOn the aforesaid issue whether apparently or obviously the claim of the applicant is dead or alive, Mr.Lokesh Sharma, counsel for the applicant submits that the period of limitation, even if to be counted, then it has to be counted from the date of issuance of the notice dated 26.5.2006 (Anx.19) for intention to commence arbitration as per <a href=\"/doc/138599/\" id=\"a_19\">Sec. 21</a> of the Act of 1996. Otherwise also, filing of the arbitration application and refusal of the entitlement of the claim being barred by limitation are two different things as held by the Supreme Court in Union of India and another V. M/s. L.K.Ahuja and Co. (1988) 3 SCC 76), Paras 3, 6 and 8. \n</p><p data-structure=\"RespArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"674769\" id=\"span_1\">(9)\tOn the issue of estoppel, Mr.Lokesh has placed reliance on paras 9, 13, 14 to 16, <a href=\"/doc/674769/\" id=\"a_20\">R.L.Kalathia and Company  V. State of Gujarat</a> (2011) 2 SCC 400) wherein after considering all other aspects and  the aforesaid aspects, the Supreme Court reversed the judgment of the Gujarat High Court in first appeal whereby, by placing reliance on Clauses 8 and 10 of the Agreement relating to the fact that the final bill was accepted by the plaintiff `under protest&#x27; dismissed the civil suit and the judgment and decree of the trial court were restored. Counsel then submits that    from the Supreme Court judgments till that date,  three principles  emerged on the aforesaid issue of estoppel according to which also, if the party is able to establish that he is entitled to further amount for which he is having adequate material, he is not barred from claiming such amount merely because of the acceptance of the no dues certificate and further, the said power prohibits entertaining the claim of the department but not  by the Arbitrator, therefore, an application<a href=\"/doc/1841764/\" id=\"a_21\"> u/s 11</a> of the Act of 1996  is not to be dismissed on the ground of estoppel and an opportunity is to be given to the party concerned to prove its case.</span> \n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1579938\" id=\"span_2\">(10)Counsel for the applicant further placed reliance on paras 20 and 21 of Asian Techs Limited V.Union of India and others (2009) 10 SCC 354). Counsel then placed reliance on \nparas 28 to 30 of the judgment of the Supreme Court in <a href=\"/doc/1579938/\" id=\"a_22\">Chairman and MD, NTPC Ltd. V. Reshmi Constructions, Builders &amp; Contractors</a> (2004) 2 SCC 663) wherein the Supreme Court has considered that the public sector undertaking and financial institution would have an upper hand and they would not ordinarily release the money unless a No-Demand Certificate is signed and further that each case, therefore is required to be considered on its own merits.  The Supreme Court has further considered and referred the legal maxim necessitas non habet legem  which means necessity knows no law. A person may sometimes have to succumb to the pressure of the other party to the bargain who is in a stronger position and further, the Supreme Court hastened to add that such a case has to be made out and proved before the arbitrator for obtaining an award.</span>\n</p><p data-structure=\"PetArg\" id=\"p_11\">(11)\tMr.R.P.Garg, counsel for the non-applicant submits that the provisions of <a href=\"/doc/630120/\" id=\"a_23\">Sec.8(2)</a> of the Act of 1996 would apply in  case of application under <a href=\"/doc/1841764/\" id=\"a_24\">Sec. 11</a> and unless the original or the certified copy of the agreement  as per <a href=\"/doc/630120/\" id=\"a_25\">Sec.8(2)</a> is filed along with the arbitration application, the dispute  could not be referred for arbitration. \n</p><p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"306162\" id=\"span_3\">(12) On the issue of not filing the certified copy of the agreement, Mr.Garg has placed reliance on a judgment of this Court in Jaihind Projects Ltd. V. RUIDP (S.B. Arbitration Application No.53/2007, decided on 25.4.2008) which is based on para 19 of the Supreme Court judgment in <a href=\"/doc/306162/\" id=\"a_26\">Atul Singh V. Sunil Kumar Singh</a> (2008) 2 SCC 602.</span>\n</p><p data-structure=\"Facts\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1104518\" id=\"span_4\">(13)\tCounsel then submits that the dispute raised by the applicant is dead, therefore, it deserves to be dismissed for two reasons firstly on account of voluntary  acceptance of the full and final  bill  which resulted in discharging  liability of the non applicant for payment of bill and secondly, raising the said issue by filing the present application on 9.3.2007 i.e. after more than three years from the date of execution of the contract i.e. 3.7.2002, and the same is barred by time as per <a href=\"/doc/1724405/\" id=\"a_27\">Sec. 43</a> of the Act of 1996 according to which the provisions of <a href=\"/doc/249731/\" id=\"a_28\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_29\">Limitation Act</a> are applicable and period of limitation is three years. Mr.Garg has placed reliance on the issue of claim being barred by time on judgment of this Court dated 22.8.2008 in RSB Projects V. RUIDP (S.B. Arbitration Application No.11/2003) and <a href=\"/doc/1104518/\" id=\"a_30\">Double Dot Finance Limited V. Goyal MG Gases Ltd. and another</a> (2005(1) Arb.LR 324 (Delhi)according to which in case the dispute has been amicably settled, then the parties are not allowed to challenge the same and such litigation is discarded.</span>\n</p><p data-structure=\"Section\" id=\"p_14\">(14)\tBefore proceeding further, it would be relevant to quote Clause 21 of the Agreement and <a href=\"/doc/1146817/\" id=\"a_31\">Sections  8</a>, <a href=\"/doc/401357/\" id=\"a_32\">11(5)</a> and <a href=\"/doc/605764/\" id=\"a_33\">11(6)</a>, <a href=\"/doc/138599/\" id=\"a_34\">21</a> and <a href=\"/doc/1724405/\" id=\"a_35\">43</a> of the Arbitration and Conciliation Act, 1996,  The same are as under: \n</p><blockquote id=\"blockquote_1\">Clause 21 of the Agreement \n\t21.1 Engineer&#x27;s Decision: If any dispute of any kind whatsoever arises between the Employer and the Contractor in connection with or arising out of, the contract or the execution of the works, whether during the execution of works or after their completion and before or after repudiation or other termination of the contract including any dispute as to: \n</blockquote>\t\n<blockquote id=\"blockquote_2\">\ta)\tthe meaning of the specifications, designs, drawings and instructions herein before mentioned. \n</blockquote><blockquote id=\"blockquote_3\">\tb) \tthe quality of the workmanship or materials. \n</blockquote><blockquote id=\"blockquote_4\">\tc)\tany opinion, instruction, determination, certificate or valuation of the engineer, or \n</blockquote><blockquote id=\"blockquote_5\">\td)\tany other question, claim, right matter or anything whatsoever in any way arising out of or relating to the contract, design, drawings, specifications, estimates, instructions, conditions, orders or the failure  to execute the same. \n</blockquote>\n<p data-structure=\"Section\" id=\"p_15\">\tThe dispute shall, in the first place, be referred in writing to the Engineer who has jurisdiction over th works specified in the contract, with a copy to the other party. Such reference shall state that it is made pursuant to this clause. Not later than 28 (Twenty eight) days after the day on which he received such reference the Engineer shall give written notice of his decision to the Employer and the Contractor. Such decision shall state that it is made pursuant to this clause. \n</p><p data-structure=\"Section\" id=\"p_16\">\t\t\t\t\t(emphasis supplied)\n\n\tSubject to the other forms of settlement hereinafter provided, the Engineers&#x27; decision in respect of every dispute or difference so referred shall be final and binding upon the Contractor and the Employer. Unless the Contract has already been repudiated or terminated, the Contractor shall, in every case, continue to proceed with the works with all due diligence and the Contractor and the Employer shall give effect forthwith to every such decision of the Engineer until or unless the same shall be revised in an amicable settlement or as hereinafter provided. \n</p>\n<p data-structure=\"Section\" id=\"p_17\">21.2 Remedy when the Engineer&#x27;s decision is not accepted: If either the Employer or the Contractor  be dissatisfied with any decision of the Engineer, or if the Engineer fails to give notice of his decision on or before 28 (Twenty Eight) days after the day on which he received the reference, then either the Employer or the Contractor may, on or before the twenty eight day after the day on which he received the notice of such decision, or on or before the twenty eight day after the day on which the said period of 28 days expired, as the case may be, give notice to the other party, with a copy to the Engineer, of his intention to commence arbitration for settlement of the dispute. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">\tIf the Engineer has given notice of his decision as to a matter in dispute to the Employer and the Contractor and no written notice to commence arbitration has been given by either the Employer or the Contractor on or before the twenty eight day after the day on which  the parties received notice as to such decision from the Engineer<a href=\"/doc/1104518/\" id=\"a_36\">, <a href=\"/doc/1104518/\" id=\"a_37\">the said decision</a></a> shall become final and binding upon the Employer and the Contractor. \n</p>\n<p data-structure=\"Section\" id=\"p_19\">21.3  Amicable Settlement: Where notice of intention to commence arbitration has been given in accordance with sub clause 21.2, arbitration shall not be commenced unless an attempt has first been made by the parties to settle the dispute amicably. Provided that, unless the parties otherwise agree, arbitration may be commenced on or after the fifty-sixth day after the day on which the notice of intention to commence arbitration was given, whether or not any attempt for amicable settlement thereof has been made. \n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">21.4 Arbitration: Any dispute in respect of which : \n</p>\n<blockquote id=\"blockquote_6\">(a) the decision, if any, of the Engineer has not become final and binding pursuant to sub clause 21.1 and \n</blockquote><blockquote id=\"blockquote_7\">(b) Amicable settlement has not been reached within the period stated in sub clause 21.3;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_21\">shall be finally resolved by arbitration.  The arbitration will take place in accordance with <a href=\"/doc/1306164/\" id=\"a_38\">Indian Arbitration and Conciliation Act, 1996</a> and the arbitration will take place at Ajmer. Arbitration may be commenced prior to or after completion of the works, provided that the obligations of the Employer, the Engineer and the Contractor shall not be altered by reason of the arbitration being conducted during the progress of the works.\t             (emphasis supplied)\n\n<a href=\"/doc/1146817/\" id=\"a_39\">Secs.8</a>, <a href=\"/doc/401357/\" id=\"a_40\">11(5)</a> and <a href=\"/doc/605764/\" id=\"a_41\">11(6)</a>, <a href=\"/doc/138599/\" id=\"a_42\">21</a>, <a href=\"/doc/1724405/\" id=\"a_43\">43</a> of the Act of 1996\n\n<a href=\"/doc/1146817/\" id=\"a_44\">Sec.8</a>\n</p><p data-structure=\"Precedent\" id=\"p_22\">\t8.Power to refer parties to arbitration where there is an arbitration agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\t(1) A judicial authority before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so applies not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration. \n</p>\n<p data-structure=\"Section\" id=\"p_24\">\t(2) \tThe application referred to in sub section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or duly certified copy thereof. \n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">\t(3) \tNotwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be  commenced or continued and an arbitral award made. \n</p><p data-structure=\"PetArg\" id=\"p_26\">\t\t\t\t\t(emphasis supplied)\n<a href=\"/doc/401357/\" id=\"a_45\">Sec.11(5)</a> and (6) \n\n</p><p data-structure=\"Issue\" id=\"p_27\">\t11.Appointment of arbitrators \n\n\t(1) to (4) .......\n</p>\n<p data-structure=\"Facts\" id=\"p_28\">\t(5) Failing any agreement referred to in sub-section (2), in an arbitration with a sole arbitrator, if the parties fail to agree on the arbitrator within thirty days from receipt of a request by one party from the other party to so agree the appointment shall be made, upon request of a party, by the Chief Justice or any  person or institution designated by him. \n</p>\n<p data-structure=\"Section\" id=\"p_29\">\t(6) Where under an appointment procedure agreed upon by the parties -\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">\t(a) a party fails to act as required under that procedure; or\n</p><p data-structure=\"Section\" id=\"p_31\">\t(b) the parties, or the two appointed arbitrators fail to reach an agreement expected of them under that procedure; or \n</p><p data-structure=\"Section\" id=\"p_32\">\t(c) a person including an institution, fails to perform any function entrusted to him or it under that procedure, \na party may request the Chief Justice or any person or institution designated by hi to take a necessary measure,unless the agreement on the appointment procedure provides other means for securing the appointment.  \n</p><p data-structure=\"Section\" id=\"p_33\">\t\t\t                        (emphasis supplied)\n<a href=\"/doc/138599/\" id=\"a_46\">Sec.21</a>\n\n\t<a href=\"/doc/138599/\" id=\"a_47\">Sec.21</a>. Commencement of arbitral proceedings \n\n\tUnless otherwise agreed by the parties, the arbitral proceedings in respect of a particular dispute commence on the date on which a request for that dispute to be referred to arbitration is received by the respondent.\n</p><p data-structure=\"Section\" id=\"p_34\">\t\t\t\t\t(emphasis supplied)\n<a href=\"/doc/1724405/\" id=\"a_48\">Section 43</a>\n\n<a href=\"/doc/1724405/\" id=\"a_49\">Sec.43</a>. Limitation\n\n(1) <a href=\"/doc/1317393/\" id=\"a_50\">The Limitation Act, 1963</a>, shall apply to arbitrations as it applies to proceedings in court. \n</p>\n<p data-structure=\"Section\" id=\"p_35\">(2) For the purposes of this section and <a href=\"/doc/1317393/\" id=\"a_51\">Limitation Act, 1963</a>, an arbitration shall be deemed to have commenced on the date referred in <a href=\"/doc/138599/\" id=\"a_52\">section 21</a>. \n</p>\n<p data-structure=\"Section\" id=\"p_36\">(3) Where an arbitration agreement to submit future disputes to arbitration provides that any claim to which the agreement applies shall be barred unless some step to commence arbitral proceedings is taken within a time fixed by the agreement, and a dispute arises to which the agreement applies, the court, if it is of opinion that in the circumstances of the case undue hardship would otherwise be caused, and notwithstanding that the time so fixed has expired, may on such terms, if any, as the justice of the case may require, extend the time for such period as it thinks proper.                                   (emphasis supplied)\n\n(4) Where the court orders that an arbitral award be set aside, the period between the commencement of the arbitration and the date of the order of the court shall be excluded in computing the time prescribed by the <a href=\"/doc/1317393/\" id=\"a_53\">Limitation Act, 1963</a>, for the commencement of the proceedings (including arbitration) with respect to the dispute so submitted. \n</p><p data-structure=\"Section\" id=\"p_37\">(15)\tNow, I proceed to examine the issues raised by the parties with reference to the judgments cited by the parties.\n</p><p data-structure=\"Precedent\" id=\"p_38\">(16)\tParas 18 and 19 of Atul Singh V. Sunil Kumar Singh, Paras 5 and 6 of Jaihind Projects, Para 14 of Double Dot Finance, Paras 3,6 and 8 of UOI V.L.K.Ahuja and Co. paras 28 to 30 of Chairman &amp; MD, NTPC Ltd. V.Reshmi Constructions, Builders and Contractors (2004) 2 SCC 663), paras 20 and 21 of Asian Techs Limited V.Union of India and others (2009) 10 SCC 354) and paras 13 and 14 of R.L.Kalathia and Co. V.State of Gujarat (2011) 2 SCC 400) are as under:\n</p><blockquote id=\"blockquote_8\">Judgments cited by the counsel for the non-applicant in support of his objection that the issue is dead and further, the arbitration application is not to be entertained on account of not filing the original or the certified copy of the agreement.\n</blockquote><blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"306162\" id=\"span_5\"><a href=\"/doc/306162/\" id=\"a_54\">Paras 18 and 19 of Atul Singh V. Sunil Kumar Singh</a> (2008) 2 SCC 602)</span> \n</blockquote><blockquote id=\"blockquote_10\">\t18. Sub-section (2) of <a href=\"/doc/1146817/\" id=\"a_55\">Section 8</a> of the 1996 Act says that the application referred to in sub-section (1)  shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof. As already stated in the earlier part of the judgment, Defendant 3 had moved an application on 25.11.2004 under <a href=\"/doc/1722761/\" id=\"a_56\">section 34</a> of the Arbitration Act, 1940 for staying  the proceedings of the title suit and for referring the matter to arbitration. He filed a supplementary  petition to the aforesaid application on 16.12.2004. Herein also reference was made to <a href=\"/doc/1722761/\" id=\"a_57\">Section 34</a> of the Arbitration Act, 1940. Thereafter, he filed an application on 28.2.2005 praying that as the <a href=\"/doc/1052228/\" id=\"a_58\">Arbitration Act, 1940</a> had been repealed and the suit is of 1998, to avoid any confusion, his earlier petitions may be treated to have been filed under <a href=\"/doc/1146817/\" id=\"a_59\">Section 8</a> of the Arbitration and Conciliation Act, 1996. None of these petitions were accompanied by the original arbitration agreement dated 17.2.1992 or a duly certified copy thereof. In fact, there is no requirement of filing the original arbitration agreement or a duly certified copy thereof under <a href=\"/doc/1722761/\" id=\"a_60\">Section 34</a> of the Arbitration Act, 1940 and as such there was no occasion for Defendant 3 to file the aforesaid document. The third petition filed on 28.2.2005 contained the following prayer: \n</blockquote><blockquote id=\"blockquote_11\">\t\t\t\t               (emphasis supplied)\n\n\tIt is, therefore, prayed that Your Honour may graciously be pleased to treat the petitions  dated 25.11.2004, 16.12.2004 and the present petition as supplement and part of each other for deriding the prayer  with regard to stay of the proceedings of the aforesaid suit  and / or to refer to arbitration in view of the arbitration agreement covering the subject-matter of this suit.\n</blockquote>\n<blockquote id=\"blockquote_12\">\t19. There is no whisper in the petition dated 28.2.2005 that the original-arbitration agreement or a duly certified copy thereof is being filed along with the application. Therefore, there was a clear non compliance of sub-section (2) of <a href=\"/doc/1146817/\" id=\"a_61\">Section 8</a> of 1996 Act which is a mandatory provision and the dispute could not have been referred  to arbitration. Learned counsel for the respondent has submitted that a copy of the partnership deed was on the record  of the case. However, in order to satisfy the requirement of sub-section (2) of <a href=\"/doc/1146817/\" id=\"a_62\">Section 8</a> of the Act, Defendant no.3 should have filed the original arbitration agreement or a duly certified copy thereof along with the petition filed by him on 28.2.2005, which he did not do. Therefore, no order for referring the dispute to arbitration could have been passed in the suit.\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">\t\t\t\t\t\t(emphasis supplied)\n\nParas 5 and 6 of Jaihind Projects Ltd. V. RUIDP (S.B. Arbitration Application No.53/2007, decided on 25.4.2008) wherein while deciding an application<a href=\"/doc/401357/\" id=\"a_63\"> u/s 11(5)</a> of the Act of 1996, Para 18 of Atul Singh V.Sunil Kumar Singh  (2008) 2 SCC  602) regarding filing an application<a href=\"/doc/1690450/\" id=\"a_64\"> u/s 8(1)</a> of the Act of 1996 in the pending suit has not been considered at all. \n</p>\n<p data-structure=\"PetArg\" id=\"p_40\">\t5. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"306162\" id=\"span_6\">In <a href=\"/doc/306162/\" id=\"a_65\">Atul Singh Vs.Sunil Kumar Singh</a> (supra) the Apex Court indicated thus: - (Para 19) \n\n\tThere is no whisper in the petition dated 28.2.2005 that the original-arbitration agreement or a duly certified copy thereof is being filed along with the application. Therefore, there was a clear non compliance of sub-section (2) of <a href=\"/doc/1146817/\" id=\"a_66\">Section 8</a> of 1996 Act which is a mandatory provision and the dispute could not have been referred  to arbitration. Learned counsel for the respondent has submitted that a copy of the partnership deed was on the record  of the case. However, in order to satisfy the requirement of sub-section (2) of <a href=\"/doc/1146817/\" id=\"a_67\">Section 8</a> of the Act, defendant no.3 should have filed the original arbitration agreement or a duly certified copy thereof along with the petition filed by him on 28.2.2005, which he did not do. Therefore, no order for referring the dispute to arbitration could have been passed in the suit.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_41\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1104518\" id=\"span_7\">6. Looking to the fact that the applicant inspite of the undertaking has filed instant application in non compliance of the mandatory provisions of <a href=\"/doc/630120/\" id=\"a_68\">Section 8(2)</a> of 1996, the instant application is not maintainable.               (<a href=\"/doc/1104518/\" id=\"a_69\">emphasis supplied)\n\nPara 14 of Double Dot Finance Limited V. Goyal MG Gases Ltd. and another</a> \n(2005(1) Arb.LR 324 (Delhi)</span>\n\n</p><p data-structure=\"Section\" id=\"p_42\">\t14. If such pleas are sustained, the sanctity and purpose of `amicable settlements&#x27; between the parties would stand totally eroded. Amicable resolution of disputes and negotiated settlements is `public policy of India&#x27;. <a href=\"/doc/66488754/\" id=\"a_70\">Section 89</a> of the Code of Civil Procedure, 1908, <a href=\"/doc/1306164/\" id=\"a_71\">Arbitration and Conciliation Act, 1996</a> as well as <a href=\"/doc/26738839/\" id=\"a_72\">Legal Services Authorities Act, 1995</a> call upon the Courts  to encourage settlement of legal disputes through negotiations between the parties. If amicable settlements are discarded and rejected on flimsy pleas, the parties would be wary of entering into negotiated settlements and making payments thereunder as a shrewed party after entering into a negotiated settlement, may pocket the amount received under it and thereafter challenge the settlement and re-agitate the dispute causing immeasurable loss and harassment to the party making payment thereunder.  This tendency has to be checked and such litigants discouraged by the Courts. It would be in consonance with public policy of India. The arbitrator, therefore, had acted against public policy of India by accepting the plea as raised  by the respondent No.2 and thereafter, passing an award. The view taken by the arbitrator was absolutely capricious, unfair and unreasonable and as suc, the impugned award dated 29.11.2002 passed by him is liable to be set aside.\n</p><p data-structure=\"PetArg\" id=\"p_43\">\t\t\t\t\t(emphasis supplied)\n\nJudgments cited by counsel for the applicant in reply to the aforesaid objection of counsel for the non-applicant and relative scope of <a href=\"/doc/1146817/\" id=\"a_73\">Sec. 8</a> and <a href=\"/doc/1841764/\" id=\"a_74\">11</a> of the Act of 1996.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">Paras 3,6 and 8 of UOI V.L.K.Ahuja and Co. (1988) 3 SCC 76 relating to the provisions of <a href=\"/doc/811701/\" id=\"a_75\">Sec.20(1)</a> of the Arbitration Act, 1940.\n</p>\n<p data-structure=\"Issue\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1309014\" id=\"span_8\">3. The sole question, involved in this appeal, is whether the High Court was right in dismissing the application. In matters of this nature, the main question is whether the application under <a href=\"/doc/385194/\" id=\"a_76\">Section 20</a> was within time. Though there was some doubt before but now it is well-settled in view of the decision of this Court in <a href=\"/doc/1309014/\" id=\"a_77\">Kerala State Electricity Board, Trivandrum v. T.P.K.K. Amson &amp; Beson, Kerala</a>, [1977] 1 SCR 996 : AIR 1977 SC 282  that <a href=\"/doc/249731/\" id=\"a_78\">Article 137</a> would apply to any petition or application filed under any Act to a Civil Court. The Words &quot;any other application&quot; this Court held under <a href=\"/doc/249731/\" id=\"a_79\">Article 137</a>, cannot be read on the principle of ejusdem generis to be applications under the Civil Procedure Code other than those mentioned in part I of the Third Division.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1225418\" id=\"span_9\">6. It appears that these questions were discussed in the decision of the Calcutta High Court in <a href=\"/doc/1225418/\" id=\"a_80\">Jiwnani Engineering Works P. Ltd. v. Union of India</a>, [1978] AIR Cal. 228 where (one of us-Sabyasachi Mukharji) was a party and which held after discussing all these authorities the question whether the claim sought to be raised was barred by limitation or not, was not relevant for an Order under <a href=\"/doc/385194/\" id=\"a_81\">Section 20</a> of the Act. Therefore, there are two aspects. One is whether the claim made in the arbitration is barred by limitation under the relevant provisions of the <a href=\"/doc/1317393/\" id=\"a_82\">Limitation Act</a> and secondly, whether the claim made for application under <a href=\"/doc/385194/\" id=\"a_83\">Section 20</a> is barred. In order to be a valid claim for reference under <a href=\"/doc/811701/\" id=\"a_84\">Section 20</a> of the Arbitration Act, 1940, it is necessary that there should be an arbitration agreement and secondly differences must arise to which the agreement in question applied and, thirdly, that must be within time as stipulated in <a href=\"/doc/385194/\" id=\"a_85\">Section 20</a> of the Act.</span>\n</p><p data-structure=\"Precedent\" id=\"p_47\">\t\t\t\t            (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20683\" id=\"span_10\">8. In view of the well-settled principles, it would be entirely wrong to mix up the two aspects, namely, whether there was any valid claim for reference under <a href=\"/doc/385194/\" id=\"a_86\">Section 20</a> of the Act and, secondly, whether the claim to be adjudicated by the arbitrator was barred by lapse of time. The second is a matter which the arbitrator would decide unless on admitted facts a claim is found at the time of making an order under <a href=\"/doc/385194/\" id=\"a_87\">Section 20</a> of the Act, to be barred by time. To be entitled to ask for a reference under <a href=\"/doc/385194/\" id=\"a_88\">section 20</a> of the Act, there must be entitlement to money and a difference or a dispute in respect of the same. It is true that on completion of work the right to get payment would normally arise and it is also true that on settlement of the final bill, the right to get further payment gets weakened but the claim subsists, and  whether it does  subsist  is a matter which  is  arbitrable. In  this  case,  the claim for reference was made within three years commencing from April 16, 1976 and the application was filed on December 18, 1976. We are therefore of the vie that the High Court was right in this case. See in this connection the observations of this Court in <a href=\"/doc/20683/\" id=\"a_89\">Inder Singh Rekhi v. D.D.A.</a>, [1988] 2 SCC 338.</span>              \n</p><p data-structure=\"Precedent\" id=\"p_49\">\t\t\t\t\t      (emphasis supplied) \n\nParas 27 to 30 of Chairman &amp; MD, NTPC Ltd. V.Reshmi Constructions,Builders and Contractors (2004) 2 SCC 663)\n\n</p><p data-structure=\"CDiscource\" id=\"p_50\">27.  Even when rights and obligations of the parties are worked out, the contract does not come to an end inter alia for the purpose of determination of the disputes arising thereunder, and, thus, the arbitration agreement can  be invoked. Although it may not be strictly in place but we cannot shut our eyes to the ground reality that in a case where a contractor has made huge investment, he cannot afford not to take from the employer the amount under the bills, for various reasons which may include discharge of his liability towards the banks, financial institutions and other persons. In such a situation,  the public sector undertakings would have an upper hand. They would not ordinarily release the money unless a No Demand Certificate is signed. Each case, therefore, is required to be considered on its own facts.\n</p>\n<p data-structure=\"Section\" id=\"p_51\">28.  Further, necessitas non habet legem is an old-age maxim which means necessity knows no law. A person may sometimes have to succumb to the pressure of the other party to the bargain who is in a stronger position. \n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">29.   We may, however, hasten to add that such a case has to be made out and proved before the arbitrator for obtaining an award. \n</p>\n<p data-structure=\"Issue\" id=\"p_53\">30.\tAt this stage, the Court, however, will only be concerned with the question whether triable issues have been raised which are required to be determined by the arbitrators.\t\t\t\t(emphasis supplied)\n\nParas 20 and 21 of Asian Techs Ltd. V. Union of India and others (2009) 10 SCC 354)\n\n</p><p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1579938\" id=\"span_11\">20. It has been held by this Court in National Insurance Co.Ltd. V.Boghara Polyfab (P) Ltd. (2009) 1 SCC 267 that even in the case of issuance of full and final discharge / settlement voucher / no dues certificate, the arbitrator or court can go into the question whether the liability has been satisfied or not. This decision has followed the  view taken in <a href=\"/doc/1579938/\" id=\"a_90\">NTPC Ltd. V. Reshmi Constructions Builders and Contractors</a> (2004) 2 SCC 663 (vide paras 27 and 28).</span> \n</p>\n<p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766532\" id=\"span_12\">21.\tApart from the above, it has been held by this Court in <a href=\"/doc/1766532/\" id=\"a_91\">Port of Calcutta V. Engineers-De-Space-Age</a>  (1996) 1 SCC 516 that a clause like Clause 11 only prohibits the Department from entertaining the claim, but it did not prohibit the arbitrator from entertaining it. This view has been followed by another Bench of this Court in Bharat Drilling &amp; Treatment (P) Ltd. V. State of Jharkhand (2009) 16 SCC 705.</span> \n</p><p data-structure=\"Precedent\" id=\"p_56\">\t\t\t\t          (emphasis supplied)\n\nParas 13 and 14 of R.L.Kalathia and Co. V.State of Gujarat (2011) 2 SCC 400)\n\n</p><p data-structure=\"Precedent\" id=\"p_57\">13. From the above conclusions of this Court, the following principles emerge: \n</p>\n<blockquote id=\"blockquote_13\">(i) Merely because the contractor has issued no dues certificate, if there is an acceptable claim, the court cannot reject the same on the ground of issuance of no-dues certificate. \n</blockquote><blockquote id=\"blockquote_14\">(ii)  Inasmuch as it is common that unless a discharge certificate is given in advance by the contractor, payment of bills are generally delayed, hence such a clause in the contract would not be an absolute bar to a contractor raising claims which are genuine at a later date even after submission of such no-claim certificate.\n</blockquote>\n<blockquote id=\"blockquote_15\">(iii)   Even after execution of full and final discharge voucher / receipt by one of the parties, if the said party is able to establish that he is entitled to further amount for which he is having adequate material, he is not barred from claiming such amount merely because  of acceptance of the final bill by mentioning without prejudice or by issuing no dues certificate.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_58\">\t14. In the light of the above principles, we are convinced from the materials on record that in the instant case, the appellant-plaintiff also had a genuine claim which was considered in great detail by the trial court and supported by oral and documentary evidence. Though the High Court has not adverted to any of the factual details / claim of the plaintiff except reversing the judgment and decree of the trial court on the principle of estoppel, we have carefully perused and considered the detailed discussion and ultimate conclusion of the trial Judge.                                 \n</p><p data-structure=\"Section\" id=\"p_59\">\t\t\t\t\t      (emphasis supplied)\n(17)\tBefore proceeding to examine the judgments cited by the parties on the issue, I may refer some of the recent judgments of the Supreme Court on the scope of <a href=\"/doc/1146817/\" id=\"a_92\">Sec. 8</a> and <a href=\"/doc/1841764/\" id=\"a_93\">11</a> of the Act of 1996.\n</p><p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1225418\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56976891\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_15\">(18)\tSupreme Court has very recently considered the scope of <a href=\"/doc/1146817/\" id=\"a_94\">Sec.8</a> and <a href=\"/doc/1841764/\" id=\"a_95\">11</a>  of the Act of 1996 in the  judgments reported in <a href=\"/doc/188958994/\" id=\"a_96\">Booz Allen and Hamilton Inc. V. SBI Home Finance Limited and others</a> (<a href=\"/doc/56976891/\" id=\"a_97\">2011) 5 SCC 532 and Indian Oil Corporation Limited V. SPS Engineering Limited</a> (2011) 3 SCC 507, and after considering paras 8,9,11,25,33,39 and 47(iv) of the 7 Judges&#x27; larger constitution Bench judgment in SBP &amp; Co.V. Patel Engineering Ltd. (2005) 8 SCC 618 has laid down certain principles for invoking the power<a href=\"/doc/605764/\" id=\"a_98\"> u/s 11(6)</a> of the Act of 1996, by the Chief Justice or the Designated Judge, which have been further concluded in Para 47(iv) of <a href=\"/doc/1225418/\" id=\"a_99\">SBP &amp; Co.V. Patel Engineering Ltd.</a> (supra).</span></span></span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"964514\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1416837\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"54636220\" id=\"span_18\">Other recent judgments on the aforesaid issue are <a href=\"/doc/54636220/\" id=\"a_100\">Anil Kumar V. B.S.Neelkanta and others</a> (<a href=\"/doc/1416837/\" id=\"a_101\">2010) 5 SCC 407, Tata Industries Ltd. V. Grasim Industries Ltd.</a>(<a href=\"/doc/964514/\" id=\"a_102\">2008) 10 SCC 187, and DHV BV V. Tahal Consulting Engineers Ltd. (Israel) and another</a> (2007) 8 SCC 321.</span></span></span> \n</p><p data-structure=\"Precedent\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_20\">(19)\tAs regards the issue of limitation under  <a href=\"/doc/1724405/\" id=\"a_103\">Sec.43</a> of the Act of 1996, judgments on the issue are P.Manohar Reddy &amp; Bros. V. Maharashtra Krishna Valley Development Corporation (2009) 2 SCC 494, J.C.Budhraja V. Chairman, Orissa Mining Corporation Ltd. and another (2008) 2 SCC 444),M/s.Shree Ram Mills Ltd. V.M/s.Utility Premises (P) Ltd.  (2007) 4 SCC 599 and Hari Shankar Singhania (2) V.Gauri Hari Singhania (2006) 4 SCC 658 but the Supreme Court after the 7 Judges&#x27; larger constitution Bench judgment in (2009) 1 SCC 627 and further recently in <a href=\"/doc/188958994/\" id=\"a_104\">Booz Allen and Hamilton Inc. V. SBI Home Finance Limited and others</a>(2011) 5 SCC 532) while dealing with the issue of estoppel,  has further placed reliance on the three categories as <a href=\"/doc/188958994/\" id=\"a_105\">laid down in</a> <a href=\"/doc/1243245/\" id=\"a_106\">National Insurance Company Limited V. Boghara Polyfab Private Limited</a> (2009) 1 SCC 267 wherein the principles <a href=\"/doc/1243245/\" id=\"a_107\">laid down by</a> the 7 Judges&#x27; constitution Bench judgment in SBP &amp; Co. V. Patel Engineering Ltd. and another (2005) 8 SCC 618 have been identified and segregated the preliminary issues that may arise for consideration in an application under <a href=\"/doc/1841764/\" id=\"a_108\">Section 11</a> of the Act of 1996.</span></span> \n</p><p data-structure=\"Precedent\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_21\">(20) The relevant extracts of paras 8, 9, 11, 25, 33, 39 and 47(iv) of SBP &amp; Co. V. Patel Engineering Ltd. and another (2005)8 SCC 618 7 Judges&#x27; larger constitution bench judgment (Majority view 6:1) for exercise of power<a href=\"/doc/605764/\" id=\"a_109\"> u/s 11(6)</a> of the Act of 1996 by the Chief Justice or the Designate Judge and paras 22, 23 and 24 of <a href=\"/doc/1243245/\" id=\"a_110\">National Insurance Company Limited V. Boghara Polyfab Private Limited</a> (2009) 1 SCC 267 are as under:</span> \n</p><blockquote id=\"blockquote_16\">Relevant extracts of paras 8, 9, 11, 25, 33, 39 and 47(iv) of SBP &amp; Co. V. Patel Engineering Ltd. and another (2005)8 SCC 618)\n\n</blockquote><blockquote id=\"blockquote_17\">\t8. We will first ...appointed. The Chief Justice, when so requested, could appoint an arbitrator or Arbitral Tribunal depending on the nature of the agreement between the parties and after satisfying himself that the conditions for appointment of an arbitrator under sub-section (6) of <a href=\"/doc/1841764/\" id=\"a_111\">Section 11</a> do exist. The Chief Justice could designate another person or institution to take the necessary measures. The Chief Justice has also to have the qualification of the arbitrators in mind before choosing the arbitrator. ...\n</blockquote>\n<blockquote id=\"blockquote_18\">\t9. Normally ....power. While exercising the power or performing the duty under <a href=\"/doc/605764/\" id=\"a_112\">section 11(6)</a> of the Act, the Chief Justice has to consider whether the conditions laid down by the section for the exercise of that power or the performance of that duty exist. Therefore,unaided by authorities and going by general principles, it appears to us that while functioning under <a href=\"/doc/605764/\" id=\"a_113\">Section 11(6)</a> of the Act, a Chief Justice or the person or institution designated by him,is bound to decide whether he has jurisdiction, whether there is an arbitration agreement, whether the applicant before him is a party, whether the conditions for exercise of the power have been fulfilled, and if an arbitrator is to be appointed, who is the fit person, in terms of the provision. <a href=\"/doc/1181933/\" id=\"a_114\">Section 11(7)</a> makes his decision on the matters entrusted to him, final. \n</blockquote>\n<blockquote id=\"blockquote_19\">\t11. The very ....these objections. The duty to decide the preliminary facts enabling the exercise of jurisdiction or power, gets all the more emphasised, when sub-section (7) designates the order under sub-sections (4), (5) or (6) a decision and makes the decision of the Chief Justice final on the matters referred to in that sub-section....\n</blockquote>\n<blockquote id=\"blockquote_20\">\t25.It was thus held ....agreement.  On coming to a conclusion on these aspects, he has to enquire whether the conditions for exercise of his power under <a href=\"/doc/605764/\" id=\"a_115\">Section 11(6)</a> of the Act exist in the case and only on being satisfied in that behalf, could he appoint an arbitrator or an Arbitral Tribunal on the basis of the request. ....\n</blockquote>\n<blockquote id=\"blockquote_21\">\t33. <a href=\"/doc/1232861/\" id=\"a_116\">Section 8</a> of the Arbitration Act, 1940 enabled the court when approached in that behalf to supply an omission. <a href=\"/doc/385194/\" id=\"a_117\">Section 20</a> of that Act enabled the court to compel the parties to produce the arbitration agreement and then to appoint an arbitrator for adjudicating on the disputes. It may be possible to say that <a href=\"/doc/605764/\" id=\"a_118\">Section 11(6)</a> of the Act combines both the powers. May be, it is more in consonance with <a href=\"/doc/1146817/\" id=\"a_119\">Section 8</a> of the old Act. ...  \n</blockquote>\n<blockquote id=\"blockquote_22\">\t39. It is necessary.... in the arbitration. The Chief Justice has to decide whether the applicant has satisfied  the conditions for appointing an arbitrator under <a href=\"/doc/605764/\" id=\"a_120\">section 11(6)</a> of the Act. For the purpose of taking a decision on these aspects, the Chief Justice can either proceed on the basis of affidavits and the documents produced or take such evidence or get such evidence recorded, as may be necessary. ....\n</blockquote>\n<blockquote id=\"blockquote_23\">\t47. We, therefore, sum up our conclusions as follows: \n</blockquote>\n<blockquote id=\"blockquote_24\">\t(i) to (iii)  .....\n</blockquote>\n<blockquote id=\"blockquote_25\">\t(iv) The Chief Justice or the designated Judge will have the right to decide the preliminary aspects as indicated in the earlier part of this judgment. These will be his own jurisdiction to entertain the request, the existence of a valid arbitration agreement, the existence or otherwise of a live claim, the existence f the condition for the exercise of his power and on the qualifications of the arbitrator or arbitrators. The Chief Justice or the designated Judge would be entitled to seek the opinion of an institution in the matter of nominating an arbitrator qualified in terms of <a href=\"/doc/1568410/\" id=\"a_121\">Section 11(8)</a> of the Act, if the need arises but the order appointing the arbitrator could only be that of the Chief Justice or the designated Judge. \n</blockquote>\n<blockquote id=\"blockquote_26\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_22\">(<a href=\"/doc/1243245/\" id=\"a_122\">v)to(xii)....       (emphasis supplied)\n\nParas 22, 23 and 24 of  National Insurance Company Limited V. Boghara Polyfab Private Limited</a> (2009) 1 SCC 267</span>\n\n</blockquote><blockquote id=\"blockquote_27\">\t22.Where the intervention of the court is sought for appointment of an Arbitral Tribunal under <a href=\"/doc/1841764/\" id=\"a_123\">Section 11</a>, the duty of the Chief Justice or his designate is defined in SBP &amp; Co. (2005) 8 SCC 618. This Court identified and segregated the preliminary issues that may arise for consideration in an application under <a href=\"/doc/1841764/\" id=\"a_124\">Section 11</a> of the Act into three categories, that is, (i) issues which the Chief Justice or his designate is bound to decide; (ii) issues which he can also decide, that is, issues which he may choose to decide; and (iii) issues which should be left to the Arbitral Tribunal to decide. \n</blockquote>\n<p data-structure=\"Issue\" id=\"p_63\">22.1. The issues (first category) which the Chief Justice/his designate will have to decide are: \n</p>\n<blockquote id=\"blockquote_28\">\t(a) Whether the party making the application has approached the appropriate High Court. \n</blockquote>\n<blockquote id=\"blockquote_29\">\t(b)  Whether there is an arbitration agreement and whether the party who has applied under <a href=\"/doc/1841764/\" id=\"a_125\">Section 11</a> of the Act, is a party to such an agreement.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_64\">\t22.2 The issues (second category) which the Chief Justice/his designate may choose to decide (or leave them to the decision of the Arbitral Tribunal) are: \n</p>\n<blockquote id=\"blockquote_30\">\t(a) Whether the claim is a dead (long-barred) claim or a live claim.\n</blockquote> \n<blockquote id=\"blockquote_31\">\t(b)  Whether the parties have concluded the contract/transaction by recording satisfaction of their mutual rights and obligation or by receiving the final payment without objection. \n</blockquote>\n<p data-structure=\"Section\" id=\"p_65\">\t22.3 The issues (third category) which the Chief Justice/his designate should leave exclusively to the Arbitral Tribunal are: \n</p>\n<blockquote id=\"blockquote_32\">\t(i) Whether a claim made falls  within the arbitration clause (as for example, a matter which is reserved for final decision of a departmental authority and excepted or excluded from arbitration).\n</blockquote> \n<blockquote id=\"blockquote_33\">\t(ii) Merits or any claim involved in the arbitration.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_66\">23.\tIt is clear from the scheme of the Act as explained by this Court in SBP &amp; Co., that in regard to issues falling under the second category, if raised in any application under <a href=\"/doc/1841764/\" id=\"a_126\">Section 11</a> of the Act, the Chief Justice/his designate may decide them, if necessary, by taking evidence. Alternatively, he may leave those  issues open with a direction to the Arbitral Tribunal to decide the same. If the Chief Justice or his designate chooses to examine the issue and decides it, the Arbitral Tribunal cannot re-examine the same issue. The Chief Justice/his designate will, in choosing whether he will decide wsuch issue or leave it to the Arbitral Tribunal, be guided by the object of the Act (that is expediting the arbitration process with minimum judicial intervention). Where allegations of forgery / fabrication are made in regard to the document recording discharge of contract by full and final settlement, it would be appropriate if the Chief Justice/his designate decides the issue.         (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_67\">24. What is however clear is when a respondent contends that the dispute is not arbitrable on account of discharge of the contract under a settlement agreement or discharge voucher or no claim certificate, and the claimant contends that it was obtained by fraud, coercion or undue influence, the issue will hae to be decided either by the Chief Justice / his designate in the proceedings under <a href=\"/doc/1841764/\" id=\"a_127\">Section 11</a> of the Act or by the Arbitral Tribunal as directed by the order under <a href=\"/doc/1841764/\" id=\"a_128\">Section 11</a> of the Act. A claim for arbitration cannot be rejected merely or solely on the ground that a settlement agreement or discharge voucher had been executed by the claimant, if its validity is disputed by the claimant.\n</p><p data-structure=\"Precedent\" id=\"p_68\">(21)\tAccording to both the judgments, the first category has to be decided by the Chief Justice or the Designated Judge and the second category is discretionary and the third category has to be left exclusively to be decided by the Chief Justice / Designate, to the Arbitrator / Arbitral Tribunal. There are other judgments also of the Supreme Court wherein it has been held that the preliminary issues / matter or aspects have been crystalised by the 7 Judges&#x27; larger constitution Bench (Majority 6:1) authored by P.K. Balasubramanyam J. in SBP &amp; Co. V. Patel Engineering Ltd. and another (2005) 8 SCC 618) and the controversy has been set at rest in Paras 39 and 47(iv) and after following the aforesaid 7 Judges&#x27; larger constitution Bench judgment the cases have been decided as per Paras 39 and 47(iv). \n</p><p data-structure=\"Precedent\" id=\"p_69\">(22)\tAs regards the scope of <a href=\"/doc/1146817/\" id=\"a_129\">Sec.8</a>, the Supreme Court in its judgment in Branch Manager, Magma Leasing and Finance Limited and another V.Potluri Madhavilata and another (2009) 10 SCC 103), in paras 16, 17 and 18, considered the incidental question with regard to scope of <a href=\"/doc/1146817/\" id=\"a_130\">Sec. 8</a> and held that the five tests must be satisfied for exercise of power under <a href=\"/doc/1146817/\" id=\"a_131\">section 8</a> of the Act of 1996. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_23\">In its recent judgment in <a href=\"/doc/188958994/\" id=\"a_132\">Booz Allen and Hamilton Inc. V. SBI Home Finance Limited and others</a> (2011) 5 SCC 532, after following the 7 Judges&#x27; larger Bench constitution Bench (Majority view 6:1), the Supreme Court  has decided the relative scope of <a href=\"/doc/1146817/\" id=\"a_133\">Sec.8</a> and <a href=\"/doc/1841764/\" id=\"a_134\">11</a> of the Act of 1996, in Paras 18 and 19.</span> \n</p><p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_24\">(23)\tOn the issue of scope of <a href=\"/doc/1146817/\" id=\"a_135\">Sec.8</a> and <a href=\"/doc/1841764/\" id=\"a_136\">11</a> of the Act of 1996, the Supreme Court in Branch Manager, Magma Leasing and Finance Limited and another V.Potluri Madhavilata and another (2009) 10 SCC 103), in paras 16, 17 and 18,has summarised the five conditions which must be satisfied for exercise of power and further, in para 18 of <a href=\"/doc/188958994/\" id=\"a_137\">Booz Allen and Hamilton Inc. V. SBI Home Finance Limited and others</a> (2011) 5 SCC 532), after referring para 19 of the seven Judges&#x27; larger constitution Bench judgment in SBP &amp; Co. V. Patel Engineering Ltd. and another (2005) 8 SCC 618) held that it is difficult to contemplate that the judicial authority has also to act mechanically or has merely to see the original arbitration agreement produced before it, and mechanically refer the parties to an arbitration, and thereafter, in the subsequent paras held that the issue of jurisdiction has to be decided in an application under <a href=\"/doc/1841764/\" id=\"a_138\">section 11</a> also and further, in paras 18, 19, 20, 32, 33, 34, 35, 36  and 37 has detailed out the issues which are arbitrable and non-arbitrable issues.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_25\">It would be appropriate to quote paras 16, 17 and 18 of Branch Manager, Magma Leasing and Finance Limited and another V.Potluri Madhavilata and another (2009) 10 SCC 103) and the aforesaid paras of <a href=\"/doc/188958994/\" id=\"a_139\">Booz Allen and Hamilton Inc. V. SBI Home Finance Limited and others</a> (2011) 5 SCC 532. The same are as under:</span> \n</p><blockquote id=\"blockquote_34\">Scope of <a href=\"/doc/1146817/\" id=\"a_140\">Sec. 8</a> of the Act of 1996\nParas 16, 17 and 18 of Branch Manager, Magma Leasing and Finance Limited and another V.Potluri Madhavilata and another (2009) 10 SCC 103)\n\n</blockquote><blockquote id=\"blockquote_35\">\t16.The next question, an incidental one, that arises for consideration is whether the trial court must refer the parties to arbitration under <a href=\"/doc/104566/\" id=\"a_141\">Section 8</a> of the Act, 1996.\n</blockquote>\n<blockquote id=\"blockquote_36\">\t17.<a href=\"/doc/1146817/\" id=\"a_142\">Section 8</a> reads thus: \n</blockquote>\n<blockquote id=\"blockquote_37\">\t8. Power to refer parties to arbitration where there is an arbitration agreement. - (1) A judicial authority before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so applies not later than when submitting his first statement on the substance of the dispute, refer theparties to arbitration. \n</blockquote><p data-structure=\"Section\" id=\"p_71\">\t(2) The application referred to in sub-section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof.\n</p><p data-structure=\"Conclusion\" id=\"p_72\">\t(3) Notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration maybe commenced or continued and an arbitral award made.  \n</p>\n<p data-structure=\"Section\" id=\"p_73\">An analysis of <a href=\"/doc/1146817/\" id=\"a_143\">Section 8</a> would show that for its applicability, the following conditions must be satisfied: \n</p>\n<blockquote id=\"blockquote_38\">\t(a)\tthat there exists an arbitration agreement; \n</blockquote><blockquote id=\"blockquote_39\">\t(b) that action has been brought to the court by one party to the arbitration agreement against the other party; \n</blockquote><blockquote id=\"blockquote_40\">\t(c) that the subject-matter of the suit is same as the subject-matter of the arbitration agreement; \n</blockquote><blockquote id=\"blockquote_41\">\t(d) that the other party before he submits his first statement of the substance of the dispute, moves the court for referring the parties to arbitration; and \n</blockquote><blockquote id=\"blockquote_42\">\t(e) that along with the application the other party tenders the original arbitration agreement or duly certified copy thereof.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_74\">\t18. <a href=\"/doc/1146817/\" id=\"a_144\">Section 8</a> is in the form of legislative command to the court and once the prerequisite conditions as aforesaid are satisfied, the court must refer the parties to arbitration. As a matter of fact, on fulfilment of the conditions of <a href=\"/doc/1146817/\" id=\"a_145\">Section 8</a>, no option is left to the court and the court has to refer the parties to arbitration. There is nothing on record that the prerequisite conditions of <a href=\"/doc/1146817/\" id=\"a_146\">Section 8</a> are not fully satisfied in the present case.  The trial court, in the circumstances, ought to have referred theparties to arbitration as per arbitration Clause 22.\n</p><p data-structure=\"Precedent\" id=\"p_75\">\t\t\t\t\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_26\">(emphasis supplied) \nRelative scope of <a href=\"/doc/188958994/\" id=\"a_147\"><a href=\"/doc/1146817/\" id=\"a_148\">Sec.8</a> and <a href=\"/doc/1841764/\" id=\"a_149\">11</a> of the Act of 1996\nParas 18, 19, 20, 32, 33, 34, 35, 36 and 37 of Booz Allen and Hamilton Inc. V. SBI Home Finance Limited and others</a> (2011) 5 SCC 532</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_76\">\t18. In SBP &amp; Co. V.Patel Engg.Ltd. This Court held thus: (SCC p.649, para 19)\n\n</p><p data-structure=\"Precedent\" id=\"p_77\">\t19...When the defendant to an action before a judicial authority raises the plea that there is an arbitration agreement and the subject-matter of the claim is covered by the agreement and the plaintiff or the person who has approached the judicial authority for relief, disputes the same, the judicial authority, in the absence of any restriction in the Act, has necessarily to decide whether,in fact, there is in existence a valid arbitration agreement and whether the dispute that is sought to be raised before it, is covered by the arbitration clause. It is difficult to contemplate that the judicial authority has also to act mechanically or has merely to see the original arbitration agreement produced before it, and mechanically refer the parties to an arbitration.              \t\t\t\t(emphasis supplied).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_78\">19. Where a suit is filed by one of the parties to an arbitration agreement against the other parties to the arbitration agreement, and if the defendants  file an application under <a href=\"/doc/1146817/\" id=\"a_150\">Section 8</a> stating that the parties should be referred to arbitration, the court (judicial authority) will have to decide:\n</p>\n<blockquote id=\"blockquote_43\">(i)whether there is an arbitration agreement among the parties;\n</blockquote><blockquote id=\"blockquote_44\">(ii)whether all the parties to the suit are parties to the arbitration agreement; \n</blockquote><blockquote id=\"blockquote_45\">(iii)whether the disputes which are the subject matter of the suit fall within the scope of arbitration agreement;\n</blockquote><blockquote id=\"blockquote_46\">(iv)whether the defendant had applied under Section 8 of the Act before submitting his first statement on the substance of the dispute; and  \n</blockquote><blockquote id=\"blockquote_47\">(v)whether the reliefs sought in the suit are those that can be adjudicated and granted in an arbitration.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_79\">20. On the contentions urged the following questions arise for our consideration: \n</p>\n<blockquote id=\"blockquote_48\">(i)Whether the subject-matter of the suit fell within the scope of the arbitration agreement contained in Clause (16) of the deposit agreement ?\n</blockquote>\n<blockquote id=\"blockquote_49\">(ii)Whether the appellant had submitted his first statement on the substance of the dispute before filing the application under <a href=\"/doc/1146817/\" id=\"a_151\">Section 8</a> of the Act ?\n</blockquote>\n<blockquote id=\"blockquote_50\">(iii)Whether the application under <a href=\"/doc/1146817/\" id=\"a_152\">Section 8</a>  was liable to be rejected as it was filed nearly 20 months after entering appearance in the suit ?\n</blockquote>\n<blockquote id=\"blockquote_51\">(iv)Whether the subject-matter of the suit is arbitrable, that is, capable of being adjudicated by a private forum (Arbitral Tribunal); and whether the High Court ought to have referred the parties to the suit to arbitration under <a href=\"/doc/1146817/\" id=\"a_153\">Section 8</a> of the Act ?\n</blockquote>\n<p data-structure=\"Section\" id=\"p_80\">32. The nature and scope of issues arising for consideration in an application under <a href=\"/doc/1841764/\" id=\"a_154\">Section 11</a> of the Act for appointment of arbitrators, are far narrower than those arising in an application under <a href=\"/doc/1146817/\" id=\"a_155\">Section 8</a> of the Act, seeking reference of the parties to a suit to arbitration. While considering an application under <a href=\"/doc/1841764/\" id=\"a_156\">Section 11</a> of the Act, the Chief Justice  or his designate would not embark upon an examination of the issue of arbitrability or appropriateness of adjudication by a private forum, once he finds that there was an agreement between or among the parties, and would leave the issue of arbitrability  for the decision of the Arbitral Tribunal. If the arbitrtor wrongly holds that the dispute is arbitrable, the aggrieved party will have to challenge the award by filing an application under <a href=\"/doc/536284/\" id=\"a_157\">Section 34</a> of the Act, relying upon sub-section (2)(b)(i) of that section. \n</p><p data-structure=\"Conclusion\" id=\"p_81\">\t\t\t\t(emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_82\">33. But where the issue of arbitrability arises in the context of an application under <a href=\"/doc/1146817/\" id=\"a_158\">Section 8</a> of the Act in a pending suit, all aspects of arbitrability will be decided by the court seized of the suit, and cannot be left to the decision of the arbitrator. Even if there is an arbitration agreement between the parties, and even if the dispute is covered by the arbitration agreement, the court where the civil suit is pending, will refuse an application under <a href=\"/doc/1146817/\" id=\"a_159\">Section 8</a> of the Act, to refer the parties to arbitration, if the  subject matter of the suit is capable of adjudication only by a public forum or the relief claimed can only be granted by a special court or Tribunal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">34. The term arbitrability has different meanings in different contexts. The three facets of arbitrability, relating to the jurisdiction of the Arbitral Tribunal, are as under: \n</p>\n<blockquote id=\"blockquote_52\">(i)Whether the disputes are capable of adjudication and settlement by arbitration ? That is, whether the disputes, having regard to their nature, could be resolved by a private forum chosen by the parties (the Arbitral Tribunal) or whether they would exclusively fall within the domain of public fora (courts).\n</blockquote>\n<blockquote id=\"blockquote_53\">(ii)Whether the disputes are covered by the arbitration agreement ? That is, whether the disputes are enumerated or described in the arbitration agreement as matters to be decided by arbitration or whether the disputes fall under the excepted matters excluded from the purview of the arbitration agreement.\n</blockquote>\n<blockquote id=\"blockquote_54\">(iii)Whether the parties  have referred the disputes to arbitration ? That is, whether the disputes fall under the scope of the submission to the Arbitral Tribunal, or whether they do not arise out of the statement of claim and the counterclaim filed before the Arbitral Tribunal. A dispute, even if it is capable of being decided by arbitration and falling within the scope of arbitration agreement, will not be arbitrable if it is not enumerated in the joint list of disputes referred to arbitration, or in the absence of such joint list of disputes, does not form part of the disputes raised in the pleadings before the Arbitral Tribunal. \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_84\">35. The Arbitral Tribunals are private for a chosen voluntarily by the parties to the dispute, to adjudicate their disputes in place of courts and tribunals which are public for a constituted  under the laws of the country. Every civil or commercial dispute, either contractual or non-contractual, which can be decided by a court, is in principle capable of being adjudicated and resolved by arbitration unless the jurisdiction of the Arbitral Tribunals is excluded either expressly or by necessary implication. Adjudication of certain categories of proceedings are reserved by the legislature exclusively for public fora  as a matter of public policy. Certain other categories of cases, though not expressly reserved for adjudication  by public fora (courts and tribunals), may by necessary implication stand excluded from the purview of private for a. Consequently, where the d cause / dispute  is inarbitrable, the court where a suit is pending, will refuse to refer the parties to arbitration, under <a href=\"/doc/1146817/\" id=\"a_160\">Section 8</a> of the Act, even if the parties might have agreed upon arbitration as the forum for settlement of such disputes.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">36. The well-recognised examples of non-arbitrable disputes are: (i) disputes relating to rights and liabilities which give rise to or arise out of criminal offences; (ii) matrimonial disputes relating to divorce, judicial separation, restitution of conjugal rights, child custody; (iii) guardianship matters; (iv) insolvency and winding-up matters; (v) testamentary matters (grant of probate, letters of administration, and succession certificate);  and (vi) eviction or tenancy matters governed by special statutes where the tenant enjoys statutory protection against eviction and only the specified courts are conferred jurisdiction  to grant eviction or decide the disputes.    \n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">37. It may be noticed that the cases <a href=\"/doc/188958994/\" id=\"a_161\">referred to above</a> relate to actions in rem. A right in rem is a right exercisable against the world at large, as contrasted from arightin personam which is an interest protected solely against specific individuals. Actions in personam refer to actions determining the rights and interests of the parties themselves in the subject-matter of the case, whereas actions  in rem refer to actions determining the title to property  and the rights of the parties, not merely among themselves but also aginst all persons at any time claiming an interest in that property.  Correspondingly, a judgment in personam refers to a judgment against a person as distinguished from a judgment against a thing, right or status and a judgment in rem refers to a judgment that determines the status or condition of property which operates directly on the property itself. (Vide Black&#x27;s Law Dictionary.)\n\t\t\t   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"306162\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1538559\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"200767\" id=\"span_29\">(emphasis supplied)   \n(24)\tIt is true that the Supreme Court in various judgments reported in N.Radhakrishnan V. Maestro Engineers (<a href=\"/doc/200767/\" id=\"a_162\">2010) 1 SCC 72, Magma Leasing &amp; Finance Ltd. V. Potluri Madhavilata</a> (<a href=\"/doc/1538559/\" id=\"a_163\">2009) 10 SCC 103), Yogi Agrawal V. Inspiration Clothes and others</a>,(<a href=\"/doc/306162/\" id=\"a_164\">2009) 1 SCC 372) and Atul Singh and others V. Sunil Kumar Singh and others</a> (2008) 2 SCC 602) while dealing with the proceeding<a href=\"/doc/1146817/\" id=\"a_165\"> u/s 8</a> of the Act of 1996 has held that it is mandatory for the party who apply for arbitration before the judicial authority where the action is brought, to file either original or the certified copy of the agreement containing the arbitration clause.</span></span></span> \n</p><p data-structure=\"Precedent\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"306162\" id=\"span_30\">(25)\tAdverting to the facts of the present case for applying the aforesaid principles <a href=\"/doc/306162/\" id=\"a_166\">laid down by</a> the Supreme Court in the aforesaid cases. There is no denial on the part of the non applicant with regard to the execution of the aforesaid agreement containing the arbitration Clause 21. The objection which has been raised by Mr.Garg is that as per the requirement of <a href=\"/doc/630120/\" id=\"a_167\">Sec.8(2)</a> of the Act of 1996, the applicant was required to file the original or certified copy of the agreement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56976891\" id=\"span_31\">The Supreme Court in SBP &amp; Co. V. Patel Engineering Ltd. and another (2005) 8 SCC 618) 7 Judges&#x27; larger constitution Bench,  and subsequent other judgment  in <a href=\"/doc/56976891/\" id=\"a_168\">Indian Oil Corporation V. SPS Engineering Limited</a> (2011) 3 SCC 507), while dealing the relative scope of of <a href=\"/doc/1146817/\" id=\"a_169\">Sec. 8</a> and <a href=\"/doc/1841764/\" id=\"a_170\">11</a> of the Act of 1996 has also not held that in a proceeding under <a href=\"/doc/1841764/\" id=\"a_171\">section 11</a> filing of the original agreement or certified copy thereof, by the applicant is mandatory.  However, while dealing with the scope of <a href=\"/doc/1146817/\" id=\"a_172\">Sec. 8</a> of the Act of 1996, it has been held by the Supreme Court in the aforesaid cases that there must be an action brought in the matter which is subject matter of arbitral agreement before the judicial authority and if the party so apply not later than submitting his first statement of substance of the dispute for referring the matter to arbitration, then the application referred to in sub section (1) shall not be entertained unless it is accompanied by the original arbitration agreement.</span> This Court, on 25.4.2008, while deciding Jaihind Projects Ltd. V. RUIDP (supra) has not considered para 33 of SBP &amp; Co. V. Patel Engineering Ltd. and another (2005) 8 SCC 618 (7 Judges&#x27; larger Bench judgment) wherein it has been held that the power under <a href=\"/doc/605764/\" id=\"a_173\">section 11(6)</a> of the Act of 1996 combines both power<a href=\"/doc/1146817/\" id=\"a_174\"> u/s 8</a> and <a href=\"/doc/385194/\" id=\"a_175\">Sec.20</a> of the Act of 1940 to enable the Court to compel the parties to produce the arbitration agreement and then to appoint an Arbitrator for adjudicating on the disputes which clearly reveal that the Constitution Bench has not made production of the original or the certified copy of the arbitration agreement mandatory while interpreting <a href=\"/doc/605764/\" id=\"a_176\">Sec. 11(6)</a> of the Act of 1996. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"306162\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"306162\" id=\"span_33\">The co-ordinate Bench of this Court in Jaihind Projects Ltd. V. RUIDP (S.B.Arbitration Application No.53/2007, decided on 25.4.2008) has also not considered para 18 of the judgment of Supreme Court in <a href=\"/doc/306162/\" id=\"a_177\">Atul Singh  V.Sunil Kumar Singh</a> (supra)  wherein there is a reference of the pendency of the civil suit and filing of the application by the defendant in the said proceeding and has only considered Para 19 of the judgment in <a href=\"/doc/306162/\" id=\"a_178\">Atul Singh  V.Sunil Kumar Singh</a> (supra).  As stated above, in  this case, there is no dispute with regard to the existence of the arbitration agreement, filing of the original or the certified copy thereof would not be of much consequence and further as the Supreme Court  has nowhere held that in a proceeding<a href=\"/doc/1841764/\" id=\"a_179\"> u/s 11</a> of the Act of 1996, it is mandatory on the part of the party who apply for arbitration, to file the original or the certified copy of the agreement.</span></span> The Court may compel the parties to produce the original or certified copy of the agreement, in proceeding<a href=\"/doc/605764/\" id=\"a_180\"> u/s 11(6)</a> of the Act of 1996 and the power under which is held to be combined power of Old <a href=\"/doc/1232861/\" id=\"a_181\">Sec.8</a> and <a href=\"/doc/811701/\" id=\"a_182\">20</a> of the Arbitration Act, 1940, as held in para 33 by the Supreme Court in SBP &amp; Co. V.Patel Engineering Ltd. and another (7 Judges&#x27; larger constitution Bench) (supra). Otherwise also, in the instant case, the applicant has filed the attested photo stat copy of the copy of the agreement containing the arbitration clause, which was given to him for his official use. Therefore, I hold that there exists a valid arbitration agreement  to which the applicant was/is a party. Thus, the judgment of this Court in Jaihind Projects Ltd. V. RUIDP (supra)is also distinguished on account of the aforesaid undisputed facts and circumstances of the case  as well as on law on account of  non consideration  of the  relative scope of <a href=\"/doc/1146817/\" id=\"a_183\">Sec.8</a> and <a href=\"/doc/1841764/\" id=\"a_184\">11</a> of the Act of 1996, as considered by the Supreme Court in the aforesaid cases. \n</p><p data-structure=\"Precedent\" id=\"p_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_34\">(26) Now, I proceed to examine whether the dispute raised by the applicant is an &#x27;arbitrable&#x27; dispute or not. The parties have chosen voluntarily to adjudicate their dispute by arbitration, which is to be resolved by  private forum i.e. arbitration,  and the same is not a dispute reserved by the legislature exclusively for being decided by the public fora, constituted under the laws of the country, as a matter of public policy. The Supreme Court has categorized &#x27;arbitrable&#x27; and &#x27;non-arbitrable&#x27; dispute, in <a href=\"/doc/188958994/\" id=\"a_185\">Paras 35 and 36 of Booz Allen and Hamilton Inc. V. SBI Home Finance Limited and others</a> (2011) 5 SCC 532) and in para 37 it has been categorically held that actions in personam refer to actions determining the rights and interests of the parties themselves in the subject matter of the case whereas actions in rem refer to actions determining the title to property and the rights of the parties not merely  among themselves but also against all persons at any time claiming an interest in that property. The Supreme Court made distinction between &#x27;arbitrable&#x27; and &#x27;non-arbitrable&#x27; actions by further holding that the judgment in personam refers to a judgment against a person as distinguished from a judgment  against a thing, right or status and a judgment in rem refers to a judgment that determines the status or condition of property which operates directly on the property itself and hence, non arbitrable issues are the issues which relate to actions in rem.  Therefore, I hold that the dispute raised between the parties is &#x27;arbitrable&#x27; issue.</span>\n</p><p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56976891\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1243245\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"864798\" id=\"span_37\">(27)\tOn the issue of limitation, the Supreme Court in <a href=\"/doc/864798/\" id=\"a_186\">Union of India V. L.K.Ahuja</a> (1988) 3 SCC 76 (Paras 3,6 and 8), (which case was under the <a href=\"/doc/1052228/\" id=\"a_187\">Arbitration Act, 1940</a>) has decided that filing of the arbitration application and refusal of entitlement of the claim being barred by time, are two different things, whereas the Supreme Court in a case under the <a href=\"/doc/1306164/\" id=\"a_188\">Arbitration and Conciliation Act, 1996</a>, in <a href=\"/doc/1243245/\" id=\"a_189\">National Insurance Company Limited V. Boghara Polyfab Private Limited</a> (2009) 1 SCC 267), after consideration of its 7 Judges&#x27; larger constitution Bench judgment in SBP &amp; Co. V. Patel Engineering Ltd. and another (2005) 8 SCC 618) categorized the issues to be decided while deciding an application<a href=\"/doc/1841764/\" id=\"a_190\"> u/s 11</a> of the Act of 1996 and further gave discretion to the Chief Justice/his Designate in second category where the claim is  long barred or a live claim and where the parties have concluded the contract / transaction by recording satisfaction of their mutual rights and obligations or by receiving the final payment without objection, which has been further dealt with in  <a href=\"/doc/56976891/\" id=\"a_191\">Indian Oil Corporation Limited V. SPS Engineering Limited</a> (2011) 3 SCC 507) and it has been held that in case of disputed questions of fact, it should be left by the Chief Justice / his Designate to be decided by the Arbitral Tribunal / Arbitrator. Since in the present case, this Court is considering the issue raised by Mr.R.P.Garg, counsel for the non-applicant as per the aforesaid Supreme Court judgments to the extent only where a live claim or issue exists between the parties, for the reasons mentioned hereunder, the same is being left to be decided by the Arbitral Tribunal/Arbitrator after taking evidence.</span></span></span> Therefore, the judgment of this court dated 22.8.2008 in RSB Projects V. RUIDP (SB Arbitration Application NO.11/2003) is also distinguished on the issue of law laid down by the Supreme Court.  \n</p><p data-structure=\"CDiscource\" id=\"p_90\">(28)\tSince, I am following the law laid down by the Supreme Court, the aforesaid judgments of the Co-ordinate Bench, cited by Mr.Garg on the issue of production of certified copy of the agreement and limitation differs from the aforesaid judgment of the Supreme Court  as well as on facts and circumstances of the instant case and execution of the arbitration agreement, which has not been denied by Mr.Garg, the same are not applicable. \n</p><p data-structure=\"Conclusion\" id=\"p_91\">(29)\tSince there is no dispute that this High Court has the territorial jurisdiction to decide the arbitration application and further, there is no dispute with regard to the existence of the arbitration agreement and that the applicant was/is a party to such an agreement but the arguments have been raised at length on the issue that the claim is dead (long barred) or  a live claim for two reasons - whether the parties have concluded the contract / transaction by recording satisfaction of their mutual rights and obligation or by receiving the final payment without objection and an application<a href=\"/doc/1841764/\" id=\"a_192\"> u/s 11</a> of the Act is barred by time, therefore, this Court has considered the aforesaid arguments to the limited extent whether the issue is dead or alive.\n</p><p data-structure=\"PetArg\" id=\"p_92\">(30)\tSubmission of counsel for the applicant is that the applicant gave two notices  one for settlement of the claim on 10.4.2006 (Anx.18) and further for intention to commence the arbitration on 26.5.2006 (Anx.19) as per Clause 21 of the arbitration agreement but the non applicant failed to appoint the Arbitral Tribunal / Arbitrator  and further failed to act as required under the procedure of arbitration Clause 21 of the agreement as well as <a href=\"/doc/401357/\" id=\"a_193\">Sec.11(5)</a> of the Act of 1996 within a period of thirty days. Otherwise also, no time limit for invoking Clause 21 of the Agreement has been agreed by the parties in Clause 21, therefore, as per <a href=\"/doc/138599/\" id=\"a_194\">Sec.21</a> of the Act of 1996 also, the arbitral proceeding  commence on the date on which request for that dispute to be referred to the arbitration is received by the respondent and the arbitration application is not barred by time. After the expiry of thirty days of the receipt of notice dated 26.5.2006 (Anx.19), the applicant was/is entitled to appointment of the Arbitral Tribunal / Arbitrator. In such circumstances, as per the first category, the applicant is entitled to appointment of Arbitrator / Arbitral Tribunal. \n</p><p data-structure=\"PetArg\" id=\"p_93\">(31)\tCounsel for the  non applicant has laid much stress on the issue that the claim is dead (long barred) for two reasons  (i) that the applicant has accepted the final payment of the bill dated 17/19.6.2004 without any protest and therefore, it is estopped from  filing the application for appointment of Arbitrator and (ii) the claim of the applicant is barred by time as per <a href=\"/doc/1724405/\" id=\"a_195\">Sec.43</a> of the Act of 1996 read with <a href=\"/doc/249731/\" id=\"a_196\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_197\">Limitation Act</a> on account of raising the same after three years from the date of agreement, which is hopelessly time barred. In reply, the objections of Mr.Garg have been replied to by Mr.Lokesh Sharma, counsel for the applicant by stating that the applicant has strictly followed the arbitral procedure and the words `under protest&#x27; were struck off at the instruction of the Engineer Mr. S.N.Karoliwal, which in my opinion, involves a disputed question of fact  for which evidence is required to be taken.\n</p><p data-structure=\"Section\" id=\"p_94\">(32)  In the instant case, the dispute has been raised by the applicant to the further claim even after payment of the final bill dated 17/19.6.2004, which is not the final payment of the work performed by the applicant and the same was stated to have been accepted by the applicant under protest,  therefore, as per  Clause 21 of the arbitration agreement, the same is not dead and further is a live dispute between the parties and the parties have also not chosen the time limit for invoking Clause 21 within specified period. \t\n</p><p data-structure=\"RespArg\" id=\"p_95\">(33)  Since the arbitration clause has been invoked as per Clause 21 of the agreement by giving notice on 10.4.2006 (Anx.18) and further as per Clause 21.3, the intention to commence arbitration proceedings on 26.5.2006 (Anx.19), and the arbitration application was filed on 9.3.2007, therefore, as already held above, apparently or obviously, the dispute raised by the applicant in the arbitration application is not dead (long barred)/  time barred claim. As regards the fact that whether the claim is barred by time or not, the same is a disputed question which can only be decided by the Arbitrator / Arbitral Tribunal after giving an opportunity to the parties to file documents and produce evidence.\n</p><p data-structure=\"Conclusion\" id=\"p_96\">(34) The issue of estoppel also requires to be decided finally by the Arbitrator / Arbitral Tribunal after giving an opportunity to the parties to file documents and produce evidence, therefore, I leave the aforesaid issue to be finally decided by the Arbitrator after giving an opportunity to the parties to file the claim and reply to the claim as well as documents, and if necessary, then produce oral evidence. \n</p><p data-structure=\"Conclusion\" id=\"p_97\">(35) According to the arbitral procedure agreed to by the parties, as referred in Clause 21 more particularly Clause 21.4, the arbitration will take place at Ajmer in accordance with the <a href=\"/doc/1306164/\" id=\"a_198\">Indian Arbitration and Conciliation Act, 1996</a>. A perusal of <a href=\"/doc/401357/\" id=\"a_199\">Sec. 11(5)</a> of the Act of 1996 would reveal that while appointing an Arbitrator, the appointment procedure is to be considered.\n</p><p data-structure=\"Conclusion\" id=\"p_98\">(36)\tAfter considering the arbitration Clause 21.4 and <a href=\"/doc/401357/\" id=\"a_200\">Sec. 11(5)</a> of the Act of 1996, I am of the view that the applicant is entitled to appointment of the Arbitrator, therefore, this arbitration application is allowed and Mr.Justice K.S.Choudhary, former Judge of this Court,who has consented to it, is appointed as the Sole Arbitrator and the place of arbitration shall be at Ajmer.   \n</p><p data-structure=\"Conclusion\" id=\"p_99\">(37)\tPhoto stat copy of this order be sent  to Mr.Justice K.S.Choudhary.\n</p><p data-structure=\"Precedent\" id=\"p_100\">\t\t\t\t\t      (Prem Shanker Asopa) J.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_101\">??pa?\n</p><p data-structure=\"Conclusion\" id=\"p_102\">All corrections made in the judgment/order have been incorporated in the judgment/order being e-mailed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_103\">\t\t\t\t\t\tGopal Lal Sharma\n\t\t\t\t\t\tPrivate Secretary \n\n\n</p>","numcites":42,"numcitedby":0,"docsource":"Rajasthan High Court - Jaipur","citetid":198122188,"divtype":"judgments","relatedqs":[{"value":"copies of arbitration agreement","formInput":"copies%20of%20arbitration%20agreement"},{"value":"section 8 arbitration act","formInput":"section%208%20arbitration%20act"},{"value":"SBP & Co. v. Patel Engineering Ltd. and Anr., (2005) 8 SCC 618","formInput":"SBP%20%26%20Co.%20v.%20Patel%20Engineering%20Ltd.%20and%20Anr.%2C%20%282005%29%208%20SCC%20618"},{"value":"estoppel","formInput":"estoppel"},{"value":"sec 11 of arbitration act","formInput":"sec%2011%20of%20arbitration%20act"},{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"Booz Allen ","formInput":"Booz%20Allen%20"},{"value":"time barred claim ","formInput":"time%20barred%20claim%20"},{"value":"arbitration section 11","formInput":"arbitration%20section%2011"},{"value":"original agreement for arbitration","formInput":"original%20agreement%20for%20arbitration"},{"value":"sbp v. patel engineering","formInput":"sbp%20v.%20patel%20engineering"},{"value":"constitution bench judgments","formInput":"constitution%20bench%20judgments"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"patel engineering ltd","formInput":"patel%20engineering%20ltd"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"sbp and co v patel engineering ltd","formInput":"sbp%20and%20co%20v%20patel%20engineering%20ltd"},{"value":"public policy","formInput":"public%20policy"},{"value":"booze allen and hamilton inc","formInput":"booze%20allen%20and%20hamilton%20inc"},{"value":"No due certificate ","formInput":"No%20due%20certificate%20"},{"value":"potluri madhavilata","formInput":"potluri%20madhavilata"}],"cats":[{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"place-of-arbitration","formInput":"tag:place-of-arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}