{"tid":172188,"publishdate":"1990-05-02","title":"State Of Uttar Pradesh vs Moti Ram And Anr. Etc. Etc on 2 May, 1990","doc":"<h2 class=\"doc_title\">State Of Uttar Pradesh vs Moti Ram And Anr. Etc. Etc on 2 May, 1990</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1990 AIR 1709, 1990 SCR (2) 939, AIR 1990 SUPREME COURT 1709, 1990 (4) SCC 389, 1991 ALL. L. J. 467, 1990 CRIAPPR(SC) 257, 1990 (2) CRIMES 705, 1990 SCC(CRI) 585, 1990 IJR 265, 1990 (2) UJ (SC) 544, 1991 (1) CHANDCRIC 21, 1991 (1) CRILC 872, 1990 (2) JT 358, 1990 (2) RECCRIR 265</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-r-pandian\">S.R.  Pandian</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-pandian\">S.R.  Pandian</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSTATE OF UTTAR PRADESH\n\n\tVs.\n\nRESPONDENT:\nMOTI RAM AND ANR. ETC. ETC.\n\nDATE OF JUDGMENT02/05/1990\n\nBENCH:\nPANDIAN, S.R. (J)\nBENCH:\nPANDIAN, S.R. (J)\nREDDY, K. JAYACHANDRA (J)\n\nCITATION:\n 1990 AIR 1709\t\t  1990 SCR  (2) 939\n 1990 SCC  (4) 389\t  JT 1990 (2)\t358\n 1990 SCALE  (1)152\n\n\nACT:\n    Constitution  of India--<a href=\"/doc/427855/\" id=\"a_1\">Article 136--</a>Appeal\t by  special\nleave  by State against acquittal by High  Court--Held\tevi-\ndence ambulatory and vacillating--Suffering from insurmount-\nable   infirmities   and   probabilities-Suspicion   however\nstrong--Not  sufficient\t to take place of  legal  proof\t and\nwarrant finding of guilt against accused.\n\n\n\nHEADNOTE:\n    This  appeal has been preferred by the State against  an\norder of acquittal recorded by the High Court in respect  of\nthe  accused respondent. According to the prosecution  there\nwere  two rival factions in village Deotaha (U.P.), one\t led\nby  the\t accused-respondents and the other by  the  deceased\nvictims.  There existed bitter enimity between the two\tfac-\ntions, one faction was out to take the blood of another\t and\ndue  to\t this  deep-rooted animosity Accused  1,  2  and  27\nhatched\t a conspiracy with some other associates  to  murder\nPrabhu\tNath and his men on 14.1. 1974. on which  date\tthey\nwere  scheduled to cut the standing sugar cane in Plot\tNos.\n736 and 737. It is alleged by the prosecution that in pursu-\nance  of this conspiracy, Accused 3 deposited  his  licensed\ngun with the arms dealer on 12.1.1974 with a view to  screen\nhimself from any prospective accusation and Accused 1, 2 and\n27 in order to set up a plea of alibi connived with  Accused\n40,  Travelling\t Ticket Examiner in the\t Railways,  traveled\nwithout\t ticket,  got themselves checked  and  sentenced  to\nimprisonment by the railway magistrate on 13.1.1974 and were\nincarcerated in the Gorakhpur jail till 18.1.1974. According\nto  the prosecution on 14.1.1974, when the deceased 13\tper-\nsons and others went for cutting the sugar cane crops raised\nby  one of the deceased. At about 1 p.m. by which  time\t the\ncut crop was being loaded in the tractor trolley brought  by\nthe  deceased persons, Accused persons with their men 80  to\n90  in number attacked them with spears, lathes and  pharsas\nand  started firing indiscriminately. The  deceased  persons\nand  others  ran with a view to save their lives;  some\t hid\nthemselves  behind the tractor and trolley, and\t others\t ran\ntowards\t north\tand  south directions. As a  result  of\t the\nattack\tPWs 3 and 24 received injuries and 13  persons\tsuc-\ncumbed\tto their injuries instantaneously. It is alleged  by\nthe  prosecution that during the course of  the\t occurrence,\nthe deceased Prabhu\n940\nNath who had a gun rued at the accused party in self-defence\nand  injured Accused 36, Rambali. Thereafter Accused 10\t and\n16 covered the dead bodies with sugar cane leaves and sprin-\nkled  diesel oil by taking it from the tractor and set\tfire\nto  the\t bodies. Thereafter the accused left  the  scene  of\noccurrence; accused 32 carried away the gun of the  deceased\nPrabhu\tNath.  P.W. 1 thereupon lodged the  F.I.R.  and\t the\npolice\ttook  up  the investigation.  After  completing\t the\ninvestigation,\tP.W.  38 laid the chargesheet in  4  batches\nwhich  gave rise to 4 different sessions trials\t which\twere\ndisposed of by a common judgment by the Sessions Judge.\t All\nthe  accused pleaded not guilty and denied their  complicity\nwith the offence. Accused 36, Rambali admitted his  presence\nand  stated that the sugar-cane belonged to one\t Phunni\t and\nnot to Tirjugi and his men and while Phunni and his men were\ncutting\t the crops, the deceased Prabhu Nath and  other\t de-\nceased persons attempted to forcibly take away the crops and\nduring\tthe course of such attempt, Phunni and his  men\t at-\ntacked\tthe deceased party and that he was shot by  the\t de-\nceased\tPrabhu\tNath when he entreated that the\t sugar\tcane\nshould\tnot  be taken away. Accused 1, 2 and 27\t denied\t the\ncharge of conspiracy contending that they were in prison  on\nthe  date of occurrence consequent upon their conviction  by\nthe railway magistrate.\n    The learned Sessions Judge acquitted 25 accused  persons\nout  of\t the total of 41 accused, viz., 4-6,  11-14,  17-22,\n24-26, 28-32, 35 and 39-41 finding them not guilty of any of\nthe  charges  and  convicted the remaining  16\taccused\t for\nvarious\t offences and passed sentences of the prisonment  in\nrespect of each accused.\n    It\tmay  be mentioned that Accused Nos. 10 and  16\twere\nconvicted under Section 302 read with <a href=\"/doc/999134/\" id=\"a_2\">Section 149</a> I.P.C. and\neach  of them was sentenced to death, besides their  convic-\ntion under <a href=\"/doc/455468/\" id=\"a_3\">Section 307</a> I.P.C.\n    All the convicted accused filed Criminal appeals in\t the\nHigh  Court. The reference made by the Trial Court for\tcon-\nfirmation of the sentence of death imposed on A-I0 and\tA-16\nwas  heard as Referred Case No. 31 of 1976. The\t State\tpre-\nferred appeal under <a href=\"/doc/487026/\" id=\"a_4\">Section 378</a> Cr.P.C. against the  acquit-\ntal  of all the 24 acquitted persons. In the case  of  A-40,\nthe High Court did not grant leave as required under <a href=\"/doc/613293/\" id=\"a_5\">Section\n378(3)</a>,\t Cr.P.C. The High Court disposed of all the  appeals\ninclusive  of the State Appeal and the Referred Case by\t the\ncommon\tjudgment whereby all the criminal appeals  preferred\nby  the\t convicted accused except the  appeal  preferred  by\nRambali\t (A-36)\t was allowed and their\tsentences  were\t set\naside. The State Appeal was dismissed and the referred\tcase\nin view of the acquittal of the accused was rejected.  Hence\nthis\n941\nappeal by the State. The contention of the State is that the\nacquittal  of the accused is not proper and  unwarranted  on\nthe basis of the evidence led in the case.\nDismissing the appeals, this Court,\n    HELD:  When viewed from any angle, the reasons  assigned\nby the High Court for disbelieving the testimony of all\t the\nocular\twitnesses  are\tnot unreasonable.  The\tevidence  is\nambulatory and vasulating besides suffering from insurmount-\nable  infirmities and improbabilities. The totality  of\t the\nevidence  is unworthy of the credence when examined  by\t the\nstandard of yardsticks of credibility. [956G]\n    There  is a deliberate false implication of the  Accused\n1, 2 and 27 to whom overtacts are attributed in Ex. Ka-1. In\nfact, the High Court has gone in great depth into the  facts\nand circumstances of the case and rightly concluded that the\nprosecution  has miserably failed in establishing the  guilt\nof the accused except A-36. [956H: 957A]\n    Suspicion  by  itself however strong it may\t be  is\t not\nsufficient  to take the place of legal proof and  warrant  a\nfinding of guilt of these three accused. [957C]\n    The\t entire evidence is nothing but a  coloured  version\nwith  concocted\t story and exaggerated\taccount\t mixed\twith\nfalsehood  and that the prosecution has miserably failed  to\nmake  out  the\tcharges against all or any  of\tthe  accused\nbeyond\tall reasonable doubt except Rambali (A-36) who\thim-\nself admitted his presence at the scene. [957H; 958A]\n    No doubt it is true that this heinous offence is diabol-\nical  in  conception and executed in  gruesome\tand  ghastly\nmanner.\t It is shocking that 13 persons have been done\taway\nwith in a broad day light in the course of the same transac-\ntion. Nonetheless the Court when satisfied that the evidence\nadduced by the prosecution is not only unworthy of credence,\nbut also manifestly and inextricably mixed up with falsehood\ncannot be carried away merely on the fact of multiplicity of\nvictims and on the bias of speculations and suppositions  in\nthe  confused stream of facts. The High Court  has  apprised\nthe  evidence  in the proper perspective and  arrived  at  a\ncorrect conclusion which is neither perverse nor  unreasona-\nble. [958D-E]\n     Balaka  Singh &amp; Ors. v. State of Punjab, [1975]  4\t SCC\n511, referred to.\n942\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    CRIMINAL APPELLATE JURISDICTION: Criminal Appeal Nos.  5\n17-523 of 1978.\n</p><p data-structure=\"Issue\" id=\"p_2\">    From  the  Judgment\t and Order dated  17.2.1977  of\t the\nAllahabad  High Court in Crl. A. Nos. 1143, Referred No.  31\nof  1976 connected with Crl. A. Nos. 1132, 1133, 1156,\t1158\nof 1976 &amp; Govt. Appeal No. 2129 of 1976.\n</p><p data-structure=\"Issue\" id=\"p_3\">    Prithvi Raj, Dalveer Bhandari and Prashant Choudhary for\nthe Appellant.\n</p><p data-structure=\"Issue\" id=\"p_4\">R.L. Kohli, H.K. Pun and C.P. Lal (NP) for the Respondents.\n    Yogeshwar  Prasad, Ms. Rachna Gupta and P.K.  Bajaj\t for\nthe Complainant.\n</p><p data-structure=\"Precedent\" id=\"p_5\">The Judgment of the Court was delivered by\n    S. RATNAVEL PANDIAN, J. It is a very tragic and pathetic\ncase--tragic  in the sense that 13 persons have been  massa-\ncred in a gruesome and horrendous manner and pathetic in the\nsense  that the culprits burnt the victims of this  barbaric\nact  by covering with sugarcane leaves and  sprinkling\twith\ndiesel\toil. At the same time, we are deeply distressed\t and\npained\tto note that three of the accused persons i.e.\tA-1,\nA-2  and A-27, who were in prison on the date of  occurrence\nare  falsely implicated as having taken part in\t the  occur-\nrence  and  the main witness, Nitya Nand (PW-1) has  made  a\ndeliberate and suborn perjury by naming these three  accused\npersons\t even in the earliest complaint (Ex. Ka-1)  with  an\noblique\t motive\t of obtaining conviction  of  these  accused\nalso.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">    Even  at the threshold, we would like to point out\tthat\nas  the appellant has not furnished the correct list of\t the\narray  of  the accused with reference to each  of  the\tfour\nsessions  trials  in a chronological manner, we\t with  great\ndifficulty have culled out the names of the accused  persons\nand  the  sessions trial case numbers from the body  of\t the\njudgment of the Trial Court and appended a list of the names\nof  the accused as Annexure &#x27;A&#x27; to this judgment so that  we\nmay  not  experience  any difficulty  in  understanding\t and\nappreciating the prosecution case.\n</p><p data-structure=\"Precedent\" id=\"p_7\">    There  were 41 accused in total who took their trial  in\nsessions trial case Nos. A-119, A-160, A-265/74 and  A-27/75\nas indicated by us\n<span class=\"hidden_text\" id=\"span_1\">943</span>\ntO the foot-note to Annexure &#x27;A&#x27;. The Trial Court  convicted\n16 accused under various provisions of the Indian Penal Code\nand the Arms Act and acquitted the remaining 25 accused.  In\nthis  judgment, we are referring to the accused\t persons  in\nthe order, as arrayed in Annexure &#x27;A&#x27;.\n</p><p data-structure=\"Facts\" id=\"p_8\">    Indisputably, 13 persons ranging between 22-25 years  of\nage  were done away with in the occurrence. Two\t other\tper-\nsons,  namely,\tJama (PW-3) and Balai (PW-24)  escaped\twith\ninjuries.  Of  the deceased persons, one by name  Kedar\t be-\nlonged to a village called Baluahi, whereas the rest of\t the\ndeceased  persons belonged to a village called\tDeotaha,  to\nwhich  village\tthe  injured persons  belong.  The  deceased\npersons\t are either the members of the family or  associates\nof the complainant, Nitya Nand (PW- 1) whose father was\t one\namong  the  13 deceased persons. Of the\t accused,  some\t are\ninter-related and the rest are associates.\n    The scene of occurrence lies within the limits of  Nebua\nNaurangia  Police Station in the District of Deoria  in\t the\nstate  of U &#x27;PAt a distance of 10 miles to the west of\tthis\npolice\tstation,  there is a village known as  Bali.  A\t few\nfurlongs to south of Bali, the village Deotaha is  situated.\nThe agricultural area of the village Bali extends up to some\ndistance to the west of village Deotaha. About six  furlongs\nto  the\t west of village Deotaha, there are  two  contiguous\nplots  bearing Nos. 736 and 737 without any  dividing  line.\nThe  occurrence\t in  question took place in  the  very\tsame\nplots.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">    There were two rival factions in the village Deotaha--in\nthat  the deceased persons, their relations  and  associates\nformed one faction and the accused formed the rival faction.\nThere was deep rooted enmity and simmering feelings  between\nthe two groups due to the following incidents.\n</p><p data-structure=\"Precedent\" id=\"p_10\">1.  In a keenly contested Pradhanship election of  the\tvil-\nlage-Deotaha, the first accused became successful.\n</p><p data-structure=\"Precedent\" id=\"p_11\">2.  One of the deceased Prabhu Nath filed a suit as  against\nA-27 (Jangi) for recovery of a sum of Rs.20,000 and the suit\nwas  decreed on A-27&#x27;s admission. At the time of the  occur-\nrence,\tthe execution proceeding in pursuance of the  decree\nwas  pending. In that suit, Kedar one of the deceased was  a\nwitness supporting the cause of Prabhu Nath.\n</p><p data-structure=\"Facts\" id=\"p_12\">3. On 15.5. 1973, the first accused and some others attacked\none\n<span class=\"hidden_text\" id=\"span_2\">944</span>\nRajeshwar  Tiwari during the course of which one  Saheb\t be-\nlonging\t to the accused party was murdered. The\t members  of\nboth the groups were arrested and sent to jail in connection\nwith that occurrence.\n</p><p data-structure=\"Precedent\" id=\"p_13\">4.  After  their  release in the above\tcase,  they  started\ndamaging each other&#x27;s crops. This led to the initiation of a\nsecurity proceeding under <a href=\"/doc/1667403/\" id=\"a_6\">Section 107</a> of the Code of  Crimi-\nnal  Procedure. In that the party of the first\taccused\t was\nbound over.\n</p><p data-structure=\"Precedent\" id=\"p_14\">5. In September 1973, another security proceeding was initi-\nated  under <a href=\"/doc/1914745/\" id=\"a_7\">Section 107</a> of the Code of\tCriminal  Procedure,\nwherein\t A-1,  A-27 and 54 others belonging to\tA-1&#x27;s  party\nwere bound over.\n</p><p data-structure=\"Facts\" id=\"p_15\">    Due to the above consecutive incidents, these two  rival\nfactions were nursing and nurturing their ill feelings which\nwas gaming momentum day by day, ultimately culminating\tinto\nthe  occurrence in question. We shall now give a brief\tnote\nof the prosecution case.\n</p><p data-structure=\"Facts\" id=\"p_16\">    On\taccount\t of the deep-rooted  animosity\tbetween\t the\nparties, the first two accused and Accused No. 27 hatched  a\nconspiracy  with some of their associates to  murder  Prabhu\nNath and his men on 14.1.1974 when they were expected to  be\nengaged\t for  cutting the standing sugar cane in  plot\tNos.\n736,and 737. With an intention of screening himself from any\nprospective  accusation\t the  third  accused  deposited\t his\nlicensed  gun  on 12.1.1974 with an arms dealer\t (PW-28)  at\nGorakhpur.  On the same day, namely, on 12.1.1974  at  about\nnoon accused Nos. 1, 2 and 27 in order to create evidence of\ntheir  alibi entered into an agreement with one S.D.  Dubey,\nwho  was at that time working in the Railways as  Travelling\nTicket Examiner (T.T.E.) and who is shown as Accused No.  40\nin  Annexure &#x27;A&#x27; to do an illegal act, to wit, to  have\t the\ndeceased persons murdered by their associates on 14.1. 1974.\nIn  pursuance of this conspiracy these three accused  (1,  2\nand 27) traveled without tickets by 2 Dn. Mail Train running\nbetween\t Khora\tBhar and Gauri Bazar which stations  lie  on\nGorakhpur-Bhatni  line. As these three accused who  traveled\nas  ticketless passengers did not pay the charges  due\tfrom\nthem to the TTE (Accused No. 40), they as pre-planned,\twere\napprehended  and produced before the Railway  Magistrate  on\n13.1.1974 who convicted them and sentenced them to imprison-\nment till 18.1.1974. Thus these 3 accused were\tincarcerated\nin the Gorakhpur jail till 18.1.1974.\n</p><span class=\"hidden_text\" id=\"span_3\">945</span>\n<p data-structure=\"Facts\" id=\"p_17\">    The\t occurrence in question took place in the  afternoon\nof 14.1. 1974. On the day of occurrence at about 10.00\tA.M.\nall  the  13  deceased persons accompanied  by\ttwo  injured\npersons\t PWs 3 and 24 and few others went to plot  Nos.\t 736\nand  737 for cutting the sugar cane crops raised by  one  of\nthe  deceased--namely  Trijugi and his family  members.\t The\ndeceased  persons had also taken a tractor with the  trolley\nattached  to it for removing the sugar canes. By about\t1.00\nP.M. the entire cane crops had been cut. Some bundles of the\nsugar  canes already cut had been loaded on the trolley.  At\nthis  point of time, about 80-90 persons inclusive of  these\naccused persons armed with lethal weapons such as fire-arms,\nspears, lathes and pharsas surrounded the spot from 3 direc-\ntions,\tnamely, north, east and west and after\tnearing\t the\nfield  started\tfiring shots indiscriminately and  also\t at-\ntacked\tthe  prosecution  party\t with  pharsas,\t spears\t and\nlathes.\t All those persons who were cutting the\t sugar\tcane\ncrops got panicky and started running helter-skelter.  These\nunfortunate 13 deceased persons ran towards north  evidently\nto  save their lives by taking positions behind the  trolley\nand the tractor which were parked just north of the place of\noccurrence. PWs 3 and 24 and some others ran towards  south.\nWhile  so  running PWs 3 and 24 received injuries.  But\t the\nother witnesses, namely, Nitya Nand (PW. 1), Om Prakash (PW.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">6),  Smt. Mala (PW. 11) and Smt. Chandgudi (PW. 12)  escaped\nunhurt.\t They all hid themselves in the fields of Hakim\t and\nParas which lie to the south of the place of occurrence\t and\nwitnessed  the entire orgy of violence therefrom.  The\tcul-\nprits chased these 13 deceased persons like hunters  chasing\nthe  fleeing  beasts  and  ruthlessly  and  indiscriminately\nattacked them. All the 13 persons instantaneously  succumbed\nto  their injuries. The dead bodies were found\tlying  scat-\ntered around the tractor and trolley providing a gory sight.\nDuring the course of the occurrence, it is said that one  of\nthe deceased Prabhu Nath who had a gun fired at the  accused\nparty in self-defence and injured Rambali (Accused No.\t36).\nAccused\t Nos. 10 and 16 covered the dead bodies\t with  sugar\ncane  leaves  and sprinkled diesel oil taken  out  from\t the\ntractor\t and  set  fire to. After  committing  this  heinous\ncrime, all the culprits left the scene of occurrence.  While\nleaving\t the scene, Accused No. 32 carried away the  gun  of\nthe  deceased  Prabhu Nath. The entire occurrence  was\tover\nwithin an hour.\n</p><p data-structure=\"Facts\" id=\"p_19\">    After the accused persons had left the scene, PW-1\twent\nto  the\t police station which is at a distance of  10  miles\nfrom the scene and presented a written complaint (Ex. Ka. 1)\nwhich  was registered at about 2.45 P.M. The  &#x27;chik  report&#x27;\n(The  First  Information Report) is Ex. Ka. 51 the  copy  of\nwhich is Ex. Ka. 52. The Station House Officer\n<span class=\"hidden_text\" id=\"span_4\">946</span>\n(PW-43)\t took  up investigation and proceeded to  the  scene\naccompanied  by\t his head constable  and  other\t constables,\nafter giving instruction to PW-17 to proceed to the scene by\narranging  some vehicles. PW-43 reached the scene of  occur-\nrence  at  4.00 P.M. and examined PWs 3, 24 and\t others\t and\nsent  the  injured witnesses for medical  examination.\tThen\nPW-43 held inquest over the dead bodies and thereafter\tsent\nthe dead bodies for post-mortem examination. After despatch-\ning the dead bodies PW-43 inspected the scene of  occurrence\nand  found marks of pellets on all sides of the trolley\t and\nash of burnt leaves lying around the trolley. The wheels  of\nthe  trolley were also found burnt. Two live cartridges\t and\nseveral\t used and fired cartridges of 12 bore  gun  together\nwith  the pellets and some burnt clothes were found  by\t the\ninvestigating  officer\ton the spot. Patches of\t blood\twere\nfound  at different places. PW-4, the Medical Officer  exam-\nined  the injured witnesses and found on their person  punc-\ntured  wounds  besides\tabrasions. PW-3\t had  two  gun\tshot\nwounds. The Doctor had noted the injuries. in Exhibits\tKa-5\nand  Ka-6. The Medical Officers, namely PWs 2, 9, 10 and  46\nconducted  necroscopy on the dead bodies and  noted  various\nkinds  of  injuries such as incised  wounds,  lacerated\t in-\njuries, contusions and gun shot wounds etc. There was super-\nficial\tburn  on the dead bodies indicating  that  the\tdead\nbodies\twere  set fire to. PW-43 searched  for\tthe  accused\nmentioned  in  the F.I.R., but none was available.  Then  he\ntook  proceedings  under <a href=\"/doc/449333/\" id=\"a_8\">Sections 87</a> and <a href=\"/doc/719844/\" id=\"a_9\">88</a> of the  Code  of\nCriminal  Procedure  (old). He arrested Accused\t No.  39  on\n16.1.1974 and seized his licensed gun. Accused Nos. 3 and 16\nwere  arrested in the house of Accused No. 38. A rifle\t(Ex.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">11)  and a gun (Ex. 12) were seized by PW-43 from the  house\nof  Accused No. 38. On 16.1.1974, the sub  Inspector,  PW-43\nwas suspended. Thereafter the investigation was taken up  by\nthe Circle Inspector of Police on 17.1. 1974.  Subsequently,\non 21.1. 1974 the investigation was entrusted to the  C.I.D.\nBranch.\t PW-38, an Inspector of that branch took up  further\ninvestigation. During the investigation he came to know that\nRambali (Accused No. 36) was admitted to Gorakhpur Hospital,\nbut  slipped  away from the hospital.  on  18.1.1974.  PW-38\ncollected evidence about the arrest of Accused Nos. 1, 2 and\n27 by the T.T.E. while the latter found these three  accused\ntravelling  without  tickets on 12.1.1974. He sent  the\t two\ncartridges  recovered  from the place of occurrence  to\t the\nballistic expert, who opined that the same should have\tbeen\nfired  by  rifle (Ex. 11). Some of the\taccused\t surrendered\nbefore\tthe court on different dates. After  completing\t the\ninvestigation, PW-38 laid the chargesheet in 4 batches which\ngave rise to 4 different sessions trials which were disposed\nof  by\tthe learned Sessions Judge by this  impugned  common\njudgment.\n</p><span class=\"hidden_text\" id=\"span_5\">947</span>\n<p data-structure=\"RespArg\" id=\"p_21\">    All\t the  accused pleaded not guilty  and  denied  their\ncomplicity  with the offence in question.  Rambali  (Accused\nNo. 36) admitted his presence and stated that the sugar cane\ncrops  belonged\t to one Phunni and not to  Tirjugi  and\t his\nrelations and that while Phunni and his men were cutting the\nsugar  cane  crops, the deceased Prabhu Nath and  the  other\ndeceased persons attempted to forcibly taking away the crops\nand  during the course of such attempt, Phunni and  his\t men\nattacked  the  deceased party and that he was  shot  by\t the\ndeceased  Prabhu Nath when he entreated that the sugar\tcane\ncrops of Phunni should not be taken away. Accused nos. 1,  2\nand 27 denied the charge of conspiracy and stated that\tthey\nwere  in  prison on the date of occurrence  consequent\tupon\ntheir  conviction  recorded by the  Railway  Magistrate\t for\ntheir ticketless travelling.\n</p><p data-structure=\"Facts\" id=\"p_22\">    The\t prosecution in all examined 53 witnesses and  filed\nnumber\tof documents. The accused examined DWs 1-7.  Of\t the\nwitnesses examined by the prosecution, PWs 1, 3, 6, 11,\t 12,\n20  and\t 24 are ocular witnesses. It may be  mentioned\there\nthat  PW-20 has been treated as hostile as he has  not\tsup-\nported\tthe prosecution case. Of these witnesses, PWs 3\t and\n24 were injured witnesses. One Ganga Prasad Pande  mentioned\nas  an\teye witness in the F.I.R. was examined\tas  a  court\nwitness\t (C.W.\t1) and he did not  support  the\t prosecution\nversion.  The  learned\tTrial Judge believing  the  plea  of\naccused\t Nagendra alias Tara (A.4) on the basis of the\tevi-\ndence  of DW. 1 (Dr. Krishna Swarup) found this\t accused  as\nhaving\tnot  participated  in the  occurrence.\tHowever,  he\nspurned\t the  plea of defence put forth by rest of  the\t ac-\ncused.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">    The\t learned Sessions Judge for the discussions made  in\nhis  judgment acquitted 25 accused persons out of the  total\nof 41 accused, namely, 4-6, 11-14, 17-22, 24-26, 28-32,\t 35,\n39-41  finding\tthem not guilty of any of  the\tcharges\t and\nconvicted  the rest of the 16 accused under various  charges\nand sentenced them as hereunder:\n</p><blockquote id=\"blockquote_1\">    Accused Nos. 1, 2 and 27 were sentenced to life  impris-\nonment under <a href=\"/doc/1983271/\" id=\"a_10\">Section 302</a> read with <a href=\"/doc/513074/\" id=\"a_11\">Sections 109</a> and <a href=\"/doc/1128948/\" id=\"a_12\">120\t (B)</a>\nIPC and Accused Nos. 3, 7, 8, 15, 23, 33, 34, 36 and 37 were\nconvicted  under <a href=\"/doc/1983271/\" id=\"a_13\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_14\">Section 149</a>  IPC\t and\nsentenced to imprisonment for life and in addition to  that,\nthese  9 accused were convicted under <a href=\"/doc/455468/\" id=\"a_15\">Section 307</a> read\twith\n<a href=\"/doc/999134/\" id=\"a_16\">Section\t 149</a> IPC and each of them was sentenced\t to  undergo\nrigorous imprisonment for a period of 4 years. Accused No. 9\nwas convicted under <a href=\"/doc/1560742/\" id=\"a_17\">Section 302 (simpliciter)</a> and  sentenced\nto  life imprisonment and convicted under <a href=\"/doc/455468/\" id=\"a_18\">Section 307</a>  (sim-\npliciter) and sentenced to 5 years rigorous imprisonment. In\naddition to that, A. 9 was con-\n</blockquote><span class=\"hidden_text\" id=\"span_6\">948</span>\n<blockquote id=\"blockquote_2\">victed\tunder  <a href=\"/doc/244673/\" id=\"a_19\">Section 27</a> of the Arms Act and  sentenced  to\nrigorous  imprisonment\tfor a period of two years  and\talso\nunder Section 147 for a period of one year.\n</blockquote><blockquote id=\"blockquote_3\">    Accused Nos. 10 and 16 were convicted under Section\t 302\nread with <a href=\"/doc/999134/\" id=\"a_20\">Section 149</a> IPC and each of them was sentenced  to\nthe extreme penalty of law, namely, death. These two accused\nA.  10 and A. 16 were also convicted under Section 307\tread\nwith  <a href=\"/doc/999134/\" id=\"a_21\">Section  149</a>  IPC and each of them  was  sentenced  to\nrigorous imprisonment for a period of 5 years.\n    Accused Nos. 3, 7, 8, 10, 15, 16, 23, 33, 34, 36 and  37\nwere  convicted under <a href=\"/doc/763672/\" id=\"a_22\">Section 148</a> IPC and each of  them\t was\nsentenced  to undergo rigorous imprisonment for a period  of\none  and  half\tyears. Apart from this,\t all  the  convicted\naccused\t persons  except Accused Nos. 1, 2, 27 and  38\twere\nconvicted  under Section 201 read with <a href=\"/doc/999134/\" id=\"a_23\">Section 149</a>  IPC\t and\neach  of them was sentenced to rigorous imprisonment  for  a\nperiod of 4 years. Added to that, all these accused  except-\ning  the  above four were convicted under <a href=\"/doc/1552733/\" id=\"a_24\">Sections  435</a>\t and\n<a href=\"/doc/222396/\" id=\"a_25\">427</a>,  IPC and sentenced each one of the accused\t to  undergo\nrigorous  imprisonment for one year under each of these\t two\ncharges. Accused No. 37 was also convicted under <a href=\"/doc/244673/\" id=\"a_26\">Section  27</a>\nof the Arms Act and sentenced to undergo rigorous  imprison-\nment for a period of two years.\n</blockquote><blockquote id=\"blockquote_4\">    All\t the  convicted accused filed Criminal\tAppeal\tNos.\n1132, 1133, 1143, 1156, 1157 and 1158 of 1976. The reference\nmade by the Trial Court for confirmation of the sentence  of\ndeath  imposed\ton A. 10 and A. 16 was heard as\t a  Referred\ncase  No.  31 of 1976. The State preferred an  appeal  under\n<a href=\"/doc/487026/\" id=\"a_27\">Section\t 378</a> of Cr.P.C. against the acquittal of all the  24\nacquitted persons. It may be mentioned at this juncture that\nthe High Court did not grant leave as required under <a href=\"/doc/613293/\" id=\"a_28\">Section\n378(3)</a>\tof  the Code of Criminal Procedure to  entertain  an\nappeal against the acquittal of S.D. Dubey (A. 40). The High\nCourt  disposed\t of  these appeals inclusive  of  the  State\nappeal and the Referred case by the common impugned judgment\ndated 17.2.1977, allowing all the criminal appeals preferred\nby all the convicted accused except the appeal preferred  by\nRambali\t (A. 36) and setting aside the convictions  and\t the\nsentences  of  those whose appeals were allowed.  The  State\nappeal was dismissed. The referred case was rejected  conse-\nquent upon the acquittal of A. 10 and A. 16.\n</blockquote><blockquote id=\"blockquote_5\">    The State on being dissatisfied with the impugned  judg-\nment of he High Court, has preferred as many as seven crimi-\nnal appeals as\n<span class=\"hidden_text\" id=\"span_7\">949</span>\ndetailed in the table given below:\n</blockquote><blockquote id=\"blockquote_6\">S1. No.\t     Criminal Appeal No.    The Accused concerned.\n</blockquote><blockquote id=\"blockquote_7\">1.\t      517/78\t\t\t A. 10 and A. 16\n</blockquote><blockquote id=\"blockquote_8\">2.\t      518/78\t\t\tA.38\n</blockquote><blockquote id=\"blockquote_9\">3.\t      519/78\t\t\tA. 1, A.2 &amp; A.27\n</blockquote><blockquote id=\"blockquote_10\">4.\t  520/78\t      A.3, A.7, A.8, A.9, A. 15,\n\t\t\t      A.23 &amp; A.33.\n</blockquote><blockquote id=\"blockquote_11\">5.\t  521/78\t     A. 37\n</blockquote><blockquote id=\"blockquote_12\">6.\t  522/78\t     A.34 &amp; A.36\n</blockquote><blockquote id=\"blockquote_13\">7.\t  523/78\t      A. 4-6. A. 11 - 14, A. 17-22,\n\t\t\t      A.24-26, A.28-32, A.35\n\t\t\t      A.39 &amp; A.41\n    After the grant of special leave, S.D. Dubey, Respondent\nNo. 25 in Criminal Appeal No. 523/78 (Accused No. 40 in\t the\nAnnexure &#x27;A&#x27; to this judgment) filed a petition for rectifi-\n</blockquote><p data-structure=\"Facts\" id=\"p_24\">cation\tin  Miscellaneous  Petition No.\t 210/79\t praying  to\nrecall the leave granted and the nonbailable warrant  issued\nagainst him on the ground that the High Court did not  grant\nleave  to  the State for preferring an\tappeal\tagainst\t his\norder  of  acquittal. This Court by  order  dated  23.1.1979\ndeleted\t the  name of S.D. Dubey from the array of  the\t re-\nspondents  in  Criminal Appeal No. 523/78  and\trevoked\t the\nspecial\t leave granted so far as he was concerned  and\talso\ndischarged  the unbailable warrant issued against  him.\t The\nresult is that there is no appeal against A. 40.\n    It\tseems that the complainant in all these appeals\t has\nfiled Criminal Miscellaneous Petition Nos. 3621-3627 of 1989\nfor  impleading\t him as a party. Natarajan, J. (as  he\tthen\nwas)  by  an  order dated 14.9.1989 passed  an\torder,\t&quot;The\ncounsel\t for  the complainant may be heard at  the  time  of\nheating\t of the appeal.&quot; Mr. Prithvi Raj, Sr.  Advocate\t as-\nsisted\tby  Mr.\t Dalveer Bhandari and  another\tappeared  on\nbehalf of the appellant/state. Mr. R.L. Kohli, Sr.  Advocate\nassisted by Mr. H.K. Puri and another appeared on behalf  of\nthe respondents. Mr. Yogeshwar Prasad, Sr. Advocate assisted\nby two advocates appeared on behalf of the complainant.\t Mr.\nPrithvi\t Raj after taking us very meticulously\tthrough\t the\njudgment of the Trial Court as well as of the High Court and\nthe evidence of some of the witnesses presented a very\n<span class=\"hidden_text\" id=\"span_8\">950</span>\ncomprehensive  and  detailed analysis of the case  with\t the\ncircumstances, surrounding it and made the following submis-\nsions:\n</p><blockquote id=\"blockquote_14\">1. The High Court has erroneously set aside the\t convictions\nrecorded by the Trial Court without adverting to the intrin-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_25\">sic&#x27;  value of the evidence of the eye witnesses who  speaks\nabout the motive as well the actual occurrence in  question,\nwhich took place in the broad day light of 14.1. 1974.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">2. There is abundant and overwhelming evidence both oral and\ndocumentary conclusively establishing the long standing\t and\ndeep  rooted animosity for the accused persons\tto  brutally\nattack the prosecution party.\n</p><p data-structure=\"Precedent\" id=\"p_27\">3. The High Court is not justified in rejecting the testimo-\nny  of the ocular witnesses especially of PWs 3 and 24,\t who\nwere  injured and whose presence at the scene of  occurrence\ncannot\tbe doubted, merely on the ground that they were\t all\npartisan witnesses.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">4.  The\t nature of the injuries sustained  by  the  deceased\npersons as well by PWs 3 and 24 unmistakenly corroborate the\nevidence of the eye witnesses that all the victims have been\nindiscriminately and ruthlessly attacked with deadly weapons\nsuch as fire-arms, spears, pharsas, lathes etc.\n</p><p data-structure=\"CDiscource\" id=\"p_29\">5. Both the Trial Court and the High Court without  appreci-\nating  the evidence adduced as against the acquired  persons\nconcerned in Criminal Appeal No. 523/78 has wrongly recorded\nthe order of acquittal which is liable to be set aside.\n    Before  entering into a detailed discussion of the\toral\nand documentary evidence, we may point out certain incontro-\nvertible facts. The time of occurrence, the place of  occur-\nrence  and the manner of attack are all not in\tdispute.  It\nseems that the learned Trial Judge himself had made a  local\ninspection  and visited the place of occurrence\t on  11.4.76\nand he was satisfied with the evidence regarding the  topog-\nraphy of the scene.\n</p><p data-structure=\"CDiscource\" id=\"p_30\">    So\tfar  as\t the motive is concerned,  we  have  clearly\nstated\tin  the narrative portion of the judgment  that\t the\nprosecution party and the accused party were on war path  on\naccount of a series of incidents over a considerable  length\nof time. The evidence--both oral and docu-\n</p><span class=\"hidden_text\" id=\"span_9\">951</span>\n<p data-structure=\"Precedent\" id=\"p_31\">mentary--demonstrably  establish that each one was  out\t for\nthe  blood  of another. The very fact that 13  persons\thave\nbeen done away with by an inhuman, archaic and drastic\tmode\nof execution indicates that the culprits whoever they  might\nhave  been should have been fomenting their hatred and\tpre-\nplanned to perpetuate this heinous crime on that  particular\nday.  According to the prosecution, the perpetrators of\t the\ncrime were numbering between 80 to 90. When the victims\t and\nthe  witnesses\tstarted running away  apprehending  imminent\ndanger to their lives, they were chased by the\tperpetrators\nof  the\t crime\tand attacked ruthlessly\t by  deadly  weapons\nincluding fire-arms. The prosecution case is that except the\nfather of PW-1, Prabhu Nath who was armed with a gun  others\nwere  armless. PW-1 speaks about the entire motive  for\t the\noccurrence.  On a careful analysis of the evidence, we\thave\nno  reservation in holding that there was  bitter  animosity\nbetween\t the  prosecution and accused parties  and  as\tsuch\nthere was sufficient motive on the part of the accused party\nto  attack the prosecution party. But at the same time,\t one\nshould not lose sight of the fact that the prosecution party\nwhich  was  also entertaining the same amount  of  animosity\nagainst the accused party had sufficient motive to implicate\nall  the leading persons of the accused party with  the\t of-\nfence  in question. As repeatedly said, motive is  a  double\nedged  weapon  and that it could be made use  of  by  either\nparty  to  wield that weapon of motive against\teach  other.\nTherefore, the key question for consideration is whether the\nprosecution has convincingly and satisfactorily\t established\nguilt  of  all or any of the accused beyond  all  reasonable\ndoubt by letting in reliable and cogent evidence.\n    Regarding  the  conspiracy\tthat is said  to  have\tbeen\nhatched\t on  12.1.74  among A. 1, A.2 and  A.27\t with  three\nothers--A.28,  A.29 and A.34 we have to scrutinise the\tevi-\ndence  of  PWs\t5, 8, 15 and DW 5. The Trial  Court  in\t its\njudgment has found A. 1, A.2 and A.27 guilty under  Sections\n302  read with 109 and read with 120(B) and  sentenced\tthem\nfor  life, though has not placed much reliance on  the\tevi-\ndence of PWs 8 and 15. In this connection, we may state that\nDW-5,  ,the  Assistant Station Master was examined  only  to\ndiscredit the testimony of PW-8.\n</p><p data-structure=\"CDiscource\" id=\"p_32\">    PW-5  was  the Railway Magistrate  during  the  relevant\nperiod.\t PW-29 was a Travelling Ticket Inspector  and  PW-39\nwas a constable. According to them, A. 1, A.2 and A.27\twere\ncaught\tas  ticketless travellers by S.D. Dubey\t (A.40)\t and\nproduced  before PW-29, who in turn handed over them to\t PW-\n</p><p data-structure=\"Precedent\" id=\"p_33\">39. These three accused were detained at the waiting room of\nBhatini\t Railway Station on the night of 12.1.1974 and\tpro-\nduced before PW-5 on 13.1.1974 who convicted and\n<span class=\"hidden_text\" id=\"span_10\">952</span>\nsentenced  them to imprisonment till 18.1.1974. These  three\naccused themselves admit their conviction and  imprisonment.\nBut would this piece of evidence coupled with the  animosity\nthat  existed between the two groups be sufficient  to\tcon-\nclude  that the three accused have conspired to commit\tthis\noffence9  No  doubt, this impelling circumstance  creates  a\nstrong\tsuspicion against A. 1, A.2 and A.27 as\t to  whether\nthey  had voluntarily got themselves arrested by creating  a\ncircumstance presumably due to some pre-arrangement so\tthat\nthis circumstance might serve as a plea of alibi. It is well\nsaid  that  suspicion, however strong it may be,  it  cannot\ntake the place of legal proof. Therefore, from this  circum-\nstance the Court cannot be justified in drawing an inference\nthat these three accused had hatched a conspiracy to  commit\nthis  offence.\tThere is absolutely no evidence\t that  these\n,three\taccused\t had any conversation  among  themselves  to\ncommit\tthis  offence or they pre-planned to  involve  them-\nselves in the offence of ticketless travelling so that\tthey\nmight  escape their involvement with the offence.  One\tmore\ncircumstance,  relied upon by the prosecution in  attempting\nto prove the conspiracy, is the deposit of the gun by A.2 on\n12.1. 1974 with PW 28, an arms dealer of Gorakhpur. But\t the\nprosecution miserably fails in this attempt also because  it\nis in evidence that the gun licence of A.2 had already\tbeen\nsuspended.  Evidently  A.2  had thought\t it  appropriate  to\ndeposit his gun with an arms dealer for the sake of  safety.\nTherefore,  that conduct of A.2 in depositing the gun  could\nnot be taken as a circumstance proving the conspiracy to any\nextent. The High Court has rightly rejected the case of\t the\nprosecution  on this aspect and dismissed the case  of\tcon-\nspiracy\t and consequently set aside the conviction of  these\nthree  accused under Section 302 read with <a href=\"/doc/513074/\" id=\"a_29\">Sections 109</a>\t and\n<a href=\"/doc/1128948/\" id=\"a_30\">120(B)</a>, IPC.\n</p><p data-structure=\"Conclusion\" id=\"p_34\">    We\tshall  now deal with the evidence  relating  to\t the\nactual occurrence. The prosecution examined PWs 1, 3, 6, 11,\n12,  20\t and 24 as eye witnesses to the occurrence.  Of\t the\nabove  witnesses,  PW-20, who is the son of one of  the\t de-\nceased has resiled from his earlier statement and as such he\nwas  treated  as a hostile witness. As has  been  repeatedly\nstated\tin  the earlier part of the judgment, PWs 3  and  24\nwere  injured  during the occurrence. We shall\texamine\t the\nevidence  of these eyewitnesses one by one subjecting  their\ntestimony to strict scrutiny.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">    PW-I is none other than the son of deceased Prabhu\tNath\nTiwari, who is said to have been armed with a gun and  fired\nat  Rambali  (A.36). He claims to have been present  at\t the\nspot  of occurrence from beginning to end and to  have\twit-\nnessed\tthe entire occurrence and also identified all  these\naccused persons as active participants along with\n<span class=\"hidden_text\" id=\"span_11\">953</span>\nsome others. It is his evidence that he along with the other\nwitnesses  ran towards south and took shelter in the  nearby\nfield where from he witnessed the occurrence. After all\t the\nmiscreants had left the scene he was the person who went  to\nthe  police station with a written complaint (Ex. Ka-1)\t and\nset  the  law in motion. In Ex. Ka-1,  PW-1  has  implicated\naccused Nos. 1, 2 and 27 along with others assigning specif-\nic  overtact to accused Nos. 1 and 2 stating that they\twere\narmed with a pistol and a gun respectively and fired at\t the\nprosecution  party  though has not attributed  any  specific\novertact to A.27 against whom PW- 1 was not entertaining  so\nmuch  of animosity as in the case of A. 1 and  A.2.  Besides\nattributing  the  above\t overtacts, he has  averred  in\t the\nearliest  document Ex. Ka-1, that accused Nos. 1 and  2\t ex-\nhorted and incited his associates to bounce upon the  prose-\ncution\tparty and to attack. On a very close examination  of\nthe  testimony\tof  PW-1, we are disinclined  to  place\t any\nreliance  much less safe reliance on his testimony for\tmore\nthan one reason.\n</p><p data-structure=\"CDiscource\" id=\"p_36\">    Firstly,  PW-1  who is the son of deceased\tPrabhu\tNath\nTiwan  and grand-son of the deceased Tirjugi and  nephew  of\ndeceased Damodar is not only much interested in the prosecu-\ntion case, but is anemically disposed towards accused party.\nThe  sugar cane crops which was the subject matter for\tthis\noccurrence  was\t owned by his grand-father Tirjugi  and\t his\nfamily\tmembers. Secondly, the absence of any injury on\t his\nperson creates a grave doubt about his presence in the scene\nof occurrence. Thirdly, PW-1 has not only given an  exagger-\nated  version in Ex. Ka-1 but also deliberately and  falsely\nimplicated A. 1, A.2 and A.27 as having actively participat-\ned  and shot at the deceased. Fourthly, his explanation\t now\noffered by him that he gave the names of these three accused\npersons\t since he overheard during the occurrence the  Other\naccused\t shouting  &quot;Paras Avo, Sharda Avo, Jangi  Babu\tAvo&quot;\n</p><blockquote id=\"blockquote_15\">which explanation is summarily rejected both by the Trial as\nwell  the  High Court. Fifthly, in Ex. Ka-1,  PW-I  has\t not\ngiven  the  names of the fathers of any one of\tthe  accused\npersons. Sixthly, even assuming, but not conceding that PW-I\nwas  present  at the scene of occurrence,  he  when  fleeing\ntowards south for his life on seeing the accused party\twith\nthe  strength  of  nearly 80-90 persons\t armed\twith  deadly\nweapons could not have witnessed any part of the  occurrence\nespecially  when all the accused were moving towards  north.\nSeventhly,  it\twould  not have been possible  for  PW-1  to\nprepare Ka-1 on his own, but this document should have\tbeen\nbrought into existence on account of some deliberations\t and\nconsultations  with  some  of the people  belonging  to\t his\nfaction.  Eighthly, there is no guarantee to believe even  a\npart of his evidence when he goes to the extent of making\n<span class=\"hidden_text\" id=\"span_12\">954</span>\ndeliberate  false  implication of accused  persons  who\t are\nproved\tto  have been in prison at the time  of\t occurrence.\nNinthly,  the  entry in the General  Diary  dated  17.1.1974\nmarked\tas  Ex. C-1 reveals that the  investigating  officer\nrecorded the statement of the witnesses only on 15.1.  1974.\nIt  may\t be recalled that the first  investigating  officer,\nPW-43 was suspended on 16.1.1974.\n</blockquote><blockquote id=\"blockquote_16\">    It\tis surprising that though Ex. Ka-1 does not  contain\nthe names of the fathers of any one of the accused Ex. Ka-51\n(First Information Report) prepared on the basis of Ex. Ka-1\ncontains  the names of the fathers of all the  accused\tper-\nsons.  The only explanation given by the head constable\t Ram\nHausila Pandey is that he incorporated the fathers&#x27; names on\nan  enquiry from others is totally unacceptable. Some  doubt\nis  created about the veracity of Ex. Ka-1 on the  basis  of\ncertain corrections made thereon. Though the Trial Court was\ninclined  to  rely  upon the evidence of  PW-1\tdespite\t the\npatent infirmities, the High Court has rejected his evidence\nin toto for just reasons.\n</blockquote><blockquote id=\"blockquote_17\">    PW-6 is the son of Rajeshwar Tiwari, who was one of\t the\ncounter petitioners on the side of the prosecution party  in\nthe security proceedings. This Rajeshwar Tiwari is the\treal\nbrother of Tirjugi, the deceased. PW-6 was interrogated\t for\nthe  first  time  by  the  investigating  officer  only\t  on\n17.1.1974. The High Court has observed that this witness was\nthrust\tinto  service only at a later stage to serve  as  an\nocular\twitness. The accused in their defence has  attempted\nto show on the basis of the evidence of CW. 1 that PWs 1 and\n6 were residing far away from the scene of the occurence and\nthat  they were not present at the scene. But as CW.  1\t has\nnot  supported the prosecution version, much weight was\t not\nattached  to this evidence. However, the conduct of PW-6  in\nnot going to the police station and not being available\t for\nexamination  till  17.1.1974 leads to an inference  that  he\nwould have been made as an eye-witness to the occurrence  at\na belated stage. This witness too as PW-1 ran towards  south\nand did not sustain any injury. Hence we are in total agree-\nment  with the High Court that PW-6 is pressed into  service\nto  serve  as an eye-witness. PW-11 has\t admitted  that\t her\nparents used to take loans from Prabhu Nath Tiwari and\tthat\nshe  was  residing in the house of Rajeshwar Tiwari  as\t his\nservant.  The evidence of PW-11 is contradictory to that  of\nPWs  3 and 24, in that PW-11 has deposed that PWs 3  and  24\nwere  found going towards east on the road which is not\t the\nprosecution case. Though this contradiction seems to be very\ntrivial, in the context of the case it assumes some signifi-\ncance  in  examining the presence of the  witnesses  at\t the\nscene.\tPW- 12 is the mother of deceased Ram Vilas. She\t has\nadmitted that her\n<span class=\"hidden_text\" id=\"span_13\">955</span>\n    husband&#x27;s sister had taken loan from Rajeshwar Tiwari in\nlieu  of which\t her husband had given 12 bighas of land  to\nRajeshwar  Tiwari. According to these two witnesses (PWs  11\nand 12), the accused persons after firing certain shots\t did\nnot  use  their\t gun, but attacked  the\t victims  only\twith\nspears, pharsas and lathis. The High Court has given  cogent\nand\n    convincing reasons to discard the testimony of these two\nwitnesses   also.\n</blockquote><blockquote id=\"blockquote_18\">      Now  we  are left with the testimony  of\tthe  injured\nwitnesses  PWs 3 and 24 on whose evidence Mr.  Prithvi\tRaj,\nlearned\t counsel appearing for the State placed\t much  reli-\nance.\n</blockquote><blockquote id=\"blockquote_19\">      PW-4,  the Medical Officer has testified to  the\tfact\nthat he\t  examined PW-3 at 9.15 A.M. on 15.1.1974 and  noted\na  punctured wound on the left scapula, an incised wound  on\nthe  left  buttock,  two gun shot wounds  one  on  the\tleft\nknee--another on outer side and middle of the left  shoulder\nand an abrasion on the left thigh. According to the  Medical\nOfficer,  the  injuries were of a day-old. He  issued\t the\nWound  Certificate Ex. Ka-5. The same Medical Officer  exam-\nined PW-24 at about 9.30 A.M. on 15.1.1974 and found on\t his\nperson\ttwo abrasions, one contusion, a swealing  and  three\ngun shot wounds--one on the right scapula region, the  other\nbelow  iliac crest and the third one near the  fight  elbow.\nEx. Ka-6 is the Wound Certificate.\n</blockquote><blockquote id=\"blockquote_20\">      The very fact that these two witnesses have  sustained\ncertain gun shot wounds probabilities the presence of  these\ntwo  witnesses\tat or about the time of\t occurrence  at\t the\nscene.\tTherefore, their evidence  might command  acceptance\nprovided their evidence inspires confidence in the minds  of\nthe  Court and that the said evidence is free from  any\t in-\nfirmity.\n</blockquote><blockquote id=\"blockquote_21\">       PW-3 was a servant of Rajeshwar Tiwari. According  to\nthe prosecution, these two witnesses were standing almost at\nthe centre of the  eastern side of the scene field at  which\npoint they received injuries and  thereafter took shelter in\nthe field of one Hakim. PW-3 mentions the  names of  accused\nNos.  3,  5-11, 15, 16, 18, 22, 23, 25, 26,  28,  30,  33-37\nand 41, the total number of which is 23 of whom 11 have been\nacquitted  by  the Trial Court itself. PW-24 had  named\t six\naccused\t persons  of whom Jhullar (A. 17) is  said  to\thave\nassaulted  him. A. 17 is acquitted by  the Trial  Court.  It\nshows that the Trial Court had not placed complete  reliance\non  the testimony of these two witnesses. According to\thim,\nhe  and PW-24 were examined by the Sub-Inspector, PW-43\t and\nsent for   medical examination. But it is surprising to note\nthat both these\n<span class=\"hidden_text\" id=\"span_14\">956</span>\nwitnesses were medically examined after a delay of 21  hours\non 15.1. 1974 at about 9.30 A.M. No explanation is forthcom-\ning as to why there was such a delay of medical\t examination\nof these two witnesses who are said to have been sent to the\nhospital  immediately after examination by PW-43. The  entry\nEx.  C. 1 in the General Diary of 17.1.1974  evidently\tmade\nafter  suspension  of  PW-43 shows that\t the  statements  of\nwitnesses were recorded on 15.1.1974. This entry is  diamet-\nrically\t in opposition to the evidence of not only of  these\ntwo witnesses but also of PW-43 who is said to have examined\nthe  witnesses at the spot on the evening of  14.1.1974\t it-\nself.\n</blockquote><blockquote id=\"blockquote_22\">    PW-24  has\tadmitted that he was  suffering\t from  total\nblindness  in his right eye and poor sight in his  left\t eye\nand he was suffering from eye blindness since 4-5 years.  He\nadmitted  that\the could not see as to who  assaulted  whom.\nLater on he stated that he had not seen any accused by their\nface and even the accused named by him were recognised\tonly\nby  their  voice. It is found in the judgment  of  the\tHigh\nCourt that PW-24 was cross-examined by the public prosecutor\nhimself\t which\tcircumstance indicates that  PW-24  has\t not\nsupported the prosecution version. It is the evidence of the\ninvestigating officer that he did not find any blood at\t the\nplace where these two witnesses were allegedly lying. It  is\nunder these circumstances the High Court was disinclined  to\nplace  any reliance on the evidence of these  two  witnesses\nwho  are indisputably partisan witnesses. It is pointed\t out\nby  the\t High Court that the entry in Ex. C-  1\t giving\t the\ndetails\t of  the  investigation\t carried  on  by  PW-43\t  on\n14.1.1974  does not indicate that the investigating  officer\ncontacted and interrogated these two witnesses on  14.1.1974\nitself.\t The only inference that would follow is that  these\ntwo witnesses even admitting that they had received injuries\nat the scene field as pointed out by the High Court--rightly\ntoo in our view--might have run away to the village and were\ncontacted  by  the police only on the next day. So  on\tsafe\nreliance  can be placed on the testimony of these  two\twit-\nnesses.\n</blockquote><blockquote id=\"blockquote_23\">    When viewed from any angle, we are of the firm view that\nthe reasons assigned by the High Court for disbelieving\t the\ntestimony of all the ocular witnesses are unreasonable.\t The\nevidence is ambulatory and vasulating besides suffering from\ninsurmountable infirmities and improbabilities. The totality\nof the evidence is unworthy of any credence when examined by\nthe standard of yardsticks of credibility.\n    As\twe have repeatedly pointed out earlier, there  is  a\ndeliberate false implication of the accused Nos. 1, 2 and 27\nto whom overtacts are\n<span class=\"hidden_text\" id=\"span_15\">957</span>\nattributed in Ex. Ka- 1. In fact, the High Court has gone in\ngreat depth into the facts and circumstances of the case and\nrightly concluded that the prosecution has miserably  failed\nin  establishing  the guilt of the accused except  A.36.  In\nspite  of best efforts and great deal of pondering over\t the\nmatter,\t we are unable to disagree with the  conclusion\t ar-\nrived  at  by the High Court in rejecting the  testimony  of\nthese  witnesses whose evidence lacks the guarantee  to\t in-\nspire  the confidence especially when the major\t portion  of\nthe evidence is manifestly false and patently incredible. No\ndoubt,\tthe  circumstances attending the case,\tnamely,\t the\nconduct of A. 1, A.2 and A.27 voluntarily getting themselves\narrested  by A.40 creates suspicion against them.  But\tthat\nsuspicion by itself howsoever strong it may be is not suffi-\ncient to take the place of legal proof and warrant a finding\nof guilt of these three accused.\n</blockquote><blockquote id=\"blockquote_24\">    It\tis pertinent to note that even the charge flamed  by\nthe Trial Court reads as if all the accused inclusive of  A.\n1, A.2 and A.27 formed themselves into an unlawful  assembly\non  14.1.1974  in  the village Bali in\tprosecution  of\t the\ncommon\tobject of committing murder of 13  deceased  persons\nand  disposing of the dead bodies. In such a situation,\t can\nit  be said that there is justification for  convicting\t the\nrest of the accused barring accused Nos. 1, 2 and 27 for the\nspecific  acts\tattributed to them by  the  witnesses  whose\nevidence  is tainted with patent falsehood. The\t observation\nof  the\t High Court reading &quot;All this indicates\t that  Nitya\nNand  (PW-1)  had not seen the occurrence,  that  the  first\ninformation  report was not lodged when it purports to\thave\nbeen  lodged, and, that it came into existence later on\t and\nwas ante-timed&quot; cannot be said to be perverse. Similarly yet\nanother\t observation  reading &quot;Once it is  established\tthat\nsome of the accused persons named by these witnesses had not\nparticipated in the occurrence and have been falsely  impli-\ncated  by them, it will not be safe to place  reliance\tupon\ntheir  testimony regarding the complicity of the  other\t ac-\ncused  nominated by them without corroboration\tin  material\nparticulars  by other reliable evidence, direct or  substan-\ntial&quot; also does not call for interference.\n</blockquote><blockquote id=\"blockquote_25\">    We\twent through the available records placed before  us\nand  examined  them scrupulously and meticulously  with\t all\nseriousness  and  onerous  responsibility cast\tupon  us  in\ngetting\t at the truth, but we regret to say that the  entire\nevidence  is nothing but a coloured version  with  concocted\nstory and exaggerated account mixed with falsehood and\tthat\nthe prosecution has miserably failed to make out the charges\nagainst\t all  or any of the accused  beyond  all  reasonable\ndoubt except\n<span class=\"hidden_text\" id=\"span_16\">958</span>\nRambali\t (A.36)\t who himself admitted his  presence  at\t the\nscene. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1213298\" id=\"span_17\">In this connection, we would like to cite a  decision\nof  this  Court in <a href=\"/doc/1213298/\" id=\"a_31\">Balaka Singh &amp; Ors. v. State\t of  Punjab</a>,\n[1975] 4 SCC 511 wherein the following observation is made.\n&quot;   .....  the Court must make an attempt to separate  grain\nfrom the chaff, the truth from the falsehood, yet this could\nonly be possible when the truth is separable from the false-\nhood.  Where  the grain cannot be separated from  the  chaff\nbecause\t the  grain and chaff are so inextricably  mixed  up\nthat  in the process of separation the Court would  have  to\nreconstruct  an absolutely new case for the  prosecution  by\ndivorcing the essential details presented by the prosecution\ncompletely from the context and the background against which\nthey are made, then this principle will not apply.&quot;</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_37\">    No\tdoubt, it is true that this heinous offence is\tdia-\nbolical\t in conception and executed in gruesome-and  ghastly\nmanner.\t It is shocking that 13 persons have been done\taway\nwith in a broad day light in the course of the same transac-\ntion. Nonetheless the Court when satisfied that the evidence\nadduced by the prosecution is not only unworthy of credence,\nbut also manifestly and inextricably mixed up with falsehood\ncannot be carried away merely on the fact of multiplicity of\nvictims and on the basis of speculations and suppositions in\nthe  confused stream of facts. In our considered  view,\t the\nHigh Court has apprised the evidence in the proper  perspec-\ntive  and arrived at a correct conclusion which\t is  neither\nperverse nor unreasonable.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">    For\t all the reasons stated above, we see no  reason  to\ninterfere  with the findings of the High Court and  dislodge\nthe  same. In the result the judgment of the High  Court  is\nconfirmed  and\tall the appeals preferred by the  State\t are\ndismissed.\n</p><pre id=\"pre_2\">Y.    Lal\t\t\t\t\t     Appeals\ndismissed.\n<span class=\"hidden_text\" id=\"span_18\">959</span>\n\t\t      Annexure &#x27;A&#x27;\n\t      LIST OF THE ACCUSED PERSONS\n1. Parasnath Tiwari\n2. Sharda Prasad\n3. Hausila Tiwari\n4. Nagendra alias Tara\n5. Bishwanath\n6. Mahendra Tiwari\n7. Anirudha Tiwari\n8. Shukhal\n9. Pramhans\n10. Prahlad\n11. Sudama\n12. Jumarati\n13. Shahid\n14. Birjhan\n15. Suryaman Koiri\n16. Moti Ram\n17. Jhullar\n18. Suryabali\n19. Kumar Kewat\n20. Shanker\n21. Ram Asrey\n22. Jamuna Pasi\n23. Harilal\n24. Banwari\n25. Bindsari\n26. Lachman\n<span class=\"hidden_text\" id=\"span_19\">960</span>\n27. Jangi\n28. Jhinnu\n29. Samsher\n30. Jetan\n31. Bramhdoo\n32. Jagdish Tiwari\n33. Durga Pandey\n34. Jagat Narain Misra\n35. Sunder\n36. Rambali\n37. Babu Singh alias Bandhoo Singh\n38. Parasnath Pandey\n39. Ram Naresh Pandey\n40. S.D. Dubey\n41. Kailash\nNote:\n</pre><p data-structure=\"Conclusion\" id=\"p_39\">1. Accused Nos. 1 to 33 were tried in Sessions Trial No.  A-\n119/74.\n</p><p data-structure=\"Conclusion\" id=\"p_40\">2.  Accused Nos. 34-36 were tried in Sessions Trial  No.  A-\n160/74.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">3.  Accused Nos. 37-40 were tried in Sessions Trial  No.  A-\n265/74.\n</p><p data-structure=\"Conclusion\" id=\"p_42\">4. Accused No. 41 was tried in Sessions Trial No. A-27/75.\n</p><span class=\"hidden_text\" id=\"span_20\">961</span>\n\n\n\n","numcites":18,"numcitedby":48,"docsource":"Supreme Court of India","citetid":172188,"divtype":"judgments","relatedqs":[{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"alibi","formInput":"alibi"},{"value":" arms  dealer   ","formInput":"%20arms%20%20dealer%20%20%20"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"arms act","formInput":"arms%20act"},{"value":"section 307","formInput":"section%20307"},{"value":"air 1990 all ","formInput":"air%201990%20all%20"},{"value":"Medical   filter:  (section 389(3) Cr.P.C suspension)","formInput":"Medical%20%20%20filter%3A%20%20%28section%20389%283%29%20Cr.P.C%20suspension%29"},{"value":"deadly weapon","formInput":"deadly%20weapon"},{"value":"conspiracy","formInput":"conspiracy"},{"value":"session trial","formInput":"session%20trial"},{"value":"Gun shot","formInput":"Gun%20shot"},{"value":"tractors ","formInput":"tractors%20"},{"value":"Falsehood","formInput":"Falsehood"},{"value":"gun license ","formInput":"gun%20license%20"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"faction ","formInput":"faction%20"},{"value":"prisoners","formInput":"prisoners"},{"value":"medical examination","formInput":"medical%20examination"},{"value":"grant of leave ","formInput":"grant%20of%20leave%20"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"order-prosecution","formInput":"tag:order-prosecution"},{"value":"appeal-in-case-of-aquittal","formInput":"tag:appeal-in-case-of-aquittal"},{"value":"abetment","formInput":"tag:abetment"}],"courtcopy":true,"query_alert":null,"agreement":false}