{"tid":190060,"publishdate":"2008-08-04","title":"Daler Singh And Another vs State Of Punjab on 4 August, 2008","doc":"<h2 class=\"doc_title\">Daler Singh And Another vs State Of Punjab on 4 August, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-c-puri\">K. C. Puri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-c-puri\">K. C. Puri</a></h3>\n\n<pre id=\"pre_1\">            Criminal Appeal No.157-SB of 1999.\n                      -1-\n\nIn the High Court of Punjab and Haryana at Chandigarh.\n\n                         Criminal Appeal No.157-SB of 1999.\n\n                         Date of decision:4-8-2008\n\nDaler Singh and another.\n\n                                                 ...Appellants.\n\n            Versus\n\nState of Punjab.\n\n                                                 ...Respondent.\n\n            ...\n\nCoram:      Hon&#x27;ble Mr. Justice K. C. Puri.\n\n            ...\n\nPresent:    Mr. L. S. Sidhu Advocate for the appellants.\n\n            Ms. Manjari Nehru, DAG Punjab.\n\n            ....\n\nK. C. Puri, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">Judgment.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">            Under challenge in this appeal is the judgment and order\n\ndated 21.12.1998 whereby the appellants were convicted under <a href=\"/doc/1046310/\" id=\"a_1\">Section\n\n15</a> of the Narcotic Drugs and Psychotropic Substances Act, 1985 (in\n\nshort <a href=\"/doc/1727139/\" id=\"a_2\">NDPS Act</a>) and sentenced to undergo rigorous imprisonment for\n\nten years and to pay a fine of Rs.1,00,000/- and in default of payment\n\nof fine, to undergo further rigorous imprisonment for six months.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">            The prosecution story, in brief, is that on 9.4.1996, a police\n            Criminal Appeal No.157-SB of 1999.\n</p><span class=\"hidden_text\" id=\"span_1\">                     -2-</span><p data-structure=\"Facts\" id=\"p_4\">\n\nparty consisting of SI Faqir Fateh Singh and other police officials\n\nheaded by SHO Rashpal Singh, under the supervision of DSP Mander\n\nSingh, was present at the turning of village Kirian, in the area of village\n\nJauneke on the G.T. Road in connection with special Nakabandi and\n\nchecking of vehicles. One truck bearing No.PB-09-0058 came from the\n\nside of Harike and it was stopped for checking. Accused Daler Singh\n\nwas driving the said truck while accused Sarwan Singh was sitting on\n\nthe bags placed on the marbles loaded in the said truck. On suspicion\n\nthat the bags contained poppy husk, the DSP enquired from the\n\naccused, whether they wanted their truck to be searched in the presence\n\nof some Magistrate or Gazetted Officer. The accused reposed\n\nconfidence in the DSP and then the SI conducted the search of the truck\n\nin the presence of the said DSP. The bags placed on the marbles were\n\nfound having poppy husk. Out of each bag, 250 grams of poppy husk\n\nwas separated as a sample and separate parcels were prepared. The\n\nremaining poppy husk, when weighed came to be 39 Kilograms and\n\n750 grams in each bag. The bags and the samples were sealed\n\nseparately by the DSP with his own seal bearing impression &#x27;MS&#x27;. The\n\nsamples and the case property alongwith the truck were taken into\n\npossession vide a recovery memo attested by the PWs. Ruqqa was sent\n\nto the Police Station on the basis of which formal FIR was registered.\n\n</p><p data-structure=\"CDiscource\" id=\"p_5\">            After the completion of investigation and after the receipt\n\nof report of Chemical Examiner, challan was presented in the Court.\n</p><p data-structure=\"Issue\" id=\"p_6\">             Criminal Appeal No.157-SB of 1999.\n</p><span class=\"hidden_text\" id=\"span_2\">                      -3-</span><p data-structure=\"Section\" id=\"p_7\">\n\n            The accused were charge-sheeted under <a href=\"/doc/1046310/\" id=\"a_3\">Section 15</a> of the\n\nNDPS Act to which they pleaded not guilty and claimed trial.\n\n</p><p data-structure=\"Facts\" id=\"p_8\">            In support of its case, the prosecution examined PW-1 SI\n\nRashpal Singh, PW-2 HC Kuldip Raj, PW-3 Constable Gurmit Singh,\n\nPW-4 SI Faqir Fateh Singh and PW-5 DSP Mander Singh.\n\n</p><p data-structure=\"RespArg\" id=\"p_9\">            In their statements recorded under <a href=\"/doc/767287/\" id=\"a_4\">Section 313</a> Cr.P.C, the\n\naccused denied the prosecution allegations put to them and pleaded\n\nfalse implication. They, however, did not lead any evidence in defence.\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">            After trial, both the accused were convicted and sentenced,\n\nas noticed earlier.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">            Feeling aggrieved with the said judgment, the accused have\n\npreferred the instant appeal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">            Learned counsel for the appellants has submitted that link\n\nevidence is missing in the present case and the appellants are liable to\n\nbe acquitted on that ground.\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\">            He has further submitted that the sample was drawn on\n\n9.4.1996 but the same has been sent for analysis on 23.4.1996. The\n\ndelay in sending the sample has not been explained. It is further\n\nsubmitted that the case property remained in possession of Assistant\n\nMoharrir Head Constable whereas the Moharrir Head Constable has\n\nbeen produced and Assistant Moharrir Head Constable has not been\n\nexamined.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">            It is further contended that the sample      was given to\n               Criminal Appeal No.157-SB of 1999.\n</p><span class=\"hidden_text\" id=\"span_3\">                        -4-</span><p data-structure=\"CDiscource\" id=\"p_15\">\n\nConstable Gurmeet Singh who handed over the same to Constable\n\nGurbir Singh. So, in these circumstances, link evidence is missing.\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">              It is further contended that the ownership of the truck has\n\nnot been proved. The appellants are neither owners nor drivers nor\n\ncleaners of the truck. In these circumstances, conscious possession is\n\nnot proved.\n</p>\n<p data-structure=\"Section\" id=\"p_17\">              It is further that although the provisions of <a href=\"/doc/961083/\" id=\"a_5\">Section 50</a> of\n\nNDPS Act are not attracted but, according to the prosecution version, it\n\nhas complied with the provisions of <a href=\"/doc/961083/\" id=\"a_6\">Section 50</a> of NDPS Act but that\n\ncompliance is not sufficient. Composite consent statement for giving\n\nsearch was prepared. So, the appellants are liable to be acquitted for\n\nnon compliance of <a href=\"/doc/961083/\" id=\"a_7\">Section 50</a> of NDPS Act.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">              It is further submitted that the appellants are illiterate\n\npersons and, according to the prosecution version, they have thumb\n\nmarked the memos. The said memos are inadmissible in evidence, in\n\nview of <a href=\"/doc/494844/\" id=\"a_8\">Section 25</a> of the Indian Evidence Act.\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">              It is further submitted that the place of recovery is not\n\nestablished. According to the prosecution version, the recovery was\n\neffected from the area of village Chirian whereas according to the other\n\nevidence, the recovery was made from the area of village Kirian.\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">              It is further submitted that the prosecution story is doubtful.\n\nThere are material discrepancies regarding the bringing of weights and\n\nmeasures. According to PW-1 Rashpal Singh, HC Rawal Singh brought\n             Criminal Appeal No.157-SB of 1999.\n</p><span class=\"hidden_text\" id=\"span_4\">                      -5-</span><p data-structure=\"RespArg\" id=\"p_21\">\n\nthe weights and scales on the Canter whereas according to PW-4 Faqir\n\nFateh Singh, LC Inderpal brought the weights and scales from Harike\n\non Rehra.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">            It is further submitted that there are discrepancies regarding\n\ntime also. According to the PWs., Naka was held at 12.30 PM whereas\n\nrecovery was effected 15 minutes thereafter but according to the ruqqa,\n\nrecovery was effected at 2.30 PM. So, the prosecution story is doubtful.\n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">            It is further submitted that the seal of DSP after use was\n\nhanded over to PW-4 SI Faqir Fateh Singh. So, there could be\n\npossibility of exchanging the seal for tampering with the case property.\n\n</p><p data-structure=\"PetArg\" id=\"p_24\">            It is further submitted that no independent witness was\n\njoined. Therefore, the prosecution story is doubtful.\n\n</p><p data-structure=\"PetArg\" id=\"p_25\">            The learned counsel for the appellants has further submitted\n\nthat according to the FIR, secret information was received which was\n\nprovided by Dara Singh son of Sajjan Singh, resident of Sabhra, Police\n\nStation Patti. The said person has not been examined. So, non-joining\n\nof independent witness assumes importance.\n</p>\n<p data-structure=\"RespArg\" id=\"p_26\">            The learned Deputy Advocate General, Punjab, has\n\nsupported the judgment of the trial Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">            I have considered the rival submissions made by both sides\n\nand have gone through the record of the case.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">            So far as the submission made by the counsel for the\n\nappellants that the joint consent statement recorded by the Investigating\n             Criminal Appeal No.157-SB of 1999.\n</p><span class=\"hidden_text\" id=\"span_5\">                      -6-</span><p data-structure=\"RespArg\" id=\"p_29\">\n\nOfficer is not legally admissible is concerned, that argument does not\n\nhelp the accused, in any manner.\n</p>\n<p data-structure=\"PetArg\" id=\"p_30\">            The learned counsel for the appellants has himself admitted\n\nthat compliance of <a href=\"/doc/961083/\" id=\"a_9\">Section 50</a> of NDPS Act is not required in case of\n\nrecovery of contraband effected other than from personal search. In\n\nauthority in case Narayanaswamy Ravishankar Versus Assistant\n\nDirector, Directorate of Revenue Intelligence, 2003 Criminal Law\n\nJournal 27 (SC), it has been held that where recovery of contraband is\n\nfrom a suitcase carried by the accused, <a href=\"/doc/961083/\" id=\"a_10\">Section 50</a> of the NDPS Act is\n\nnot attracted.\n</p>\n<p data-structure=\"PetArg\" id=\"p_31\">            The submission made by the counsel for the appellants to\n\nthe effect that since the process of <a href=\"/doc/961083/\" id=\"a_11\">Section 50</a> of NDPS Act was started,\n\nso on that count, it should have been complied with, is also without any\n\nforce. When the law does not require compliance of <a href=\"/doc/961083/\" id=\"a_12\">Section 50</a> of\n\nNDPS Act, in that case, joint consent memo does not vitiate the trial.\n\nAuthorities in cases Pal Singh Versus State of Haryana, 2000(1) All\n\nIndia Criminal Law Reporter 106, Jaswant Versus State of Haryana,\n\n1998(2) Recent Criminal Reports 384 (P&amp;H), Paramjit Singh and\n\nanother Versus State of Punjab, 1996(3) All India Criminal Law\n\nReporter 729 and Abdul Rahiman Versus State of Kerala, 2002(3)\n\nRecent Criminal Reports 404 do not help the appellants as the facts are\n\ndistinguishable from the instant case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">            So far as the submission made by the counsel for the\n            Criminal Appeal No.157-SB of 1999.\n</p><span class=\"hidden_text\" id=\"span_6\">                     -7-</span><p data-structure=\"CDiscource\" id=\"p_33\">\n\nappellants to the effect that link evidence is missing is concerned, the\n\nsame is also without any substance. Mere fact that the sample had been\n\nsent after a few days does not automatically leads to the conclusion that\n\nthere was tampering with the sample. According to the report of\n\nChemical Examiner, the seals on samples were found intact. So, mere\n\nsending the sample late does not create any dent in the prosecution\n\nversion.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">            In authority in case Motia Bai Versus State of Haryana,\n\n2005(3) Recent Criminal Reports 56, it has been held that mere sending\n\nsample after a few days does not create any doubt in the prosecution\n\ncase. In the said authority, the sample was sent after 20 days of\n\nrecovery and there was no evidence of tampering with the sample.\n\nAccording to the report of the Forensic Science Laboratory, the seals\n\nwere intact when the sample reached the Laboratory and conviction\n\nwas up-held.\n</p>\n<p data-structure=\"PetArg\" id=\"p_35\">            The submission made by the counsel for the appellants that\n\nonly MHC has been examined and AMHC has not been examined and\n\non that count, the link evidence is missing, also cannot be accepted.\n\nThere was no necessity for the examination of AMHC as he simply\n\nassists the MHC. The MHC has been examined as a prosecution\n\nwitness. So, it cannot be said that the link evidence is missing.\n\n</p><p data-structure=\"PetArg\" id=\"p_36\">            So far as the submission of counsel for the appellants that\n\nthe sample seal was handed over to Constable Gurbir Singh but said\n              Criminal Appeal No.157-SB of 1999.\n</p><span class=\"hidden_text\" id=\"span_7\">                       -8-</span><p data-structure=\"Conclusion\" id=\"p_37\">\n\nGurbir Singh has not been examined and on that count the prosecution\n\ncase is doubtful is concerned, the same is without any substance. PW-2\n\nHC Kuldip Raj has stated that the sample was handed over to Constable\n\nGurmit Singh which fact is clear from vernacular language. It is only\n\non account of typographical mistake in the English version that the\n\nname of Gurbir Singh has been mentioned. So, the above said\n\ncontention is merit-less.\n</p>\n<p data-structure=\"PetArg\" id=\"p_38\">             So far as the submission of counsel for the appellants that\n\nthe ownership of the vehicle has not been proved and on that count, the\n\nprosecution story is doubtful is concerned, the same is also without any\n\nsubstance.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">             There was no necessity to prove the ownership of the\n\nvehicle. The prosecution has been able to prove the recovery of such a\n\nhuge quantity of contraband from the possession of the appellants\n\nwhich has been proved by PW-1 SI Rashpal Singh, PW-4 SI Faqir\n\nFeteh Singh and PW-5 DSP Mandar Singh. There was no reason for\n\nthese witnesses to plant such a huge quantity of contraband on the\n\naccused.\n</p>\n<p data-structure=\"PetArg\" id=\"p_40\">             Mere fact that the appellants are illiterate does not create\n\nany doubt in the prosecution version. Compliance of <a href=\"/doc/961083/\" id=\"a_13\">Section 50</a> of\n\nNDPS Act was not required and, on that count, joint consent memo of\n\nappellants does not vitiate the trial. So, the appellants cannot take the\n\nbenefit of the same.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">             Criminal Appeal No.157-SB of 1999.\n</p><span class=\"hidden_text\" id=\"span_8\">                      -9-</span><p data-structure=\"CDiscource\" id=\"p_42\">\n\n            So far as submission made by the counsel for the appellants\n\nthat the place of recovery has not been established is concerned, the\n\nsame is without any substance. Villages Chirian and Kirian are the\n\nnames of one village and village Chirian was also known as Kirian. It\n\nis only on account of pronunciation that the difference in spellings of\n\nvillages Chirian and Kirian has been mentioned. So, no importance can\n\nbe given to the aforesaid submission.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">            The submission of learned counsel for the appellants that in\n\nthe site plan, the place of recovery is different is totally incorrect.\n\n</p><p data-structure=\"PetArg\" id=\"p_44\">            Minor discrepancies regarding bringing the weights and\n\nscales and time as argued by the counsel for the appellants do not\n\ncreate any dent in the prosecution version. Minor discrepancies are\n\nbound to occur in the testimony of truthful witnesses, due to passage of\n\ntime.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">            Mere fact that seal after use has been handed over to SI\n\nFaqir Fateh Singh does not create any dent in the prosecution version.\n\nSince there was no independent witnesses, so the seal could not be\n\nhanded over to any independent witness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">            So far as the submission of learned counsel for the\n\nappellants that no independent witness was joined and on that count,\n\nthe prosecution story is doubtful is concerned, the same is also without\n\nany substance. It is a case of chance recovery and as such there was no\n\noccasion for the police party to join any independent witness. Mandar\n            Criminal Appeal No.157-SB of 1999.\n</p><span class=\"hidden_text\" id=\"span_9\">                     -10-</span><p data-structure=\"Conclusion\" id=\"p_47\">\n\nSingh, DSP, Gazetted Officer has supported the prosecution version.\n\nNo Gazetted Officer will support false version unless there are some\n\ncompelling circumstances for the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">           So far as the submission made by the counsel for the\n\nappellants that the case is based upon secret information of Dara Singh\n\nson of Sajjan Singh, resident of Sabhra, Police Station Patti and he has\n\nnot been examined is concerned, it is to be noticed that it is not the\n\nprosecution case that the recovery was effected on the basis of secret\n\ninformation. So, there was no occasion to examine Dara Singh.\n\nMoreover, the appellants have not cross-examined any witness on this\n\naspect.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">           No other point has been urged before me.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">           In view of the above discussion, the appeal is without any\n\nmerit and the same stands dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">           The accused are on bail. Their bail bonds stand cancelled.\n\nThey be taken into custody to undergo the remaining part of\n\nimprisonment awarded by the learned trial Court.\n\n</p><p data-structure=\"Conclusion\" id=\"p_52\">           A copy of this judgment be sent to the trial Court for strict\n\ncompliance.</p><pre id=\"pre_2\">\n\nAugust 4th ,2008.                       ( K. C. Puri )\nJaggi                                          Judge\n </pre>","numcites":5,"numcitedby":491,"docsource":"Punjab-Haryana High Court","citetid":190060,"divtype":"judgments","relatedqs":[{"value":"ndps act","formInput":"ndps%20act"},{"value":"section 50 ndps act","formInput":"section%2050%20ndps%20act"},{"value":"NDPS","formInput":"NDPS"},{"value":"LINK evidence","formInput":"LINK%20evidence"},{"value":"recent criminal report","formInput":"recent%20criminal%20report"},{"value":" all section of ndps act","formInput":"%20all%20section%20of%20ndps%20act"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"50 ndps act","formInput":"50%20ndps%20act"},{"value":"Sec. 50 NDPS ","formInput":"Sec.%2050%20NDPS%20"},{"value":"secret informer","formInput":"secret%20informer"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"daler singh ","formInput":"daler%20singh%20"},{"value":"criminal laws","formInput":"criminal%20laws"},{"value":"u/s 50 ndps act","formInput":"u/s%2050%20ndps%20act"},{"value":"Gazetted officer","formInput":"Gazetted%20officer"},{"value":"the narcotic drugs and psychotropic substances act","formInput":"the%20narcotic%20drugs%20and%20psychotropic%20substances%20act"},{"value":"narcotics section 50","formInput":"narcotics%20section%2050"},{"value":"narcotics and drugs act","formInput":"narcotics%20and%20drugs%20act"},{"value":" psychotropic drug","formInput":"%20psychotropic%20drug"},{"value":"trucks","formInput":"trucks"}],"cats":[{"value":"conditions-for-search-of-persons","formInput":"tag:conditions-for-search-of-persons"},{"value":"punishment-in-relation-to-poppy-straw","formInput":"tag:punishment-in-relation-to-poppy-straw"},{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"confession-to-police-officer-not-to-be-proved","formInput":"tag:confession-to-police-officer-not-to-be-proved"}],"courtcopy":true,"query_alert":null,"agreement":false}