{"tid":162858433,"publishdate":"2007-11-21","title":"R.Uma Krupa vs Tamil Nadu Industrial Investment ... on 21 November, 2007","doc":"<h2 class=\"doc_title\">R.Uma Krupa vs Tamil Nadu Industrial Investment ... on 21 November, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2008 (NOC) 412 (MAD.), 2008 AIHC (NOC) 587 (MAD.)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-manikumar\">S. Manikumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-manikumar\">S.Manikumar</a></h3>\n\n<pre id=\"pre_1\">       \n\n  \n\n  \n\n \n \n IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\nDATED :    21.11.2007\n\nCORAM\n\nTHE HONOURABLE MR.JUSTICE S.MANIKUMAR\n\nW.P.No.17979 of 2007\nM.P.Nos.1 and 2 of 2007\n\nR.Uma Krupa\t\t\t\t\t\t\t... Petitioner\n\nvs.\n\n1. Tamil Nadu Industrial Investment Corporation Limited,\nrep. By its Managing Director,\n692, Anna Salai, Nandanam, Chennai-35.\n\n2. Tamil Nadu Industrial Investment Corporation Limited,\nrep. By its Branch Manager,\n100, Railway Feeder Road, \nVirudhunagar.\n\n3. Mr.V.S. Vekatesan (deceased)\n4. Mrs.S.V.Krishnaveni\n5. Mrs.K.R.Subapriya\n6. Mrs.S.R.Buvana\t\n7. Mr.D.Venkatraj\n8. Mrs.V.V.Ramalakshmi\n9. Minor V.V.Janath Seshan\t\t\t\t\t... Respondents\n(Minor represented by his mother\nV.V.Ramalakshmi, 8th respondent)\t\t\t\t\t\n\t\n\tWrit petition is filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India for issuance of a writ of Mandamus, directing respondents 1 and 2 to put back/to hand over possession of &quot;M/s.Ome Tex Industries&quot; situated at S.No.114/1A, (Shown as S.No.114/2A in the Lease Deed between the third respondent and the Writ Petitioner dated 17.06.2005) Melapattam Karisalkulam Village, Rajapalayam Taluk, Virudhunagar District to the Writ Petitioner on the liabilities of the third respondent being cleared either by the third respondent or his nominees either in the form of one time settlement or in any other manner and charge being raised pursuant to the auction sale notification of the second respondent dated 04.02.2007 bearing reference TIIC/TNY/RO/15/2006-07 or pursuant to any other action. \n\n\t\tFor Petitioner\t      \t\t: Mr.M.Sundar\n\n\t\tFor Respondents 1 and 2   \t: Mr.T.Murugamanickam\n\n\t\tFor 3rd Respondent\t\t: Mr.V.Subramanian \n\n\n\t\t\t\t\tO R D E R\t\n</pre><p data-structure=\"Facts\" id=\"p_1\">\tThe petitioner has sought for a Writ of Mandamus, directing respondents 1 and 2 to put back/hand over possession of &quot;M/s.Ome Tex Industries&quot; situated at S.No.114/1A, (Shown as S.No.114/2A in the Lease Deed between the third respondent and the Writ Petitioner dated 17.06.2005) Melapattam Karisalkulam Village, Rajapalayam Taluk, Virudhunagar District to her, on the liabilities of the third respondent being cleared either by the third respondent or his nominees either in the form of one time settlement or in any other manner and charge being raised pursuant to the auction sale notification of the second respondent dated 04.02.2007 bearing reference TIIC/TNY/RO/15/2006-07 or pursuant to any other action.\n</p><p data-structure=\"Facts\" id=\"p_2\">\t2.\tBrief facts leading to the Writ Petition are as follows: \n</p><blockquote id=\"blockquote_1\">\t\tThe petitioner is carrying on business in the name and style of &quot;Vhasinathan Textiles&quot; at No.65-A, Venkaesanam Savadi Street, Rajapalayam \u0016 626 117, Virudhunagar District and &quot;Vasinathan Traders&quot; at No.6, Lakshmanaperumal Koil Street, Rajapalayam -262 117, Virudhunagar District, both as sole proprietrix. She had supplied cotton to the third respondent, who is carrying on business in the name and style of &quot;M/s.Ome Tex Industries&quot;, at Melapattam Karisalkulam Village, Rajapalayam Taluk. Over a period of time, the third respondent did not pay any amount due for the cotton sold and supplied and when she approached the third respondent, he expressed his inability to mobilise funds and pay the amount and stated that he would give his Textile Mill viz., M/s.Ome tex Industries&quot; on lease to her. \n</blockquote>\n<p data-structure=\"Facts\" id=\"p_3\">\t3.\tIt is further submitted that a lease deed was entered into between the petitioner and the third respondent on 17.06.2005. On the execution of the lease deed, the petitioner took possession of the demised mill. It is further submitted that the arrangement between the petitioner and the third respondent was that the profits generated from the &quot;demised mill&quot; would be appropriated by the petitioner and set off against the liabilities of the third respondent, which at the time of execution of the lease deed stood at Rs.21.60 lakhs. It is further submitted that the petitioner stepped into the shoes of the  &quot;demised mill&quot; and was running the same in an orderly manner. Since the third respondent started to interfere with the possession of the petitioner, she filed a suit in O.S.No.310 of 2005 on the file of the Principal District Munsif Court, Srivilliputhur, for permanent injunction  restraining the third respondent from interfering with her peaceful possession and enjoyment of the &quot;demised mill&quot;. The third respondent submitted to the decree and therefore, a consent decree was passed on 23.09.2005. The said decree is still in force.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\t4.\tThe petitioner has further submitted that the third respondent was running another Textile Mill in the name and style of &quot;Supa Omtex Spinners Private Limited&quot;(SOSPL) situated in S.Nos.511/1, 511/3, 524/3, 138/B4, 143/3F and 144/2A at Kothankulam Village, Rajapalayam Taluk, Virudhunagar District. The petitioner came to know that the third respondent has obtained financial assistance from the first respondent, the Tamil Nadu Industrial Investment Corporation Limited (hereinafter referred to as &quot;TIIC&quot;) for  SOSPL and offered the said &quot;mill&quot; as collateral security. The petitioner has further submitted that the third respondent had defaulted in payment to TIIC and therefore, TIIC exercising its power under State Financial Corporation Act, forcibly took possession of the demised mill from her on 28.11.2005. \n</p>\n<p data-structure=\"Facts\" id=\"p_5\">\t5.\tThe petitioner has further submitted that when the officials of  TIIC came to the demised mill for taking over possession  for the liability of the third respondent, she strongly protested and pleaded them not to dispossess her. At the time of dispossession, the petitioner pleaded that she had suffered huge loss and put to severe hardship by the third respondent, due to non-payment for the cotton sold and supplied to him. Even though the petitioner produced the decree in O.S. No 310 of 2005 dated 11.07.2005, obtained by her against the third respondent to the Officials of TIIC and protested, they forcibly took possession of the demised mill from her. It is the case of the petitioner that officials of TIIC had stated that as and when the liability of the third respondent is cleared, they would restore Possession to her. It is also the case of the petitioner that after taking possession of the demised mill from the third respondent, she had installed valuable machineries. Inspite of protest, Officials of  TIIC took possession of the premises along with the valuable machineries installed at her cost. \n</p>\n\n<p data-structure=\"Facts\" id=\"p_6\">\t6.\tThe petitioner has further submitted that  TIIC has caused a notification dated 04.02.2007, by which, SOSPL and the demised mill were brought for public action on 21.02.2007 at 11.00 a.m.   After the public auction, it was learnt that the third respondent had negotiated with third party purchasers, who purchased SOSPL and the demised mill, and the TIIC officials and arrived at an arrangement, whereby, amounts would be paid by the third party purchasers, which would be treated as one time settlement by the third respondent. Based on which, the charge over SOSPL as well as the demised mill would be released and third respondent would be given the possession of the property. On the basis of such illegal design to defeat the rights of the petitioner, the third respondent has hurriedly executed a sale deed dated 01.03.2007, registered as Document No.1013 of 2007 in the Office of the Sub-Registrar, Rajapalayam in favour of the seventh respondent herein. In the said sale deed, the third respondent has arrayed respondents 4 to 6 herein, who are his nieces (full brother late V.S.Perumal Raja&#x27;s daughters) as co-venders. The seventh respondent is none other than the third respondent&#x27;s brother V.S.Perumal Raja&#x27;s son-in-law and husband of the fourth respondent. \n</p>\n\n<p data-structure=\"RespArg\" id=\"p_7\">\t7.\tThe petitioner has further submitted that the execution of the sale deed to close relatives, would clearly show that the whole exercise has been done only to defeat the petitioner of her rights as a lessee as well as creditor and usurp possession through back door by abusing the powers of TIIC, an instrumentality of the State. The petitioner has further submitted that the seventh respondent is fully aware of the fact that the third respondent owes huge sum to her and that in lieu of such liability has executed the Lease Deed dated 27.06.2005, in respect of the demised mill to her and that  possession of the demised mill was taken over by the officials of TIIC on 28.11.2005. The petitioner has further submitted that the seventh respondent was one of the witnesses in the lease deed dated 27.06.2005, said to have been executed by the third respondent in favour of the petitioner and therefore, the whole transaction of sale and realisation of debt is mala fide.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">\t8.\tThe petitioner has further submitted that coming to know about the illegal attempt of the third respondent to deprive her valuable rights to repossession, she caused telegraphic notice dated 31.03.2007 to the Branch Manager, TIIC , Virudhunagar District. Following the telegraphic notice, she also personally visited the respondents 1 and 2, requesting them to put the petitioner back in possession of the demised mill, as it was taken only from her. Suddenly, on 07.05.2007, the petitioner was informed by the Office of the Branch Manager, TIIC, Virudhunagar, that the head Office of TIIC, the first respondent herein, has decided to receive a specified sum of money from the third respondent towards the outstanding dues and hand over the possession of the demised mill to him by 18.05.2007 or immediately thereafter. The petitioner was shocked by the information and on confirmation from the first respondent, caused telegraphic notices to respondents 1 and 2 on 08.05.2007 and there was no response. On the other hand, the officials of TIIC are making attempts to release the charge of the demised mill and handover  possession to the third respondent on 18.05.2007 and under such circumstances, the petitioner is constrained to prefer the Writ Petition for the relief as stated supra. \n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\t9.\tThe grounds on which, the petitioner has filed the Writ Petition are as follows:\n</p><blockquote id=\"blockquote_2\">\ta) When the State Financial Corporation exercised power under the Act to release/raise the charge over a property (given as collateral security) the possession of the property concerned reverts back to the position that prevailed on the date of dispossession. \n</blockquote><blockquote id=\"blockquote_3\">\tb) Sections 29 and 30 of the State Financial Corporation Act empowers the Financial Corporation to provide for safeguarding the financial interest and as far as the tenancy rights of lease are concerned, even when the ownership changes, the attornment of tenancy is automatic and the tenancy rights remain unaltered. \n</blockquote><blockquote id=\"blockquote_4\">\tc) As soon as the liability of the third respondent to financial Corporation are cleared by whatever means and when the TIIC clears/raises charge over the demised mill, they will have no right whatsoever vis-a-vis on a leasehold right of the petitioner.\n</blockquote><blockquote id=\"blockquote_5\">\td) The Financial Corporation being an instrumentality of the State has failed to keep the promise given to the petitioner that she would be put back in possession on the charge being raised and therefore, the action of the TIIC is violative under <a href=\"/doc/367586/\" id=\"a_2\">Article 14</a> of the Constitution of India.\n</blockquote><blockquote id=\"blockquote_6\">\te) Though the loan was approved and sanctioned by the Branch Manager, TIIC, Virudhunagar District, the second respondent herein,  the proposal for One Time Settlement decided only at Head Office, Chennai and therefore, the major portion of the cause of action had arisen within the territorial jurisdiction of this Court and the Writ Petition is maintainable.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_10\">\t10.\tWhile admitting this Writ Petition, this Court, by order dated 15.05.2007, granted interim injunction. The third respondent has filed a vacate stay petition in M.P.No.2 of 2007 to vacate the interim order granted by this Court, wherein, the third respondent has submitted that the writ petition is not maintainable, as this Court cannot go into the contractual obligations arising out of the lease deed between two private individuals and therefore, the relief prayed against TIIC is without jurisdiction. He further submitted that the Writ petition is a vexous litigiation and an abuse of process of law. The third respondent has further submitted that he availed a loan of Rs.45,00,000/- from TIIC, represented by its Branch Manager, Virudhunagar for starting a Spinning Mill in the name and style of M/s.Ome Tex Industries at 114/1, A.Melapattam, Kariasalkulam, Rajapalayam in the year 2001. Subsequently, he availed loan to an extent of Rs.1,69,84,000/- from the second respondent, TIIC and started a spinning mill in the year 2001 in the name and style of M/s.Supa Omtex Spinners (P) Ltd., at No.102/1.A, P.S.K.Nagar, Rajapalayam. \n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">\t11.\tThe third respondent has further submitted that since he had cleared his liabilities towards TIIC loan offered to M/s.Om Tex Industries, he had mortgaged the land, building and machineries comprising in M/s.Om Tex Industries in favour of the TIIC for the loan availed of for M/s.Supa Omtex Spinners Pvt. Ltd. Knowing fully well that the subject matter of the property was mortgaged with TIIC, the petitioner entered into a lease agreement for the purpose of the using the land, building and machineries of M/s.Om Tex Industries situated at No.114/1, A.Malapattam, Karisalkulam, Rajapalayam on a monthly rent of Rs.50,000/-. It was specifically agreed between the parties that the rent amount should be paid on or before 5th day of every succeeding month. The duration of the lease deed for three years. Since there was default in payment of rent as agreed, the third respondent  was not able to pay dues to the TIIC for the loan availed for M/s.Supa Omtex Spinners Pvt. Ltd., and therefore, the Financial Corporation in exercise of their statutory powers under the State Financial Act, had taken over the possession of M/s.Om Tex Industries. \n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">\t12.\tThe third respondent has further submitted that as the petitioner has failed to register the aforesaid lease deed due to payment of substantial stamp duty, as a measure of protection for her  leasehold rights, she insisted for a consent decree of permanent injunction from the Court of law, which the third respondent had agreed. In the above suit, the 3rd respondent was the sole defendant and the officials of the Financial Corporation were not impleaded as defendants. The third respondent has further submitted that the petitioner has no legal right over the mortgaged property, as it stood as a collateral security in default of payment of money borrowed and the petitioner has no right to insist the Financial Corporation to put her back in possession. The property was mortgaged by the owner of the property, by way of deposit of title deeds to the Financial Corporation and as and when the money due to them is cleared or settled, the owner is entitled to possession and not the lessee. The third respondent has further submitted that the consent decree has become non-est in law in view of taking over possession by the Financial Corporation and even assuming that there is a decree for injunction, the same could be enforced only as against the defendant and the decree does not pre include TIIC from taking over possession. The third respondent has further submitted the lease deed dated 17.06.2005, is a forged document, not executed by him and the petitioner has committed serious crime by  obtaining interim orders on the basis of the forged lease deed. According to him, unless the lease deed said to have been executed for a period of three years is registered, no legal rights would flow from the said document and even if there is any subsisting right between the tenant and landlord, the proper remedy is only to initiate a suit before the competent civil Court and therefore, tenancy rights cannot be agitated in the writ jurisdiction. \n</p>\n<p data-structure=\"RespArg\" id=\"p_13\">\t13.\tOn the question of territorial jurisdiction, the third respondent has submitted that the property is situated at Rajapalayam within the jurisdiction of the Madurai Bench of the Madras High Court and therefore this court has no territorial jurisdiction to entertain the Writ Petition.  He further submitted that possession is said to have been taken on 28.11.2005, by the Branch Manager, TIIC, Virudhunagar, the second respondent herein and the Managing Director of the TIIC, Chennai, has been roped into the Writ Petition only for the sake of filing the Writ petition before this Court. As the seventh respondent in the Writ Petition had already cleared the dues of Om Tex Insutries as well as M/s.Supa Omtex Spinners Private Limited, the third respondent had issued &quot;No Due Certificate&quot;. Due to injunction granted by this Court, the petitioner is not able to obtain possession of the mortgaged assets. In these circumstances the third respondent has prayed for dismissal of the Writ Petition.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">\t14.\tThe petitioner in her counter affidavit to the vacate stay petition, has submitted that she was put in possession of the demised mill only under the circumstances narrated in the Writ petition and she has denied default in payments of rent as alleged by the third respondent. According to her, the petitioner has made payments on behalf of the third respondent towards interest from sales tax, old arrears/ penalty to TNEB (arrears prior to lease), TIIC etc., besides cash payment as per the instructions from the third respondent. The petitioner has denied the contention of the third respondent that the lease deed is forged. According to her, the original draft sale deed was taken back by the third respondent, when it was drafted. In spite of notice issued to the local counsel for the third respondent, the third respondent has failed to produce the lease deed and therefore, a copy of the lease deed available with her was filed in the Writ Petition. \n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">\t15.\tAs regards territorial jurisdiction, the petitioner has submitted that the third respondent has availed loan of Rs.45,00,000/- and subseqent loan of Rs.1,69,84,000/- and for  loan assistance exceeding Rs.30,00,000/-, the Managing Director, TIIC, Chennai, is the proper authority to sanction and disburse the loan amount and therefore, the Writ Petition is maintainable.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_16\">\t16.\tOn the basis of the pleadings and documents annexed in the typed set of papers, counsel for the parties advanced their arguments. \n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">\t17.\tOn the question of territorial jurisdiction, Mr.M.Sundar, learned counsel for the petitioner submitted that since the quantum of financial Assistance was above Rs.30 lakhs, the application of the third respondent was forwarded to the Head Office, Chennai and the loan application was processed and sanctioned by the first respondent, viz., The Managing Director, TIIC, Chennai. As the decision to release/raise charge, on accepting the One Time Settlement in complete liquidation of the liabilities and put the third respondent back in possession was taken at Chennai and as part of cause of action had arisen at Chennai, this Court has territorial jurisdiction to maintain the Writ Petition, notwithstanding the fact that the property is situated at Virudhunagar, within the territorial jurisdiction of the Madurai Bench of Madras High Court. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"777058\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"137153\" id=\"span_2\">In this regard, he placed reliance on the decisions in  <a href=\"/doc/137153/\" id=\"a_3\">Madurai Veeran., A., Ex.Rect (MP) v. Union of India</a> reported in 2006 (<a href=\"/doc/777058/\" id=\"a_4\">1) CTC 732, Navinchandra N.Majithia v. State of Maharashtra</a> reported in 2000 (7) SCC 640.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">\t18.\tLearned counsel for the petitioner submitted that the third respondent has borrowed huge money from the petitioner and she was put in possession, pursuant to the lease deed executed in her favour and thereafter, she had installed valuable machineries in the demised mill.  When the petitioner&#x27;s lawful possession and the Court decree are admitted by the third respondent, dispossession of the petitioner from the demised mill amounts to violation of constitutional rights and even if the petitioner could be treated as tress-passer, her possession cannot be disturbed without due process of law and if there is an infringement of right to trade, the petitioner is entitled to invoke the writ jurisdiction. In support of his contention, learned counsel for the petitioner relied on the decision in Express Newspaper&#x27;s case reported in AIR 1986 SC 872. \n</p>\n<p data-structure=\"PetArg\" id=\"p_19\">\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1991181\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"347637\" id=\"span_4\">19.\tPlacing reliance on the decisions in <a href=\"/doc/347637/\" id=\"a_5\">New Kenilworth Hotels (P) Ltd., v. Ashoka Industries Ltd.</a>, reported in 1995 (<a href=\"/doc/1991181/\" id=\"a_6\">1) SCC 161, Samir Sobhan Sanyal v. Tracks Trade Private Ltd.</a>, reported in 1996 (4) SCC 144, and Annamalai Club v. Government of Tamil Nadu reported in 1997 (3) SCC 169, learned counsel for the petitioner submitted that dispossession of the petitioner from the property mortgaged to the Financial Corporation is contrary to law and therefore, she is entitled to resumption of possession on the clearance of liabilities, towards TIIC loan. In substance, he submitted that a person, who has been in possession by virtue of contract and protected by the Civil Court decree, dispossessed by TIIC, should be restored with the possession, when the dues are cleared by the borrower.</span></span> \n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">\t20.\tFinally, placing reliance on an unreported order in W.P.No.2199 of 2005, dated 27.01.2005 and the interim orders granted by this Court in the Civil Original Jurisdiction, learned counsel for the petitioner submitted that if the Court is not inclined to accept that remedy under <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> of the Constitution of India is the appropriate remedy, then this Court may preserve the property till the petitioner approaches the competent forum for resumption of possession.\n</p>\n<p data-structure=\"RespArg\" id=\"p_21\">\t21.\tMr.V.Subramanian, learned counsel for the third respondent submitted that the Writ Petition is not maintainable in law and on facts, it is nothing but a suit for restoration, sought against a person with whom there is no privity of contract.  Disputing the genuineness of  two lease deeds, appended in the typed-set of papers, learned counsel for the third respondent submitted that as the documents are forged, the petitioner is not entitled to seek for any equitable relief and assuming that the documents are valid, as the period of lease exceeds more than 12 months, it has to be compulsorily registered under <a href=\"/doc/102524/\" id=\"a_8\">Section 60</a> of the Transfer of Property Act and in the absence of registration, the petitioner is not entitled  to enforce any rights arising out of the lease deed against the respondents. Assuming that the lease deed is a valid document by referring to Clause (2) of the lease agreement, learned counsel for the third respondent submitted that the remedy open to the  petitioner is only with regard to monetary claim and he cannot seek for resumption of possession of the property.\n</p>\n<p data-structure=\"RespArg\" id=\"p_22\">\t22.\t Learned counsel for the third respondent submitted that as per the recitals of the lease deed, the lessee was not permitted to install any machineries in the demised premises and inviting the attention of this Court to the plaint averments in O.S.No.310 of 2005, he submitted that the petitioner has not stated that he had installed or erected any machineries in the demised premises. Therefore, the contention of the petitioner that he had installed machineries, after taking over possession from the third respondent is false and the only document, invoice enclosed in the typed set of papers is for the purpose of treating evidence.\n</p>\n<p data-structure=\"RespArg\" id=\"p_23\">\t23.\tLearned counsel for the third respondent further  submitted that as per <a href=\"/doc/102524/\" id=\"a_9\">Section 60</a> of the Transfer of Property Act, the mortgagee has got statutory right to get back possession of his property, the moment the loan amount is discharged, TIIC, mortgager is bound to restore possession to the third respondent. In the absence of any privity of contract between TIIC and the petitioner, there is no violation of contractual or fundamental rights to maintain action against the Financial Corporation and therefore, the Writ Petition is liable to be dismissed. \n</p>\n<p data-structure=\"RespArg\" id=\"p_24\">\t24.\tMr.T.Murugamanickam, learned counsel for the respondents 1 and 2 submitted that the third respondent has borrowed loan from State Financial Corporation and defaulted in repayment.  He further submitted that in furtherance to their final notice, possession of assets of the third respondent were taken over in exercise of statutory powers conferred under <a href=\"/doc/922514/\" id=\"a_10\">Section 29</a> of the State Financial Corporation Act, 1951 and the machineries found in the demised mill were also taken over by the Financial Corporation in the presence of witnesses. He further submitted that the action of the respondents 1 and 2 is bona fide and when the properties were brought for public auction on 21.02.2007, there was no objection by the petitioner regarding the sale of any machineries  alleged to have been installed by him and therefore, the contention of the petitioner made in this Writ Petition is purely an after thought and it is liable to be rejected. He further submitted that subsequently, the borrower has paid Rs.65.93 lakhs and settled the entire loan amount on 21.05.2007.  He further submitted that the petitioner, alleged tenant has no right to seek for resumption of possession, but, conceded to the contention of the third respondent that the mortgagee has got anyright to redeem the property as and when the loan amount is settled and discharged. Relying on the decision reported in State of Orissa v. Madhanagopal Rao reported in 1952 SCR 28, learned counsel for the respondents 1 and 2 submitted that the petitioner is not entitled to seek for interim orders till the institution of the Civil proceedings. \n</p><p data-structure=\"RespArg\" id=\"p_25\">\t25.\tAfter completion of the arguments, it was reported that the third respondent died and therefore, an impleading application was taken out in M.P.No.3 of 2007 to implead the legal representatives of the deceased third respondent. The said petition was not opposed and therefore, the legal representatives of the third respondent were impleaded as party-respondents.\n</p><p data-structure=\"PetArg\" id=\"p_26\">\t26.\tBefore proceeding with the rival contentions advanced by the counsel, a reading of the lease deed, which is the fountain head of the petitioner&#x27;s contention, is necessary. \n</p><p data-structure=\"RespArg\" id=\"p_27\">\t27.\tLease deed dated 17.05.2005, is said to have been executed between the deceased and the third respondent, by which, the third respondent had agreed to lease out the land, building with electricity and all movable machinieries for the manufacture of O.E.Yarn at Door No.114/2A, Melapattam Karisalkulam for a period of three years, on a monthly rent of Rs.50,000/-, on account of the outstanding dues of Rs.28.32 lakhs, towards supply of waste cotton to the third respondent.  As per the lease deed, the lessee has agreed for settlement of entire dues, i.e., Rs.28.52 lakhs by way of lease. As per Clause 5 of the lease agreement, in the event of default of payment of rent for three consecutive months, the rent agreement shall stand automatically terminated. As per Clause 9 of the agreement, if there is any breach of this agreement, the liability of the lessee shall lie on lessor to the remaining balance outstanding at the time of breach. \n</p>\n<p data-structure=\"Facts\" id=\"p_28\">\t28.\tAlleging that there was interference with the possession and enjoyment of the mill by certain persons on the instigation of the third respondent, the petitioner has filed a suit before the Principal District Munsif, Srivilluputhur, wherein, the petitioner has stated that the third respondent/defendant had purchased cotton waste for Rs.21.06 lakhs from Vhasinathan Traders, owned by her husband and in order to discharge the loan amount, a lease agreement was entered into between her and the third respondent and thereafter the third respondent had leased out his demised mill for a period of three years on a monthly rent of Rs.50,000/-. The petitioner has further contended in the plaint that pursuant to the lease agreement, she was put in possession and that certain persons interfered with her possession and enjoyment of the property and demanded payment of debt and also threatened that they would not permit the petitioner to run the mill, unless the amount payable to them are paid by her. The schedule property mentioned in the plaint is as follows: \n</p><blockquote id=\"blockquote_7\">\t&quot;M/s.Om tex industries, Rajapalayam Land and Building at 114/2A, Melapatam Karisalkulam together with Electricity and all movable machineries for the MANUFACTURE of O.E.Yarn.&quot;     \n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_29\">On the memo filed by the third respondent, a consent decree dated 23.09.2005 was passed in the suit.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\t29.\tIn exercise of powers under <a href=\"/doc/922514/\" id=\"a_11\">Section 29</a> of the State Financial Corporation Act, 1951 and in the presence of witnessess, the TIIC officials have taken over possession of the demised mill along with eight items of machineries in the year 2005. The telegram dated 31.03.2007 sent to the Branch Manager, TIIC, Virudhunagar and third respondent, reads as follows:\n</p><blockquote id=\"blockquote_8\">\t&quot;I had taken on lease from the second of you, the yarn-mill M/s.Ome Tex Industries at Melapattam Karisalkulam Village, Rajapalayam Taluk in June 2005. The second of you owes me monies towards cotton supplied over a period of time. At the time of lease the amount stood at 21.60 lakhs, it has swelled to a bigger sum now as second of you is liable to pay interest on the same. After lease, as there were attempts to disturb my possession, suit was filed in civil Court and second of you submitted to decree. Decree passed in September 2005 and is in force.\n</blockquote><blockquote id=\"blockquote_9\">\tSecond of you had availed financial assistance from first of you for another mill supa om tex spinners private limited and given demised mill as collateral security, on the ground that second of you had defaulted. First of you took possession of demised mill on 28.11.2005 from me after decree, inspite of my protest. Possession taken together with valuable machinery purchased and installed/erected be me. \n</blockquote><blockquote id=\"blockquote_10\">\tThereafter demised mill and another mill were put for public auction on 21.02.2007 by first of you vide public notice dated 04.02.2007.\n</blockquote><blockquote id=\"blockquote_11\">\tAfter public auction, it is understood that second of you negotiated a one time settlement with first of you pursuant to which first of you is now going to release the charge on both the mills and give possession to second of you. It is also understood that second of you in an obvious attempt to take advantage of the situation has clandestinely and hurriedly executed a sale deed for the demised mill in favour of a close relative. \n</blockquote><blockquote id=\"blockquote_12\">\tI was in legal possession of demised mill supported by civil court decree, consent decree. My valuable machinery also inside. Huge loss for me deprived of earning profit by running demised mill to offset dues of second of you further loss in this regard. \n</blockquote><blockquote id=\"blockquote_13\">\tTherefore, the addresses, particularly first of you are called upon to give back possession of demised mill to me and not to give possession to the second named addressee. Please confirm in writing immediately.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_31\">\t30.\tSubsequently, the petitioner has sent a telegram on 08.05.2007 to respondents 1 to 3 on the same lines and further protested against restoring possession to the third respondent on receipt of the outstanding amount from him. Thereafter, the petitioner has preferred the present Writ Petition in May&#x27; 2007. \n</p>\t\n<p data-structure=\"CDiscource\" id=\"p_32\">\t31.\tIt is evident from the recitals of the lease deed that apart from the land, building, there was movable machineries for the manufacture of O.E.Yarn in the demised mill.  It is not in Dispute that there are no recitals enabling the petitioner to install any machineries and no document has been produced before this Court to show that permission was granted by the third respondent to install any machinery.  There is no document filed in the typed set of papers to prove that machineries were installed before taking over possession, except an invoice appended at Page 29 of the typed set of papers, for  purchase of &quot;bal opener&quot; for the value of Rs.1,00,000/-.  In the auction notice appended at Page 31 of the typed set of papers, the property described for sale is as follows:\n</p><blockquote id=\"blockquote_14\">\t&quot;Collateral Property Details: Land &amp; Building: Land measuring about 49.4 cents at S.No.511/3, 105 Cents at S.No.524/3, and 50 cents at S.No.138/B4, 143/3F, 144/2A, at Kothankulam Village, Rajapalayam T.K.Virudhunagar Disrict, Building RCC. 174.40 Sq.mt., ACC 2617.20 Sq.mt and Mangalore Tiles 89.05 Sq.mt., Toilet overhead Water Tank, Pump Ro0om with Well.\n</blockquote><blockquote id=\"blockquote_15\">\tCollateral Property Details: Land, Building &amp; Machineries: Land Measuring about 1.13 cents at S.No.511/1, at Kothankulam Village, Rajapalayam T.K.Virudhunagar District.  Building Pump Room (Madras Terrace) 7.30 Sq.mt including Well, and \n\tTextile OE Spinning machineries and Accessories\n\tCollateral Property Details: Land, Building &amp; Machnineries: Land measuring about 104.5 cents at S.No.114/1A, at Melapattam Karisalkulam Village, Rajapalayam T.K.Virudhunagar District.  Building RCC 98.40 Sq.mt., ACC 1195.20 Sq.mt. Thatched Shed 29.45 Sq.mt. and  Open AC Sheet Shed 91.50 Sq.mt. and \n\tTextile OE Spinning Machineries and Accessories\n\tCollateral property Details: Land Building &amp; Machineries: Land measuring about 104.5 cents at S.No.114/1A, at Melapattam Karisalkulam Village, Rajapalayam T.K.Virudhunagar District.  Building RCC 98.40 Sq.mt., ACC 1195.20 Sq.mt. Thatched Shed 29.45 Sq.mt. and  Open AC Sheet Shed 91.50 Sq.mt. and   \n\tTextile OE Spinning Machineries and Accessories\n\tLand only measuring about 2,184 Sq.ft. at S.No.283/A4, T.S.No.17, Ward No.4, Tenkasi Road, Rajapalayam, Virudhunagar Dist.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_33\">\t32.\tIf the petitioner had installed any machineries as claimed, certainly he would have protested at the time of taking over possession of the mortgaged property along with the machineries.  Excepting land, building and machineries, as mentioned in the auction notice, there is nothing to indicate that the petitioner has installed any new machineries in the demised mill.   The agreement is for a period of three years and admittedly, it is not a registered document.  Even at the time of auction, there was no protest and the petitioner has not  approached any Court complaining that valuable machineries were brought for public auction.  In the absence of any objection, at the time of taking over possession, at the time of auction coupled with the fact that there is no supporting document, the contention of the petitioner that she had installed machineries, is only an after thought made for the purpose of this Writ Petition.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">\t33.\tComing to the main contention of the petitioner, whether he is entitled to resumption of possession of the subject matter of the property in the teeth of the judgment and Decree in O.S.No.310 of 2005 dated 23.09.2005 and whether the respondents 1 and 2 are statutorily bound to restore possession to a lessor, analysis of the case laws cited by the petitioner would be relevant.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">\t34.\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"719224\" id=\"span_5\">In <a href=\"/doc/719224/\" id=\"a_12\">Express Newspaper Pvt. Ltd. and others v. Union of India</a> reported in AIR 1986 SC 872, the appellant, Express Newspapers Pvt., Ltd., engaged in the business of printing and publishing a National Newspaper, held a perpetual lease from the Union of India under a registered in denture lease. For alleged breach of Clauses 2(14) and 2(5) of the lease deed, a notice of reentry upon forfeiture of lease was issued by the Engineer, Land Development Office, purporting to be on behalf of the lessor, Union of India. The said show cause required the company to show cause why the Union of India should not re-enter upon and take possession of the premises leased out to the company. Yet another notice as to show cause why the building being unauthorized should not be demolished under the <a href=\"/doc/115807286/\" id=\"a_13\">Delhi Corporation Act</a>. The Apex Court while dealing with the competence of the Lt. Governor of Delhi and that the authority who issued notices, held that the Lt. Governor had no authority to deal with the property of the Central Government and the action of the Land Development Office, which functioned as if it was an office under the above said authority, suffered from arbitrariness and non-application of mind.  In so far as the civil rights flowing from the lease deed and whether there has been any breach of the covenants, the Court held that the same cannot be decided in Writ jurisdiction.  The said judgment is not applicable to the facts of the present case, as the Financial Corporation is empowered to exercise its statutory powers under <a href=\"/doc/1600183/\" id=\"a_14\">Sections 29</a> and <a href=\"/doc/446615/\" id=\"a_15\">30</a> of the State Financial Corporation and deal with the property, whenever the industrial concern defaults in payment of money borrowed from the Corporation.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">\t35.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"347637\" id=\"span_6\">In <a href=\"/doc/347637/\" id=\"a_16\">New Kenilworth Hotels (P) Ltd., v. Ashoka Industries Ltd.</a>, reported in 1995 (1) SCC 161, the Supreme Court considered the right of the mortgagee, vis-a-vis, the right of the Financial Corporation under Section 29 of the State Financial Corporation Act.  In <a href=\"/doc/347637/\" id=\"a_17\">the above case</a>, it was contended by the appellant therein that under Section 29 of the State Financial Corporation Act while taking over the property, the Corporation shall not act in derogation of the right as a mortgagee under <a href=\"/doc/102524/\" id=\"a_18\">Section 60</a> of the Transfer of Property Act. In the tender dated 29.11.1989, the appellant therein had offered his bid to purchase a hotel constructed by Ashoka Industries Ltd., taken over by O.S.F.C.  But the offer had not become final by virtue of the Court order.  Ashoka Industries Ltd.,  filed a suit for redemption.  The appellant therein contended that since there was an agreement with the OSFC to purchase the said Hotel under <a href=\"/doc/102524/\" id=\"a_19\">Section 60</a> of the Transfer of Property Act, the mortgager, M/s.Ashoka Industries have no right for redemption.  The Apex Court on examination of the rights of the appellant therein, vis-a-vis, the Financial Corporation under Section 29 of the State Financial Corporation Act, held that though OSFC as the owner in putting the property to sell, does not act in derogation of OSFC as a mortgagee and Ashok Industries as a mortgager.  At Paragraph 4 of the judgment, the Apex <a href=\"/doc/347637/\" id=\"a_20\">Court further held</a> as follows:</span>\n</p><blockquote id=\"blockquote_16\">\t&quot;It is also equally settled law that in the suit for redemption unless it is a conditional sale or anomalous mortgage so long as the sale is not confirmed, the debtor has a right to deposit the entire sale money including the sale expenses and poundage fee and the Court is under the statutory duty to accept the payment and direct redemption of the mortgage.  In the light of the above law, it is not open to the appellant to contend that under the proviso to <a href=\"/doc/102524/\" id=\"a_21\">Section 60</a> of the T.P. Act, the Corporation has acted in derogation of its right as a mortgagee but acted as an owner under <a href=\"/doc/1600183/\" id=\"a_22\">Section 29</a> of the Act.  As stated earlier, the limited right given to the Corporation under <a href=\"/doc/1600183/\" id=\"a_23\">Section 29</a> is to act as an owner to bring the properties of the defaulter to sale and not in derogation of the right under <a href=\"/doc/102524/\" id=\"a_24\">Section 60</a>. The fiction of law under <a href=\"/doc/1600183/\" id=\"a_25\">Section 29</a> does not have the effect of wiping out the statutory right of redemption under <a href=\"/doc/102524/\" id=\"a_26\">Section 60</a> of the T.P. Act. Therefore, the right of the mortgagee still subsists and that thereby the mortgagor is entitled to exercise the right under <a href=\"/doc/102524/\" id=\"a_27\">Section 60</a> of the T.P. Act.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_37\">In Paragraph 5, it was further held that, \n\n\t&quot;Further the contention that the appellant had become a licensee and, therefore, it has a right to be heard has no force. It is only an interim arrangement made pending sale of the property. Therefore, the licensee does not have any right other than that to be in possession as licensee pending the dispute between the mortgagor and the morgagee, namely, the O.S.F.C., and Ashoka Industries Ltd. Accordingly, we are of the view that the appellant is not a necessary party to be heard before the order was passed by the High court on 16.09.1991 in the writ petition directing the Ashoka Industries Ltd., to exercise the right of redemption under <a href=\"/doc/102524/\" id=\"a_28\">Section 60</a>.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">In the above reported judgment, the Apex Court held that the mortgagor has got the right of redemption of the property and even the right to run the hotel was held to be only an interim arrangement pending dispute between the mortgager and mortgagee. Though the State Financial Corporation had entered into a contract with the Hotel, the Apex Court held that the licensee does not have any right other than that to be in possession as licensee pending the dispute between the Financial Corporation and the borrower.  Their Lordships have held that even the licensee is not entitled to be heard, when the right of redemption is claimed under <a href=\"/doc/102524/\" id=\"a_29\">Section 60</a> of the Transfer of Property Act. \n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">\t36.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1711818\" id=\"span_7\">In <a href=\"/doc/1711818/\" id=\"a_30\">Annamalai Club v. Government of Tamil Nadu</a> reported in 1997 (3) SCC 169, a licence was granted in respect of Government land to the appellant-club and they were in possession for long time. The licence granted was terminated by serving notice under <a href=\"/doc/211108/\" id=\"a_31\">Section 3</a> of the Government Grants Act and simultaneously the land was taken over by the Government without giving any opportunity to the appellant therein and without following procedure prescribed under the Eviction Act. In this context, the Supreme Court held that the resuming possession unilaterally after termination of the grant in the manner provided under the grant itself was invalid. The Apex <a href=\"/doc/1711818/\" id=\"a_32\">Court further held</a> that the provisions of the Eviction Act are applicable to the grant made under the <a href=\"/doc/1625086/\" id=\"a_33\">Government Grants Act</a> and therefore, proper notice ought to have been issued to the appellant therein giving him time to vacate the premises. In the above reported case, what was put in issue was resumption of land by the Government without resorting to the provisions of the Tamil Nadu Public Premises (Eviction and unauthorised occupants) Act, 1975. On the facts of that case, the Apex Court held that,\n\n\t&quot;Law does not permit any person to take law into his hands and to dispossess a person in actual possession without having recourse to a Court.&quot;</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1711818\" id=\"span_8\">In the case on hand, it is evident from the available records that   possession of the demised mill was taken over on 28.11.2005 and for two years, there is no objection as regards the manner of dispossession. Therefore<a href=\"/doc/1711818/\" id=\"a_34\">, <a href=\"/doc/1711818/\" id=\"a_35\">the said decision</a></a> is not applicable to the facts of this case.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">\t37.\t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1991181\" id=\"span_9\">In <a href=\"/doc/1991181/\" id=\"a_36\">Samir Sobhan Sanyal v. Tracks Trade Private Ltd.</a>, reported in 1996 (4) SCC 144, the Supreme Court considered the right of a person under Order 21 Rule 89 and 99 <a href=\"/doc/161831507/\" id=\"a_37\">of the Code of Civil Procedure</a> Code, claiming adjudication of his right to remain in possession, when the decree holder assigned his rights in the decree to a third party. In the above reported judgment, the appellant therein, was inducted into a premises as a tenant on behalf of the company, pursuant to the lease entered into between the Company and the land lady. Subsequently, an agreement of sale of premises was entered into by the landlady with the sixth respondent therein, despite appellant&#x27;s continuous possession and enjoyment of the property. The  suit for specific performance of the sale agreement filed by the sixth respondent was decreed and the same became final. Pending suit, no steps were taken by the sixth respondent to implead the appellant therein as party defendant. When the possession of the appellant therein was sought to be interdicted in execution proceedings, the appellant filed a petition under Order 21 Rule 89 and 99 <a href=\"/doc/161831507/\" id=\"a_38\">C.P.C</a>., claiming adjudication of his rights to resume possession. Pursuant to the petition filed by the appellant, the High Court directed a Court Officer to be in possession of the property. The sixth respondent assigned his rights in the decree to third party and a lease agreement was entered into by the third party with another person. He filed application for possession of the property and the same was dismissed by the trial Court. On revision, the petition was allowed. The appellant challenged the revisional order before the Supreme Court and while considering the appellant&#x27;s dispossession from the premises, the Supreme Court held as follows:</span>\n</p><blockquote id=\"blockquote_17\">\t&quot;Without any decree or order of eviction of the appellant from the demised premises, the appellant has been unlawfully dispossessed from the premises without any due process of law. Therefore, he should be allowed to remain in possession till his application under Order 21, Rules 98 and 99 is adjudicated upon and an order made. The Court is at present concerned with appellant&#x27;s possession. What rights would flow from a contract between him and his employer is a matter to be adjudicated in his application filed under Order 21, Rules 98 and 99, <a href=\"/doc/161831507/\" id=\"a_39\">CPC</a>. At this stage, it is premature to go into and record any finding in that behalf. The fact that on account of the orders of the Court Officer passed by the High Court the maintenance cost has been mounting up due to the delay in disposal of the proceedings in various Courts is also of no consequence. Since the letter of the law should strictly be adhered to, high-handed action taken by respondents 1, 3 and 6 in having the appellant dispossessed without due process of law, cannot be overlooked not condoned. The Court cannot blink at their unlawful conduct to dispossess the appellant from the demised property and would say that the status quo be maintained. If the Court gives acceptance to such high-handed action, there will be no respect for rule of law and unlawful elements would take hold of the due process of law for ransom and it would be a field day for anarchy. Due process of law be put to ridicule in the estimate of the law-abiding citizens and rule of law would remain a mortuary.&quot;\n</blockquote>\t  \n<p data-structure=\"Precedent\" id=\"p_42\">In the above reported case, the appellant therein was inducted as tenant on behalf of M/s.India Foils Ltd., into the premises belonging to Mrs.Gertrud Chand, landlady, who had entered into a lease with M/s.India Foils Ltd. Possession was admittedly given to the Company and thereafter, the landlady entered into an agreement with the sixth respondent for the sale of the property, who secured a decree for specific performance. After securing the decree, the sixth respondent  assigned his rights in the decree to a third party, viz., Pranav Merchandise Pvt. Ltd, the first respondent in the Civil Appeal, on whose application, the High Court ordered possession. In the above circumstances, the Supreme Court held that the rights flow from the contract between the appellant therein and his employer, viz., the India Foils Limited and on whose behalf, he was put in possession and as the matter has to be adjudicated in the application filed by the appellant under Order 21 Rule 89 and 99 <a href=\"/doc/161831507/\" id=\"a_40\">C.P.C</a>., and in the absence of any decree against the appellant, the Court held that the appellant  should be allowed to remain in possession till the adjudication of his rights. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">\t38.\tIn the instant case, there was no objection when the possession was taken over by TIIC in the year 2005. There is privity of contract between TIIC and the petitioner. Admittedly, the lease deed is not a registered document. If there is any default committed by the third respondent as per the terms of the contract, the petitioner can only sue him for the remaining amount. When the right of the lessee is restricted only to the balance amount as per the terms of the contract, he has no statutory or contractual right to seek resumption of possession against TIIC.\n</p>\n<p data-structure=\"Section\" id=\"p_44\">\t39.\t<a href=\"/doc/922514/\" id=\"a_41\">Section 29</a> of the State Financial Corporation Act, 1951, deals with the rights of Financial Corporation in case of default. Section reads as follows:\n</p><blockquote id=\"blockquote_18\">\t&quot;29. Rights of Financial Corporation in case of default:\n</blockquote><blockquote id=\"blockquote_19\">\t\t(1) Where any industrial concern, which is under a liability to the Financial Corporation under an agreement, makes any default in repayment of any loan or advance or any instalment thereof or in meeting its obligations in relation to any guarantee given by the Corporation or otherwise fails to comply with the terms of its agreement with the Financial Corporation, the Financial Corporation shall have the right to take over the management or possession or both of the industrial concern, as well the right to transfer by way of lease or sale and realise the property pledged, mortgaged, hypothecated or assigned to the Financial Corporation.\n</blockquote><blockquote id=\"blockquote_20\">\t\t(2) Any transfer of property made by the Financial Corporation, in exercise of its powers under sub-Section (1), shall vest in the transferee all rights in or to the property transferred as if the transfer had been made by the owner of the property.\n</blockquote><blockquote id=\"blockquote_21\">\t\t(3) The Financial Corporation shall have same rights and powers with respect to goods manufactured or produced wholly or partly from goods forming part of the security held by it as it had with respect to the original goods. \n</blockquote><blockquote id=\"blockquote_22\">\t\t(4) Where any action has been taken against an industrial concern under the provisions of sub-section (1), all costs charges and expenses which in the opinion of the Financial Corporation have been property incurred by it as incidental thereto shall be recoverable from the industrial concern to the contrary, be held by it in trust to be applied firstly, in payment of such costs, charges and expenses and, secondly, in discharge of the debt due to the Financial Corporation, and the residue to the money so received shall be paid to the person entitled thereto.\n</blockquote><blockquote id=\"blockquote_23\">\t\t(5) Where the Financial Corporation has taken any action against an individual concern under the provisions of sub-section (1), the Financial Corporation shall be deemed to be the owner of such concern, for the purposes of suits by or against the concern, and shall sue and be sued in the name of the concern.&quot; \n</blockquote> \n<p data-structure=\"Section\" id=\"p_45\">\t40.\tIt is settled law that the party seeking Mandamus must establish that he has some legal right. The claim made by the petitioner in this Writ Petition is for enforcement of his lease deed. But the remedy provided under the lease deed is only for refund of money advanced under the lease agreement. The prominent purpose of issuing a Writ of Mandamus is for enforcement of a statutory or legal right and no Mandamus can be issued to declare the rights of the parties.  The right of the industrial concern, viz., the third respondent  to transfer by way of lease or sale ceases from the moment possession is taken over by the Financial Corporation. The only right which remains with the Industrial concern is the right to redeem the property on payment of entire dues. After the loan amount is settled, the industrial concern, who mortgaged the property alone is entitled to the possession of the property and the lessee cannot claim any right against the State Financial Corporation. The right of Management or possession or both along with the right to transfer by way of lease or sale would be restored to the Industrial concern, on payment of amounts due to the Corporation before confirmation of sale. Section 29 of the SFC Act does not recognise the rights of the tenant or any person, who is put in possession by whatever means. \n</p>\n<p data-structure=\"Section\" id=\"p_46\">\t41.\tIf the contention of the petitioner has to be accepted, then enforcement of the Sections 29 and 30 of the State Financial Corporation Act and the expression &quot;take over the management or possession or both of the industrial concern, as well as the right of transfer by way of lease or sale&quot; would be otiose. In a given case, a lessee claiming possessory rights can obstruct taking over possession and relalisation of debts due to the Financial Corporation, if possessory rights were to be recognised. A property which is pledged or mortgaged or hypothecated or assigned to the Financial Corporation, but leased out to X, cannot be sold by public auction for realisation of the debts. By operation of Section 29(2) of the State Financial Corporation Act, any transfer of property made by the Financial Corporation in exercise of its powers under sub-Section (1), shall vest in the transferee all rights in or to the property transferred as if the transfer had been made by the owner of the property.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"347637\" id=\"span_10\">42.\tEven in the decision in <a href=\"/doc/347637/\" id=\"a_42\">New Kenilworth Hotels (P) Ltd., v. Ashoka Industries Ltd.</a>, reported in 1995 (1) SCC 161, the Supreme Court held that the licence/agreement for running a hotel by TIIC was only an interim arrangement made pending on the sale of the property and that the licencee does not have any right to be in possession as licensor pending dispute between the mortgagee and the mortgagor, viz., the Financial Corporation and the owner of the property.</span> \n</p>\n<p data-structure=\"RespArg\" id=\"p_48\">\t43.\tIn the case on hand, the decree for injunction is only against the third respondent and it cannot be enforced. As rightly contended that the third respondent, the proceedings under the extraordinary jurisdiction cannot be converted into a ...... for restoration of possession against TIIC, who is not a party to the contract between the landlord and the petitioner. As stated supra, when the rights of the industrial concern are taken over by the State Financial Corporation, when the loan amount is discharged, person who pledged or mortgaged  the property alone is entitled to possession. The tenant can always claim refund of lease amount or any amount due and payable to him against the landlord not against the Statutory Corporation. \n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">\t44.\tIn view of the above, I am of the considered view that the petitioner has not established any statutory right in her favour nor there is any corresponding legal duty on the part of the State Financial Corporation Act to restore possession to the petitioner. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_50\">\t45.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"777058\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137153\" id=\"span_12\">In so far as territorial jurisdiction is concerned, the judgments relied on by the petitioner reported in <a href=\"/doc/137153/\" id=\"a_43\">Madurai Veeran., A., Ex.Rect (MP) v. Union of India</a> reported in 2006 (<a href=\"/doc/777058/\" id=\"a_44\">1) CTC 732, Navinchandra N.Majithia v. State of Maharashtra</a> reported in 2000 (7) SCC 640 are applicable to the facts of the case, as part of cause of action relating to sanctioning of the loan amount, the decision to arrive at One Time Settlement had taken place within the territorial jurisdiction of this Court. Therefore, I am of the considered view that this Court has got territorial jurisdiction to deal with the subject matter of the Writ Petition, subject to maintainability as discussed earlier.</span></span> \n</p>\n<p data-structure=\"RespArg\" id=\"p_51\">\t46.\tAs regards as the contention of the learned counsel for the petitioner that some breathing time should be given, till the petitioner  approaches the Civil Original jurisdiction for resumption of possession, the interim order produced by the petitioner is examined with reference to the submissions made by the learned counsel for the Financial Corporation. \n</p><p data-structure=\"Conclusion\" id=\"p_52\">\t47.\tIn W.P.No.2199 of 2005, the petitioner therein, being aggrieved by the proceedings of the Executive Engineer (O &amp; M), 110 KV Sub-Station, filed the Writ Petition for a direction to the respondents therein not to insist the petitioner to pay Rs.56,18,725, allegedly towards rectification charges for rectifying 230 KV underground cable, said to have been damaged by the petitioner, while laying cable.  The contention of the petitioner was that the claim made by the Board was with regard to tortious liability and therefore, the proper remedy for the Board would be to move to the Court for ascertaining the liability and not by issuing the proceedings to recover the amount.  The petitioner therein further submitted that the amount arrived at by the Board cannot be added to the current consumption charges. As the matter involved many questions of fact, such as whether the petitioner could be held responsible for the disruption in the power supply or where any other party was responsible for the said disruption, whether ascertainment of quantum was proper, this Court, while taking into consideration the threat of recovery, directed the petitioner to make out his remedy before the proper Civil forum and granted an interim order not to resort to recovery till he approaches the Civil Court.  Thereafter, the petitioner moved the Civil Original jurisdiction of this Court and obtained interim orders not to enforce the recovery.  In the above Writ Petition, this Court felt that unless the person who caused disruption is identified and the damage is ascertained properly, petitioner cannot be mulcted with the liability and therefore granted some time for the petitioner to approach the appropriate forum.\n</p><p data-structure=\"Precedent\" id=\"p_53\">\t48.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"693740\" id=\"span_13\">In  <a href=\"/doc/693740/\" id=\"a_45\">State of Orissa v. Madan Gopal Rungta</a> reported in 1951 SCR 28, the Supreme Court at Page No.34 of the judgment held as follows:</span> \n</p><blockquote id=\"blockquote_24\">\t&quot;The question which we have to determine is whether directions in the nature of interim relief only could be granted under <a href=\"/doc/1712542/\" id=\"a_46\">article 226</a>, when the Court expressly stated that it refrained from determining the rights of the parties on which a writ of mandamus or directions of a like nature could be issued.  In our opinion, <a href=\"/doc/1712542/\" id=\"a_47\">article 226</a> cannot be used for the purpose of giving interim relief as the only and final relief on the application as the High Court has purported to do.  The directions have been given here only to circumvent the provisions of <a href=\"/doc/1056070/\" id=\"a_48\">Section 80</a> of the Civil Procedure Code, and in our opinion that is within the scope of <a href=\"/doc/1712542/\" id=\"a_49\">Article 226.</a>  An interim relief can be granted only in aid of and as ancillary to the main relief which may be available to the party on final determination of his rights in a suit or proceeding.  If the Court was of opinion that there was no other convenient or adequate remedy open to the petitioners, it might have proceeded to investigate the case on its merits and come to a decision as to whether the petitioners succeeded in establishing that there was an infringement of any of their legal rights which entitled them t a Writ of mandamus or any other directions of a like nature; and pending such determination it might have made a suitable interim order for maintaining the status quo ante.  But when the Court declined to decide on the rights of the parties and expressly held that they should be investigated more properly in a civil suit, it could not, for the purpose of facilitating the institution of such suit, issue directions in the nature of temporary injunctions, under <a href=\"/doc/1712542/\" id=\"a_50\">article 226</a> of the Constitution.  In our opinion, the language of <a href=\"/doc/1712542/\" id=\"a_51\">article 226</a> does not permit such an action.&quot;\n</blockquote>\t\n<p data-structure=\"Conclusion\" id=\"p_54\">\t49.\tAs the petitioner has not made out a case of infringement of any contractual or fundamental rights by the State Financial Corporation for issuing a Writ of Mandamus, the decision relied on by the petitioner is not applicable to the present case and I am not inclined to grant any interim order.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">\t50.\tFor the reasons stated above, the petitioner is not entitled to the relief sought for in the Writ Petition and hence the same is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">21.11.2007\nNOTE TO OFFICE:\n</p><blockquote id=\"blockquote_25\">Issue on 21.11.2007\nskm\nS. MANIKUMAR, J.\n</blockquote>\n<blockquote id=\"blockquote_26\">skm\n\n\nTo\n</blockquote><blockquote id=\"blockquote_27\">1. Tamil Nadu Industrial Investment Corporation Limited,\nrep. By its Managing Director,\n692, Anna Salai, Nandanam, Chennai-35.\n</blockquote>\n<blockquote id=\"blockquote_28\">2. Tamil Nadu Industrial Investment Corporation Limited,\nrep. By its Branch Manager,\n100, Railway Feeder Road, \nVirudhunagar.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_14\">W.P.No.17979 of 2007</span>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<blockquote id=\"blockquote_29\">21.11.2007</blockquote>","numcites":18,"numcitedby":1,"docsource":"Madras High Court","citetid":162858433,"divtype":"judgments","relatedqs":[{"value":"section 29 of state financial corporation act","formInput":"section%2029%20of%20state%20financial%20corporation%20act"},{"value":" writ of mandamus","formInput":"%20writ%20of%20mandamus"},{"value":"order 21 rule 89","formInput":"order%2021%20rule%2089"},{"value":"one time settlement","formInput":"one%20time%20settlement"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"transfer of property act","formInput":"transfer%20of%20property%20act"},{"value":"consent decree","formInput":"consent%20decree"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"tamil nadu industrial investment corporation","formInput":"tamil%20nadu%20industrial%20investment%20corporation"},{"value":"right of redemption","formInput":"right%20of%20redemption"},{"value":"tiic","formInput":"tiic"},{"value":"transfer of property","formInput":"transfer%20of%20property"},{"value":"mandamus","formInput":"mandamus"},{"value":"Rajapalayam","formInput":"Rajapalayam"},{"value":"due process","formInput":"due%20process"},{"value":"order  21","formInput":"order%20%2021"},{"value":"Restore of the possession","formInput":"Restore%20of%20the%20possession"},{"value":"collateral security","formInput":"collateral%20security"},{"value":"mortgaged property ","formInput":"mortgaged%20property%20"},{"value":"what is public auction","formInput":"what%20is%20public%20auction"}],"cats":[{"value":"right-of-mortgagor-to-redeem","formInput":"tag:right-of-mortgagor-to-redeem"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"fulfillment-of-condition-subsequent","formInput":"tag:fulfillment-of-condition-subsequent"}],"courtcopy":true,"query_alert":null,"agreement":false}