{"tid":1312184,"publishdate":"1991-08-27","title":"The Janata Dal & Ors. Etc vs H.S. Chowdhary & Ors. Etc on 27 August, 1991","doc":"<h2 class=\"doc_title\">The Janata Dal &amp; Ors. Etc vs H.S. Chowdhary &amp; Ors. Etc on 27 August, 1991</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1991 SCR (3) 752, 1991 SCC (3) 756, AIRONLINE 1991 SC 58, 1991 (3) SCC 756, (1991) 3 CRIMES 337, (1992) 1 CUR CRI R 71, (1991) 3 SCR 752, (1991) 2 ALL CRI LR 678, 1991 CRI LR(SC MAH GUJ) 838, (1991) 3 JT 497, 1991 SCC (CRI) 933, (1991) 3 JT 497 (SC), (1991) 3 SCR 752 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-r-pandian\">S.R.  Pandian</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-pandian\">S.R.  Pandian</a>, <a href=\"/search/?formInput=benchid:k-j-shetty\">K.J.  Shetty</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nTHE JANATA DAL &amp; ORS. ETC.\n\n\tVs.\n\nRESPONDENT:\nH.S. CHOWDHARY &amp; ORS. ETC.\n\nDATE OF JUDGMENT27/08/1991\n\nBENCH:\nPANDIAN, S.R. (J)\nBENCH:\nPANDIAN, S.R. (J)\nSHETTY, K.J. (J)\n\nCITATION:\n 1991 SCR  (3) 752\t  1991 SCC  (3) 756\n JT 1991 (3)   497\t  1991 SCALE  (2)400\n\n\nACT:\n    Criminal Trial--Criminal case registered against  speci-\nfied   persons\t --Public  interest  litigation\t  by   third\nparty---Whether maintainable.\n    Constitution   of  India,  1950--<a href=\"/doc/867010/\" id=\"a_1\">Article\t51-A--</a>Public\ninterest litigation by a lawyer before Special Judge  in the\ncase  under Section 120B read with <a href=\"/doc/48127346/\" id=\"a_2\">Sections 161</a>,  <a href=\"/doc/108500659/\" id=\"a_3\">162</a>,\t<a href=\"/doc/18766893/\" id=\"a_4\">163</a>,\n<a href=\"/doc/78014276/\" id=\"a_5\">164</a>,  <a href=\"/doc/54942699/\" id=\"a_6\">165A</a>  of IPC. <a href=\"/doc/1420677/\" id=\"a_7\">Sections  5(2)</a>,  <a href=\"/doc/1229833/\" id=\"a_8\">5(1)(d)</a>,  <a href=\"/doc/1420677/\" id=\"a_9\">5(2)</a>/<a href=\"/doc/1229833/\" id=\"a_10\">5(1)(c)</a>,\nPrevention of Corruption Act, pending--Maintainability of.\n    <a href=\"/doc/445276/\" id=\"a_11\">Criminal Procedure Code</a>, 1973 - Sections 397, 401,\t482-\nRevisional jurisdiction of High Court--Whether invokable  by\npublic interest litigation.\n    <a href=\"/doc/445276/\" id=\"a_12\">Criminal Procedure Code</a>, 1973- Sections 397, 401,\t482-\nSuomoto action--Registering a case under the title &quot;Court on\nits motion v. State and CBI&quot;--Legality of.\n\n\n\nHEADNOTE:\n    On\t22.1.90\t a First Information Report  was  registered\nunder  section 120-B read with <a href=\"/doc/48127346/\" id=\"a_13\">sections 161</a>, <a href=\"/doc/108500659/\" id=\"a_14\">162</a>,  <a href=\"/doc/18766893/\" id=\"a_15\">163</a>,\t <a href=\"/doc/78014276/\" id=\"a_16\">164</a>\nand  <a href=\"/doc/54942699/\" id=\"a_17\">165A</a> of the Indian Penal Code read with <a href=\"/doc/171288855/\" id=\"a_18\">Sections  5(2)</a>,\n<a href=\"/doc/182822854/\" id=\"a_19\">5(1)(d)</a>\t and  <a href=\"/doc/171288855/\" id=\"a_20\">5(2)</a>/<a href=\"/doc/3022792/\" id=\"a_21\">5(1)(c)</a> of the PreventiOn  of  Corruption\nAct,  1947 read with <a href=\"/doc/1326844/\" id=\"a_22\">sections 409</a>, <a href=\"/doc/1436241/\" id=\"a_23\">420</a>, <a href=\"/doc/556166/\" id=\"a_24\">468</a> and <a href=\"/doc/1466184/\" id=\"a_25\">471</a>  of\t the\nIndian Penal Code against 14 accused alleging that  theyent-\nered into a criminal conspiracy, obtained illegal gratifica-\ntion  in  the form of money from BOFORS, a  Swedish  company\nthrough\t the  agent  firms/companies/persons  as  motive  or\nreward\tfor such public servants who by corrupt\t or  illegal\nmeans  or  by  otherwise dishonestly  using  their  official\nposition  as public servants caused pecuniary  advantage  to\nthemselves,  BOFORS, the agents and others in awarding\tcon-\ntracts to BOFORS for the supply of guns to the Government of\nIndia and in the transaction also committed the offences  of\ncriminal breach of trust, heating of Union of India, forgery\nand using of forged documents etc.\n    The C.B.I. commenced its,investigation during the course\nof which statements of.witnesses were recorded and took into\ntheir custody\n753\nvarious documents and files relating to this BOFORS deal.\n    The C.B.I. moved an application before the Special Judge\nstating\t that the investigation of the case was to  be\tcon-\nducted\tnot only in India, but also in\tSwitzerland,  Sweden\nand other countries, that an important aspect of .the inves-\ntigation  which\t was to be conducted in Switzerland  was  to\ncollect\t documentary and oral evidence relating to  all\t as-\npects  of  the\taccounts in banks in  Switzerland  to  which\nremittances were made by&#x27; M/s. A.B. Bofors from Sweden; that\nthe, Director of the C.B.I. requested the concerned authori-\nties  in  Switzerland  for  freezing/blocking  certain\tbank\naccounts  relevant  to this case and the Federal  Depart-  .\nment  of  Justice  and Policy, Switzerland  moved  Judge  of\nGeneva and the concerned Judge of Zurich; that the  relevant\naccounts  in  the bank had been blocked upto  28.2.1990\t and\nthat  request  for judicial assistance from  Switzerland  in\nthis&#x27; matter, therefore, should be made by 28.2.1990 failing\nwhich  the Swiss Law obliges the withdrawal of\tinstructions\nto  block  the accounts the Swiss authorities  would  render\nassistance in the investigation in Switzerland in accordance\nwith the mutual assistance agreement dated 20.2.1989 only on\nreceipt\t of  a Letter Rogatory from the\t competent  judicial\nauthorities in India.\n    The C .B.I. requested the Special Judge to send a Letter\nRogatory/  request to Switzerland urgently for\tgetting\t the\nnecessary assistance in the investigation to be conducted in\nSwitzerland lest very important and relevant evidence  would\nremain\tuncollected and the cause of justice would be  frus-\ntrated.\nThe Special Judge allowed the application of the C.B.L\n    Before  the new Special Judge who assumed charge of\t the\noffice\tfrom  the previous Special Judge, the  appellant  in\nCrl. A. No. 306/91 filed a Public Interest Litigation  under\n<a href=\"/doc/867010/\" id=\"a_26\">Article\t 51-A</a> of the Constitution of India praying  that  no\nRogatory  letter be issued on the formal request of the\t CBI\nunless\tthe  allegations against named persons\twere  estab-\nlished to the satisfaction of the Court; that no request for\nRogatory  or &#x27;freezing bank account be made to\tSwiss  Govt.\nunless\tthe concerned persons were noticed and heard on\t the\nsubject;  that\tthe petitioner be permitted to\tjoin  during\ninquiry\t in the capacity of public interest  litigant;\tthat\ninquiry\t u/s. 340, <a href=\"/doc/445276/\" id=\"a_27\">Cr.P.C</a>. be held to determine the  alleged\noffence\t committed  by\tvarious persons and  till  then\t all\nproceedings of Rogatory be stopped.\n    The Special Judge dismissed the petition and issued Note\nof Compliance and amended Letter Rogatory.\n754\n    The\t public interest litigant filed a criminal  revision\nbefore the High Court. During the hearing of the case before\nthe    High    Court,\t several    applications     seeking\nimpleadment/intervention were filed.\n    Dismissing\tthe revision, the High Court held  that\t the\npetitioner has no locus standi to maintain the petition\t and\nconsequently  the interveners also had no right to seek\t for\nimpleadment  or intervention and taking suo moto  cognizance\nof  the\t matter for the reasons assigned. in his  order\t the\njudge directed issue of show cause notice to the CBI and the\nState  (Union of India) as to why the proceedings  initiated\non the strength of the FIR dated 22.1.90 pending before\t the\nSpecial\t Judge\tbe not quashed; against which  the  criminal\nappeals and the writ petition were filed in this Court.\n    CrI.A. No. 304/91 is preferred by the Janata Dal against\nthe order passed by the High Court rejecting its application\nfiled  before the High Court requesting the Judge to  recuse\nhimself from the proceedings. CrI.A. No. 305/91 is filed  by\nthe Janata Dal against the order of the High Court rejecting\nthe  application for impleadment of the appellant and  other\ninterveners  and also issuing suo moto notice to  the  State\nand the CBI.\n    Crl. A. No. 306/91 is directed by the original petition-\ner  who\t filed\tthe public interest  litigation\t before\t the\nSpecial Judge challenging the first part of the order of the\nHigh  Court dated 19.12.90 .dismissing his petition  on\t the\nground that he had no locus standi to file the petition.\n    CrI.A.  No. 307/91 is preferred by the Janata Dal  ques-\ntioning\t the correctness of the earlier order passed by\t the\nHigh Court refusing to allow the appellant&#x27;s application for\nimpleaament/intervention.\n    Crl.  A. No. 308/91 has been directed by  the  Communist\nParty of India (Marxist) against the order of the High Court\nrefusing to allow its application for  impleadment/interven-\ntion.\n    CrI.A.  No. 309/91 is preferred by india  Congress\t(So-\ncialist)  against  the main order of the  High\tCourt  dated\n19.12.1990  dismissing its application for  impleadment\t and\ntaking up suo moto cognizance for quashing the FIR.\n    CrI.A.  No. 310/91 is filed by the &#x27;Union of India\tcan-\nvassing\t the  legality and correctness of  the\torder  dated\n5.9.90 passed by the High Court and praying for a  direction\ndirecting the High Court to decide the\n755\nmaintainability\t of  the  public interest  litigation  as  a\npreliminary  question,\tand for the deletion of\t the  second\nrespondent. The permission for deletion was granted.\n    CrI.A. No. 311/91 is filed by the Union of India and the\nCBI  questioning  the second part of the order of  the\tHigh\nCourt  dated 19.12.90 namely taking suo moto cognizance\t and\nissuing\t notice calling upon the CBI and the State  to\tshow\ncause  as to why the proceedings. initiated on the  strength\nof the FIR be no quashed.\n    The\t appellants in this appeal impleaded the High  Court\nthrough its Registrar as a respondent.\n    W.P.  No.  114/91 is filed\tseeking\t certain  directions\nrelating  to Bofors matter and&#x27; for quashing the later\tpart\nof the order dated 19.12.90 of the High Court.\n    Dismissing\tCrI.A. Nos. 304-310/1991 and the Writ  Peti-\ntion No. 114/91 and allowing Crl. A. No. 311/91, this Court,\n    HELD:  1. Even if there are million questions of law  to\nbe  deeply gone into and examined in a criminal case  regis-\ntered against specified accused persons, it is for them\t and\nthem  alone  to raise all such questions and  challenge\t the\nproceedings  initiated against them at the appropriate\ttime\nbefore the proper forum and not for third parties under\t the\ngarb of public interest litigants. [766H-767A]\n    2.\tThe  appellant\tin CrI.A. No. 306/91  has  no  locus\nstandi to file the petition under <a href=\"/doc/1937835/\" id=\"a_28\">Article 5 1-A</a> as a  public\ninterest litigant, to invoke the revisional jurisdiction  of\nthe  High Court under Sections 397 read with section 401  of\nthe* <a href=\"/doc/445276/\" id=\"a_29\">Code of Criminal Procedure</a> challenging the correctness,\nlegality or propriety of the order of the Special Judge\t and\nto  invoke the extraordinary jurisdiction of the High  Court\nunder  <a href=\"/doc/1679850/\" id=\"a_30\">Section\t482</a> of the Code of  Criminal  Procedure\t for\nquashing the First Information Report and all other proceed-\nings  arising therefrom on the plea of preventing the  abuse\nof the process of the Court. [767C-E]\n    3.\tThe  initiation of the present\tproceedings  by\t the\npublic interest litigant under Article 51.A of the Constitu-\ntion of India cannot come within the true meaning and  scope\nof public interest litigation. [767F]\n    4. The appellants namely, Janata Dal, Communist Party of\nIndia (Marxist) and Indian Congress (Socialist) equally have\nno right of seek-\n756\ning  their impleadment/intervention. For the  same  reasons,\nthe  petitioner in W.P. (Crl.) No. 114/91, has no  right  to\nfile the Writ Petition as a public interest litigant. 1767G]\n     5.\t The  suo moto action of the High  Court  in  taking\ncognizance in exercise of the powers under Sections 397\t and\n401 read with Section 482 of the Code based on the convolut-\ned  and strained reasoning and directing the office  of\t the\nHigh  Court to register a case under the title Court on\t its\nmotion v. State and CBI cannot be sustained. [767H-768A]\n     6.\t The directions of the High Court calling  upon\t the\nCBI  and the State to show cause as to why  the\t proceedings\ninitiated  on the strength of the First\t Information  Report\ndated 22.1.90 be not quashed, cannot be sustained. [768B]\n    7.\tAll  the proceedings initiated in pursuance  of\t the\nFirst Information Report dated 22.1.90 relating to Crime No.\nRCI(A)/90-ACU-IV on the file of the Special Judge  including\nthe  issuance of the Letter Rogatory/request as\t they  stand\nnow,  remain  unaffected and they can be proceeded  with  in\naccordance with law. [768D-E]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    CRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 304\nof 1991.\n</p><p data-structure=\"Issue\" id=\"p_2\">    From the Order dated 17.12. 1990 of the Delhi High Court\nin Criminal Misc. No. 2656 of 1990.\n</p><p data-structure=\"Section\" id=\"p_3\">    Anand Dev Giri, Solicitor General, Ram Jethmalani,\tK.G.\nBhagat,\t P.S. Pottv, Prashant Bhushan, Jayant  Bhushan,\t Ms.\nDeepa Bhushan, P.K. Dey, Ms. Lata Krishnamurti, M.N. Shroff,\nA.K. Khare, Ms. Kamini Jaiswal, P.K. Monohar, R. Sasiprabhu,\nMs. A. Subhashini, A. Subba Rao, Ashok Bhan, Ms. Anil  Kati-\nyar,  P.N.  Bhan,  R.K. Dixit and A.M.\tKhanwilkar  for\t the\nappearing parties.\n</p><p data-structure=\"Precedent\" id=\"p_4\">Nalla Thampy Thera--petitioner-in-person.\nThe following Order of the Court was delivered:\n</p><blockquote id=\"blockquote_1\">    S.\tRATNAVEL  PANDIAN, J. A brief resume  of  the  facts\nwhich has given rise to the above appeals and Writ  Petition\nwould  be necesSary to appreciate the unsavorous  controver-\nsies  created by way of public interest litigations,  though\n0we  have decided to give only our conclusions now  and\t the\ndetailed  reasons later in order to avoid any delay in\tthis\nmatter for the reasons,, namely, (1) in the application\t for\ndirection  filed  by the Union of India\t through  C.B.I.  on\n12.7.91\t it is submitted that &quot;the Swiss  authorities  would\nremove the blocking order on 31.8.91 and the account holders\nwould  withdraw\t the large funds, running into\tmillions  of\ndollars (equivalent to crores of rupees)&quot; and\n<span class=\"hidden_text\" id=\"span_1\">757</span>\nprayed\tthat  the judgment may be pronounced by the  end  of\nAugust 1991 lest miscarriage of justice would be caused, and\n(2) that the learned&#x27;Additional SoliCitor General, Mr. Altar\nAhmed  appearing on behalf of the Union of India and CBI  on\n10.8.91 reaffirmed the above statement of the Union of India\nand  requested that the C.B.I. should be allowed to  proceed\nwith  the  investigation without any interruption  or&#x27;\thin-\n</blockquote><p data-structure=\"RespArg\" id=\"p_5\">drance\tso that the investigation may be speeded up  thereby\nmeaning\t that  the wheels of investigation  already  started\nmoving\ton, should be permitted to be proceeded with  unfet-\ntered and untrammelled so that the valuable evidence may  be\nobtained  from\tthe  Swiss Bank\t through  their\t authorities\nwithout further loss of time, otherwise the account. in\t the\nSwiss Bank- now frozen may be defrozen.\n</p><p data-structure=\"Section\" id=\"p_6\">    The Central Bureau of Investigation/Delhi police  Estab-\nlishment/Anti  Corruption Unit-IV; New Delhi registered\t the\nFirst Information Report dated 22.1.90 relating to Crime No.\nRCI(A)/90  -ACU--IV under Section 120-B read  with  <a href=\"/doc/48127346/\" id=\"a_31\">Sections\n161</a>,  <a href=\"/doc/108500659/\" id=\"a_32\">162</a>, <a href=\"/doc/18766893/\" id=\"a_33\">163</a>, <a href=\"/doc/78014276/\" id=\"a_34\">164</a> and <a href=\"/doc/54942699/\" id=\"a_35\">165A</a> of the Indian Penal  Code\tread\nwith <a href=\"/doc/1420677/\" id=\"a_36\">Sections 5(2)</a>, <a href=\"/doc/1229833/\" id=\"a_37\">5(1)(d)</a> and <a href=\"/doc/1420677/\" id=\"a_38\">5(2)</a>/<a href=\"/doc/1229833/\" id=\"a_39\">5(1)(c)</a> of the  Preven-\ntion of <a href=\"/doc/1331755/\" id=\"a_40\">Corruption Act</a> 1947 (herein referred to as <a href=\"/doc/1331755/\" id=\"a_41\">P.C. Act</a>)\nread  with <a href=\"/doc/1326844/\" id=\"a_42\">sections 409</a>,<a href=\"/doc/1436241/\" id=\"a_43\">420</a>,<a href=\"/doc/556166/\" id=\"a_44\">468</a> and <a href=\"/doc/1466184/\" id=\"a_45\">471</a> of the Indian  Penal\nCode against 14 accused of whom 3 are named, they being\t (1)\nShri  Martin  Ardbo, former President of  M/s  A.B.  Bofors,\nSWeden\t(Accused No. 1); (2) Shri Chadha alias\tWin  Chadha,\ns/o  Shri  Assa\t Nand, President of  M/s  Anatronic  General\nCorporation/  Anatronic\t General Companies Ltd.,  C/4,\tMain\nMarket,\t Vasant\t Vihar, New Delhi (Accused No. 3)  and\tShri\nG.P.  Hinduja,\tNew Zealand House, Hay market,\tLondon\tSW-1\n(Accused  No. 7). The rest of the 11 accused are  stated  in\ngeneral\t  as  Directors/employees/holders/beneficiaries\t  of\naccount code and public servants of the Government of India.\nThe core of the allegations is that these accused, named and\nunnamed, entered into a criminal conspiracy, obtained  ille-\ngal gratification in the form of money from BOFORS, a  Swed-\nish  company  through the agent\t firms/companies/persons  as\nmotive or reward for such public servants who by corrupt  or\nillegal\t means\tor  by otherwise  dishonestly  using  their.\nofficial position as public servants caused pecuniary advan-\ntage to themselves, BOFORS, the agents and others in  award-\ning  contracts to BOFORS for the supply of guns to the\tGov-\nernment\t of India and in the transaction also committed\t the\noffences  of criminal breach of trust, cheating of Union  of\nIndia,&#x27;\t forgery and using of forged documents etc.  It\t ap-\npears that the C.B.I. has commenced its investigation during\nthe course of which it has recorded statements of  witnesses\nand  took  into their custody various  documents  and  files\nrelating to this Bofors deal.\n</p><p data-structure=\"CDiscource\" id=\"p_7\">While  it is so, the C.B.I. moved an application before\t the\nSpecial\n<span class=\"hidden_text\" id=\"span_2\">758</span>\nJudge,\tnamely, Shri R.C. Jain stating inter alia  that\t the\ninvestigation  of  the case is to be conducted not  only  in\nIndia, but also in Switzerland, Sweden and other  countries,\nthat an important aspect of the investigation which is to be\nconducted in Switzerland is to collect documentary and\toral\nevidence relating to all aspects of the accounts in banks in\nSwitzerland  to\t which\tremittances were made  by  M/s\tA.B.\nBofors\tfrom  Sweden,  that in\tparticular,  the  authorised\nsignatories and the beneficiaries of the said accounts\thave\nto be traced by such investigation as they are, in fact, the\nultimate  beneficiaries of the payments&#x27;1 made by  M/s\tA.B.\nBofors\tand  that under the procedure followed by  banks  in\nSwitzerland, an authorised signatory can operate an  account\nfor the benefit of certain other persons regarding whom\t the\nauthorised  signatory has to submit certain declarations  to\nthe concerned bank and, therefore, it is very essential\t for\nthe investigation of this case that the documentary and oral\nevidence should be collected regarding this&#x27; as well as\t the\nother  aspects of the bank accounts in Switzerland.  In\t the\nsaid application after referring to the exchange of  letters\ndated  20.2.89 between the Government of India and  Switzer-\nland for mutual assistance agreeing that the Authorities  of\nboth  the countries shall provide to each other\t the  widest\nmeasure\t for  assistance in the\t investigation\tof  criminal\nmatters, it has been stated that the competent authority  to\nask  for assistance in India and abroad is the\tCourt/Tribu-\nnal/Judge or Magistrate exercising jurisdiction. The  Direc-\ntor of the C.B.I. sent a request dated 23.1.1990 and supple-\nmented\tby another request dated 26.1.1990 to the  concerned\nauthorities  in\t Switzerland for  freezing/blocking  certain\nbank accounts relevant to this case and the Federal  Depart-\nment  of Justice and Police, Switzerland moved Shri  Parrau-\ndin, Judge of Geneva and the concerned Judge &#x27;of Zurich who,\non  being prima facie convinced of dual criminality and\t the\nneed  for investigation in Switzerland, froze  the  relevant\nbank  accounts in this regard on 26.1. 1990 as intimated  by\nthe  Federal  Department of Justice and Police\tthrough\t the\nEmbassy of India in Switzerland and that as per this  infor-\nmation, the relevant accounts in the bank have been  blocked\nupto 28.2.1990 and that request for judicial assistance from\nSwitzerland  in\t this matter, therefore, should be  made  by\n28.2.1990 failing which the Swiss Law obliges the withdrawal\nof instructions to block the accounts and that .the  Federal\nDepartment of Justice and Police at Berne which\t corresponds\nto the Ministries of Law and Home, Government of India, have\nassured\t that the Swiss authorities would render  assistance\nin  the investigation in Switzerland in accordance with\t the\nmutual assistance agreement dated 20.2.1989 only on  receipt\nof a Letter Rogatory from the competent judicial authorities\nin India.\n</p><p data-structure=\"Section\" id=\"p_8\">On  the\t above pleadings, the C.B.I. requested\tthe  Special\nJudge\n<span class=\"hidden_text\" id=\"span_3\">759</span>\nto  send a Letter Rogatory/request. to Switzerland  urgently\nfor getting the necessary assistance in the investigation to\nbe conducted in Switzerland lest very important and relevant\nevidence  would remain uncollected and the cause of  justice\nwould  be frustrated. The Special Judge after  hearing\tShri\nArun Jaitley, the then Additional Solicitor General of India\nand  Shri  K.N. Sharma, Deputy Legal  Adviser,\tCBI  andShri\nBaljit\tSingh,\tSenior Public Prosecutor by  its  considered\norder dated 5.2.1990 allowed the application of the  C.B.I.,\nthe relevant portion of which reads thus:\n</p><blockquote id=\"blockquote_2\">\t      &quot;In the result, the application of the CBI  is\n\t      allowed  to the extent that a request to\tcon-\n\t      duct  the necessary investigation and to\tcol-\n\t      lect necessary evidence which can be collected\n\t      in  Switzerland and to the extent directed  in\n\t      this  order  shall be made  to  the  Competent\n\t      Judicial\tAuthorities of the Confederation  of\n\t      Switzerland  through the Ministry of  External\n\t      Affairs,\t&#x27;Government of India subject to\t the\n\t      filing  of  the  requisite/proper\t undertaking\n\t      required\tby the Swiss Law and  assurance\t for\n\t      reciprocity.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\">    The Special Judge also directed certain documents to  be\nsent&#x27; along with his letter of request, such as the copy  of\nthe  FIR  dated 22.1.90, mutual assistance  agreement  dated\n20.2.89\t etc.  etc. The Court finally made  a  note  reading\nthus:\n</p><blockquote id=\"blockquote_3\">\t      &quot;Needless to mention that no observation\tmade\n\t      in  this order shall tantamount to  expression\n\t      of opinion at any subsequent stage of  enquiry\n\t      or trial.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_10\">    When  the matter stood thus, Shri V.S. Aggarwal  on\t the\nstrength of the notification issued by the Administrator  of\nthe  Union  Territory of Delhi assumed charge as  a  Special\nJudge  inplaCe of Shri R.C. Jain. Before Shri Aggarwal,\t the\nSpecial\t Judge, Shri Harinder Singh Chowdhary,\tan  Advocate\nfiled  a Public Interest Litigation by filing Criminal\tMis-\ncellaneous Case No. 12/90 under <a href=\"/doc/867010/\" id=\"a_46\">Article 51-A</a> of the  Consti-\ntution\tof India seeking the following prayers which we\t are\nreproducing hereunder:\n</p><blockquote id=\"blockquote_4\">\t      &quot;In  the\tpremises  your\tpetitioners   humbly\n\t      request that in order to maintain the dignity,\n\t      prestige and the fair name of the country\t and\n\t      the ideals enshrined in the Constitution\tthat\n\t      no  rogatory  letter be issued on\t the  formal\n\t      request  of  the CBI  unless  the\t allegations\n\t      against named persons are\n<span class=\"hidden_text\" id=\"span_4\">\t      760</span>\n\t      established to the satisfaction of this  Hon&#x27;\n\t      ble Court:&#x27;\n\t\t\tIt  is\tfurther\t requested  that  no\n\t      request for Rogatory or freezing bank  account\n\t      be  made to Swiss Govt. unless  the  concerned\n\t      persons are noticed and heard on the subject:\n</blockquote><blockquote id=\"blockquote_5\">\t\t\tIt  is\tfurther requested  that\t the\n\t      petitioner  may  be permitted to\tjoin  during\n\t      inquiry  before  this  Hon&#x27;ble  Court  in\t the\n\t      capacity of public interest litigant.\n\t\t\tIt is further requested that inquiry\n\t      u/s  340\t<a href=\"/doc/445276/\" id=\"a_47\">Cr.P.C</a>.\t be held  to  determine\t the\n\t      alleged  offence committed by various  persons\n\t      and  till then all proceedings of Rogatory  be\n\t      stopped.&quot;,\n    The\t Special  Judge, namely, Shri V.S. Aggarwal  by\t his\nconsidered  judgment dated 18.8.1990 dismissed the  petition\nholding\t &quot;this\trequest\t of the learned\t counsel  cannot  be\naccepted.&quot;  Finally,  the learned Judge made  the  following\nnote:\n</blockquote><blockquote id=\"blockquote_6\">\t      &quot;Put  up\ton 30.9. 1990 for arguments  on\t the\n\t      question\tas to whether any action under\tSec-\n\t      tion 340 of the <a href=\"/doc/445276/\" id=\"a_48\">Code of Criminal Procedure</a>  is\n\t      to  be  initiated or not. No  opinion  on\t the\n\t      merits of the main case is being expressed.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_11\">    The\t Special Judge then issued (&#x27;1) Note  of  Compliance\nand (2) Amended letter rogatory on 22.8.90.\n    Shri  Harinder  Singh  Chowdhary,  the  public  interest\nlitigant  on being aggrieved by the order dated\t 18.8.90  of\nthe Special Judge filed a criminal revision before the\tHigh\nCourt of Delhi under Sections 397/ 482 of the Code of Crimi-\nnal Procedure and raised several questions of law  challeng-\ning the legality and validity of the impugned order and made\nthe following prayers:\n</p><blockquote id=\"blockquote_7\">\t      (a)   to\t quash\tthe  entire  FIR   No.\t RCI\n\t      (A)90/ACU-IV  dated 22.1.90 and criminal\tpro-\n\t      ceedings covered by the same.\n</blockquote><blockquote id=\"blockquote_8\">\t      (b)  or remand the case to the  Special  Judge\n\t      permitting  the petitioner to argue  his\tcase\n\t      before  the  lower court and also\t direct\t the\n\t      court below to decide the petition on merits.\n</blockquote><span class=\"hidden_text\" id=\"span_5\">\t      761</span>\n<blockquote id=\"blockquote_9\">\t      (c)  direct  the\tcourt that  no\trequest\t for\n\t      rogatory letters be. made to Swiss Government,\n\t      till  the petitioner is heard on his  applica-\n\t      tion.\n</blockquote><blockquote id=\"blockquote_10\">\t      (d)the  petitioner  may be permitted  to\tjoin\n\t      during  the inquiry to determine the  question\n\t      of dual criminality before the learned Special\n\t      Judge  in\t the  capacity\tof  public  interest\n\t      litigant, and also direct the learned  Special\n\t      Judge to decide the question of dual criminal-\n\t      ity before issuing the letter rogatory.\n</blockquote><blockquote id=\"blockquote_11\">\t      (e)  direct the learned Special Judge  not  to\n\t      issue  any  ro.gatory  letter  on\t the  formal\n\t      request  of  the CBI  unless  the\t allegations\n\t      against  named persons is established  to\t the\n\t      satisfaction  of the Special Judge  by  cogent\n\t      evidence.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_12\">    This revision&#x27; petition has been registered as  Criminal\nMiscellaneous  (Main)  NO. 1821 of 1990 on the file  of\t the\nHigh  Court of Delhi. During the hearing of the\t above\tcase\nbefore the High Court, several applications seeking implead-\nment/intervention were filed in the proceedings among  which\none was filed by Mr. Prashant Bhushan, another by Mr. N. Ram\nand some more by various political parties.\n    Mr. Justice M.K. Chawla who heard the Crl. Misc.  (M)No.\n1821/90\t passed\t an order dated 3.12.90\t directing  all\t the\napplications  for  intervention\t to be kept  on\t record\t and\nobserved.  &quot;The interveners will be heard only if the  Court\nfeels  the necessity of hearing further arguments after\t the\nconclusions  of the arguments of ASG appearing for  the\t GOI\nand  the CBI&quot;. Thereafter on 6th and 7th December 1990,\t Mr.\nJustice\t M.K. Chawla heard the arguments advanced on  behalf\nof  the CBI as well of the Union of India. While it was\t so,\nthe  Janata Dal etc. approached this Court by filing a\tSpe-\ncial  Leave Peti.tion (Criminal) No. 2320 of 1990  and\tthis\nCourt  on  10.12.90  upon being mentioned  and\thearing\t the\nlearned counsel for the parties, passed the following order:\n</p><blockquote id=\"blockquote_12\">\t      &quot;We find on 3.12.90 the learned Judge indicat-\n\t      ed in his order that several applications\t had\n\t      been  filed by different people  for  implead-\n\t      ment/intervention\t in the proceedings and\t the\n\t      learned Judge observed that these applications\n\t      would  be heard and if necessary arguments  on\n\t      &#x27;behalf  of the intervener could be  permitted\n\t      after  other counsel are heard. Grievance\t has\n\t      been made that these applications\n<span class=\"hidden_text\" id=\"span_6\">\t      762</span>\n\t      have  not\t been formally disposed\t of  by\t the\n\t      Court.  We  are of the view that\tthe  learned\n\t      Judge should dispose of these applications  by\n\t      a judicial order before the matter is reserved\n\t      for judgment and in case the applications\t are\n\t      not accepted, judgment should not be delivered\n\t      for  at  least 2 days after such an  order  on\n\t      these  writ ,petitions is made to enable\tthem\n\t      to move this Court.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_13\">    It appears that in compliance of the above directions of\nthis Court, Mr. Justice Chawla heard Mr. Ram Jethmalani\t who\nappeared on behalf of Janata Dal and Mr. Prashant Bhushan on\n11.12.90.  The\tlearned counsel, Mr. Jethmalani\t orally\t re-\nquested Justice Chawla to recuse himself from the case which\nrequest\t was  rejected by the learned Judge.  Thereafter,  a\npetition  for recusation was filed which was also  dismissed\non 17.12.90. After hearing the learned counsel for Mr.\tH.S.\nChowdhary  as well for the interveners, the final order\t was\npassed\tby  Mr.\t Justice Chawla on  19.12.90,  the  relevant\nportion of which reads thus:\n</p><blockquote id=\"blockquote_13\">\t      &quot;In  my  opinion, the case of  the  petitioner\n\t      does  not fail within the ambit and  scope  of\n\t      the  law laid by the Supreme Court in  Bandhua\n\t      Mukti  Morcha  (supra). So, I  hold  that\t the\n\t      petitioner  has  no locus standi to  file\t the\n\t      present  revision\t petition and  is  thus\t not\n\t      maintainable on his behalf. The same is hereby\n\t      dismissed.\n</blockquote><blockquote id=\"blockquote_14\">\t      As  a  consequent\t of  the  dismissal  of\t the\n\t      present petition, holding that the  petitioner\n\t      has  no locus standi, the applicants  have  no\n\t      right  to be impleaded and their\timpleadment/\n\t      intervention applications are also rejected.\n\t      So, I suo moto take cognizance while  exercis-\n\t      ing my powers under Sections 397 and 401\tread\n\t      with  Section 482 of the Code, and direct\t the\n\t      office  to register the case under the  title,\n\t      Court on its own motion v. State and CBI.\n\t      Consequently,  I\tcall upon the  CBI  and\t the\n\t      State to show cause as to why the\t proceedings\n\t      initiated\t on  the  filing  of  FIR  No.\t RCI\n\t      (A)/90/ACU-IV  dated  22.1.90 pending  in\t the\n\t      Court  of Shri V.S. Aggarwal,  Special  Judge,\n\t      Delhi be not quashed.\n</blockquote><span class=\"hidden_text\" id=\"span_7\">\t      763</span>\n<p data-structure=\"CDiscource\" id=\"p_14\">    The sum and substance of the above order is that in\t the\nopinion\t of Mr. Justice Chawla, the petitioner\tSh..Harindcr\nSingh Chowdhary has no locus standi to maintain the petition\nand consequently interveners also have no right to seek\t for\nimpleadment  or\t intervention  and that\t the  learned  Judge\nhaving held so, took suo rnoto cognizance of the matter\t for\nthe reasons assigned in his order and directed issue of show\ncause notice to the CBI and the State (Union of India) as to\nwhy  the  proceedings initiated on the strenth\tof  the\t FIR\ndated  22.1.90\tpending\t before the  Special  Judge  be\t not\nquashed.  It was at this stage, all these  criminal  appeals\nand  the writ petition have been filed in this\tCourt.\tThis\nCourt on 20.12.90 in Criminal Appeal No. 304/91 (arising out\nof SLP Crl. No. 2476/90 filed by the Janata Dal) passed\t the\nfollowing order granting interim stay:\n</p><blockquote id=\"blockquote_15\">&quot;  ......  In the meantime, the reasons leading to registra-\ntion  of  the suo moto proceedings would not  be  operative.\nThere shall be interim stay of proceedings including hearing\nbefore the High Court.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_15\">    In order to understand the scope of each of the criminal\nappeals and the prayer made therein, we are presently giving\na brief note of the appeals and the writ petition.\n</p><span class=\"hidden_text\" id=\"span_8\">Criminal Appeal No. 304/91</span>\n<p data-structure=\"Issue\" id=\"p_16\">    This appeal. is preferred by the Janata Dal against\t the\norder dated 17.12.90 passed by the High Court rejecting\t its\napplication  Crl. (M) No. 2656/90 in Crl. Misc. (M) No.\t 182\n1/90  filed  before the High Court  requesting\tthe  learned\nJudge to recuse himself from the proceedings.\n</p><span class=\"hidden_text\" id=\"span_9\">Criminal Appeal No. 305/91</span>\n<p data-structure=\"Conclusion\" id=\"p_17\">    This appeal is filed by the Janata Dal against the order\nof  the High Court dated&quot;19.12.90 rejecting the\t application\nfor  impleadment of the appellant and other intervences\t and\nalso issuing suo moto notice to the State and the CBI.\n</p><span class=\"hidden_text\" id=\"span_10\">Criminal Appeal No. 306/91</span>\n<p data-structure=\"Issue\" id=\"p_18\">    This appeal is directed by Mr. Harinder Singh  Chowdhary\n(the  original\tpetitioner  who filed  the  public  interest\nlitigation  before the Special Judge) challenging the  first\npart of the order of the High Court\n<span class=\"hidden_text\" id=\"span_11\">764</span>\ndated 19.12.90 dismissing his petition on the ground that he\nhas no locus standi to file the petition.\n</p><span class=\"hidden_text\" id=\"span_12\">Criminal Appeal No. 307/91</span>\n<p data-structure=\"Conclusion\" id=\"p_19\">    This  appeal is preferred by the Janata Dal\t questioning\nthe correctness of the earlier order dated 3.12.90 passed by\nthe  High Court refusing&#x27; to allow the appellant&#x27;s  applica-\ntion for impleadment/ intervention.\n</p><span class=\"hidden_text\" id=\"span_13\">Criminal Appeal No. 308/91</span>\n<p data-structure=\"Conclusion\" id=\"p_20\">    The Communist Party of India (Marxist) has directed this\nappeal\tagainst\t the order of the High Court  dated  3.12.90\nrefusing to allow its application for  impleadment/interven-\ntion.\n</p><span class=\"hidden_text\" id=\"span_14\">Criminal Appeal No. 309/91</span>\n<p data-structure=\"Conclusion\" id=\"p_21\">    This appeal is preferred by Indian Congress\t (Socialist)\nagainst\t the  main order of the High  Court  dated  19.12.90\ndismissing his application for impleadment and taking up suo\nmoto\t  cognizance\t for\t quaShing      the\tFIR.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">-\n</p><span class=\"hidden_text\" id=\"span_15\">,Criminal Appeal No. 310/91</span>\n<p data-structure=\"Precedent\" id=\"p_23\">    This  appeal is filed by the Union of  India  canvassing\nthe  legality  and  correctness of the\torder  dated  5.9.90\npassed by the High Court and praying for a direction direct-\ning  the  High Court to decide the  maintainability  of\t the\npublic\tinterest  litigation as a preliminary  question.  In\nthat appeal, the learned Solicitor General requested for the\ndeletion  of  the second respondent, Mortin&#x27;  Ardbo,  former\nPresident,  M/O A.B. Bofors, Sweden (who is only a  proforma\nrespondent)  from the array of parties and  accordingly\t the\npermission  was\t granted by this Court&#x27;s order\tdated  13.3.\n199I.\n</p><span class=\"hidden_text\" id=\"span_16\">Criminal Appeal No. 311/91</span>\n<p data-structure=\"CDiscource\" id=\"p_24\">    This  appeal&#x27;is filed by the Union of India and the\t CBI\nquestioning  the  said\tsecond\tpart  of  the  order   dated\n19.12.90,  namely  taking suo&#x27; moro cognizance\tand  issuing\nnotice\tcalling upon the CBI and the State to show cause  as\nto why the proceedings initiated on the strength of the\t FIR\nbe not quashed. It may be noted that the appellants in\tthis\nappeal\thave impleaded the High Court through its  Registrar\nas a respondent.\n</p><span class=\"hidden_text\" id=\"span_17\">765</span>\n<p data-structure=\"Conclusion\" id=\"p_25\">Writ Petition No. 114/91.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">    This petition is filed by one Dr. P. Nalla Thampy  Thera\nseeking certain directions relating to Bofors matter and for\nquashing the later\n part of the order dated 19.12.90 of the High Court.\n    Mr.\t Anand Dev Giri, the learned Solicitor\tGeneral\t as-\nsisted by M/s Anil Katyar and Ashok Bhan and thereafter\t the\npresent Additional Solicitor General Mr. Altar Ahmed, Mr. A.\nSubba Rao and Mr. A.M. Khanwilkar, Advs. appearing on behalf\nof the Union of India as well as the CBI; Mr. Ram Jethmalani\nand Mr. Shanti Bhushan, both learned senior counsel assisted\nby  Mr. Prashant Bhushan appearing in Criminal\tAppeal\tNos.\n304,305\t and 307 of 1991 and Mr. K.G. Bhaghat,\tthe  learned\nsenior counsel appearing in Criminal Appeal Nos. 306 and 305\nof 1991 on behalf of Mr. H.S. Chowdhary assisted by Mr. M.N.\nShroff, besides a battery of lawyers advanced their  respec-\ntive arguments raising manifold questions of law with refer-\nence  to  the  various\tprovisions of  the  Constitution  of\nIndia,\t<a href=\"/doc/1569253/\" id=\"a_49\">Indian\tPenal  Code</a>,  <a href=\"/doc/445276/\" id=\"a_50\">Code  of\tCriminal   Procedure</a>\nand.other Acts and the Memorandum of Under standing etc. for\na  very considerable length of time totally running for\t  34\nfull  days and laid stress upon a host of decisions in\tsup-\nport of their  respective cases. The introverted and  extro-\nverted\trhetorical  submis-  sions made by all\tthe  learned\ncounsel\t were  punctuated sometimes with   inflammatory\t re-\nmarks, occasionally with discordant and embittered notes  as\nwell as esoteric statements, intermittently with  political,\nover  tones,  but at the same time  with  admirable  ability\nexhibiting  their  profound knowledge in  criminal  law.  In\nfact,  each  one of them was trying to outwit  and  score  a\nmarch over the other. In this connection, it may be  pointed\nout that the present Additional Solicitor General. Mr. A|tar\nAhmed has declared unambiguously and p, erspicuously that he\nis in full agreement with the argument of the former Solici-\ntor General Mr. A.D. Giri and that his present\tarticulation\nserves\tonly as supplement to that of the  former  Solicitor\nGeneral.  Though the entire submissions made by\t the  former\nSolicitor  General  are not being extracted  in\t this  short\norder, we feel that it would be appropriate to briefly refer\nto  the\t core of the submissions of  the  learned  Solicitor\nGeneral, Mr. A.D. Giri. The learned Solicitor General stren-\nuously urged that Mr. H.S. Chowdhary claiming to be a public\ninterest litigant has filed the original petition before the\nSpecial\t Judge as a proxy of the accused who are all  behind\nthe curtain and who by this perilous proceeding are   trying\nto  evade the dragnet of the investigation and of whom\teven\nthe  named accused are maintaining stoic silence all through\nunmindful of  all the proceedings till date and that the CBI\nthough subjected to\n<span class=\"hidden_text\" id=\"span_18\">766</span>\nincreasing uncharitable and unwarranted criticism and  vili-\nfication and also scurrilous attack, with remarkable  resil-\nience  is relentlessly\tattempting to collect all  available\nmaterials  by  unearthing  the wider   conspiracy  and\twell\nknitted illegal transaction within its legally permis  sible\nlimits. It is pertinent to mention that Mr. Altar Ahmed\t the\nlearned Additional Solicitor General appearing on behalf  of\nthe Union  of India and CBI after Mr. A.D. Giri (the  former\nSolicitor  General) has relinquished his office,  reinforced\nthe  same  arguments  and further pleaded  that\t the  matter\nshould be disposed of before the end of August 199 1 for the\nreasons\t stated supra so that the CBI may effectively  carry\non  with the investigation. However, we are not\t at  present\ngiving the details of the points urged except observing that\nthe ques-tion as to whether the laws are so petrified as  to\nunable to respond to the challenges made will be dealt\twith\nin  detail in our main judgment. As mentioned albeit we,  in\norder to avoid further delay in these matters, are  inclined\nto  give  only our conclusions, the reasons  in\t support  of\nwhich will follow in our detailed judgment at a later stage.\n    It is most relevant to note that none of the  appellants\nbefore\tthis Court save the Union of India and CBI  is\tcon-\nnected\tin  any\t way with the  present\tcriminal  proceeding\ninitiated  on the strength of the First\t Information  Report\nwhich  is now sought to be quashed by Mr..  H.S.  Chowdhary.\nAlthough  in  the  F.I.R., the names of\t three\taccused\t are\nspecifically mentioned none of them has been impleaded as  a\nrespondent to these proceedings by anyone of the appellants.\nEven Mr. Martin Ardbo, former President of M/s A.B.  Bofors,\nwho  was  impleaded  as a proforma  respondent\tin  Criminal\nAppeal No. 310/91 has been given up by the Solicitor  Gener-\nal.  Therefore,\t under these circumstances, one\t should\t not\nlose  sight of the significant fact that in case this  Court\npronounces  its final opinion or conclusions on the   issues\nother  than the general issues raised by the  appellants  as\npublic\tinterest litigants, without hearing the\t really\t af-\nfected\tperson/persons such opinion or conclusions  may,  in\nfuture,\t in case the investigation  culminates in  filing  a\nfinal  report become detrimental and prejudical to  the\t in-\ndicted\taccused\t persons who would be  totally\tdeprived  of\nchallenging such opinion or conclusions of this &#x27;apex Court,\neven  if they happen to come in possession of some  valuable\nmaterial  to  canvass  the correctness of  such\t opinion  or\nconclusions  and  consequently their vested legal  right  to\ndefend\ttheir  case  in their own way  would  be  completely\nnullified by the verdict now sought to be obtained by  these\npublic interest litigants.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">Even if there are million questions of law to be deeply gone\ninto\n<span class=\"hidden_text\" id=\"span_19\">767</span>\nand  examined in a criminal. case of this nature  registered\nagainst\t specified accused persons, it is for them and\tthem\nalone to raise all such questions and challenge the proceed-\nings  initiated against them at the appropriate time  before\nthe proper forum and not for third parties under the garb of\npublic interest litigants. &#x27;\n    We,\t in the above background of the case, after  bestow-\ning-our\t anxious and painstaking consideration\tand  careful\nthought to all aspects of the case and deeply examining\t the\nrival  contentions  of\tthe parties  both  collectively\t and\nindividually give our conclusions as follows:\n</p><blockquote id=\"blockquote_16\">1.  Mr. H.S. Chowdhary has no locus standi (a) to  file\t the\npetition  under <a href=\"/doc/867010/\" id=\"a_51\">Article 51-A</a> as a public  interest  litigant\npraying\t that  no letter rogatory/request be issued  at\t the\nrequest\t of the CBI and he be permitted to join the  inquiry\nbefore\tthe Special Court which on 5.2.90 directed  issuance\nof letter rogatory/request to the Competent Judicial Author-\n</blockquote><p data-structure=\"Section\" id=\"p_28\">ities  of the .Confederation of Switzerland; (b)  to  invoke\nthe revisional jurisdiction of the High Court under Sections\n0397  read with 401 of the <a href=\"/doc/445276/\" id=\"a_52\">Code of Criminal Procedure</a>  chal-\nlenging the correctness, legality or propriety of the  order\ndated  18.8.90\tof the Special Judge and (c) to\t invoke\t the\nextraordinary  jurisdiction of the High Court under  <a href=\"/doc/1679850/\" id=\"a_53\">Section\n482</a> of the Code of Criminal Procedure for quashing the First\nInformation Report .dated 22.1.90 and all other\t proceedings\narising therefrom on the plea of preventing the abuse of the\nprocess of the Court.\n</p><p data-structure=\"Conclusion\" id=\"p_29\">2. In our considered opinion, the initiation of the  present\nproceedings by Mr. H.S. Chowdhary under <a href=\"/doc/867010/\" id=\"a_54\">Article 51-A</a> of\t the\nConstitution  of India cannot come within the  true  meaning\nand scope of public interest litigation.\n</p><p data-structure=\"Conclusion\" id=\"p_30\">3.  Consequent upon the above conclusions (1) and  (2),\t the\nappellants namely, Janata Dal, Communist Party of India\n(Marxist)  and\tIndian Congress (Socialist) who\t are  before\nthis  Court equally have no right of seeking their  implead-\nment/  intervention.  For  the same reasons,  Dr.  P.  Nalla\nThampy\tThera  also has no right to file the  Writ  Petition\n(Crl.) No. 114 of 1991 as a public interest litigant.\n</p><p data-structure=\"CDiscource\" id=\"p_31\">4. Having regard to the facts and circumstances of the case,\nthe  suo  moto action of Mr. Justice M.K. Chawla  in  taking\ncogni-\n</p><span class=\"hidden_text\" id=\"span_20\">768</span>\n<p data-structure=\"Section\" id=\"p_32\">zance  in exercise of the powers under Sections 397 and\t 401\nread  with SeCtion 482 of the Code based on  the  convoluted\nand strained reasoning and directing the office of the\tHigh\nCourt  of Delhi to register a case under the title Court  on\nits motion v. State and CBI cannot be sustained.\n</p><p data-structure=\"Conclusion\" id=\"p_33\">5.  Consequent upon the above conclusion No. (.4),  we\thold\nthat the directions of Mr. Justice M.K. Chawla calling\tupon\nthe  CBI and the State to show cause as to why the  proceed-\nings  initiated\t on the strength of  the  First\t Information\nReport dated 22.1.90 be not quashed, cannot be sustained.\n    In\tthe  result, we agree with&#x27; the first  part  of\t the\nOrder dated 19.12.90 of Mr. Justice M.K. Chawla holding that\nMr.  H.S.  Chowdhary and other intervening parties  have  no\nlocus standi. We, however, set aside the second part of\t the\nimpugned order whereby he has taken suo moto cognizance\t and\nissued show cause notice to the State and CBI and according-\nly the Show cause notice issued by him is quashed.\n    In\tview of the above conclusions, all  the\t proceedings\ninitiated in pursuance of the First Information Report dated\n22.1.90\t relating to Crime No. RCI(A)/90-ACU-IV on the\tfile\nof  the Special Judge, Delhi including the issuance  of\t the\nletter rogatory/request as they stand now, remain unaffected\nand they can be proceeded with in accordance with law.\nIn Summation:\n</p><blockquote id=\"blockquote_17\">    Criminal  Appeal  Nos. 304,305,306, 307,308 and  309  of\n1991 are dismissed. Criminal Appeal No. 310 of 1991 filed by\nthe  Union of India against .the order dated 5.9.90  of\t the\nHigh  Court is dismissed in view of the fact that  the\tsaid\norder  does not survive for consideration on the passing  of\nthe final order dated 19.12.90. The Writ Petition No. 14  of\n1991 is also dismissed.\n</blockquote><blockquote id=\"blockquote_18\">    Criminal Appeal No. 311 of 1991 filed by Union of  India\nand CBI is allowed for the reasons stated above.\n</blockquote><pre id=\"pre_2\">V.P.R.\t\t\t    Crl. A. Nos. 304-310/1991 and\n\t\t\t    W.P. No. 114/91 dismissed\n\t\t\t    Crl. A. No. 311/91 allowed.\n<span class=\"hidden_text\" id=\"span_21\">769</span>\n\n\n\n</pre>","numcites":20,"numcitedby":25,"docsource":"Supreme Court of India","citetid":1312184,"divtype":"judgments","relatedqs":[{"value":"letter rogatory","formInput":"letter%20rogatory"},{"value":"locus standi","formInput":"locus%20standi"},{"value":"ram jethmalani","formInput":"ram%20jethmalani"},{"value":"public interest litigation ","formInput":"public%20interest%20litigation%20"},{"value":"397/401","formInput":"397/401"},{"value":"suo moto","formInput":"suo%20moto"},{"value":"prashant bhushan","formInput":"prashant%20bhushan"},{"value":"section 397, section 401","formInput":"section%20397%2C%20section%20401"},{"value":"quashed the first information report","formInput":"quashed%20the%20first%20information%20report"},{"value":"jethmalani","formInput":"jethmalani"},{"value":" Article  51","formInput":"%20Article%20%2051"},{"value":"impleading application ","formInput":"impleading%20application%20"},{"value":"public interest litigation for publicity","formInput":"public%20interest%20litigation%20for%20publicity"},{"value":"Criminal writ petition ","formInput":"Criminal%20writ%20petition%20"},{"value":"socialist","formInput":"socialist"},{"value":"section 397","formInput":"section%20397"},{"value":"public interest litigations","formInput":"public%20interest%20litigations"},{"value":"mutual","formInput":"mutual"},{"value":"Sec. 397 read with 401","formInput":"Sec.%20397%20read%20with%20401"},{"value":"intervention impleadment ","formInput":"intervention%20impleadment%20"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"repealed","formInput":"tag:repealed"},{"value":"repealed-by-prevention-of-corruption-act","formInput":"tag:repealed-by-prevention-of-corruption-act"}],"courtcopy":true,"query_alert":null,"agreement":false}