{"tid":1221128,"publishdate":"2001-10-23","title":"Krishnali Resports Pvt. Ltd. vs B.E. Billimorria And Co. Ltd. on 23 October, 2001","doc":"<h2 class=\"doc_title\">Krishnali Resports Pvt. Ltd. vs B.E. Billimorria And Co. Ltd. on 23 October, 2001</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2002(3)BOMCR112</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:f-i-rebello\">F.I. Rebello</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:f-i-rebello\">F.I. Rebello</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nF.I. Rebello, J.\n\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. By the present petition the petitioners impugn the Award dated 29th May, 1999 passed under the <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act, 1940</a>. There being a difference of opinion amongst the arbitrators appointed, the matter was referred to the Umpire for his decision. The Umpire has passed the Award allowing the claims as set out in the impugned Award. The counter claims were dismissed as not pressed.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The petitioners are a private limited company, who have constructed a beach resort in respect of which the respondents were contractors. On behalf of the petitioners their Architects Shashi Prabhu &amp; Associated invited tenders. One amongst whom was the respondent. By letter of 21st July, 1993 the respondents were informed by the Architect that the petitioners had decided to Award the work of construction of beach resorts  at Bhandarpule near Ganapatipule to the respondents. By letter of 22nd July, 1993, the respondents submitted their offer for the said project. On 23rd July, 1993 a written agreement was entered into between the petitioners and the respondents for construction of &quot;Civil and Plumbing Work for Construction of Administrative Building, Restaurant and Bungalows&quot;. This was as set out in the general conditions. The agreement consisted also of an arbitral clause. The relevant portion of which reads as under:---\n</p>\n<blockquote id=\"blockquote_1\"> &quot;56. All disputes and differences of any kind whatsoever arising out of or in connection with the contract or the carrying out of the work........&quot;\n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_3\">By letter of December 12, 1993 the respondents wrote to the petitioners that as desired by them they were enclosing the electrical tender on the same terms, conditions and clarifications, etc. as applicable and accepted for civil works. The letter further proceeded to state that in the event they Award the work to them this shall be treated as part and parcel of the same contract which is already executed. By a subsequent letter of 28th January, 1984 the petitioners were informed that the respondents were going ahead with the execution of the electrical work as per the offer submitted. The petitioners were requested to send a written confirmation for their records. By letter of 1st February, 1994 on behalf of the petitioners their director addressed a letter to the Architect intimating them that the petitioners had decided to Award the additional work of electrical work to the respondents as additional work under the same terms and conditions already awarded for civil work. It was further set out that the general contract conditions and the other accepted conditions will hold good. The Architects were informed to intimate the same to the respondents in order to enable them to undertakes the work at the earliest. By another letter of February 22, 1994 addressed on behalf of the respondents to the petitioners in the matter of electrical work it was set out as under:---\n</p>\n<blockquote id=\"blockquote_2\"> &quot;Further more, as you have now decided to include some additional structures within the scope of the same contract, comprising of swimming pool, health club, staff/workers dormitory, etc., it is essential that these details are also issued immediately...........&quot;\n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_4\">By letter of August 29, 1994 the respondents wrote to the petitioners that they were sending the copy of the rough estimate for the balance work. It was set out that the rough estimate does not include the recently ordered additional works like sub-station, drivers dormitory, swimming pool, compound wall, etc. the estimate for which is also being worked out and would be forwarded as and when ready. By letter of 6th September, 1994 the respondents enclosed an approximate estimate of the additional works ordered like sub-station, drivers dormitory, swimming pool, compound wall, etc. By letter of February 23, 1995 the respondents wrote to the petitioners that with reference to the request pertaining to approximate estimate for the balance work as well as the additional work ordered recently the statements indicating the approximate value was being enclosed. The sum total of the items like sub-station, drivers dormitory, swimming pool, compound wall, etc. was estimated at about Rs. 69.00 lakhs as against Rs. 62,50,000/-. Rough estimate was given vide letter dated 6th September, 1994. Apart from that other additional works like path ways, pavings, well covering etc. was estimated in the region of Rs. 12.00 lakhs. The letter mentioned that out of this total additional quantum of work amounting to Rs. 81.00 lakhs works worth Rs. 50.00 lakhs had already been executed as of 31st January, 1995 leaving a net approximate balance of Rs. 31.00 lakhs. The statement enclosed as well as the approximate figures were pertaining to the civil and plumbing works only excluding the electrical work as well as the components of VOP. On May 7, 1994 the respondents again wrote to the petitioners with reference to the preliminary drawings issued pertaining to the additional work of sub-station, drivers dormitory, swimming pool, compound wall, etc., in connection with they have worked out the approximate quantities and enclosing the bill of the quantities. It was pointed out that except for two extra items for which rates have been quoted, the remaining items have been taken from the respondents tender items. In the event it was pointed out that the work had to be started the petitioners had to inform the respondents at the earliest along with the issue of final work drawings. By letter of November 1, 1994 the tentative date of completion of the work was forwarded. Reference may be made to some other correspondence for the purpose of deciding the controversy that has arisen. On 10th February, 1995 the petitioners wrote to the respondents that as per the discussion in the office on 3rd September, 1994 the estimate had been given after taking into account all the civil work (including pending work, swimming pool and health club, drivers dormitory, D.G. room, etc. electrical work and VOP but excluding pathways and well covering). It is also mentioned that the respondents were requested to send the details of the amount spent under different heads like ground cottages, administrative block, swimming pool, health club. On 14th March, 1994 the respondent with reference to this letter of the petitioners apart from other things set out therein that the progress chart pertains to structures which are in the original scope of the work and does not include additional work ordered much later on, such as the swimming pool and health club, drivers dormitory, compound wall, sub-station etc., which hereinafter referred to as the said additional work. On March 30, 1995 the respondents addressed a letter to the Architect intimating that before the end of the month all the work should be completed and they would be submitting their final bill. The Architects were requested to arrange for issuance of Virtual Completion Certificate as of 15th March, 1995 for all the structures, except for the swimming pool and the health club. By a letter of May 17, 1995 the respondents informed the petitioners that though they have carried out their obligations as per the contract and constructed the building structures and additional work as desired by the petitioners and their Architects, who have by their letter dated 28th April, 1995 issued their Virtual Completion Certificates as of 31st March, 1995 the payments have been outstanding inspite of the certified amounts. Petitioners were also informed that if payments were not received with due interest the respondents would move to get the dispute resolved by arbitration wherein they will also claim interest as set out therein. It was also pointed out that there are further running bills pending certification and the final bill for the contract work is in the process of preparation and submission.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_5\">3. The original contract was for a period of 12 months commencing from 5th August, 1993 to 4th August 1994. As pointed out earlier the virtual completion certificate was issued on 20th April, 1995 in respect of work as on 31st March, 1995. By letter dated 17th June, 1996 the petitioners terminated the services of the Architect alleging collusion and fraud. For the sake of the record they have been withdrawn for the purpose of this arbitration. Apprehending that the petitioners would forcibly take possession of the work site the respondents filed an application being Arbitration Petition No. 134 of 1995 under <a href=\"/doc/28932/\" id=\"a_2\">section 41</a> of the Arbitration Act, 1940. Various reliefs were prayed for. On 21st July, 1995 the Court Receiver was appointed as ad interim Receiver of the work site. The Court Receiver was directed to take forcible possession with police help if necessary. Partly acting on the report submitted by the Commissioner appointed. The petitioners in those proceeding expressed their willingness to refer the dispute to an arbitrator. Against the order of this Court Special Leave Petition Being No. 1690 of 1995 we preferred. When the Special Leave Petition came for hearing consent terms were arrived at between the petitioners and the respondents. The order of this Court was set aside subject to the petitioners furnishing a bank guarantee in favour of the respondents of Rs. 90.00 lakhs and agreeing to renew the same till final disposal of the arbitration proceedings. An undertaking was also filed in respect of the bank guarantee on 26th July, 1995.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_6\">When the arbitration proceedings were at the initial stage the petitioners filed a suit being Suit No. 1020 of 1996 against the respondents and one of the reliefs sought was that the contract dated 23rd July, 1993 be declared illegal, null and void. The Architects were also made defendant in these proceedings and a claim for Rs. 13.00 lakhs were also made against them. In addition the petitioners claimed Rs. 5.00 crores from the respondents as well as the Architect. The cancellation of contract dated 23rd July, 1993 was sought on the ground of collusion and misrepresentation. Respondents, however, moved the Apex Court by filing a contempt petition against the petitioners. The Apex Court by an order dated 23rd September, 1996 staved the suit No. 1020 of 1996 till further orders and directed that the arbitrators will proceed with the arbitration notwithstanding the pendency of the suit which is stayed as if no suit had been instituted.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_7\">4. In proceedings for arbitration the respondents filed their statement of claim. In para 10 the respondents had averred as under:---\n</p>\n<blockquote id=\"blockquote_3\"> &quot;As desired by the respondents, the claimants under letter dated 29th August, 1994 forwarded a rough estimate for the balance work then remaining under the original contract. In the meantime, the respondents also requested the claimants to execute certain additional work under the same contract such as the work of the sub-station, swimming pool, compound wall, etc., for which the respondents had got the preliminary drawings prepared by the Architects.........&quot;\n</blockquote>\n \n\n<p data-structure=\"RespArg\" id=\"p_8\">The petitioners herein filed their written reply to the statement. In so far as dealing with specific averments by the respondents in para 10 of the claim, the pleadings referred to above were neither disputed nor controverted nor the respondents were put to the strict proof thereof. One additional aspect of the matter is that the petitioners also filed counter claim. In so far as counter claim No. 4 i.e. cost of completion of balance work, incomplete works were cited amongst others was incomplete compound wall.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_9\">5. On behalf of the respondents no oral evidence was led. Petitioners, however, examined one witness Mrs. Belose, a director of the respondents.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_10\">On 3rd November, 1997 on behalf of the petitioners a statement was filed wherein apart from an averment that the contract under reference is ab initio void, it was set out that the respondents i.e. the claimants before the arbitrators to claim variations and extras must establish :--- (a) Variations/extras are informed by Architect; (b) Price for variations/extra are submitted before execution of this change in scope of work and (c) Price for extra were settled before commencing such Extras/Variations. In absence of these provisions on contract being violated, the varied or extra scope of work cannot be covered by this contract and hence the jurisdiction of arbitrator in respect of these items cannot be implied. It was further set out therein as under:---\n</p>\n<blockquote id=\"blockquote_4\"> &quot;It is most humbly requested that this hon-forum may please segregate contract and non-contract claims and it is only for matter CLEARLY within the contract that be adjudicated.&quot; \n</blockquote>\n \n\n<p data-structure=\"RespArg\" id=\"p_11\">It was consequently submitted that with reference to the above position both in law and fact certain items of claim did not form part of valid reference giving jurisdiction to the arbitrators which the petitioners prayed should not clothe itself with jurisdiction which cannot exist because the claims are not related to the contract.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_12\">In so far as the contract is concerned under the Special Conditions of Contract a portion of Clause 24 needs to be extracted:---\n</p>\n<blockquote id=\"blockquote_5\"> &quot;.....and any additional work which the contractor may be directed to do in the manner above specified (as part of the work) shall be carried out by the contractor on the same conditions in all respects on which he agreed to do the main work and at the same rate as are specified in the tender for the main work........&quot;\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_13\">The bill of quantities annexed to the contract section &quot;A&quot; provides for R.C.C. work, section &quot;B&quot; provides for General works. There were also additional items and section &quot;C&quot; provides for Sanitary &amp; Plumbing work. An important aspect while is relevant is that the agreement did not provide for quantity rate or unit in so far as electrical works are concerned.\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_14\">6. At the hearing of the petition on behalf of the petitioners, it is contended that the two regal questions which arise for determination are (1) whether the subject matter was arbitrable and (2) whether the arbitrators/Umpire had jurisdiction to decide the subject matter in issue by conferring jurisdiction on themselves which they did not possess. Various submissions on these aspects and the reply by the respondents will be dealt with later on after considering the Award of the Umpire. The issue has been highlighted for the purpose of referring only to that part of the Award which has considered these aspects and which is a subject matter of challenge. The Award has also been challenged on various grounds including non-consideration of documents on record before the Umpire in furtherance of the submissions referred to earlier.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_15\">7. In para 26 of the Award the learned Umpire has referred to the main contention raised on behalf of the petitioners. The contention recorded is that the additional works were outside the scope of arbitration. The submission was noted that the scope of arbitration was limited to the works referred to in the contract of 23rd July, 1993 and all the additional works had been awarded on the same terms and conditions relating to price and so on. The additional works were not included within the scope of arbitration agreement. The said paragraph discloses that it was contended that in the absence of an agreement in writing covering the additional works they could not be included in the scope of the arbitration agreement under the contract. It is, therefore, clear that the contention as raised before this Court was in issue and raised before the learned arbitrators. The issue as to jurisdiction has been answered in para 40 of the award wherein the learned Arbitrator held as under:---\n</p>\n<blockquote id=\"blockquote_6\"> &quot;In the light of the aforesaid decisions, in my opinion, the said additional works were ordered under the contract and the said arbitrators had jurisdiction to adjudicate upon the same. Similarly, I also have jurisdiction to arbitrate upon the said claims.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_16\">In arriving at this conclusion the learned Umpire held that the arbitral clause is of wide amplitude and as such the answer to the question still depended on whether the additional works were entrusted or awarded to the claimants on the terms and conditions of the contract including the arbitration clause or whether the additional works were given under the contract or outside the contract. The determination of the question, the learned Umpire held would necessarily involve the determination of certain questions of fact. At this stage it may be pointed out that one of the contentions was that the arbitral clause had also not been made a part of the additional works by incorporation. That argument need not be considered as it has not the case before this Court and as such decision on that aspect will not arise. Answering the issue as to whether the work was entrusted or awarded on the terms and conditions of the contract the learned Umpire held that the additional works were admittedly entrusted and for that purpose relied on the letter dated 22nd February, 1994. After discussing the matter, the learned Umpire held that the additional works were awarded on the terms and conditions contained in the contract and this has been recorded in writing in the correspondence exchanged between the parties. It is then noted that the respondents had alleged in the statement of claim that the additional works were awarded to the claimant under the contract. This statement submission was not controverted by the petitioners, and the plea for the first time was taken by Mr. Dave on 3rd or 4th April, 1994 after the entire evidence was completed and Mr. Akolkar had completed his opening arguments on behalf of the respondents. The learned Umpire held that it was not open to the petitioners to raise the jurisdiction issue at that late stage particularly after the evidence was concluded. The learned Umpire then proceeded to hold that Mrs. Belose as a director who was the only witness gave evidence for the petitioners did not state anywhere in her evidence that the said additional works were not entrusted to the respondents under the contract or on terms other than those contained in the contract including the arbitration clause. The respondents, it was held, had no opportunity to lead any evidence to rebut the contention of the petitioners that the additional works were awarded outside the contract when Mr. Dave raised it. The learned Umpire held that to allow such a contention to be raised at such a late stage would be unfair to the respondents as they had to lead evidence after their arguments on their behalf were concluded and this will obviously prejudice them. In these circumstances it was held that the petitioners are precluded from raising the aforesaid contention regarding jurisdiction.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_17\">The learned Umpire then proceeded to examine whether the works were awarded under the contract and observed that it had to be determined in the light of the submissions made by the parties and their conduct. For this purpose reliance was placed on letter of 22nd February, 1994, which is a letter by the respondents to the petitioners that the additional works were awarded to the claimants on the terms and conditions contained in the said contract. The learned Arbitrator observed that there is no denial to the statement in any letter by the petitioners to the respondents until 3rd November, 1997. Next it was found that the averments in para 10 of the claims statement in the matter of additional works under the contract was not denied. By applying the principles of law of pleadings it was held that would amount to a conclusive admission against the petitioners that the additional works were awarded under the contract. The learned Umpire also noted that strict principles of pleading cannot be, perhaps, be rigidly applied in an arbitration. Next reliance was placed on a letter Exh. C-18 which is dated 22nd February, 1994 wherein it was set out that the additional work was within the scope of the contract and this has not been denied. Exh.C-105 which was the petitioners application in Arbitration Petition No. 134 of 1995 before this Court was relied upon wherein it has been set out that &quot;the original contract including the additional work and electrical work was for Rs. 2,30,00,000/-, which statement it was held would clearly imply an admission that the additional works were awarded under the said contract. In the affidavit filed by the petitioners in Suit No. 1020 of 1996 the statement to the effect that the additional works were awarded to the claimants on the terms and conditions of the contract signed between the parties on 23rd July, 1993 was also relied upon. In view of that it was held that they would constitute admissions made by the petitioners which must be given their due weightage. It was then held that in view of these admissions the burden was on the petitioners to show that the said admissions were not proved. That burden, it was held, has not been discharged and neither had they applied for any amendment to their reply. Next reference was made to letter dated 1st February, 1994 under which the electrical work was forwarded. Based on this it was contended before the learned Umpire that in so far as electrical work was concerned there was clearly an agreement between the parties, that it would form part of the original contract. That being the case it would imply that the additional works were not awarded on the principles of expresio unius exclusio atlerius. The learned Umpire did not find substance in the said contention in view of the admissions and documentary evidence. Also a finding was recorded that the Architects M/s. Shashi Prabhu Associates showed that the additional works as forming part of the contract and this was not objected to by either party. Reliance was placed for that purpose on Exh. 55 dated 3rd April, 1995. It was then noted that there was only a single virtual completion certificate for the entire works including the additional work. The final bill also included the additional works and the charges for the additional works were billed as an integral part of the main work and the bill was not disputed on the ground that the additional works were not part of the contract or not awarded to the respondents. The learned Umpire then observed that Mr. Dave who had raised the issue was specifically asked as to under what clause payments were made if the terms would not apply and the submission is recorded that the same terms would apply as set out in the contract. From this the learned Umpire observed that if the terms of payment of additional works were the same as set out in the contract, unless there is something to suggest to the contrary, it would be implied that the terms of the said contract were made applicable to the said additional works and the arbitration clause was one of these terms. Reliance was placed on various authorities and after considering them, a clear finding was recorded that the additional works were ordered under the contract and consequently held that the arbitrators would have jurisdiction.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_18\">8. The first contention which requires consideration is whether the decision as to the finding on the arbitral clause is final and conclusive and this Court is precluded from considering the challenge to that finding. The argument proceeds on the following submissions:--\n</p>\n  \n\n<blockquote id=\"blockquote_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1702098\" id=\"span_1\">(a) That the objections as to jurisdiction can be raised not only at the time of application for setting aside the Award but also at the time of resisting the execution of the decree based upon the Award. Reliance is placed on the judgment of the Calcutta High Court in the case of <a href=\"/doc/1702098/\" id=\"a_3\">J.D. Singh v. Calcutta Port Trust</a>, .</span>\n</blockquote>\n \n\n<blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"662824\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"801225\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"2711809\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"527224\" id=\"span_5\">(b) The further submission is that the Arbitrator&#x27;s decision on his jurisdiction to arbitrate is not final finding as ultimately it is the Court which has a power under <a href=\"/doc/1154891/\" id=\"a_4\">section 33</a> to decide the question. It would amount to legal misconduct on the part of the Arbitrator to unilaterally enlarge the scope of the reference. The question of arbitrability of the subject matter was specifically raised in writing before the Arbitrators and was specifically canvassed before the learned Umpire. Reliance is placed on the judgment of the Apex Court in the case of <a href=\"/doc/527224/\" id=\"a_5\">Union of India v. G.S. Atwal &amp; Co.</a>, , <a href=\"/doc/2711809/\" id=\"a_6\">Punjab State Electricity Board v. Gurunanak Cold Storages</a>, , <a href=\"/doc/801225/\" id=\"a_7\">Municipal Corporation of Greater Bombay v. Thermal Engineering Corporation</a>,   and <a href=\"/doc/662824/\" id=\"a_8\">Rajasthan State Mines and Minerals Ltd. v. Eastern Engineering Enterprise</a>, 1999(3) Arbitration Law Report 350(S.C.).</span></span></span></span>\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"527224\" id=\"span_6\">This issue need not detain us for long in view of the settled position under the provisions of the <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act, 1940</a>. Reference may be made to the judgment in <a href=\"/doc/527224/\" id=\"a_10\">Union of India v. G.S. Atwal &amp; Co.</a> (supra). Apart from the proposition canvassed there are several other propositions which have been considered. Suffice it to say that the Apex Court in clear terms has set out that the Arbitrator&#x27;s decision on his own jurisdiction to arbitrate is not final and binding as ultimately the Court has power under <a href=\"/doc/1154891/\" id=\"a_11\">section 33</a> to decide the question.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769294\" id=\"span_7\">In <a href=\"/doc/1769294/\" id=\"a_12\">Punjab State Electricity Board v. Guru Nanak Cold Storage &amp; Ice Factory</a> (supra) the Apex Court has observed as under :--</span>\n</p>\n<blockquote id=\"blockquote_9\"> &quot;The Arbitrator cannot clothe himself with jurisdiction to conclusively decide it by himself as a jurisdictional issue. It is for the Court to decide it. The dispute on merits should be resolved by the arbitrator and the legality of the Award would be subject to decision by the Court under <a href=\"/doc/1154891/\" id=\"a_13\">section 33</a>.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1702098\" id=\"span_8\">Considering these judgments, I need not proceed to decide the matter further by referring to other judgments except for a brief reference to the judgment of the Calcutta High Court in the case of <a href=\"/doc/1702098/\" id=\"a_14\">J.D. Singh &amp; others</a> (supra) wherein a learned Single Judge of that Court held that the issue of jurisdiction can be raised not only at the time of application under <a href=\"/doc/1503578/\" id=\"a_15\">section 30</a> for setting aside the Award but also while resisting execution of decree based upon an Award. This follows the legal principle that if the Court has no jurisdiction the parties cannot confer jurisdiction on the Court and decree passed by a Court without jurisdiction is nullity at law and can be raised anywhere and everywhere it is sought to be enforced. The issue of acquiescence was raised in answer by the respondent and has been argued by both sides. This will be dealt with as a separate ground subsequently in the order. Considering that in my opinion even, though the Umpire has recorded a finding that the arbitral clause in the agreement would also cover the additional works nevertheless that finding will be open for consideration.</span>\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1973036\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"992584\" id=\"span_10\">9. The next contention is that the learned Umpire would be guilty of legal misconduct within the meaning of <a href=\"/doc/517991/\" id=\"a_16\">section 30(a)</a> of the Act of 1940 as relevant documents on record have not been considered. Reliance for that purpose has been placed on the judgment in the case of <a href=\"/doc/992584/\" id=\"a_17\">K.P. Poulose v. State of Kerala and another</a>,  and <a href=\"/doc/1973036/\" id=\"a_18\">Kuldip Kumar Suri v. Delhi Development Authority and others</a>, .</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"992584\" id=\"span_11\">In <a href=\"/doc/992584/\" id=\"a_19\">K.P. Poulose</a> (supra) the Apex Court was considering what would amount to misconduct. While so answering the Apex Court observed as under :--</span>\n</p>\n<blockquote id=\"blockquote_10\"> &quot;Misconduct under <a href=\"/doc/517991/\" id=\"a_20\">section 30(a)</a> has not a connotation of moral lapse. It comprises legal misconduct which is complete if the arbitrator on the face of the Award arrives at an inconsistent conclusion even on his own finding or arrives at a decision by ignoring very material documents which throw abundant light on the controversy to help a just and fair decision.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1973036\" id=\"span_12\">In <a href=\"/doc/1973036/\" id=\"a_21\">Kuldip Kumar Suri</a> (supra) a learned Single Judge of the Delhi High Court was also considering the issue of failure by the arbitrator to consider the material documents. The judgment of the Apex Court referred to earlier was adverted to as therein the learned Judge came to the conclusion that by ignoring very material documents which throw light on the controversy to help a just and fair decision, the arbitrator misconducted himself. The learned Judge then proceeded to hold that it is for this reason that the award of the Umpire suffer&#x27;s from an error apparent on the face of the record. At this stage itself reference may be made as to what would be an error of law apparent on the face of the Award.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_13\">It can be summed up from the judgment of the Privy Counsel in the case of <a href=\"/doc/525017/\" id=\"a_22\">Champasey Bhara Company v. The Jivraj Balloo Spinning and Weaving Company Ltd.</a>, 1923 P.C. 66 in the following words :--</span>\n</p>\n<blockquote id=\"blockquote_11\"> &quot;An error in law on the face of the Award means, that you can find in the Award or a document actually incorporated thereto, as for instance a note appended by the arbitrator stating the reasons for his judgment, some legal proposition which is the basis of the award in which you can then say is erroneous.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_14\">The petitioners have also placed reliance on the judgments of the Apex Court in the case of <a href=\"/doc/1015491/\" id=\"a_23\">Associated Engineering Co. v. Government of Andhra Pradesh &amp; another</a>, . In that judgment the Apex Court held that:-</span>\n</p>\n<blockquote id=\"blockquote_12\"> &quot;The arbitrator cannot act arbitrarily, irrationally, capriciously or independently of the contract. His sole function is to arbitrate in terms of the contract. He has no power apart from what the parties have given him under the contract. If he has travelled outside the bounds of the contract, he has acted without jurisdiction. But if he has remained inside the parameters of the contract and has construed the provisions of the contract, his Award cannot be interfered with unless he has given reasons for the Award disclosing an error apparent on the face of it. A conscious disregard of the law or the provisions of the contract from which he has derived his authority vitiates the Award.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"433889\" id=\"span_15\">In <a href=\"/doc/433889/\" id=\"a_24\">Steel Authority of India Ltd. v. J.C. Budharaja, Government and Mining Contractor</a>,  the Apex Court held that :--</span>\n</p>\n<blockquote id=\"blockquote_13\"> &quot;The arbitrator derives the authority from the contract and if he acts in manifest disregard of the contract, the Award given by him would be an arbitrary one. <a href=\"/doc/1052228/\" id=\"a_25\">The Arbitration Act</a> does not give any power to the arbitrator to act arbitrarily or capriciously. His existence depends upon the agreement and his function is to act within the limits of the said agreement. To find out whether the arbitrator has travelled beyond his jurisdiction and acted beyond the terms of the agreement between the parties, the agreement is required to be looked into. It is true that interpretation of a particular condition in the agreement would be within the jurisdiction of the arbitrator. However, in cases where there is no question of interpretation of any term of the contract, but of solely reading the same as it is and still the arbitrator ignores it and Awards the amount despite the prohibition in the agreement, the Award would be arbitrary, capricious and without jurisdiction.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_16\">In <a href=\"/doc/662824/\" id=\"a_26\">Rajasthan State Mines and Minerals Ltd. v. Eastern Engineering Enterprises and another</a>, 1999(3) Arb.L.R. 350(S.C.) similar view has been taken of the role of the arbitrator namely that he cannot act arbitrarily, irrationally, capriciously or independently of the contract. A deliberate departure or conscious disregard of the contract not only manifests the disregard of his authority or misconduct on his part but it may tantamount to mala fide action.</span>\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_26\">Based on the legal propositions carved out let us examine what are the documents which have not been considered and what would be the effect of non-consideration of these documents. It is the case of the petitioners that the learned Umpire considered letter dated 22nd February, 1994 without considering letters dated 7th May, 1994, 29th August, 1994 and 23rd February, 1995. It is submitted that non-consideration of those vital documents amount to grave legal misconduct on the part of the learned Umpire categorically ignoring the situation that in the contract for electrical works wherein there was a specific reference to the contract dated 23rd July, 1993 and incorporation thereof including the arbitral clause in the contract for electrical works. In so far as the additional works which is the subject matter of challenge there was no such agreement. It is pointed out that when there is an express mention of inclusion of something that would indicate exclusion of any other or similar nature, considering the rule of interpretation of contract viz., expersio unius est exclusio atlerius. Let us, therefore, firstly consider the document dated 22nd February, 1994. This was a letter by the respondents to the petitioners wherein the respondents specifically wrote to the petitioners as under:---\n</p>\n<blockquote id=\"blockquote_14\"> &quot;Furthermore, as you have now decided to include some additional structures within the scope of the same contract, comprising of swimming pool, health club, staff/workers dormitory, etc. it is essential that these details are also issued immediately so as to enable us to complete them substantially before the onset of monsoon.&quot;\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_27\">Letter of 7th May, 1994 which is again a letter by the respondents to the petitioners. It is set out therein that they (respondents) had worked out the additional work of swimming pool, health club, etc., as desired and the approximate quantities and had enclosed the bill of quantities and that in the event the work had to be started, the petitioners had to inform the respondents at the earliest along with the issue of final working drawings. Next is the latter dated August 29, 1994 wherein the respondent informed the petitioners that they were forwarding a copy of the rough estimate of the balance work and that the rough estimate, however, does not include the recently ordered additional works like sub-station, drivers dormitory, swimming pool, compound wall, etc., the estimate for which was also being worked out and would be forwarded. The last is the letter dated February 23, 1995 wherein it is set out that reference to the request for approximate estimates for the balance work as well as the additional work ordered recently. In the same letter it is also pointed out that the statement enclosed are the approximate figures pertaining to civil and plumbing works only and excludes the electrical work as well as the components of VOP. From these letters it is sought to be pointed out that it is clear that on the one hand the petitioners herein had agreed to incorporate the arbitral clause in so far as electrical work is concerned, but not in respect of the additional works which admittedly are or were in the nature of civil works. It is contended, by non-considering these material documents the finding by the arbitrator that the additional works were given under the same contract amounts to an error apparent on the face of the record. What would be the effect of this in view of non-consideration of the documents will be considered hereinafter after the other aspects of the matter have been adverted to.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_28\">We then come to the submission advanced on behalf of the respondents namely acquiescence by the petitioners as reflected in the correspondence, payment of the running bills, the final bills and other conduct. To this submission on behalf of the petitioners it has been contended that if there is no arbitration agreement at all acquiescence in the arbitral proceedings does not confer jurisdiction on the arbitral Tribunal. Further on facts there was no acquiescence at all because admittedly the question of non-arbitrability of the subject matter was specifically raised in writing before the arbitrators. Respondents have formulated their submissions as under:-\n</p>  \n\n<blockquote id=\"blockquote_15\">(a) Whether in the facts and circumstances of the case were the parties at all at issue on the question that the additional work was ordered under the contract;\n</blockquote>\n \n\n<blockquote id=\"blockquote_16\">(b) Whether the petitioners waived or acquiesce in the arbitration or having participated in the arbitration for a long period can raise the issue of arbitrability after the evidence of the parties had been concluded and at a late stage as seen in the Award of the Umpire?\n</blockquote>\n \n\n<blockquote id=\"blockquote_17\">(c) Whether the petitioners are estopped from contending that the work was not awarded under the contract and from contending that the claim for additional work was not arbitrable?\n</blockquote>\n \n\n<blockquote id=\"blockquote_18\">(d) Whether the petitioners are barred by res judicata or principles analogous to res judicata from contending that the claim for additional work is not arbitrable?\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478013\" id=\"span_17\">There seems to be confusion in some aspects. In so far as issue of res judicata is concerned, in my opinion, neither res judicata or principles analogous to res judicata would be applicable considering that there is no earlier resolution of the dispute between the parties in respect of the same subject matter. In so far as the issue of estoppel is concerned again if the plea of the petitioners is accepted that there is no arbitrable clause then the issue of estoppel against to my mind would not arise as there can be no estoppel at law. Basically, therefore, what the Court will have to consider is the sequence of the contract or contracts starting with the awarding of the contract, the grant of additional works in so far as civil works is concerned and in so far as electrical work is concerned of which admittedly there is no dispute. To my mind, therefore, the first question that the Court will have to answer is whether the additional work was under the contract. If the work was not under the contract then the result would be different. It is in this context that the conduct of the parties will have to be seen. It is in this context also that the issue of jurisdiction will have to be considered as to whether there was total absence of jurisdiction in what may be described as patent lack of jurisdiction or it is a case of latent lack of jurisdiction, when the issue of acquiescence of the parties becomes material. That aspect of the law has been considered in <a href=\"/doc/1478013/\" id=\"a_27\">Tarapore &amp; Co. v. State of M.P.</a>, .</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1311958\" id=\"span_18\">The ratio of the judgment of the Apex Court in the case of <a href=\"/doc/1311958/\" id=\"a_28\">Prasun Roy v. The Calcutta Metropolitan Development Authority and another</a>, , will also be relevant in the matter of acquiescence. In that case there was a provision for arbitration. An application was moved for removal of the named arbitrator and for filing the arbitration agreement and appointment of arbitrator and for other consequential reliefs. An arbitrator came to be appointed. On appointment the arbitrator commenced the arbitration proceedings upon which both the parties submitted to his jurisdiction and filed their respective claims. Some interlocutory application was also moved and time was extended. Sometime in the year 1985 the validity of the order of appointment was challenged. It was sought to be contended that a party knowing of a disability can only raise the contention at the time of challenging the award. This contention was answered in the following words:---</span>\n</p>\n<blockquote id=\"blockquote_19\"> &quot;The principle is that a party should not be allowed to blow hot or cold. Simultaneously having participation and acquiescence in the proceedings pleaded such a party from contending that the proceedings was without jurisdiction.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_30\">In re: All India Groundnut Syndicate Ltd., A.I.R. 1945 Bom. 497, a Division Bench of this Court held that if pleadings had been exchanged, issues had been settled, quite a quantity of evidence had been recorded and documents produced and so on-all on the assumption that the proceedings were before a Competent Tribunal it would not be just to the respondents if at that stage the arbitration had allowed it to be contended or held that the whole of the proceedings were quorum non jurice.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1337022\" id=\"span_19\">It would, therefore, have to be answered whether this is a case of total lack of jurisdiction in which event only, subject to the other challenge raised can the award can be said to be without jurisdiction and set aside. See also <a href=\"/doc/1337022/\" id=\"a_29\">Food Corporation of India v. Joginderpal Mohinderpal &amp; another</a>,  where the Apex Court held that when the arbitrator considers a particular clause of the contract and has given his finding by giving reasons such finding cannot be said to be not conceivable or possible then if there be some mistake in contention such a mistake is not amenable to arbitration. This proposition will apply to a case of patent lack of jurisdiction and not in a case of latent lack jurisdiction.</span>\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_32\">10. Firstly, we have the contract between the parties about which there is no dispute. This contract was entered into on July 23, 1993. This contract had as a part the bill of quantities which were in respect of R.C.C. work, general works and additional items as also sanitary and plumbing work. Clause 18 sets out as under :-\n</p>\n<blockquote id=\"blockquote_20\"> &quot;As the schedule of items for electrical work is not issued, no rates for this work are quoted. However, the same can be quoted later on, as and when the schedule and details are ready.&quot;\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_33\">This was communicated by letter dated 22nd April, 1993 by the respondents to the petitioners. Clause 16 provided for the Architects Status and decisions. It also provided for the quality and quantity of works or the additions or omission or substitution of any  work. Clause 31 provided for interim certificates. Clause 39(2) provided for virtual completion. Clause 56 is the provision pertaining to arbitration. The first part of Clause 56 reads as under:-\n</p>\n<blockquote id=\"blockquote_21\"> &quot;All dispute and differences of any kind whatever arising out of or in connection with the contract or the carrying out of the works (whether during the progress of the works or after their completion and whether before or after the determination, abandonment or breach of the contract) shall be referred to and settled by the Architect who shall state his decision in writing. Such decision may be in the form of a final certificate or otherwise. The decision of the Architect with respect of any of the excepted matters shall be final and without appeal. But if either the owner or the contractor be dissatisfied with the decision of the Architect on any matter, question or dispute of any kind (except any of the excepted matters) or as to the withholding by the Architect of any certificate to which the contractor may claim to be entitled then and in any such case either party (the owner or the contractor) may within 28 days after receiving notice of such decision give a written notice to the other party through the Architect requiring  that such matters in dispute be arbitrated upon.&quot;\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_34\">Another relevant portion reads as under :-\n</p>\n<blockquote id=\"blockquote_22\"> &quot;Such written notice shall specify the matters which are in dispute and such dispute or difference of which such written notice has been given and no other shall be and is hereby referred to the arbitration and final decision of a single arbitrator being a Fellow of the Indian Institute of Architects to be agreed upon and appointed by both the parties or in case of disagreement as to the appointment of a single arbitrator to the arbitration of two arbitrators both being Fellows of the Indian Institute of Architects one to be appointed by each party, which arbitrators shall before taking upon themselves the burden of reference appoint an umpire.&quot;\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_35\">In Special Conditions of Contract though there is some dispute as to interpretation under Clause 24, the relevant portion reads as under :-\n</p>\n<blockquote id=\"blockquote_23\"> &quot;........and any additional work which the contractor may be directed to do in the manner above specified as part of the work shall be carried out by the contractor on the same conditions in all respects on which he agreed to do the main work and at the same dates as are specified in the tender for the main work.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_36\">We then have the following documents. Reference is already made to the letter dated 22nd February, 1994 by the respondents to the petitioners wherein it was set out as under :-\n</p>\n<blockquote id=\"blockquote_24\"> &quot;Further more as you have now decided to include some additional structures within the scope of the same contract, comprising of swimming pool, health club, staff/workers dormitory, etc., it is essential that those details are also issued immediately so as to enable us to complete them substantially before the onset of the monsoon.&quot;\n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_37\">The running bills which were submitted also included the amounts relating to the additional works. There bills were certified by the Architect of the petitioners, payments were made upto 15th R.A. Bill in the month of December, 1994. The final bill also included the claim for additional work as part of the work under the written contract. By letter of 17th May, 1995 the respondents gave a notice to the petitioners to pay all outstanding certified amounts along with interest. To none of this correspondence or in respect of the running bills was a dispute raised by the petitioners that they were not part of the contract. The respondents then filed Arbitration Petition No. 134 of 1995 wherein the claims of the respondents including additional work were set out. Petitioners expressed their willingness to refer the dispute to arbitration. However opposed the grant of relief in the form of Receiver. This Court, however, appointed a Receiver. A Special Leave Petition came to be filed wherein the petitioners in the petition stated as under :-\n</p>\n<blockquote id=\"blockquote_25\"> &quot;It may be pointed out that the alleged claim of the respondents is the subject matter of the arbitration and surely before the arbitrators give their Award and the Award is made rule of the Court the respondents cannot pressurise the petitioners to make payment...........&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_38\">On 4th August, 1995 the petitioners filed an affidavit in the Apex Court therein they have set out that without prejudice to their contentions in the Special Leave Petition the petitioners were ready and willing to give security and further ready and willing that the arbitration may proceed before the two arbitrators appointed by the parties. It is contended by the respondents that neither in the Special Leave Petition nor in the affidavit was there even a suggestion that the claim raised by the claimants in respect of additional work was not arbitrable. The respondents next relied on the averments in para 11 of the plaint in Suit No. 1020 of 1996 wherein it is set out as under:-\n</p>\n<blockquote id=\"blockquote_26\"> &quot;As defendant No. 1 was still on site in the works, the plaintiffs on or about September 1994 on the advice of defendant No. 2 gave the  additional work of swimming pool, health club, drivers dormitory, watchmen&#x27;s cabin (totally admeasuring about 4000 sq. ft.) compound wall, etc. for which the defendants gave an additional estimate of Rs. 62 lakhs in the terms and conditions of the contract signed between the parties on 23rd July, 1993&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_39\">The respondents moved the Apex Court for proceeding in contempt after the afore-mentioned suit had been filed. By order dated 23rd September, 1996 the Apex Court passed an order staying the suit and directed that the arbitrators will proceed with the arbitration  notwithstanding the pendency of the suit which is stayed hereby, as if no suit has been instituted. Thereafter the respondents herein filed their statement of claim and in para 10 pleaded as under :-\n</p>\n<blockquote id=\"blockquote_27\"> &quot;In the meantime the respondents also requested the claimants to execute certain additional works under the same contract, viz., the work of the sub-station, swimming pool, compound wall etc. for which the respondents had got preliminary drawings prepared by the Architect.&quot;\n</blockquote>\n \n\n<p data-structure=\"PetArg\" id=\"p_40\">The petitioners herein filed their reply to the claims statement. The pleadings by the respondents herein adverted to earlier were not denied. It is contended on behalf of the respondents that non-denial would result in there being no issue for consideration of this aspect before the arbitrators. Not only that the petitioners also filed a counter claim. One of the items of the counter-claim was the compound wall. Admittedly the compound wall was in respect of the additional claims. The respondents did not lead any oral evidence, but in so far as the petitioners are concerned evidence was led by Mrs. Vidya Belose, their Director. In the evidence no dispute was raised that the additional claims were not arbitrable as they were not part of the original contract. Thereafter arguments commenced on behalf of the petitioners. The respondents replied thereof. It is at this stage that on 3rd November, 1997 where an objection was raised that the additional works were outside the scope of the agreement and, therefore, outside the scope of arbitration. In passing it may be noted that the consent terms before the Apex Court in S.L.P. (C) No. 1690 of 1995 was without the prejudice to the rights and contentions of the parties.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_41\">11. From what has been stated above, can it be said that the additional work was under the contract dated 23rd July, 1993? If this finding can be given then there is no difficulty in holding that the arbitral Clause in terms of the agreement of 23rd July, 1993 would apply in the absence of clear evidence as to whether the additional works form part of the main agreement. It was contended on behalf of the respondents that the Court can consider extrinsic evidence to determine the effect of an instrument as to its true meaning and that evidence of the acts done in the interest of the parties particularly when the acts are done shortly after the date of the instrument. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"737188\" id=\"span_20\">In <a href=\"/doc/737188/\" id=\"a_30\">The Godhra Electricity Co. Ltd. &amp; another v. The State of Gujarat and another</a>,  the issue was whether in the event instrument was ambiguous and there remains a doubt as to its true meaning whether extrinsic evidence could be led. The Apex Court observed that evidence of the acts done under it is a guide to the intention of the parties, particularly, when acts are done shortly after the date of the instrument. It is then pointed out that admissions are substantive evidence propric vigore. It is the best evidence against the party making it and though not conclusive shifts the onus on the maker of the admission.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"936101\" id=\"span_21\">In <a href=\"/doc/936101/\" id=\"a_31\">Thiru John v. Retirning Officer &amp; others</a>,  the Apex Court observed that:</span>\n</p>\n<blockquote id=\"blockquote_28\"> &quot;It is well settled that a party&#x27;s admission as defined in <a href=\"/doc/1171700/\" id=\"a_32\">sections 17</a> to <a href=\"/doc/811701/\" id=\"a_33\">20</a>, fulfilling the requirements of <a href=\"/doc/1712157/\" id=\"a_34\">section 21</a>, Evidence Act, is substantive evidence proprio vigore. An admission, if clearly and unequivocally made, is the best evidence against the party making it and though not conclusive, shifts the onus on to the maker on the principle that &quot;what a party himself admits to be true may reasonably be presumed to be so and until the presumption is rebutted the fact admitted must be taken to be established.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"401087\" id=\"span_22\">In <a href=\"/doc/401087/\" id=\"a_35\">Basant Singh v. Janki Singh &amp; others</a>,  the Apex Court observed that :-</span>\n</p>\n<blockquote id=\"blockquote_29\"> &quot;An admission in a pleading signed and verified by the party is an admission within the meaning of <a href=\"/doc/430855/\" id=\"a_36\">section 17</a> of the Evidence Act and may be proved against him in other actions. In other suits, however, this admission cannot be regarded as conclusive and it is open to the party to show that it is not true.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_43\">In re All India Groundnut Syndicate Ltd., A.I.R. 1945 Bom. 497 a learned Single Judge of this Court was pleased to observe that :-\n</p>\n<blockquote id=\"blockquote_30\"> 1&quot;.........If a party takes part of the proceedings before the arbitrators on the assumption that proceedings were before a competent Tribunal he cannot be allowed to contend that the whole of the proceedings were coram non judice.&quot;\n</blockquote>\n \n\n<blockquote id=\"blockquote_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1478013\" id=\"span_23\"><a href=\"/doc/1478013/\" id=\"a_37\">Tarapore &amp; Co.</a> (supra) has been referred to earlier as to the consequences of a case of patent lack of jurisdiction and one of latent lack of jurisdiction. The Apex Court further noted that if any dispute relates to or arising out of or is in any way connected with the contract as contemplated by the arbitration clause, the subject matter of the dispute thus clearly covered by the arbitration clause and, therefore, it is not possible to read patent lack of jurisdiction on the part of the arbitrators. The best that could be said is that the terms of the agreement being what they are, the arbitrators had no jurisdiction to entertain the claim and so, that would be a case of latent lack of jurisdiction. In such a case acquiescence of the parties may be relevant.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"353934\" id=\"span_24\">In <a href=\"/doc/353934/\" id=\"a_38\">Oil &amp; Natural Gas Commission v. Offshore Enterprises Inc.</a>,  it has been held a series of consent orders including extension of time to make the Award would amount to waiver or acquiescence and in such circumstances a party who had so acquiesced would be estopped from challenging the jurisdiction of the arbitrators.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1848972\" id=\"span_25\">In <a href=\"/doc/1848972/\" id=\"a_39\">M.K. Shah Engineers &amp; Contractors v. State of M.P.</a>, , the Apex Court held that:-</span>\n</blockquote>\n<blockquote id=\"blockquote_32\"> &quot;The subsequent conduct of the respondents in voluntarily agreeing to the appointment of the arbitrators and not raising any objections as to the arbitrability of the claim would amount to waiver on their part.&quot;\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"527224\" id=\"span_26\">On behalf of the petitioners, however, it was pointed out relying on the judgment of the learned Single Judge of this Court in M/s. Gangaram Ratanlal v. M/s. Simplex Mills Co. Ltd. A.I.R. 1982 Bom. 72 that if there was no written arbitration agreement the arbitrator would have no jurisdiction and mere participation would not amount to acquiescence and would not stop such a party from raising a plea of jurisdiction. It is true that <a href=\"/doc/1430346/\" id=\"a_40\">section 2(a)</a> of the Act of 1940 contemplates that there must be an agreement in writing. It is no doubt true that as pointed out on behalf of the petitioners relying on the judgment in the case of <a href=\"/doc/527224/\" id=\"a_41\">Union of India v. G.S. Atwal &amp; Co.</a> (supra) that to constitute an arbitration agreement, the parties must be ad idam. In that case the parties had objected to the enlargement of the scope of arbitration. In those circumstances it was held that jurisdiction of the arbitrator is founded upon agreement between the parties and that the arbitrator could not enlarge the scope of his arbitration.</span> In answer to the contention of admission it was pointed out relying on the judgment of the Privy Council in ((Baba) Jwala Das v. Pir Sant Das &amp; others)  that if a statement is to be relied upon as an admission the whole statement must be taken. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"596595\" id=\"span_27\">To the same effect was the judgment in the case of <a href=\"/doc/596595/\" id=\"a_42\">Mrs. Rosetta Evelyn Attaullah v. Justin Attaullah and another</a>, . A Special Bench of the Calcutta High Court held that a document purporting to contain an admission of a party to a suit has to be taken in its entirety. It was contended that failure to lead evidence by Mrs. Belose cannot be held against her as the statements of a party in letters written by her can be used against her as her admissions, but cannot be used in her favour. Accepting them to be correct statements. Further if an issue was not framed there was no question of leading evidence on the said issue.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146960\" id=\"span_28\">Reference was placed in the judgment of <a href=\"/doc/146960/\" id=\"a_43\">Mahendra Manilal Nanavati v. Sushila Mahendra Nanavati</a>, . It was then pointed out that for an admission to be considered it must be clear, precise not vague or ambiguous.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174956\" id=\"span_29\">Reliance for that purpose was placed on the judgment in the case of <a href=\"/doc/174956/\" id=\"a_44\">Ramaji Batanji v. Manohar Chintaman &amp; others</a>, .</span>\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_30\">12. The issue was in issue before the Umpire. The learned Umpire on the material before him has considered various aspects to come to a finding that the additional was under the contract. It is now well settled that interpretation of a contract is a matter within the jurisdiction of the arbitrator and the Court cannot substitute its own decisions. Even if it is assumed that on the materials on record, a different view could have been taken and the arbitrators have failed to consider the documents and material on record in their proper perspective the Award is not liable to be struck down. See M/s. <a href=\"/doc/588099/\" id=\"a_45\">Sudarshan Trading Co. v. The Government of Kerala &amp; another</a>, .</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"529896\" id=\"span_31\">Once the Award is within jurisdiction the Court cannot set it aside merely because another view is possible See <a href=\"/doc/529896/\" id=\"a_46\">H.P. State Electricity Board v. R.J. Shah &amp; Co.</a>, 1999(4) S.C. 214. Once the arbitrator has come to the conclusion that there is an arbitration Clause considering the material on record the mere fact that some documents were not considered and in my view also if they were considered a different view could not have been taken even considering letters dated 7th May, 1994, 29th August, 1994 and 23rd February, 1995. The findings recorded considering letter dated 22nd February, 1994 could not have been disturbed.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"577723\" id=\"span_32\">See <a href=\"/doc/577723/\" id=\"a_47\">Mukund Limited v. Hindustan Petroleum Corporation Ltd.</a>, . Even otherwise the arbitral clause is very wide and even if the additional work is not under the contract it arises out of or is related to the contract and as such the claim for additional work is arbitrable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_33\">See <a href=\"/doc/196949/\" id=\"a_48\">Tarapore &amp; Co. v. Cochin Shipyard Limited &amp; another</a>, .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"353934\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_35\"><a href=\"/doc/86594/\" id=\"a_49\">Renusagar Power Co. v. General Electricity Co. Ltd. &amp; another</a>, , <a href=\"/doc/353934/\" id=\"a_50\">Oil &amp; Natural Gas Commission v. Offshore Enterprises Inc.</a>,  and The Union of India &amp; another v. M/s. D.P. Wadia &amp; Sons A.I.R. 1977 Bom. 10.</span></span>\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_46\">13. After considering all the aspects and the correspondence, the learned Umpire on a detailed consideration has come to the conclusion that the  additional works were ordered under the contract. It may also be mentioned that the learned umpire in his award has pointed out that a question was asked to Mr. Dave as to what were the terms of payment of the additional work. His answer was that it would be in terms of the original agreement. The learned umpire has considered this aspect also and held that if the terms for payment of additional work were the same as set out in the contract unless there is something to suggest to the contrary, it would be implied that the terms of the said contract were made applicable to the said additional works and the arbitration clause was one of these terms. Before this Court it was sought to be explained that at the highest the reference in the letter dated February 23, 1995 would be in so far as the rates are concerned. It is impossible to accept the said plea. All throughout the parties have proceeded on the footing that the additional work was under the contract. Merely because in respect of electrical work it was agreed that the terms of the original contract include arbitration would apply would not mean that in so far as the additional civil work was excluded. As noted in the agreement rates for electrical works were not included in the original contract. This was reflected in the letter earlier referred to namely letter dated 22nd April, 1993. It is in these circumstances that as there was no schedule for electrical items it had been made a part of the original contract. Payments were in terms of the said rates. In my view, therefore, the view taken by the learned Umpire cannot be said to be a view without jurisdiction.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_47\">14. In view of the above the following conclusions :-\n</p>\n  \n\n<blockquote id=\"blockquote_33\">(a) The issue of jurisdiction on the facts of the present case was not a case of patent lack of jurisdiction, but a case of latent lack of jurisdiction.\n</blockquote>\n \n\n<blockquote id=\"blockquote_34\">(b) The Umpire on consideration of the material has given a finding that the additional works were under the contract. Once such a finding was given on an issue raised and there is a conceivable or possible view, it would not be open for challenge.\n</blockquote>\n \n\n<blockquote id=\"blockquote_35\">(c) Even otherwise the petitioner by their conduct have acquiesced by participating in the arbitral proceedings. Mere objection at the stage of arguments cannot be said to be objection to the jurisdiction of the arbitrators. It was belated. The case being a case of latent lack of jurisdiction the petitioners have waived their objection. If any, by acquiescence.\n</blockquote>\n \n\n<p data-structure=\"Conclusion\" id=\"p_48\">In the light of the above, petition dismissed.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_49\">15. In the light of the dismissal of the petition considering the original side Rules there will be a decree in terms of the Award which will carry the same rate of interest as awarded by the arbitral Tribunal till payment.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_50\">16. At this stage learned Counsel for the petitioner seeks stay of the award. The Award is stayed for a period of fourteen weeks from today subject to the petitioners keeping the bank guarantee alive.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_51\">Parties/authorities to act on an ordinary copy of this order duly authenticated by the Personal Assistant of this Court.\n</p> \n\n","numcites":37,"numcitedby":0,"docsource":"Bombay High Court","citetid":1221128,"divtype":"judgments","relatedqs":[{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"scope  of arbitration","formInput":"scope%20%20of%20arbitration"},{"value":"latent lack of jurisdiction","formInput":"latent%20lack%20of%20jurisdiction"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"additional work not in the contract","formInput":"additional%20work%20not%20in%20the%20contract"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"estoppel","formInput":"estoppel"},{"value":"works contract","formInput":"works%20contract"},{"value":"lack of jurisdiction","formInput":"lack%20of%20jurisdiction"},{"value":"issue of jurisdiction.","formInput":"issue%20of%20jurisdiction."},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"final bill","formInput":"final%20bill"},{"value":"completion certificate ","formInput":"completion%20certificate%20"},{"value":"Virtual completion certificate ","formInput":"Virtual%20completion%20certificate%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"swimming pool","formInput":"swimming%20pool"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"all judgments by F I Rebello","formInput":"all%20judgments%20by%20F%20I%20Rebello"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":false,"query_alert":null,"agreement":false}