{"tid":846676,"publishdate":"1962-12-12","title":"Michael Golodetz And Others vs Serajuddin & Company on 12 December, 1962","doc":"<h2 class=\"doc_title\">Michael Golodetz And Others vs Serajuddin &amp; Company on 12 December, 1962</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1963 AIR 1044, 1964 SCR (1) 19, AIR 1963 SUPREME COURT 1044, 1963 2 SCJ 471, 1963 SCD 659, 1964 (1) SCR 19</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-c-shah\">J.C. Shah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:j-c-shah\">J.C. Shah</a>, <a href=\"/search/?formInput=benchid:p-b-gajendragadkar\">P.B. Gajendragadkar</a>, <a href=\"/search/?formInput=benchid:k-n-wanchoo\">K.N. Wanchoo</a>, <a href=\"/search/?formInput=benchid:k-c-gupta\">K.C. Das Gupta</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nMICHAEL GOLODETZ AND OTHERS\n\n\tVs.\n\nRESPONDENT:\nSERAJUDDIN &amp; COMPANY\n\nDATE OF JUDGMENT:\n12/12/1962\n\nBENCH:\nSHAH, J.C.\nBENCH:\nSHAH, J.C.\nGAJENDRAGADKAR, P.B.\nWANCHOO, K.N.\nGUPTA, K.C. DAS\n\nCITATION:\n 1963 AIR 1044\t\t  1964 SCR  (1)\t 19\n CITATOR INFO :\n E\t    1975 SC 469\t (8)\n RF\t    1981 SC2085\t (19,23,25,26)\n\n\nACT:\nArbitration-Contract to supply goods between an Indian\tFirm\nand a Foreign Firm --Arbitration clause to refer disputes to\na foreign Tribunal--The foreign Firm refers the dispute to a\nforeign Tribunal-- The Indian Firm files a suit in the\tHigh\nCourt-Cancellation  of the Contract-Injunction\tto  restrain\nthe other party from proceeding with arbitration-Petition in\nthe High Court to stay suit-power of court to entertain\t the\nSuit-Exercise  of  discretion-<a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act,\t1940</a>  (X  of\n1940) s. 34.\n\n\n\nHEADNOTE:\nThe appellants are a firm carrying on business in the United\nStates\tof  America.  The respondents are  an  Indian  Firm.\nThese two firms entered into a contract in writing by  which\nthe   appellant\t agreed\t to  buy  certain  goods  from\t the\nrespondents.  An arbitration clause in the contract provided\nthat disputes arising out of the contract are to be  settled\nby  arbitration\t in New York according to the rules  of\t the\nAmerican  Arbitration Association.  Disputes  having  arisen\nthe   appellants   referred  them   to\t arbitration.\t The\nrespondents  thereupon filed a suit on the Original side  of\nthe Calcutta High Court for the cancellation of the contract\nand for the issue of a perpetual injunction restraining\t the\nappellants from taking steps in purported enforcement of the\ncontract.   The appellants then filed a petition before\t the\nsame High Court for the stay of that suit under<a href=\"/doc/1722761/\" id=\"a_2\"> s. 34</a> of the\nArbitration Act, 1940.\tThis petition was heard by a  Single\nJudge  who  held that the remedy of the party  aggrieved  by\nmanner\tin  which the proceedings are conducted\t by  foreign\nTribunal was to contest the proceedings according to the law\napplicable to the tribunal and that the respondents have not\nshown  sufficient reasons for not granting stay.  In  appeal\nunder  the  Letters Patent the order was set aside  and\t the\nappellants appealed with special leave.\nThe main question before this Court was whether the Court of\nfirst  instance\t has  or has not  exercised  its  discretion\nproperly in granting stay.\nHeld,  that a clause in a commercial contract  between\tmer-\nchants residing in different countries to go to\t arbitration\nis\n20\nan  integral part of the contract on the faith of which\t the\ncontract  is  entered into, but that does not  preclude\t the\ncourt  having territorial jurisdiction from  entertaining  a\nsuit  at the instance of one of the parties to the  contract\neven  in  breach  of the  covenant.   The  court  ordinarily\nrequires  the  parties\tto  resort  for\t resolving  disputes\narising\t under\ta contract to the tribunal  contemplated  by\nthem  at  the time of the contract.  The court may  in\tsuch\ncases refuse its assistance in a proper case when the  party\nseeking\t it is without sufficient reason resiling  from\t the\nbargain.   It  is  for the court having regard\tto  all\t the\ncircumstances  to arrive at a conclusion whether  sufficient\nreasons\t are made out for refusing to grant  stay.   Whether\nthe  circumstances  in\ta given\t case  make  out  sufficient\nreasons\t for  refusing\tto  stay a  suit  is  essentially  a\nquestion of fact.\nIn  the present case all the evidence of the parties was  in\nIndia,\t and  the  current  restrictions  imposed   by\t the\nGovernment of India on the availability of foreign exchange,\nmade  it  impossible  for the  respondents  to\tcarry  their\nwitnesses to New York for examination before the arbitrator.\nThe  proceeding before the arbitrator would in effect be  ex\nparte.\t  The  High  Court  was\t therefore  right   in\t its\nconclusion, on a review of the balance of convenience,\tthat\nstay should not be granted.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL APPELLATE JURISDICTION: Civil Appeal No. 493 of 1960.\nAppeal\tby special leave from the judgment and\torder  dated\nApril  29,1959,\t of the Calcutta High Court in\tAppeal\tfrom\nOriginal Order No. 177 of 1958.\n</p><p data-structure=\"PetArg\" id=\"p_2\">S.  T.\tDesai,\tD. N. Mukherjee and B.\tN.  Ghosh,  for\t the\nappellants.\n</p><p data-structure=\"RespArg\" id=\"p_3\">C. K. Daphtary, Solicitor General of India, S. K. Kapur\t and\nP. C. Chatterjee, for the respondent.\n</p><p data-structure=\"Facts\" id=\"p_4\">1962.\tDecember  12.\t  The  judgment\t of  the  Court\t was\ndelivered by\nSHAH,J.-The  appellants are a firm carrying on\tbusiness  as\nimporters in the name and style of &quot;M.\n<span class=\"hidden_text\" id=\"span_1\">21</span>\nGolodetz  &amp;  Company&quot; at 120, Wall Street, New York  in\t the\nUnited\tStates\tof  America.  The  respondents\tare  a\tfirm\ncarrying on business, among others as exporters of manganese\nore  and their principal office of business is\tat  Bentinck\nStreet\tin the town of Calcutta.  By a contract\t in  writing\ndated  July 5, 1955 the respondents agreed to sell  and\t the\nappellants agreed to buy 25,000 tons of manganese ore on the\nterms\tand  conditions\t set  out  therein.   The   contract\ncontained the following arbitration clause :\n</p><blockquote id=\"blockquote_1\">\t      &quot;Arbitration : Any dispute arising out of\t the\n\t      contract\tis to be settled by  arbitration  in\n\t      New  York\t according  to\tthe  rules  of\t the\n\t      American Arbitration Association.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_5\">Between\t September  1956  and August  1957  the\t respondents\nsupplied 5478 tons of manganese ore.  Disputes having arisen\nbetween\t the parties about the liability of the\t respondents\nto  ship  the  balance\tof  the\t goods\tnot  delivered,\t the\nappellants referred them on or about January 15, 1958 to the\narbitration  of\t the American  Arbitration  Association\t and\nclaimed\t compensation on the plea that the  respondents\t had\nunlawfully made default in shipping the balance of the goods\nagreed\tto  be sold.  On February 2,  1958  the\t respondents\ncommenced  an action on the original side of the High  Court\nof  Calcutta  claiming a decree that  the  written  contract\ndated  July  5, 1955 be adjudged void and delivered  up\t and\ncancelled, that a perpetual injunction be issued restraining\nthe appellants, their servants and agents from taking  steps\nin  purported  enforcement of the said contract and  that  a\ndeclaration  (if necessary) be made that the  said  contract\nstands\tdischarged and that the parties have no\t rights\t and\nobligations thereunder.\t It was the case of the\t respondents\nthat the appellants had accepted manganese ore shipped\ttill\nAugust 1957 in full satisfaction of their liability and that\nthe contract was discharged and the rights and liabilities\n<span class=\"hidden_text\" id=\"span_2\">22</span>\nof   the  parties  thereunder  came  to\t an  end.   In\t the\nalternative the respondents pleaded that the appellants\t had\nrepudiated  the contract or had committed  breaches  thereof\nand  on that account also the contract stood  discharged  or\nhad  become void or voidable at their option and  that\tthey\nhad  avoided  the  same.  In the  further  alternative\tthey\npleaded\t that the contract had become impossible of  further\nperformance and that the same stood frustrated or discharged\nand  they  were exempted from further  performance  thereof.\nThe  appellants\t thereupon  petitioned\tthe  High  Court  of\nCalcutta  for an order that the proceedings in suit No.\t 194\nof  1958 commenced by the respondents be stayed by an  order\nunder  s. 34 of the <a href=\"/doc/1052228/\" id=\"a_3\">Arbitration Act</a> X of 1940. and  that  an\ninjunction  be\tissued restraining  the\t respondents,  their\nagents and servants from proceeding with the hearing of\t the\nsuit.\tRay,  J,  who heard the petition held  that  to\t the\nagreement to submit the disputes to arbitration to a foreign\narbitral  body<a href=\"/doc/1722761/\" id=\"a_4\">\ts. 34</a> of the Indian Arbitration\t Act,  1940,\napplied that the remedy of the party aggrieved by the manner\nin which the proceedings are conducted, or by the award\t was\nto  contest the arbitration proceeding and the award in\t the\nforeign\t tribunal, according to the law applicable  thereto,\nand that there was no sufficient reason for not staying\t the\naction\tfiled  in  breach  of the  agreement  to  refer\t the\ndisputes  arising  under the contract  to  arbitration.\t  In\nappeal under the Letters Patent against the order, the\tHigh\nCourt  held  that  the\tCourt  of  first  instance  had\t not\nexercised its discretion properly for it had failed to\ttake\ninto consideration certain important circumstances  emerging\nfrom the evidence, viz. that all the evidence regarding\t the\ncontract  and the disputes was in India, that there were  on\naccount\t of  the restrictions imposed by the  Government  of\nIndia special difficulties in securing foreign exchange\t for\nproducing  evidence before a foreign  arbitration  tribunal,\nthat  it would be impossible for the respondents to  produce\ntheir evidence and there-\n</p><span class=\"hidden_text\" id=\"span_3\">23</span>\n<p data-structure=\"CDiscource\" id=\"p_6\">fore  the foreign arbitration tribunal &quot;would Dot be a\tsafe\nand  convenient forum for a just and proper decision of\t the\ndisputes  between  the\tparties.&quot; The  learned\tjudges\talso\nobserved  that\tit  was conceded  by  the  Advocate  General\nappearing on behalf of the appellants that the entire matter\nwould be governed by the Indian laws, the Indian Arbitration\nAct and the Indian Contract Act and on that account also the\ndiscretion of the Court to refuse to stay the suit should be\nexercised.  The High Court accordingly reversed the judgment\nof  Ray, J., and vacated the order passed by  him.   Against\nthat order, with special leave, this appeal is preferred.\nWe will assume for the purpose of this appeal that<a href=\"/doc/1722761/\" id=\"a_5\"> s. 34</a>  of\nthe  Arbitration  Act, 1940 invests a Court  in\t India\twith\nauthority to stay a legal proceeding commenced by a party to\nan arbitration agreement against any other party thereto  in\nrespect\t of any matter agreed to be referred, even when\t the\nagreement is to submit it to a foreign arbitration tribunal.\nWhere  a  party\t to an arbitration  agreement  commences  an\naction\tfor determination of a matter agreed to be  referred\nunder  an arbitration agreement the Court  normally  favours\nstay  of the action leaving the plaintiff to resort  to\t the\ntribunal chosen by the parties for adjudication.  The  Court\nin such a case is unwilling to countenance, unless there are\nsufficient reasons, breach of the solemn obligation to\tseek\nresort\tto the tribunal selected by him, if the other  party\nthereto\t still\tremains ready and willing to do\t all  things\nnecessary  for\tthe proper conduct of the  arbitration\tThis\nrule  applies to arbitrations by tribunals, foreign as\twell\nas  domestic.\tThe  power  enunciated\tby  s.\t34  of\t the\n<a href=\"/doc/1052228/\" id=\"a_6\">Arbitration  Act</a>  is  inherent\tin the\tCourt  :  the  Court\ninsists,  unless sufficient reason to the contrary  is\tmade\nout,  upon  compelling the parties to abide  by\t the  entire\nbargain,  for not to do so would be to allow a party to\t the\ncontract to approbate and reprobate, and this  consideration\nmay\n<span class=\"hidden_text\" id=\"span_4\">24</span>\nbe  stronger in cases where there is an agreement to  submit\nthe dispute arising under the contract to a foreign arbitral\ntribunal.   A  clause in a  commercial\ttransaction  between\nmerchants   residing  in  different  countries\tto   go\t  to\narbitration  is an integral part of the transaction, on\t the\nfaith  of which the contract is entered into, but that\tdoes\nnot preclude the Court having territorial jurisdiction\tfrom\nentertaining a suit at the instance of one of the parties to\nthe   contract,\t  even\tin  breach  of\tthe   covenant\t for\narbitration.   The  Court  may in such\ta  case\t refuse\t its\nassistance  in a proper case, when the party seeking  it  is\nwithout\t sufficient reason resiling from the bargain.\tWhen\nthe  Court  refuses to stay the suit it declines to  hold  a\nparty to his bargain, because of special reasons which\tmake\nit inequitable to do so.  The Court ordinarily requires\t the\nparties\t to  resort for resolving disputes arising  under  a\ncontract  to the tribunal contemplated by them at  the\ttime\nof&#x27;  the  contract.  That is not because the  Court  regards\nitself\tbound  to abdicate its jurisdiction  in\t respect  of\ndisputes  within its cognizance, it merely seeks to  promote\nthe  sanctity of contracts, and for that purpose  stays\t the\nSuit.  The jurisdiction of the Court to try the suit remains\nundisputed  : but the discretion of the Court is on  grounds\nof equity interposed.  The Court is therefore not obliged to\ngrant  stay  merely because the parties have  even  under  a\ncommercial  contract  agreed to submit their  dispute  in  a\nmatter to an arbitration tribunal in a foreign country.\t  It\nis for the Court, having regard to all the circumstances, to\narrive\tat a conclusion whether sufficient reasons are\tmade\nout  for refusing to grant stay.  Whether the  circumstances\nin a given case make out sufficient reasons for refusing  to\nstay a suit is essentially a question of fact.\nIn the present case the circumstances, in our judgment,\t are\nsomewhat  peculiar.   The appellants in their  petition\t for\nstay averred that the petition was bona fide, and was  filed\nat the earliest possible\n<span class=\"hidden_text\" id=\"span_5\">25</span>\nopportunity,  that the appellants were ready and willing  to\ndo  all\t things\t necessary for the  proper  conduct  of\t the\narbitration  proceeding and there was no  sufficient  reason\nwhy the matters in respect of which the suit had been  filed\ncould not be referred to arbitration in accordance with\t the\narbitration  agreement.\t The respondents by  their  counter-\naffidavit  contended that the entire evidence regarding\t the\nsubject-matter\tof  the\t suit  and  all\t the  witnesses\t  in\nconnection  therewith were in India and that no part of\t the\nevidence  regarding any of the aforesaid matters was in\t New\nYork.  They also submitted that the proper law applicable to\nthe contract dated July 5, 1955 was the Indian law and\tthat\nthe  Indian  law of Contracts would govern  the\t rights\t and\nobligations  of the parties.  They also contended  that\t the\nsuit  raised  difficult questions of law applicable  to\t the\ncontract,  and\ton  that account also  they  should  not  be\nrequired  to submit the dispute to adjudication by  lay-men.\nIt was also submitted that the arbitration clause even if it\nwas  binding on the respondents firm contemplated a  foreign\narbitration i.e. the arbitration was to be held in New\tYork\nand any award, that might be made would be a foreign  award,\nthe  arbitrators  not being subject to the  control  of\t the\nCourts\tin  India  and\ttherefore  the\tprovisions  of\t the\n<a href=\"/doc/1052228/\" id=\"a_7\">Arbitration  Act</a> including<a href=\"/doc/1722761/\" id=\"a_8\"> s. 34</a> would not be availed of  by\nthe  appellants.  By their counter-affidavit the  appellants\ndid not challenge the assertion made by the respondents that\nall the evidence in connection with the dispute was in India\nand  that  no  part of the evidence was in  New\t York.\t The\nconstituted  attorney of the appellants in paragraph  11  of\nhis  counter-affidavit\tmerely affirmed that &quot;&#x27;there  is  no\nsufficient  reason why the matters in respect of  which\t the\nsaid  suit  has\t been  filed  should  not  be  referred\t  to\narbitration in accordance with the arbitration clause in the\nsaid  agreement.   I  deny that there is  any  valid  and/or\nsufficient  reason  why\t the said  disputes  which  are\t the\nsubject-matter of the said suit should not be so referred\n<span class=\"hidden_text\" id=\"span_6\">26</span>\nto  arbitration.  I further say that it would be a cause  of\ninjustice  to  the petitioners to  permit  the\trespondents,\nsubsequent  to the conclusion of a contract to pick  and  to\nchoose\tas whim or prejudice may dictate which\tclauses\t are\nbinding and which are &quot;inoperative.&quot;   He further stated  in\nparagraph  12  I do not admit that evidence with  regard  to\nmatters\t mentioned in the said paragraph (10(a) of the\tres-\npondent&#x27;s affidavit) is necessary or cannot be given  before\nthe  arbitrators  as alleged.  In particular, deny  that  if\narbitration   is   held\t in  terms  of\tthe   agreement\t  as\ndeliberately concluded by and between the parties there will\nbe  any\t denial of justice as alleged or at all.  I  do\t not\nadmit  that  it\t will be necessary or that it  will  not  be\npossible for the respondent to send any representative or to\ntake any witness to New York as alleged.  On the other hand,\nif  the suit is not stayed, the petitioners will be  greatly\nprejudiced and will suffer hardship.&quot;\n</p><p data-structure=\"RespArg\" id=\"p_7\">The High Court addressed itself to the question, whether the\npleas  raised  by  the\trespondents  constituted  sufficient\nreason\twithin\tthe  meaning of\t the  <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration  Act</a>,\t and\npointed\t out, and in our judgment it was right in so  doing,\nthat  the statement made in the affidavit of the  respondent\nhad remained practically unchallenged, that all the evidence\nin  the case relating to the disputes was in India and\tthat\nwas  a\tstrong ground for not exercising the  discretion  in\nfavour\tof the appellants.  It must be observed that  having\nregard\tto the severe restrictions imposed in the matter  of\nproviding  foreign exchange to individual citizens it  would\nbe impossible for the respondents to take their witnesses to\nNew  York  and\tto  attend before  the\tarbitrators  at\t the\narbitration  proceeding to defend the case against them\t and\nthe proceeding before the arbitrators would in effect be  ex\nparte.\t That would result in injustice to the\trespondents.\nUndoubtedly   the   appellants\t would\tbe   put   to\tsome\ninconvenience if they are required to defend\n<span class=\"hidden_text\" id=\"span_7\">27</span>\nthe suit filed against them in India, but the High Court has\nconsidered  the\t balance  of  inconvenience  and  the  other\ncircumstances  and  has come to the conclusion, and  in\t our\njudgment   that\t  conclusion  is  right,  that\t the   facts\nestablished  make out &#x27;sufficient reason&#x27; for  not  granting\nstay.\n</p><p data-structure=\"PetArg\" id=\"p_8\">It  was\t urged by counsel for the appellants that  the\tHigh\nCourt  for reasons which were not adequate  interfered\twith\nthe order which was within the discretion of the trial judge\nand  on that account the order must be set aside.   But\t the\nHigh Court has pointed out that Ray, J., &#x27;did not give full,\nproper\tand adequate consideration to all the  circumstances\nand  failed  to apply his mind to the  relevant\t affidavits&#x27;\nfrom which it emerged that all the evidence relating to\t the\ndispute\t was in India and that he did not express his  views\non  the diverse contentions raised and remained\t content  to\nobserve\t that  he  was\tnot in\ta  position  to\t decide\t the\nquestions raised thereby and granted stay because he did not\nfind  any compelling reasons for exercising  the  discretion\nagainst\t the appellants.  This criticism of the\t High  Court\nappears not to be unjustified.\tThe High Court was therefore\ncompetent  on  the view expressed in  interfering  with\t the\ndiscretion.\n</p><p data-structure=\"Conclusion\" id=\"p_9\">The two Courts below have differed on the question as to the\nlaw  applicable\t to the contract.  Ray, J.,  held  that\t the\ncontract was governed by the American law.  In appeal Mr. S.\nChoudhry appearing for the appellants propounded that  view,\nbut the Advocate-General of Bengal who followed him conceded\n(as  observed  by the High Court) that\tthe  &quot;entire  matter\nwould  be  governed  by\t the  Indian  law,  the\t matter\t  of\narbitration  by\t the Indian Arbitration Act, and  the  other\nmatters under the aforesaid contract by the <a href=\"/doc/171398/\" id=\"a_10\">Indian  Contract\nAct</a>,  x x x x x so far as the rights and  obligations  under\nthe disputed contract are concerned, the parties must now be\ntaken\n<span class=\"hidden_text\" id=\"span_8\">28</span>\nto have accepted the <a href=\"/doc/171398/\" id=\"a_11\">Indian Contract Act</a> as the relevant law\nfor  their  determination.&quot; Counsel for the  appellants\t say\nthat  no such concession was made before the High  Court  by\nthe  Advocate-General,\tand  the observations  made  in\t the\njudgment  were\tthe result of some  misconception.   Counsel\nrelies in support of this submission upon an affidavit sworn\nby  one\t Surhid\t Mohan Sanyal constituted  attorney  of\t the\nappellants  filed in this Court on the day on which  special\nleave  to appeal was granted.  Apart from  the\tcircumstance\nthat the affidavit is couched in terms which are vague,\t and\nthe  denial  is\t not sworn on matters  within  the  personal\nknowledge  of  the  deponent,  it  is  a  somewhat  singular\ncircumstance,  that  Sanyal who swore the  affidavit  relied\nupon,  did not when he swore an affidavit in support of\t the\npetition for certificate under <a href=\"/doc/1325025/\" id=\"a_12\">Art. 133</a> of the\tConstitution\nbefore the High Court, make any such assertion.\nBut on the view expressed by us, we deem it advisable not to\nexpress any opinion on the question as to the law applicable\nto  the contract.  It will be for the Court trying the\tsuit\nto deal with that question, and to decide the suit.\nThe appeal therefore fails and is dismissed with costs.\n</p><p data-structure=\"Conclusion\" id=\"p_10\">\t\t     Appeal dismissed.\n</p><span class=\"hidden_text\" id=\"span_9\">29</span>\n\n\n\n","numcites":4,"numcitedby":26,"docsource":"Supreme Court of India","citetid":846676,"divtype":"judgments","relatedqs":[{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"arbitration by association","formInput":"arbitration%20by%20association"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"Foreigner Tribunal","formInput":"Foreigner%20Tribunal"},{"value":"contract act","formInput":"contract%20act"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"indian contract act: loss of goods pledged","formInput":"indian%20contract%20act%3A%20loss%20of%20goods%20pledged"},{"value":"indian laws","formInput":"indian%20laws"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"calcutta high court","formInput":"calcutta%20high%20court"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"Foreigners tribunal\"","formInput":"%22Foreigners%20tribunal%22"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":true,"query_alert":null,"agreement":false}