{"tid":587442,"publishdate":"1974-05-01","title":"Umraosingh And Co., Mahanagar, Lucknow ... vs The State Of Madhya Pradesh And Ors. on 1 May, 1974","doc":"<h2 class=\"doc_title\">Umraosingh And Co., Mahanagar, Lucknow ... vs The State Of Madhya Pradesh And Ors. on 1 May, 1974</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1976MP126, AIR 1976 MADHYA PRADESH 126, 1976 MPLJ 91 1976 JABLJ 521, 1976 JABLJ 521</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nSingh, J. \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This judgment shall also dispose of Miscellaneous (First) Appeal No. 60 of 1965. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The facts giving rise to these appeals are that on 14th April, 1952 contract for construction of a bridge on Narmada near Mortakka was granted by the Government to M/s. Umraosingh and Company, which is a partnership firm and Shall hereinafter be referred to as the contractors. The contract was for a lump sum payment of Rs. 23,49,000/-. According to Clause (13) of the Contract, the works were to be completed within 24 months. Extension of time was, however, contemplated on account of works being altered, varied or added to or on account of any delay by reason of inclement weather or causes beyond the control of the contractors. The contract contained an arbitration Clause which reads as follows: \n</p><blockquote id=\"blockquote_1\">  &quot;17. Provided always that in case any question, dispute or difference shall arise between the E. E. and the contractors: as to what additions, if any, ought in fairness to be made to the amount of the contract by reason of the works being\n\ndelayed through no fault of the contractors or by reason or on account of   any directions or requisitions of the E. E. involving increased cost to the  contractors beyond the cost   properly   attending   the carrying out of the contract according to the true intent and meaning of the signed drawings and specification;  or as  to   the works having been duly completed; or as   to   the   construction   of    these    presents; or as to any other matter or thing arising under or out of this contract, except as to matters left during the progress of the works to the sole decision or requisition of the E. E. under clauses Nos. 1, 4, 8 and 9, or in case the contractors shall be dissatisfied with any certificate of the E. E. under Clause 6 or under the provision in Clause 13 or in case he shall withhold or not give any certificate to which they may be entitled; or as to the  right of the contractors to receive any compensation; or as to the amount of such  compensation payable to them under Clause 18; then such Question, dispute or difference or such certificate or the value or matter which should be certified as the case may be. is to be from time to time submitted to the arbitration of a tribunal composed of one arbitrator nominated by the  contractors and one arbitrator nominated by the S. E.   In the event of a disagreement between the arbitrators on any matter or matters,  such matter or matters shall be referred to an umpire to be nominated by the C. E. and the award of such arbitrators or the umpire is to be final and where necessary  to be   equivalent  to a   certificate of the E. E. and the contractors are to be paid accordingly. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_3\"> 3.       The works were not completed\nwithin 24 months and there was a supplementary agreement between the contractors and the Government on 19th January 1954 by which the time was extended upto 31st May 1956. This agreement proceeds upon the premise that the works could not be completed within 24 months because of circumstances over which the contractors had no control. By this agreement the Government promised to pay a bonus of rupees one lac in case the works were completed within the extended time. In all other respects the terms and conditions of the principal agreement remained in full force. The supplementary agreement, leaving aside its preamble, reads as follows: \n</p>   \n\n<blockquote id=\"blockquote_2\"> &quot;1. Notwithstanding anything contained in condition 13 of the principal agreement, the contractor shall duly and\n\nproperly complete and carry out the said work in every respect to the satisfaction of the Executive Engineer by a date not later than the 31st May 1956 in strict conformity to and accordance with the terms, conditions and specifications in the principal agreement contained. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> 2. Upon fulfilment and performance by the contractor of the conditions of Clause 1 hereof but in no other case the Governor shall pay to the contractor a bonus of Rs. 1,00,000/- (one lakh) only in addition to the sum payable under the principal agreement. \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> 3. In the event of the failure of the contractor to fulfil and perform the conditions contained in Clause 1 hereof the contractor shall be liable under and subject to the provisions in Clause 13 and other clauses of the principal agreement contained as if this supplementary agreement had never been made and entered into by and between the parties and in all other respects and cases and save as modified hereby the terms and conditions of the principal agreement shall remain in full force and have full effect.&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. The works could not be completed even by 31st May 1956. It appears that there was some alteration in design, which was not sanctioned by the Government of India till October 1956. The time for completion of the works was further extended upto 28th February 1958. The works were completed within this period. After completion of the works, the contractors claimed additional payment under eleven items. The Government did not accept these items of claim of the contractors and counter-claimed for supervision charges. The dispute was referred to arbitration of two arbitrators viz. Shri P. N. Bhalla and Shri G. L. Sharma. The arbitrators, on 28th October 1960, made an award, which was published on 31st October 1960. The contractors&#x27; claim under item No. 6 was disallowed, but their other claims were allowed to the extent of Rs. 5,63,581/. The arbitrators also allowed interest on this amount at the rate of six per cent per annum after expiry of two months from the date of award in case of nonpayment of the amount by the Government The counter-claim of the Government was disallowed. The award reads as follows : \n</p>  \n\n<blockquote id=\"blockquote_5\"> &quot;We, Prem Nath Bhalla and Ganeshilal Sharma, nominated respectively by the parties, entered into the Arbitration. We inspected the work, had several meetings and have gone through the written notes,\n\npleadings, verbal representations and arguments at length and have also examined several documents. \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> 2. The Public Works Department was represented by Shri G. L. Kumar, Superintending Engineer (B. &amp; R.) Indore Circle, Indore, and Shri L. H. Bhatia, Executive Engineer, West Nimar Division Khargone. The contractors were represented by Shri Umrao Singh and Shri Krishna partners of Messrs. Umrao Singh and Co. \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> 3. We hereby make and publish this Award in writing of and concerning the matters referred to us. Our Award against each individual claim is as follows: \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> Claim No. 1: Extra work done due to change in design in Pier No. 4: In respect of this claim of Rs. 3,68,906/- made by the contractors, we award a sum of Rs. 50,000/- (Rs. fifty thousand only). \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> Claim No. 2: Increased cost of labour from June 1956 till actual completion: In respect of the claim of Rs. 4,23,000/- (later modified to Rs. 4,71,443/-) we award a sum of Rs. 2,07,900/- (Rs. two lacs seven thousand and nine hundred only). \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> Claim No. 3: Increase in the cost of steel for the work : In respect of the claim of Rs. 1,81,717/- we award a sum of Rs. 73,269/- (Rs. seventy three thousand two hundred and sixty nine only). \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> Claim No. 4: Difference of price of cement due to increase: In respect of the claim of Rs. 1,27,586/- we award a sum of Rs. 18,286/- (Rs. eighteen thousand two hundred and eighty six only). \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> Claim No. 5: Royalty paid on sand: \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> In respect of the claim of Rs 80,000/- we award a sum of Rs. 32,521/- (Rs. thirty two thousand five hundred and twenty one only). \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> Claim No. 6: Royalty paid on stone: We reject this claim of Rs. 12,000/-. \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> Claim No. 7: Non-supply of steel and cement in 1954: In respect of the claim of Rs. 1,00,000/- we award a sum of Rs. 15,000/- (Rs. fifteen thousand only). \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> Claim No. 8: Compensation for loss of materials during floods of 1956 while concreting Arch No. 13: In respect of the claim of Rs. 21,920/- we award a sum of Rs. 10,428/- (Rs. ten thousand four hundred and twenty eight only). \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> Claim No. 9: Claim for work redone after collapse of Arch No. 12: In respect of the claim of Rs. 81,488/- we award a sum of Rs. 40,500/- (Rs. forty thousand five hundred only). \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> Claim No. 10: Bonus: In respect of the claim of Rs. 1,00,000/- we award the the amount of Rs. 1,00,000 (Rs. one lac only). \n</blockquote> \n\n \n<blockquote id=\"blockquote_19\">Claim No. 11: Cartage of cement and steel: In respect of this claim (figure not given) we award a sum of Rs. 15,677/-(Rs. fifteen thousand six hundred and seventy seven only). \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> Supervision Charges: The counter claim of supervision charges made by the Department for supply of cement and steel is rejected and no claim against the contractors is admitted. \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> Total Award : Our total award against all the claims is Rs. 5,63,581/- (Rs. five lacs sixty three thousand five hundred and eighty one only), which sum shall be paid by the Public Works Department (B. &amp; R.) Madhya Pradesh to Messrs. Umrao Singh &amp; Co. in full settlement of all their claims. If the above amount of the award is not paid within two months of the date of the award, interest at the rate of 6% per annum shall be paid to Messrs. Umrao Singh &amp; Co. by the Public Works Department (B. &amp; R.) Madhya Pradesh from the date of the award to the date of the payment in addition to the amount of the award.  \n</blockquote>\n \n<blockquote id=\"blockquote_22\">The cost of the Award comprising of the fees of both the arbitrators plus their travelling and other expenses as well as the cost of the stamp paper and legal charges which is Rs. 23,219.14 (Rs. twenty three thousand two hundred and nineteen np. fourteen) shall be shared equally by the two parties.&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. The contractors made tan application on 2nd November 1960 under <a href=\"/doc/665266/\" id=\"a_1\">Section 14</a> of the Arbitration Act, 1940, and filed the original award along with this application. Objections were taken to the award by the Government. These objections were decided by the Additional District Judge, Khandwa, by his order dated 26th September 1964. The award was upheld with respect to claim No. 1 for Rs. 50,000/- and claim No. 10 for Rs. 1,00,000/- The award was, however, set aside with respect to claims Nos. 2 to 9 and 11 and interest was also disallowed. The Additional District Judge came to the conclusion that there was an error apparent on the face of the award in the matter of grant of interest and this error enabled him to examine the merits of all the claims. After examining the merits of the claims in accordance with the terms of the contract, the came to the conclusion that only claims Nos. 1 and 10 could be allowed by the arbitrators and the rest of the claims were not justified on the basis of the terms of the contract. It is on this reasoning that the award was upheld in so far as claims Nos. 1 and 10 were concerned and was set aside with respect to the other claims. It is against this order that the contractors have filed First Appeal No. 9 of 1965 in this Court in which they pray that the entire award be restored. The Government&#x27;s appeal against the order of the Additional District Judge is Miscellaneous (First) Appeal No. 60 of 1965. In this appeal it is prayed that the entire award be set aside. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> 6. The first question to be seen is whether the arbitrators were right in awarding interest. None of the claims referred to the arbitrators included a claim for interest. <a href=\"/doc/1722761/\" id=\"a_2\">Section 34</a>, Civil Procedure Code, does not apply to arbitration proceedings. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_1\">In <a href=\"/doc/318186/\" id=\"a_3\">Thawardas v. Union of India</a>, AIR 1955 SC 468 it was observed as follows :</span> \n</p><blockquote id=\"blockquote_23\">  &quot;It was suggested that at least interest from the date of &quot;suit could be awarded on the analogy of <a href=\"/doc/1722761/\" id=\"a_4\">Section 34</a> of the Civil Procedure Code, 1908. But <a href=\"/doc/1722761/\" id=\"a_5\">Section 34</a> does not apply because an arbitrator is not a &quot;Court&quot; within the meaning of the Code nor does the Code apply to arbitrators, and, but for <a href=\"/doc/1722761/\" id=\"a_6\">Section 34</a>, even, a Court would not have the power to give interest after the suit This was, therefore, also rightly struck cut from the award.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_2\">The view taken in <a href=\"/doc/318186/\" id=\"a_7\">Thawardas</a>&#x27;s case has been modified to some extent in subsequent cases viz.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1553220\" id=\"span_3\"><a href=\"/doc/1553220/\" id=\"a_8\">Firm Madanlal Roshtanlal v. Hukumchand Mills</a>, AIR 1967 SC 1030, Union of India v. Bungo Steel Furniture, AIR 1967 SC 1032 and State of M. P. v. S. &amp; S. (P.) Ltd., AIR 1972 SC 1507.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_4\">In all these cases it has been pointed out that <a href=\"/doc/318186/\" id=\"a_9\">Thawardas</a>&#x27;s case does not deal with the question whether the arbitrator can award interest subsequent to the passing of the award, if the claim regarding interest was referred to the arbitrator. It has also been pointed out in these cases that if a dispute as to interest is referred to arbitration, it is an implied term of the reference that the arbitrator will decide the dispute according to existing law and give such relief with regard to interest as the Court would give if it decided the dispute. On this basis it has been held that the principle of <a href=\"/doc/1722761/\" id=\"a_10\">Section 34</a> will be applicable in such cases and the arbitrator will have jurisdiction to allow interest subsequent to the passing of the award.</span> These cases also point out that if the reference is of &quot;all matters in difference&quot; the arbitrator may allow interest as was held by the Court of Appeal in Chandris v. Isbrandtsen-Moller Co., (1951) 1 KB 240. The position, therefore, is that if there is\n\na dispute as to interest which is referred to arbitration or if all matters in difference are referred to arbitration, the arbitrator may award interest on principles analogous to <a href=\"/doc/1722761/\" id=\"a_11\">Section 34</a> of the Code. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_5\">But if the reference does not include a dispute as to interest or if it is not so widely worded as to include &quot;all matters in difference&quot; it appears that <a href=\"/doc/318186/\" id=\"a_12\">Thawardas</a>&#x27;s case will still prevail and the arbitrator will have no jurisdiction to allow interest after the date of the award. In the instant case the claims referred to arbitrators did not include any dispute as to interest. Further, the reference was not of &quot;all matters in difference&quot; but only of specific matters.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"318186\" id=\"span_6\">In the circumstances, <a href=\"/doc/318186/\" id=\"a_13\">Thawardas</a>&#x27;s case was applicable and the arbitrators exceeded their jurisdiction in awarding interest. The learned Additional District Judge was, in our opinion, right in holding that the award was bad with respect to interest. The learned Additional District Judge was, in our opinion, right in holding that the award was bad with respect to interest.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_8\"> 7. The next question is whether the Additional District Judge was right in examining all the claims on merits simply on the ground that the award was erroneous on the face of it to the extent it allowed interest. In our opinion, the learned Additional District Judge was clearly wrong in this matter. According to his findings the only error apparent on the face of the award was with regard to interest. This error made the award invalid in, respect of interest, but this portion of the award was severable from the rest of it. The law in this respect is that if the bad portion of the award is separable the award will be held good for the residue; whereas, if the two are inseparable, the award is altogether avoided; (See Russell on Arbitration, Eighteenth Edition, pp. 399, 400, 401 and U. G V. E. S. Co. v. U. P. E. Board, AIR 1&#x27;973 SC 683 at p. 688 para. 25). Now, in the instant case that portion of the award which allowed future interest was clearly separable and, therefore, the rest of the award could not be held to be invalid. There is no principle of law that if a portion of an award which is clearly separable is found to be defective because of an error apparent on its face, the Court Rets jurisdiction of examining the merits of the entire award. Indeed, the learned Advocate-general did not support the order of the Additional District Judge on this ground. We need not, therefore, pursue this matter any further. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 8.       The   learned  Advocate-General, however, argued  that the award in respect of all the items suffered from error apparent on the face of the award. His argument is that the claims laid by the contractors could not have been allowed on a proper construction of the terms of the contract and as the claims have been allowed by the arbitrators it must be held that they misconstrued the terms of the contract, which is an error apparent on the face of the award. In our opinion, there is no substance in this argument. It is well settled that an award made by an arbitrator cannot be set aside on the ground that he has committed mistakes in law and fact; it can only be set aside if the error in law appears on the face of the award. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_7\">In <a href=\"/doc/525017/\" id=\"a_14\">Champsey Bhara v. Jivraj Bulloo</a>, 1923 All ER Rep 235 = (AIR 1923 PC 66) it has been held by the Privy Council that an error in law on the face of an award means that there is to be found in the award, or a document actually incorporated therein, as, for instance, a note appended by the arbitrator stating the reasons for his judgment, some legal proposition which is the basis of the award and is erroneous. It was further held that the award will stand unless, on the face of it, the arbitrator has tied himself down to some legal proposition, which, when examined, appears to be unsound. In this connection questions have often arisen as to when a contract the construction of which is necessary for deciding the matters, in dispute, can be said to be incorporated into an award.</span> This matter was examined by the Court of Appeal in Giacomo Coats Fu Andrea v. British Italian Trading Co., (1962) 2 All ER 53 where Diplock, L. J., after examining all the relevant authorities, observed as follows : \n</p>   \n\n<blockquote id=\"blockquote_24\"> &quot;It seems to me, therefore, that, on the cases, there is none which compels us to hold that a mere reference to the contract in the award entitles us to look at the contract. It may be that in particular cases a specific reference to a particular Clause of a contract may incorporate the contract, or that Clause of it, in the award. I think that we are driven back to first principles in this matter, namely, that an award can only be set aside for error which is on its face. It is true that an award can incorporate another document so as to entitle one to read that document as part of the award and, by reading them together, find an error on the face of the award. But the question whether a contract, or a Clause in a contract, is incorporated in the award is a question of construction of the award. It seems to me that the test is put as conveniently as it\n\ncan be in the words of Denning, L. J., which I have already cited from Blaiber and Co. Ltd. v. Leopold Newporne (London) Ltd., (1953) 2 Lloyd&#x27;s Rep 427 at p. 429. \n</blockquote> \n\n<blockquote id=\"blockquote_25\"> &quot;As I read the oases, if the arbitrator says: &#x27;On the wording of this Clause I &#x27;hold&#x27; so and so, then that Clause is impliedly incorporated into the award because he invites the reading of it.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"931195\" id=\"span_8\">The question what is an error apparent on the face of the award has been considered by the Supreme Court in a number of cases. All these cases are discussed in <a href=\"/doc/931195/\" id=\"a_15\">Alien Berry &amp; Co. v. Union of India</a>, AIR 1971 SC 696. The Supreme Court has approved the test <a href=\"/doc/931195/\" id=\"a_16\">laid down by</a> Diplock, L. J., in Giacomo Costa etc.</span> v. British Italian, (1962-2 All ER 53) (supra). The test in the words of their Lordships is as follows : \n</p>    \n\n<blockquote id=\"blockquote_26\"> &quot;The question whether a contract or a Clause of it is incorporated in the award is a question of construction of the award. The test is, does the arbitrator come to a finding on the wording of the contract. If he does, he can be said to have impliedly incorporated the contract or a Clause in it whichever be the case. But a mere general reference to the contract in the award is not to be held as incorporating it. The principle of reading contracts or other documents into the award is not to be encouraged or extended, (see Babu Ram v. Nanhemal, C. A. No. 107 of 1966, D/-5-12-1968 (SC)). The rule thus is that as the parties choose their own arbitrator to be the Judge in the dispute between them, they cannot, when the award is good on the face of it, object to the decision either upon the law or the facts. Therefore, even when an arbitrator commits a mistake either in law or in fact in determining the matters referred to him, but such mistake does not appear on the face of the award or in a document appended to or incorporated in it so as- to form part of it, the award will neither be remitted nor set aside notwithstanding the mistake.&quot; A reading of all these authorities goes to show that before it can be concluded that the award discloses an error apparent on its face relating to construction of a Clause or term in the contract, the award must contain reference to the Clause or term and a finding as to its meaning. Unless that is shown, it cannot be said that the arbitrator has come to a finding on the wording of the contract which is an error apparent on its face. When there is absolutely no reference to the contract or\n\nits terms and when the award contains no reasons, it is impossible to hold that there is an error apparent on the face of the award. Indeed, the Supreme Court in Bungo Steel Furniture (P.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"292369\" id=\"span_9\"><a href=\"/doc/292369/\" id=\"a_17\">Ltd. v. Union of India</a>, AIR 1967 SC 378 at p. 382 clearly laid down that it was well settled principle that an arbitrator was not bound to record his reasons or state the principles of law on which he had proceeded, and that it is only when the arbitrator proceeds to give his reasons or to lay down the principles on which he has arrived at his decisions that the Court is competent to examine whether he has proceeded contrary to law and is entitled to interfere if such error in law is apparent on the face of the award.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1553220\" id=\"span_10\">This view was reiterated in <a href=\"/doc/1553220/\" id=\"a_18\">Firm Madanlal Roshanlal v. Hukumchand Mills</a>, AIR 1967 SC 1030 and Union of India v. Bungo Steel Furniture, AIR 1967 SC 1032.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1553220\" id=\"span_11\">In <a href=\"/doc/1553220/\" id=\"a_19\">Firm Madanlal Roshanlal</a>&#x27;s case the award gave no reasons. In negativing the contention that there was an error of law on the face of the award, the Court observed as follows :</span> \n</blockquote> \n\n<blockquote id=\"blockquote_27\"> &quot;In the present case, the arbitrator gave no reason for the award. We do not find in the award any legal proposition which is the basis of the award, far less a legal proposition which is erroneous. It is not possible to say from the award that the arbitrator was under a misconception of law. The contention that there are errors of law on the face of the award is rejected.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_13\">9. We have already quoted the award in the instant case. The award does not refer to the contract or to any of its terms. It does not give any reasons; it only awards a particular sum against each item of claim. In the absence of any reference to the contract or to its terms and in the absence of any reasons contained in the award, it is not possible to hold that there is an error of law apparent on the face of the award relating to the construction of any of the terms of the contract. The learned Advocate-General referred to us <a href=\"/doc/318186/\" id=\"a_20\">Thawardas v. Union of India</a>, <a href=\"/doc/1989300/\" id=\"a_21\">AIR 1955 SC 468, Alopi Prashad v. Union of India</a>, AIR 1960 SC 588 and U. G. V. E S. Co. v. U. P. E. Board, AIR 1973 SC 683. But in these cases the awards were speaking awards containing references to the terms of the contracts and also the findings of the arbitrators on those terms. That being not the position in the instant case, these cases are not applicable.</span></span> The learned Advocate-General also referred to a Division Bench decision of this Court in State of Madhya Pradesh v. R. N. Ghanekar &amp; Co., Bombay, Misc. (First) Appeal No. 17 of 1969, decided on 11-4-1972 (Madh Pra) for the proposition that even when there is no reference to any term of the contract and no finding as to its meaning, still it is open to infer an error apparent on the face of the award. This decision quotes extensively from the Supreme Court cases referred to by us earlier. The learned Judges of the Division Bench could not have laid &#x27;down any proposition contrary to the Supreme Court decisions and we do not find anything in this decision which can support the contention of the learned Advocate-General. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 10. The learned Advocate-General then argued that all the claims referred to the arbitrators were beyond the purview of Clause 17 of the contract. We have already quoted Clause 17, which is the arbitration clause. This Clause is worded in very wide language. It permits reference of any dispute as to what additions ought in fairness to be made to the amount of the contract by reason of the works being delayed through no fault of the contractors, or by reason of or on account of any directions or requisitions of the E. E. involving increased cost to the contractors. It also permits reference of a dispute as to the construction of the contract. Further, it permits reference when the dispute is as to any other matter or thing arising under or out of the contract, except as to matters left during the progress of the works to the sole decision or requisition of the E. E. under clauses Nos. l, 4, 8 and 9. Now, a look at the claims, except claim No. 10, laid by the contractors will show that they claimed all these items as additional payment for construction of the bridge on the ground that there was a change in the original design requiring extra work and also on the ground that works were delayed for reasons beyond the control of the contractors. These claims can reasonably fall within the First sub-clause of Clause 17. They will also fall within the Third sub-clause, which permits reference of any dispute &quot;as to any other matter or thing arising under or out of this contract.&quot; Arbitration clauses containing similar words have been construed by the Supreme Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_14\">In <a href=\"/doc/1041073/\" id=\"a_22\">A. M. Mair &amp; Co. v. Gordhandaa Sagarmull</a>, AIR 1951 SC 9 the Supreme Court, in this context, observed as follows:</span> \n</p><blockquote id=\"blockquote_28\">  &quot;A dispute, the determination of which turns on the true construction of the contract, would also seem to be a dispute, under or arising out of or concerning the contract. In a passage quoted in\n\nHeyman v. Darwins Ltd., 1942 AC 356 = 111 LJ KB 241 Lord Dunedin propounds the test thus &quot;If a party has to have recourse to the contract, that dispute is a dispute under the contract.&quot; Here, the respondents must have recourse to the contract to establish their case and, therefore, it is a dispute falling within the arbitration clause.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1671864\" id=\"span_15\">Again in <a href=\"/doc/1671864/\" id=\"a_23\">Union of India v. S. T. &amp; C. Co.</a>, AIR 1969 SC 488 the same test was laid down for determining whether a dispute was one arising out of the contract. Their Lordships said:</span> \n</p><blockquote id=\"blockquote_29\">  &quot;The test for determining the question is whether recourse to the contract by which both the parties are bound is necessary for the purpose of determining whether the claim of respondent firm is&#x27; justified or otherwise. If it is necessary to take recourse to the terms of the contract for the purpose of deciding the matter in dispute, it must be held that the matter is within the scope of the arbitration Clause and1 the arbitrators have jurisdiction to decide this case.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_14\"> Now, in the instant case, it is clear from the stand taken on behalf of the Government in answer to the claims of the contractors that claims were resisted on the ground that they were not tenable on a proper construction of the terms of the contract. Reference in this connection may be made to the notes and comments of the Executive Engineer answering the claims of the contractors which are contained in File No. 1, marked as Ex. P-4. As the Government resisted the claims of the contractors on the basis of the terms of the contract, recourse to the contract was necessary for deciding the dispute between the parties. Thus the dispute pertaining to the claims of the contractors related to &quot;any other matter or thing arising under or out of the contract,&quot; and fell within the arbitration clause. It was submitted by the learned Advocate-General that Items Nos. 2, 3, 4 and 7 of the claims were outside the said words in the arbitration clause, because they were covered by Clause 1 of the contract There is no substance in this argument. What is excluded is a decision or requisition of the Executive Engineer under Clause 1. A perusal of Clause 1 of the contract will show that no power of decision or requisition is conferred on the Executive Engineer by that clause. Apart from other matters, Clause 1 provides that any discrepancy between the drawings and specifications shall be decided by the\n\nS. E. There is no reference to Executive Engineer in this clause. Claims Nos. 2, 3, 4 and 7, therefore, cannot be excluded from the arbitration clause. The learned Advocate-General has not relied upon any other exception contained in the arbitration Clause and we need not refer to that. In our opinion, therefore, Claims Nos. 1 to 9 and 11 were within the arbitration Clause and the arbitrators had jurisdiction to decide these claims. We may mention there that the jurisdiction of the arbitrators to decide these claims was not challenged in the Court of the Additional District Judge. \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> 11.       As  regards  Claim  No.    10,   it relates to claim of bonus of Rs.  one lac under  the  supplementary  agreement.    It will be recalled that under  the original contract there was no provision for bonus. By Clause 1 of the supplementary agreement which was made on  19th January 1954, which we have earlier quoted, time for completing the works was   extended upto 31st May 1956.    It was further provided  in Clause  2  that   upon   fulfilment and   performance   by   the contractors of the conditions of Clause 1, but in no other case,  the Governor shall pay to the contractors a bonus of Rs. 1,00,000/- in addition to the sum payable under the principal  agreement.    Clause 3 then provided as to what will happen in case the contractors failed  to perform the conditions contained in Clause 1 i. e. to complete the works by 31st May 1956.    In that event, the principal agreement was to be operative   as if the supplementary   agreement lad never been made.    It is &#x27;pertinent to note that  the   supplementary   agreement does  not  contain  any   arbitration   Clause and it also does not make applicable the arbitration Clause contained in the original contract for resolving of any dispute arising under the supplementary  agreement. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_16\">The   Clause pertaining  to  bonus  was   an entirely independent Clause and it is difficult  to  accept the suggestion   that   this Clause got incorporated   in   the   original contract.     In our opinion,  therefore,  the claim relating to bonus of rupees one lac arose under the supplementary agreement and not under the original contract.    As the arbitration Clause of the original contract had not been made  applicable   for resolving of disputes under   the   supplementary   agreement,   it   follows   that   a claim relating to bonus of rupees one lac could not be referred to arbitration.   The rule is well settled that   if   the   parties enter into a fresh contract or a subsidiary contract in addition to the original contract, the arbitration Clause in the original\n\ncontract cannot cover disputes arising out of subsidiary contract or a fresh contract, (See <a href=\"/doc/318186/\" id=\"a_24\">Thawardas v. Union of India</a>, AIR 1955 SC 468 at p. 477). Applying this principle, it has to be held that claim No. 10 regarding bonus of rupees one lac was outside the jurisdiction of the arbitrators.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1862499\" id=\"span_17\">12. It was next contended by the learned Advocate-General that the contractors had no authority to file the award themselves. It is not disputed before us that it was competent for the arbitrators to authorise the contractors to file the award in Court. What is argued is that the authority to file the award must be specifically alleged and proved. Reference in this connection is made to <a href=\"/doc/1862499/\" id=\"a_25\">Kumbha Mawji v. Union of India</a>, AIR 1953 SC 313. In the application made under <a href=\"/doc/665266/\" id=\"a_26\">Section 14</a> of the Arbitration Act the contractors in paragraph 8 stated as follows:</span> \n</p><blockquote id=\"blockquote_30\">  &quot;That the original award received by the petitioner from the arbitrators for filing herein this Court is submitted&#x27; herewith.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> It is implicit in this averment that the contractors were authorised by the arbitrators to file the award in Court. Evidence was also led on this point. Both the arbitrators viz. G. L. Sharma (P. W. 1) and P. N. Bhalla (P. W. 2) stated in their evidence that the original of the award was given to Lala Banarasilal, who is the partner and agent of the contractors, authorising him to file the same in Court on behalf of the arbitrators. The award) was signed on 28th October 1960. It was published on 31st October 1960 at Mortakka in presence of Banarasilal for the contractors and the Superintending Engineer and the Executive Engineer for the Government. G. L. Kumar (D. W. 1), the Superintending Engineer, and Laxmandas (D. W. 2), the Executive Engineer, have no doubt stated that in their presence the arbitrators did not authorise Lala Banarasilal to file the award in Court. But having read the evidence of all these witnesses, we have no hesitation in believing the arbitrators. The fact that original award was admittedly handed over to Lala Banarasilal and a copy of it to the Superintending Engineer supports the statements of the arbitrators that they authorised the contractors to file the award in Court. The application under <a href=\"/doc/665266/\" id=\"a_27\">Section 14</a> of the Act was made on behalf of the contractors by Lala Banarasilal as agent and partner, and the award was filed in Court along with this application. We reject the contention that the contractors were not authorised to file the award. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> 13. The learned Advocate-General lastly argued that the reference made to the arbitrators was not a joint reference by the contractors and the Executive Engineer and, therefore, the reference was invalid. It may here be stated that no objection was raised as to the existence or validity of the reference in the objections filed on behalf of the State before the Additional District Judge. There was no issue on that point. It, however, appears that at the time of arguments before the Additional District Judge the point was raised that the papers submitted by the arbitrators do not disclose a valid reference. But even at that stage the objection in the present form was not raised. The question whether the Executive Engineer and the Contractors had made a joint reference to the arbitrators is a question of fact and should have been raised at the proper stage. It cannot be decided off-hand without giving opportunity to the parties to lead evidence. In this connection the learned Advocate-General applied on 22nd February 1974 for proving by secondary evidence Letter No. 745/GD dated 10th February 1960 purporting to have been written by the Superintending Engineer to the arbitrators. No copy of this letter was filed before us and the learned Advocate-General admitted before us that he did not know what was contained in the letter and he was not in a position to say whether that letter, if proved, would show that the reference was not consented to by the Executive Engineer and the contractors. By an order passed on 22nd February 1974 we rejected the application for producing the additional evidence as, in our opinion, the conditions mentioned in <a href=\"/doc/161831507/\" id=\"a_28\">Order 41, Rule 27 of the Code of Civil Procedure</a> for production of additional evidence were not satisfied. However, we have seen the papers contained in file No. 1 sent by the arbitrators which is marked as Ex. P-4. The first document in this file is the statement showing all the eleven items of claim of the contractors. This document is signed by the Executive Engineer. The grounds on which these claims were laid by the contractors are contained in a separate document Which is marked as Appendix I. This is signed by the contractors. Notes on the claims of the contractors and the comments of the Executive Engineer are contained in a separate document. This document is signed by the Executive Engineer. File No. 2 shows that the Superintending Engineer appointed Shri P. N. Bhalla, retired Superintending Engineer, as an arbitrator. This file further shows that Shri G. L. .Sharma Superintending Engineer of Uttar Pradesh, was appointed an arbitrator by the contractors. Another fact Which appears from the award and the proceedings sent by the arbitrators is that the Superintending Engineer and the Executive Engineer throughout appeared before the arbitrators and took part in the proceedings without any objection. From all these papers it is quite clear that a dispute had arisen between the Executive Engineer and the contractors in respect of the eleven claims submitted by the latter and both these parties agreed that this dispute be decided by a reference to arbitrators under Clause 17 of the contract. Consequently, the Superintending Engineer, as envisaged by Clause 17, nominated one arbitrator and the contractors also nominated one arbitrator and then the matters in dispute were submitted to them for decision. Both the parties took part in the proceedings before the arbitrators without any objection. On these facts, we are clearly of opinion that there was a valid reference to the arbitrators by the Executive Engineer and the contractors in the manner envisaged by Clause 17 of the contract. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\"> 14. As a result of the aforesaid discussion, our conclusion ig that the award was bad in respect of future interest and also in respect of claim No. 10 regarding bonus. In all other respects the award was valid. As the invalid portions of the award were separable, the rest of the award must be upheld. We are also of opinion that the contractors must be allowed interest at three per cent from the date of the decree of the Additional District Judge under <a href=\"/doc/1568155/\" id=\"a_29\">Section 29</a> of the Act. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\"> 15. First Appeal No. 9 of 1965 is partly allowed. The award in so far as it relates to claim No. 10 and future interest is set aside. In all other respects it is upheld. The contractors shall be entitled to receive Rs. 4,63,581/- from the Government under the award. In place of the decree passed by the Additional District Judge there shall be a decree for Rs. 4,63,581/- against the Government The contractors shall also be entitled to interest at the rate of three per cent on this amount from 26th September 1964, the date of the decree passed by the Additional District Judge. The contractors shall get proportionate costs of both the Courts. The Government will bear its\n\nown costs throughout. Miscellaneous (First) Appeal No. 60 of 1965 filed by the State is dismissed without any order as to costs.\n</p>\n \n\n","numcites":13,"numcitedby":13,"docsource":"Madhya Pradesh High Court","citetid":587442,"divtype":"judgments","relatedqs":[{"value":"error apparent on face of award","formInput":"error%20apparent%20on%20face%20of%20award"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"error of law","formInput":"error%20of%20law"},{"value":"supplementary agreements ","formInput":"supplementary%20agreements%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"apparent error on the face of it","formInput":"apparent%20error%20on%20the%20face%20of%20it"},{"value":"supervision charges ","formInput":"supervision%20charges%20"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"future interest","formInput":"future%20interest"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"error on face","formInput":"error%20on%20face"},{"value":"first appeals","formInput":"first%20appeals"},{"value":"bonus","formInput":"bonus"},{"value":"awarding of contract ","formInput":"awarding%20of%20contract%20"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}