{"tid":696293,"publishdate":"1996-08-08","title":"Maharashtra General Kamgar Union vs Cipla Limited And Ors. on 8 August, 1996","doc":"<h2 class=\"doc_title\">Maharashtra General Kamgar Union vs Cipla Limited And Ors. on 8 August, 1996</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1996)98BOMLR727</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:f-i-rebello\">F.I. Rebello</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:f-i-rebello\">F.I. Rebello</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nV.P. Tipnis, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This petition filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India by the Maharashtra General Kamgar Union impugns the legality and validity of the order dated 24th October, 1994 passed by the learned Presiding Officer, 7th Labour Court, Bombay, dismissing the complaint bearing Complaint (ULP) No. 334 of 1993 filed by the petitioner-union under the provisions of the Maharashtra Recognition of Trade Unions and Prevention of Unfair Labour. Practices Act, 1971 (hereinafter referred to as the &quot;<a href=\"/doc/166190666/\" id=\"a_2\">MRTU and PULP Act</a>&quot;). The petition also challenges the order dated 27.7.1995 passed by the Industrial Court, Bombay, dismissing the revision filed by the petitioner challenging the aforesaid order passed by the Presiding Officer, 7th Labour Court, Bombay, dismissing the complaint.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. The complaint was filed on the ground that respondent No. 1, CIPLA Limited, a Company manufacturing pharmaceutical products has been engaging in unfair labour practices under items 1(a), (b), (d) and (f) of <a href=\"/doc/166190666/\" id=\"a_3\">Schedule IV of the MRTU and PULP Act</a>.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. It was contended that the respondent-company is engaged in the manufacture of drugs and Pharmaceuticals and is employing about 30 workmen concerned with cleaning and maintaining hygienic atmosphere in the Company. Respondent No. 2, viz., Deluxe Estate Services is alleged to be a contractor. However, according to the complainant-union, the said agency is merely a name lender. It was alleged that being a drug and pharmaceutical manufacturing company, respondent No. 1 company has of necessity to maintain absolute, hygienic conditions as stipulated in the provisions of the <a href=\"/doc/1891720/\" id=\"a_4\">Drugs and Cosmetics Act, 1940</a>. It was contended that it was the statutory duty of the respondent company to keep the factory premises clean, hygienic and dust free in accordance with the provisions of Schedule &#x27;<a href=\"/doc/1891720/\" id=\"a_5\">M&#x27; to the Drugs and Cosmetics Act</a>. It was contended that, as such, the workmen employed in the aforesaid work of cleaning, sweeping, etc. are direct employees engaged by the company. It was alleged that the company had been directly employing the workmen to do the said work. However, the company used to appoint such persons on casual basis and used to terminate their services with a view to depriving them of permanent status and wages and other benefits. It was contended that such employment continued till about the year 1990-91. However, sometime in 1991, the workmen joined the Union and the moment the company became aware of the development, the services of all the workmen were terminated. Since about 1991, the company had been engaging or employing persons for the said work. However, a detailed paper arrangement is made showing as if the workmen were employed by an independent contractor, viz., the aforesaid respondent No. 2, Deluxe Estate Services. It was contended that Deluxe Estate Services is merely a name lender and it is the company which is the real and direct employer of the workmen concerned. A list of workmen was also annexed to the complaint. It was alleged that the moment a person completes 11 months of service, the company through the alleged contractor i.e. respondent No. 2, terminate the service of such a workman. At the relevant time, it was alleged that there were about 30 workmen who were employed for various periods between eight months to ten/eleven months. In view of the practice followed by the company and in view of the apprehension that the moment they complete 11 months, their services will be terminated, the complaint was filed. It was asserted that it is the company who interviews and selects the person and upon selection, they are sent to the company&#x27;s doctor for a medical check-up and only those workmen found fit after medical examination are appointed. However, the company has not given them any appointment letters. They are given attendance cards by the alleged contractor only to show that they are employees of respondent No. 2. It is alleged that the workmen are not permitted to sign the muster of the company only with a view to showing that they have nothing to do with the company. In fact all these workmen are working under the direct supervision; control and direction of the officers of the company. It is asserted that it is the officer of the company who assign the work to the concerned workmen, supervise the work and control the workmen it was further asserted that they are granted leave by the officers or the company and also paid by the company&#x27;s officers. It was on these allegations that it was asserted that the workmen are direct employees and their employer was the company.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. It was contended that the said relationship of employer and employee has been clandestinely repudiated by the company by way of paper work, viz., the alleged contract with respondent No. 2 only with a view to deprive the workmen of their statutory protection under various labour laws. The denial of the relationship of employer and employee is the cause of action claimed in the complaint. It was also submitted that the nature of the work done by these workmen was of a regular and perennial nature which was essential for the proper functioning of the company which is manufacturing drugs and other pharmaceutical products.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\">5. Respondent No. 1 company filed written statement. It contended that the company is not guilty of unfair labour practices under any of the items as alleged. It specifically denied that the workmen enlisted in Exh. &#x27;A&#x27; or any one of them is the employee of the company. None of the workmen is an employee of the company and there was no employer-employee relationship between any of the workmen and the company. Therefore, the question of terminating the services of the employees through respondent No. 2 does not arise. It was contended that there is a valid and regular contract between the company and respondent No. 2 who is an independent contractor and respondent No. 2 has engaged the workmen and as the workmen are going to be working in the factory of respondent No. 1, respondent No. 1 merely ensures that they are medically fit. It was contented that, in effect, the demand of the workmen in the complaint is for abolition of the contract system and the Court, under the provisions of the <a href=\"/doc/166190666/\" id=\"a_6\">MRTU and PULP Act</a>, has no such jurisdiction which jurisdiction, under Section 10 of the Contract Labour Act would be only with the appropriate Government as settled by the decision of the Apex Court. It was further contended that the company has a bulk drugs and Pharmaceuticals manufacturing plant at Vikhroli wherein it employs 137 workmen. To all such workmen, appointment letters are issued. There are Certified Standing Orders. Even temporary workmen employed by the company are issued an appointment letter. It was contended that the work of housekeeping any hygiene services from the inception was entrusted to specialized agencies on contract basis since the company is engaged in the manufacture of pharmaceutical products, a high degree of cleanliness and hygienic is required to be maintained and that is why the company seeks the services of specialized agencies. The company contended that this practice is in force for several years. The company has also given names of three contractors working from 1985 till date. It was contended that the submission that the provisions of Schedule &#x27;<a href=\"/doc/1891720/\" id=\"a_7\">M&#x27; of the Drugs and Cosmetics Act</a> casts any obligation on the company with respect to employment of workmen is totally false and baseless. It was contended that respondent No. 2, viz. Deluxe Estate Services was appointed as an agency for rendering housekeeping and hygienic services with effect from 1.3.1992 under a written letter dated 28.2.1992 and it is respondent No. 2, with a view to execute the contractual services, who has employed all the workmen included in the list at Exh. &#x27;A&#x27; to the complaint. The company denied that it used to appoint such persons on a casual or temporary basis and terminated their services as alleged. The company denied that it interviews and selects the persons to be employed by respondent No. 2 the allegations that the workmen are working under the direct supervision of the officers of the company was also denied. It was contended that respondent No. 2 who has engaged the workmen paid them more than the minimum wages and also extends all the statutory benefits like weekly off, overtime wages, etc., to the workmen. The company contended that it has obtained the registration certificate as required under <a href=\"/doc/1711982/\" id=\"a_8\">Section 7</a> of the Contract Labour (Regulation and Abolition) Act, 1978. It was, therefore, contended that there is no merit in the complaint and the complaint ought to be dismissed.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\">6. Respondent No. 2, viz, the alleged contractor, contended that the complaint is totally misconceived and is not maintainable. It stated that it is an independent contractor and it started undertaking contract for maintaining cleanliness and good housekeeping and maintenance of garden and industrial establishments by entering into contract dated 28.2.1992 with respondent No. 1 company. The said contract was renewed from time to time, the last of such renewal being 28.3.1993, which was in force at the time of the complaint. It was stated that for the purposes of the present existing contract, respondent No. 2 was employing 31 workmen and one supervisor. It was contended that respondent No. 2 is a licensed contractor under the provisions of the <a href=\"/doc/1810788/\" id=\"a_9\">Contract Labour (Regulation and Abolition) Act</a> in respect of the establishment of respondent No. 1, viz., CIPLA Ltd. Respondent No. 2 holds a licence from the competent authority. The contract between respondent No. 1 company and the contractor is a valid and lawful contract. Respondent No. 2 denied that the services of the workmen are terminated after they complete 11 months. It was contended that the nature of the work undertaken by respondent No. 2 is such that it attracts only transitory workmen who accept the same as a stop-gap arrangement and who are always on the look out for better prospects and who leave the services of respondent No. 2 immediately on securing better jobs. Respondent No. 2 contended that the workmen employed by him are interviewed and selected by him only. They are merely sent for medical check up to the Doctors appointed by the company. It is respondent No. 2 who issues attendance cards. All the workmen are working under the direct supervision, control and direction of the contractor or his supervisor. The work to all the workmen is assigned by respondent No. 2. It was thus claimed that respondent No. 2 is the employer of the workmen and not respondent No. 1 company as alleged.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. Evidence was adduced before the Labour Court and after hearing the parties, the learned Presiding Officer of the Labour Court held that the complainant has failed to prove that respondent No. 1 company has indulged in unfair labour practices as alleged. It was held that the complaint is maintainable. It was held that the complainant failed to prove that the workmen enlisted in annexure &#x27;A&#x27; are the workmen of respondent No. 1 company. It is held that the Court had jurisdiction to entertain the complaint. However, in view of the findings on the other issues, the learned Presiding Officer dismissed the complaint by his judgment and order dated 24.10.1994.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">8. As stated earlier. Revision Application (ULP) No. 123 of 1994 filed by the complainant against the said order was dismissed by the learned Member of the Industrial Court by his judgment and order dated 27.7.1995.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">9. In this petition, we have heard Mr. Colin Gonsalves, learned Counsel appearing for the petitioner; Mr. Rele, learned Counsel appearing for respondent No. 1 company and Mr. Ramaswamy, learned Counsel appearing for respondent No. 2 contractor. At the time of hearing, Advocate Mr. K.K. Singhvi prayed orally that he would like to be heard In the matter inasmuch as the issues involved in this matter and the matter which is pending disposal by the appellate Bench of this Court are identical and the decision on the issues involved in this matter may affect the interests of his clients in the aforesaid pending appeal. Mr. Singhvi contended that he will make submissions only as far as law points are concerned. After hearing the parties, we have permitted Mr. Singhvi to address us and, accordingly, we have heard him.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"130103\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"366376\" id=\"span_2\">10. At the beginning, Mr. Rele, learned Counsel appearing for respondent No. 1-company, took us through the provisions of the <a href=\"/doc/500379/\" id=\"a_10\">Industrial Disputes Act, 1947</a> (hereinafter referred to as the &quot;<a href=\"/doc/500379/\" id=\"a_11\">I.D. Act</a>&quot;) and the provisions of the <a href=\"/doc/166190666/\" id=\"a_12\">M.R.T.U. and P.U.L.P. Act</a> and contended that a very limited jurisdiction is invested in the Courts functioning under the <a href=\"/doc/166190666/\" id=\"a_13\">M.R.T.U. and P.U.L.P. Act</a>. Referring to several provisions of the <a href=\"/doc/166190666/\" id=\"a_14\">M.R.T.U. and P.U.L.P. Act</a>. Mr. Rele contended that before a Labour Court can entertain a complaint under the provisions of the <a href=\"/doc/166190666/\" id=\"a_15\">M.R.T.U. and P.U.L.P. Act</a>, the employer and employee relationship has to be an admitted one and only when such a relationship is admitted that the Courts under the <a href=\"/doc/166190666/\" id=\"a_16\">M.R.T.U. and P.U.L.P. Act</a> will get jurisdiction. Mr. Rele contended that the moment the basic relationship of employer and employee is disputed, the Court will not have jurisdiction to decide the issue of existence of such a relationship. Mr. Rele further submitted that in view of the provisions of the <a href=\"/doc/166190666/\" id=\"a_17\">M.R.T.U. and P.U.L.P. Act</a> and the provisions of the <a href=\"/doc/500379/\" id=\"a_18\">I.D. Act</a> and especially the <a href=\"/doc/1810788/\" id=\"a_19\">Contract Labour (Regulation and Abolition) Act</a>, the issue regarding the genuineness or otherwise of a contract when pleaded cannot be gone into by the Courts functioning under the <a href=\"/doc/166190666/\" id=\"a_20\">M.R.T.U. and P.U.L.P. Act</a>. Mr. Rele, in that behalf, very heavily relied upon the judgment of the Apex Court in <a href=\"/doc/366376/\" id=\"a_21\">Gujarat Electricity Board, Ukai v. Hind Mazdoor Sabha and Ors.</a>,  and the judgment of the Apex Court in <a href=\"/doc/130103/\" id=\"a_22\">General Labour Union v. Ahmedabad Mfg. and Calico Printing Co. Ltd.</a> 1995 SCC (L &amp; S) 372.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130103\" id=\"span_3\">According to Mr. Rele, the judgment in <a href=\"/doc/130103/\" id=\"a_23\">Ahmedabad Mfg. and Calico Printing Co.</a>&#x27;s case decides the issue and no further argument is needed.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"130103\" id=\"span_4\">Mr. Rele, therefore, contended that the Court functioning under the provisions of the <a href=\"/doc/166190666/\" id=\"a_24\">M.R.T.U. and P.U.L.P. Act</a> will have no jurisdiction to go into the issue of genuineness or otherwise of the contract pleaded and the only way such issue could be raised was by raising an industrial dispute as <a href=\"/doc/130103/\" id=\"a_25\">laid down in</a> <a href=\"/doc/130103/\" id=\"a_26\">Ahmedabad Mfg. and Calico Pnnting Co.</a>&#x27;s case. Mr. Rele, therefore, contended that the complaint ought to have been dismissed and rejected on this ground alone. Coming to the merits of the case, Mr. Rele contended that on proper reading of the complaint, it is clear that it does not disclose any unfair labour practices under items 1(a), (b), (d) and (f) of Schedule IV. Mr. Rele referred to the reliefs claimed in the complaint and contended that, in fact, what is sought is abolition of the contract labour system. Mr. Rele, thereafter, referred to the evidence of the workmen and of the employer as also of the contractor and contended that the Labour Court was more than justified in coming to the conclusion that there is a voluminous record conclusively showing that there was a genuine contract between the company and respondent No. 2 contractor and further that all the workmen were employed by respondent No. 2 and that they could not be considered as workmen of respondent No. 1 company. Mr. Rele also contended that Schedule &#x27;<a href=\"/doc/1891720/\" id=\"a_27\">M&#x27; to the Drugs and Cosmetics Act</a> are merely guidelines and by no stretch of imagination it could be said that maintenance of cleanliness and the work of cleaning and sweeping was any statutory obligation upon respondent No. 1 company. Mr. Rele contended that the Labour Court and the revisional Court on the basis of material on record have recorded a pure finding of fact which cannot be labelled as perverse and, as such, in its extraordinary jurisdiction, this Court should not disturb the said concurrent finding of fact. On the aspects of employer-employee relationship as also the principles to be applied, Mr. Rele relied upon the decisions reported in 1996 (1) CLR 740 and 1963 I LLJ 126.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">11. Mr. Ramaswamy, learned Counsel appearing for respondent No. 2 contractor, brought to our notice various provisions of the <a href=\"/doc/47745746/\" id=\"a_28\">Bombay Industrial Relations Act and the I.D. Act</a> and contended that before any complaint could be entertained under the provisions of the <a href=\"/doc/166190666/\" id=\"a_29\">M.R.T.U. and P.U.L.P. Act</a>, there has to be an existing and/or admitted relationship of an employer and employee. Mr. Ramaswamy contended that the complaint read properly shows that, in effect, the complaint seeks abolition of the contract labour system.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\">12. Mr. Gonsalves for the petitioner took us through the provisions of the <a href=\"/doc/166190666/\" id=\"a_30\">M.R.T.U. and P.U.L.P. Act</a> and contended that the Labour Court has extremely wide jurisdiction and power and, in fact, the Labour Court under the provisions of the <a href=\"/doc/166190666/\" id=\"a_31\">M.R.T.U. and P.U.L.P. Act</a> is having wider powers than those under the provisions of the <a href=\"/doc/500379/\" id=\"a_32\">I.D. Act</a>. Mr. Gonsalves contended that it will be a travesty of justice if the Labour Court was to be divested of its jurisdiction merely on the plea of the employer that relationship of an employer and employee is denied or not admitted. Mr. Gonsalves contended that even if such plea is raised, the Labour Court under the provisions of the <a href=\"/doc/166190666/\" id=\"a_33\">M.R.T.U. and P.U.L.P. Act</a> would have wide jurisdiction to determine such an issue. Mr. Gonsalves further contended that even when some fake contract is pleaded, the Court will have jurisdiction to go into the issue as to the genuineness of the contract and find out whether it is a mere facade and camouflage to hide the real relationship. Mr. Gonsalves contended that Schedule &#x27;<a href=\"/doc/1891720/\" id=\"a_34\">M&#x27; of the Drugs and Cosmetics Act</a> casts a statutory duty of maintaining a particular degree of hygiene and cleanliness and, therefore, if the work done by the workmen is required to be statutorily done, such workmen have to be held to be direct workmen under the company. Mr. Gonsalves contended that both the Courts below have not addressed themselves to the settled principles to determine whether the relationship of employer and employee exists between the parties. Both the Courts were overwhelmed by the paper work and by the voluminous record produced by the contractor and the company but failed to remove the smoke-screen or veil to find the real relationship between the workmen and the company. Mr. Gonsalves, thereafter, took us through the various terms of the agreement as also the oral evidence adduced by the parties and submitted that the terms of agreement and evidence on record clinchingly point out that respondent No. 2 was a mere name lender and, in fact, the entire control over the service conditions of these workmen and the supervision was exercised by respondent No. 1 company and respondent No. 2-contractor had no role to play. Mr. Gonsalves, in this behalf, relied on several decisions in support of his different submissions. The decisions are : AIR 1967 SC 1480, 1991(4) SCC 139, Judgments Today 1993 (2) SC 321, 1990 Lab. I.C. 249, 47 FJR 313, 1996 II LLJ 899, AIR 1955 SC 404, 1974 Lab. I.C. 133, AIR 1960 SC 916, 1978 II LLJ 397 and 1955 I LLJ 688.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\">13. Mr. Rele, in reply, contended that Schedule &#x27;<a href=\"/doc/1891720/\" id=\"a_35\">M&#x27; to the Drugs and Cosmetics Act</a> cannot be equated with the requirements of <a href=\"/doc/759329/\" id=\"a_36\">Section 46</a> of the Factories Act inasmuch as the <a href=\"/doc/1955064/\" id=\"a_37\">Factories Act</a> is mainly for the welfare of the workmen and the judgments holding that the workmen working in the establishments or departments which are required to be statutorily maintained by the employer would be workmen directly of the employer even if they are engaged through the contractor, will not be applicable to the facts and circumstances of the present case as Schedule &#x27;M&#x27; is not part of any labour legislation. Mr. Rele contended that in this case the contractor is obviously a real person meaning thereby that it is shown to be actually existing having its office, registration under the <a href=\"/doc/138117720/\" id=\"a_38\">Shops and Establishments Act</a>, licence under the Contract Labour Act and the record also shows that it has been paying the contribution of provident fund as also under the <a href=\"/doc/88376/\" id=\"a_39\">Employees State Insurance Act</a>. The evidence on record, according to Mr. Rele, shows that the company has been consistently giving work to the contractor.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"130103\" id=\"span_5\">14. Mr. Singhvi for the intervener took us through the provisions of the <a href=\"/doc/166190666/\" id=\"a_40\">M.R.T.U. and P.U.L.P. Act</a> and especially through the definition of &#x27;employee&#x27; and &#x27;employer&#x27; thereunder. Mr. Singhvi submitted that the arguments of Mr. Rele that the judgments of the Apex Court in <a href=\"/doc/130103/\" id=\"a_41\">Gujarat Electricity Board and the Ahmedabad Mfg and Calico Printing Co</a>&#x27;s case lay down that the issue of genuineness of a contract can be raised only by way of raising an industrial dispute under the <a href=\"/doc/500379/\" id=\"a_42\">I.D. Act</a> is misconceived. He contended that every judgment has to be read in the context of the facts and no ratio could be derived out of the context.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_6\">Mr. Singhvi submitted that on proper reading of the provisions of the <a href=\"/doc/166190666/\" id=\"a_43\">M.R.T.U. and P.U.L.P. Act</a> and the judgment of the Apex Court in <a href=\"/doc/366376/\" id=\"a_44\">Gujarat Electricity Board</a>&#x27;s case, it has to be held that the Labour Court under the provisions of the <a href=\"/doc/166190666/\" id=\"a_45\">M.R.T.U. and P.U.L.P. Act</a> has ample jurisdiction to go into the issue as to whether the alleged contract, is a genuine or otherwise and decide the issue regarding employer-employee relationship between the parties. Mr. Singhvi, in support of his various contentions, relied upon the judgments reported in Judgments Today 1995 (3) SC 288, , 1992(2) CLR 235, 59 BLR 892, 1991 Appeal Cases 495 and 1968(2) SCR 154.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_7\">15. Now, coming to the very first submission of Mr. Rele, viz., that the Labour Court under the <a href=\"/doc/166190666/\" id=\"a_46\">M.R.T.U. and P.U.L.P. Act</a> will have no jurisdiction to go into the issue of the existence of the relationship and further that if at all the only remedy for a workman will be to raise an industrial dispute under the <a href=\"/doc/500379/\" id=\"a_47\">I.D. Act</a>, we are unable to persuade ourselves to accept the said submission. The judgment of the Apex Court in <a href=\"/doc/366376/\" id=\"a_48\">Gujarat Electricity Board</a>&#x27;s case (supra) has clearly spelt out, in para 10 thereof, the questions that fell for consideration in the appeal before the Apex Court and they were as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_1\">10. In view of the aforesaid contentions, the questions that fall for consideration in this appeal, which are common to all the appeals are, as follows:\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">(a) Whether an industrial dispute can be raised for abolition of the contract labour system in view of the provisions of the Act?\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(b) If so, who can raise such dispute?\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(c) Whether the Industrial Tribunal or the appropriate Government has the power to abolish the contract labour system? and\n \n\n</blockquote><blockquote id=\"blockquote_5\">(d) In case the contract labour system is abolished, what is the status of the erstwhile workmen of the contractors?\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\">In para 25 of the judgment, the contention before the Court was referred to which was to the effect that no industrial dispute can be raised to abolish contract labour in any process, operation or other work in any establishment. The contention was two-fold. In the first instance, it was argued that the said section gives exclusive authority to the appropriate Government to prohibit contract labour and that too after following the procedure laid down therein and, secondly, that the decision of the appropriate Government in that behalf is final and is not liable to be challenged in any Court, including before the industrial adjudicator. After referring to several decisions, in para 32, the Apex Court held that after coming into operation of the Act, the authority to abolish the contract labour is vested exclusively in the appropriate Government which has to take its decision in the matter in accordance with the provisions of <a href=\"/doc/167825104/\" id=\"a_49\">Section 10</a> of the Act. The Supreme Court has, however observed that it has to be remembered that the authority to abolish the contract labour under <a href=\"/doc/167825104/\" id=\"a_50\">Section 10</a> of the Act comes into play only where there exists a genuine contract. In other words, if there is no genuine contract and the so-called contract is a sham or a camouflage to hide the reality, the said provisions are inapplicable. The Supreme Court further observed that when, in such circumstances, the concerned workmen raise an industrial dispute for relief that they should be deemed to be the employees of the principal employer, the Court or the industrial adjudicator will have jurisdiction to entertain the dispute and grant the necessary relief. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"777307\" id=\"span_8\">In para 35, the Apex Court has observed that the decision in <a href=\"/doc/777307/\" id=\"a_51\">Standard Vacuum Refining Co. of India Ltd. v. Its Workmen</a> lends support to the proposition that even after the coming into operation of the Act, the industrial adjudicator will have, in appropriate cases, jurisdiction to investigate as to whether the contract is genuine or not, and if he comes to the conclusion that it is not, he will have jurisdiction to give suitable relief. In para 41, the Apex Court has observed that the exclusive jurisdiction of the appropriate Government under <a href=\"/doc/167825104/\" id=\"a_52\">Section 10</a> of the Act arises only where the labour contract is genuine and the question whether the contract is genuine or not can be examined and adjudicated upon by the Court or the industrial adjudicator, as the case may be. Hence, in such cases, the workmen can make a grievance that there is no genuine contract and that they are in fact the employees of the principal employer. In para 45, the Apex Court has dealt with the issue as to who can raise an industrial dispute for absorption of the workmen of the ex-contractor by the principal employer. The Apex Court observed that if contract is not genuine, the workmen of the contractor themselves can raise such dispute, since in raising such dispute the workmen concerned would be proceeding on the basis that they are, in fact, the workmen of the principal employer and not of the contractor. Hence, the dispute would squarely fall within the definition of industrial dispute under <a href=\"/doc/189659891/\" id=\"a_53\">Section 2(k)</a> of the I.D. Act being a dispute between the employer and the employees. In that case, the dispute would not be for abolition of the contract labour, but for securing the appropriate service conditions from the principal employer on the footing that the workmen concerned were always the employees of the principal employer and they were denied their dues. In such a dispute, the workmen are required to establish that the so-called labour contract was sham and was only a camouflage to deny them their legitimate dues.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">16. Ultimately, in paras 49 and 50, the Apex Court has observed as under:\n</p>  \n\n<blockquote id=\"blockquote_6\">49. ...\n</blockquote>  \n\n<p data-structure=\"Section\" id=\"p_18\">If the workmen of the so called contractor allege that in fact the contract is sham and they are in fact the workmen of the principal employer, they may raise the dispute themselves not for abolition of the contract labour system, but for making available to them the appropriate service conditions. When such dispute is raised, it is not for abolition of the contract labour, but for a declaration that the workmen concerned are in fact the employees of the principal employer, and for consequential reliefs on such declaration. If, however, the contract is genuine, the direct workmen of the principal employer may espouse the industrial dispute for abolition of the contract labour system and for absorption of the contractor&#x27;s workmen as the direct workmen of the principal employer.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_19\">50. Our conclusions and answers to the questions raised are, therefore, as follows:\n</p>  \n\n<blockquote id=\"blockquote_7\">(i) In view of the provisions of <a href=\"/doc/167825104/\" id=\"a_54\">Section 10</a> of the Act, it is only the appropriate Government which has the authority to abolish genuine labour contract in accordance with the provisions of the said section. No Court including the industrial adjudicator has jurisdiction to do so.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(ii) If the contract is sham or not genuine, the workmen of the so called contractor can raise an Industrial dispute for declaring that they were always the employees of the principal employer and for claiming the appropriate service conditions. When such dispute is raised, it is not a dispute for abolition of the labour contract and hence the provisions of <a href=\"/doc/167825104/\" id=\"a_55\">Section 10</a> of the Act will not bar either the raising or the adjudication of the dispute. When such dispute is raised the industrial adjudicator has to decide whether the contract is sham or genuine. It is only if the adjudicator comes to the conclusion that the contract is sham, that he will have jurisdiction to adjudicate the dispute. If, however, he comes to the conclusion that the contract is genuine, he may refer the workmen to the appropriate Government for abolition of the contract labour under <a href=\"/doc/167825104/\" id=\"a_56\">Section 10</a> of the Act and keep the dispute pending. However, he can do so if the dispute is espoused by the direct workmen of the principal employer. If the workmen of the principal employer have not espoused the dispute, the adjudicator, after coming to the conclusion that the contract is genuine, has to reject the reference, the dispute being not an industrial dispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_57\">Section 2(k)</a> of the I.D. Act. He will not be competent to give any relief to the workmen of the erstwhile contractor even if the labour contract is abolished by the appropriate Government under <a href=\"/doc/167825104/\" id=\"a_58\">Section 10</a> of the Act.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_20\">17. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"130103\" id=\"span_9\">In the case of <a href=\"/doc/130103/\" id=\"a_59\">Ahmedabad Mfg. and Calico Printing Co.</a>&#x27;s case, the Union had filed a complaint before the Industrial Court under the <a href=\"/doc/166190666/\" id=\"a_60\">M.R.T.U. and P.U.L.P. Act</a> under various items of Schedule II and Schedule IV of the said Act. The case of the complainant-union was that 21 workmen who were working in one of the canteens of the respondent-company were not given the service conditions as were available to the other workmen of the company and there was also a threat of termination of their services. It was an admitted position that these workmen were employed by a contractor who was given a contract to run the canteen in question. The complaint, however, was filed on the footing that the workmen were the employees of the company and, therefore, the breach committed and the threats of retrenchment were cognizable by the Industrial Court under the said Act. Even in the complaint, there was no case made out that the workmen in question had ever been accepted by the company as its employees. However, the complaint proceeded on the basis as if the workmen were a part of the work-force of the company. The facts on record reveal that the workmen were never recognized by the respondent-company as its workmen and it was the consistent contention of the company that they were not its employees. The Industrial Court dismissed the complaint holding that since the workmen were not the workmen of the respondent-company, the complaint was not maintainable under the said Act. The High Court in writ petition confirmed the said finding and dismissed the petition also on the same ground. In appeal, the Apex Court held that as pointed out, both by the Industrial Court and the High Court, it was not established that the workmen in question were the workmen of the respondent-company. In the circumstances, no complaint could lie under the Act as is held by the two Courts below. The Apex Court, therefore, found nothing wrong in the decision impugned before it. Thereafter, the Apex Court observed that the workmen have first to establish that they are the workmen of the respondent-company before they can file any complaint under the Act. Admittedly, this has not been done. It is open for the workmen to raise an appropriate industrial dispute in that behalf if they are entitled to do so before they resort to the provisions of the present Act.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">18. Mr. Rele very heavily relied on the observations of the Apex Court in these two cases and contended that, firstly, once the relationship of employer and employee is denied, the Court under the <a href=\"/doc/166190666/\" id=\"a_61\">M.R.T.U. and P.U.L.P. Act</a> will have no jurisdiction and, secondly, even if the issue of genuineness of any contract is to be raised, it could be raised only by raising an industrial dispute under the <a href=\"/doc/500379/\" id=\"a_62\">I.D. Act</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">19. We find it difficult to accept these submissions. Undoubtedly, the observations of the Supreme Court on the first brush may appear to be supporting the submission of the learned Counsel, but the judgment cannot be understood and interpreted in the way in which Mr. Rele wants us to understand and interpret. In the case of Gujarat Electricity Board, the Apex Court has referred to the questions that fell for consideration and the very first question set out is whether an industrial dispute can be raised for abolition of the contract labour system in view of the provisions of the Act and if so, who can raise such dispute. It is in the context of these specific issues before the Apex Court that the Apex Court has stated in para 32 that where there is no genuine contract or the contract is a sham or a camouflage to hide the reality, the concerned workmen can raise an industrial dispute for the relief that they should be deemed to be the employees of the principal employer. We find it difficult to hold that on the basis of these observations the Apex Court has held that the only way to raise such dispute or issues would be to raise an industrial dispute and impliedly the Court under the <a href=\"/doc/166190666/\" id=\"a_63\">M.R.T.U. and P.U.L.P. Act</a> cannot adjudicate upon the genuineness or otherwise of the contract. On the contrary, in para 41, the Apex Court has clearly stated that the question whether the contract is genuine or not can be examined and adjudicated upon by the Court or the industrial adjudicator, as the case may be. In para 45, the Court has referred to industrial dispute and the definition of the same under <a href=\"/doc/189659891/\" id=\"a_64\">Section 2(k)</a> of the I.D. Act as that was the question and issue which squarely fell for consideration in the appeal. It is difficult to accept the submission that this judgment lays down that the only way to raise the issue is by way of an industrial dispute or, in other words, that the Court under the <a href=\"/doc/166190666/\" id=\"a_65\">M.R.T.U. and P.U.L.P. Act</a> will not have the jurisdiction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">20. In the case of Ahmedabad Mfg. and Calico Printing Co., the Apex Court found that both the Industrial Court and the High Court held that the workmen were not the workmen of the respondent-company and, therefore, the complaint was not maintainable under the Act. It is obvious, therefore, the Court under the <a href=\"/doc/166190666/\" id=\"a_66\">M.R.T.U. and P.U.L.P. Act</a> had the jurisdiction to determine the issue whether the workmen were or were not the workmen of the respondent-company. In the facts of the case, the Court came to the conclusion that they were not workmen of the company which finding of fact was endorsed by the High Court and it is in these circumstances that the Apex Court held that no complaint could lie under the Act and the workmen have first to establish that they are workmen of the respondent-company before they can file any complaint under the Act. This observation does not mean that they have to establish it by some other proceedings before the complaint is filed or that if the complaint is filed, the moment the employer repudiates or denies the relationship of employer and employee, the Court will not have any jurisdiction. The further observation of the Apex Court that it is open to the workmen to raise an appropriate industrial dispute in that behalf if they are entitled to do so has to be understood in the light of the observations of the Apex Court in para 50(ii) of the judgment in the case of Gujarat Electricity Board wherein the Apex Court has observed that if the industrial adjudicator comes to the conclusion that the contract is genuine, he may refer the workmen to the appropriate Government for abolition of the contract labour under <a href=\"/doc/167825104/\" id=\"a_67\">Section 10</a> of the Act and keep the dispute pending. However, he can do so if the dispute is espoused by the direct workmen of the principal employer. If the workmen of the principal employer have not espoused the dispute, the adjudicator, after coming to the conclusion that the contract is genuine, has to reject the reference, the dispute being not an industrial dispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_68\">Section 2(k)</a> of the I.D. Act. He will not be competent to give any relief to the workmen of the erstwhile contractor even if the labour contract is abolished by the appropriate Government under <a href=\"/doc/1669932/\" id=\"a_69\">Section 10</a> of the I.D. Act. In our opinion, understood in the light of the aforesaid observations in para 50(ii), the observations relied upon by Mr. Rele in the judgment of the Apex Court in the case of Ahmedabad Mfg. and Calico Printing Co. Ltd. cannot mean that the only way to raise a dispute is by way of raising an industrial dispute. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130103\" id=\"span_10\">In <a href=\"/doc/130103/\" id=\"a_70\">Ahmedabad Mfg. and Calico Printing Co.</a>&#x27;s case, the Court under the <a href=\"/doc/166190666/\" id=\"a_71\">M.R.T.U. and P.U.L.P. Act</a> on evidence had come to the conclusion that the workmen were not the workmen of the respondent-company. This finding presupposes that the issue whether the workmen were the workmen of the company or not was within the competence and jurisdiction of the Court functioning under the <a href=\"/doc/166190666/\" id=\"a_72\">M.R.T.U. and P.U.L.P. Act</a>.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1656601\" id=\"span_11\">In this behalf, the observations of the Apex Court in <a href=\"/doc/1656601/\" id=\"a_73\">State of Orissa v. Sudhansu</a>. Sekhar Misra  are relevant, which are as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_9\">Obviously relying on the observation of this Court that after a judicial officer is posted to the cadre, it is for the High Court to effect his transfers, the court below has come to the conclusion that as the posts of the law secretary, deputy law secretary and superintendent and legal remembrancer are included in the cadre, the High Court has the power to fill those posts by transfer of judicial officers. The cadre this Court was considering in Ranga Mahammad&#x27;s case, namely, Assam Superior Judicial Services Cadre consisted of the Registrar of the Assam High Court and three district judges in the first grade and some additional district judges in grade II. In that cadre, no officer holding any post under the Government was included. Hence the reference by this Court to the cadre is a reference to a cadre consisting essentially of officers under the direct control of the High Court. It was in that context this Court spoke of the cadre. The question of law considered in that decision was as regards the scope of the expression &quot;control over district court&quot; in <a href=\"/doc/1345754/\" id=\"a_74\">Article 235.</a> The reference to the cadre was merely incidental. A decision is only an authority for what it actually decides. What is of the essence in a decision is its ratio and not every observation found therein nor what logically follows from the various observations made in it. On this topic this is what Earl of Halsbury L.C. said in Quinn v. Leathem:\n</blockquote>  \n\n<blockquote id=\"blockquote_10\">Now before discussing the case of Allen v. Flood. (1898) A.C. 1 and what was decided therein, there are two observations of a general character which I wish to make, and one is to repeat what I have very often said before, that every judgment must be read as applicable to the particular facts proved, or assumed to be proved, since the generality of the expression which may be found there are not intended to be expositions of the whole law, but governed and qualified by the particular facts of the case in which such expressions are to be found. The other is that a case is only an authority for what it actually decides. I entirely deny that it can be quoted for a proposition that may seem to follow logically from it. Such a mode of reasoning assumes that the law is necessarily a logical code, whereas every lawyer must acknowledge that the law is not always logical at all.\n</blockquote> \n\n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"679175\" id=\"span_12\">In <a href=\"/doc/679175/\" id=\"a_75\">Shama Rao v. Union Territory, Pondichery</a>  the Apex Court has observed as under:</span>\n</blockquote><blockquote id=\"blockquote_12\"> It is trite to say that a decision is binding not because of its conclusion but in regard to its ratio and the principle laid down therein. \n</blockquote> \n\n<blockquote id=\"blockquote_13\">In Commissioner of Wealth Tax v. Dr. Karan Singh and Ors., Judgments Today 1993 (2) SC 321, the Apex Court has observed as follows:\n</blockquote><blockquote id=\"blockquote_14\"> The basic rules of interpreting Court judgments are the same as those of construing other documents. The only difference is that the judges are presumed to know the tendency of parties concerned to interpret the language in the judgments differently to suit their purposes and the consequent importance that the words have to be chosen very carefully so as not to give room for controversy. The principle is that if the language in a judgment is plain and unambiguous and can be reasonably interpreted in only one way it has to be understood in that sense, and any involved principle of artificial construction has to be avoided. Further, if there be any doubt about the decision, the entire judgment has to be considered, and a stray sentence or a casual remark cannot be treated as a decision.\n</blockquote> \n\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1558308\" id=\"span_13\">In <a href=\"/doc/1558308/\" id=\"a_76\">P.S.E. Board, Patiala v. Ashok Kumar Sehgal</a> 1990 Lab. I.C. 249, a Full Bench of the Punjab and Haryana High Court at the end of para 21 and in para 22 has observed as under:</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_16\">21. ...The Supreme Court granted the relief to Ravinder Kumar Sharma 1986 Lab. L.C 2076 after declaring the law by means of its judgment and that judgment is not to be construed as an Act of Parliament. It is to be read in the context of the questions which arose for consideration in the case.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">22. ...The said order is indicative of the settled principle of law that declaration of law by the Supreme Court under <a href=\"/doc/882644/\" id=\"a_77\">Article 141</a> of the Constitution of India is one thing and grant of relief thereunder is another; the latter being dependent on various factors, considerations and circumstances.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">Under the aforesaid circumstances, we find it difficult to hold that the question of employer-employee relationship or the genuineness of a contract can be raised only by way of an industrial dispute and not before the Court under the <a href=\"/doc/166190666/\" id=\"a_78\">M.R.T.U. and P.U.L.P. Act</a>.\n</p> \n\n<p data-structure=\"Section\" id=\"p_26\">22. In this behalf, the contention of Mr. Singhvi and Mr. Gonsalves that the provisions of the <a href=\"/doc/166190666/\" id=\"a_79\">M.R.T.U. and P.U.L.P. Act</a> give wide powers and jurisdiction to the Courts functioning under it has great substance. The preamble of the <a href=\"/doc/166190666/\" id=\"a_80\">M.R.T.U. and P.U.L.P. Act</a> shows that it was found expedient to constitute Courts (as independent machinery) for carrying out the purposes of according recognition to trade unions, for enforcing the provisions relating to unfair practices and to provide for matters connected with the purposes aforesaid, the statute was enacted. <a href=\"/doc/36528656/\" id=\"a_81\">Section 30</a> of the M.R.T.U. and P.U.L.P. Act again gives wide powers to the Industrial Court and Labour Court functioning under the Act to declare that an unfair labour practice has been engaged in or is being engaged in by a person and also to specify any other person who has engaged in, or is engaging in the unfair labour practice, to direct all such persons to cease and desist from such unfair labour practice, and take such affirmative action (including payment of reasonable compensation to the employee or employees affected by the unfair labour practice, or reinstatement of the employee or employees with or without back wages, or the payment of reasonable compensation), as may in the opinion of the Court be necessary to effectuate the policy of the Act. Sub-section (2) empowers the Court to pass such interim order as it deems just and proper. <a href=\"/doc/174108864/\" id=\"a_82\">Section 32</a> which, in our opinion, is very relevant is as under:\n</p><blockquote id=\"blockquote_18\"> 32. Power of Court to decide all connected matters.Notwithstanding anything contained in this Act, the Court shall have the power to decide all matters arising out of any application or complaint referred to it for the decision under any of the provisions of this Act. \n</blockquote> \n\n<blockquote id=\"blockquote_19\"><a href=\"/doc/7333118/\" id=\"a_83\">Section 59</a> of the M.R.T.U. and P.U.L.P. Act provides as under:\n</blockquote><blockquote id=\"blockquote_20\"> 59. Bar of proceedings under the Bombay or Central Act.If any proceeding in respect of any matter falling within the purview of this Act is instituted under this Act, then no proceeding shall at any time be entertained by any authority in respect of that matter under the Central Act or, as the case may be, the <a href=\"/doc/8438375/\" id=\"a_84\">Bombay Act</a>; and if any proceeding in respect of any matter within the purview of this Act is instituted under the Central Act, or, as the case may be, the <a href=\"/doc/8438375/\" id=\"a_85\">Bombay Act</a>, then no proceeding shall at any time be entertained by the Industrial or Labour Court under this Act.\n</blockquote> \n\n<blockquote id=\"blockquote_21\"><a href=\"/doc/73191973/\" id=\"a_86\">Section 60</a> of the M.R.T.U. and P.U.L.P. Act is as under:\n</blockquote><blockquote id=\"blockquote_22\"> 60. Bar of suits.No civil court, shall entertain any suit subject-matter of a complaint or application to the Industrial Court or Labour Court under this Act; or which has formed the subject of an interim or final order of the Industrial Court or Labour Court under this Act. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">In our opinion, all these provisions clearly show that not only the Labour and Industrial Courts established under the provisions of the <a href=\"/doc/166190666/\" id=\"a_87\">M.R.T.U. and P.U.L.P. Act</a> have wide jurisdiction, they are also having the jurisdiction to decide any question that may be incidental or necessary to be decided. As such, it is difficult to appreciate the submission that the moment the employer raises a plea that he is not the employer, the Labour Court will not have any jurisdiction. In complaints filed if the question is raised, if employer and employee relationship is disputed or the question regarding genuineness or otherwise of the contract arises, the Labour Court or the Industrial Court under the provisions of the <a href=\"/doc/166190666/\" id=\"a_88\">M.R.T.U. and P.U.L.P. Act</a>, in our opinion, will have ample jurisdiction to adjudicate upon and decide such a question. Otherwise, the simplest way to defeat any proceedings would be for the employer merely to deny the existence of relationship. Of course, in such proceedings, the existence of such relationship obviously will have to be proved before the complaint could be entertained and in the absence of establishing such a relationship, the Labour Court would not have the jurisdiction. But that does not mean that the fact of such relationship has to be established in some other earlier proceedings. When disputed, the relationship can be established before the Labour Court or Industrial Court under the <a href=\"/doc/166190666/\" id=\"a_89\">M.R.T.U. and P.U.L.P, Act</a> itself. The provisions of <a href=\"/doc/36528656/\" id=\"a_90\">Section 30</a>, in our opinion, clearly support this proposition. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"199139\" id=\"span_14\">In this behalf, reference to the decision of the Full Bench of this Court in <a href=\"/doc/199139/\" id=\"a_91\">Vishwanath Tukaram v. General Manager, C. Rly</a>. 59 BLR 892 may be useful. In fact, there the Full Bench was concerned with the jurisdiction of the authority under the <a href=\"/doc/794158/\" id=\"a_92\">Payment of Wages Act</a>, which jurisdiction as is well-known is quite a limited jurisdiction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"679996\" id=\"span_15\">It was pointed out that in <a href=\"/doc/679996/\" id=\"a_93\">Sarin v. Patil</a> 53 BLR 674, it was held that it may also be necessary to decide whether the employee was employed by the employer or not, because the question of a contract can only arise provided there was employment. Therefore, in order to determine what the contract was, what the terms of the contract were, what were the wages due under the contract, it might become necessary for the authority to determine whether in the first place there was an employment or not.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"737112\" id=\"span_16\">Then referring to the decision in <a href=\"/doc/737112/\" id=\"a_94\">Mushran v. Patil</a> 53 Bom. L.R. 1009 it was pointed out that in the said case the emphasis was that it was competent to the authority to determine whether during the relevant period the employee was, in fact, employed by the employer.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"348559\" id=\"span_17\">Thereafter, reference was made to the decision in <a href=\"/doc/348559/\" id=\"a_95\">C.S. Lal v. Shaikh Badshah</a> 56 Bom. L.R. 859 and the Full Bench held that <a href=\"/doc/348559/\" id=\"a_96\">the said decision</a> correctly enunciates the principle emerging from the authorities, viz.:</span>\n</p><blockquote id=\"blockquote_23\"> ...Again it is well-established that it is open to the Authority under the <a href=\"/doc/794158/\" id=\"a_97\">Payment of Wages Act</a>, in order to decide what sums are payable as wages, to determine whether a person has been employed or not, because the question of contract of employment can only arise if there was at the relevant time a subsisting contract of employment.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\">23. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1682428\" id=\"span_18\">In <a href=\"/doc/1682428/\" id=\"a_98\">Ramkrishna Ramnath v. State of Maharashtra</a> 1975 Mah. L.J. 212 : 47 FJR 313, a Division Bench of this Court was considering the jurisdiction of the authority under <a href=\"/doc/483633/\" id=\"a_99\">Section 33C(2)</a> of the I.D. Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1070258\" id=\"span_19\">Referring to the judgment of the Apex Court in <a href=\"/doc/1070258/\" id=\"a_100\">Central Bank of India Ltd. v. Rajagopalan</a> (1963) 25 FJR 44, the Division Bench observed that the Supreme Court pointed out that the object of the enactment of Section 33-C was to provide for a speedy remedy to an individual workman to enforce or execute his existing rights. The Supreme Court pointed that mere denial of a right of the workman by the employer does not take away the jurisdiction of the Labour Court under Section 33C(2) and that the claim under Section 33C(2) clearly postulates that the determination of the question about computing the benefit in terms of money may, in some cases, have to be preceded by an enquiry into the existence of the right and such an enquiry must be Held to be incidental to the main determination which has been assigned to the Labour Court by Sub-section (2). The Division Bench has quoted the following observations of the Apex Court:</span>\n</p><blockquote id=\"blockquote_24\"> ...In our opinion, on a fair and reasonable construction of Sub-section (2) it is clear that if a workman&#x27;s right to receive the benefit is disputed, that may have to be determined by the Labour Court. Before proceeding to compute the benefit in terms of money, the Labour Court inevitably has to deal with the question as to whether the workman has a right to receive that benefit. If the said right is not disputed, nothing more needs to be done and the Labour Court can proceed to compute the value of the benefit in terms of money; but if the said right is disputed, the Labour Court must deal with that question and decide whether the workman has the right to receive the benefit as alleged by him and it is only if the Labour Court answers this point in favour of the workman that the next question of making the necessary computation can arise.... Besides, it seems to us that if the appellant&#x27;s construction is accepted, it would necessarily mean that it would be at the option of the employer to allow the workman to avail himself of the remedy provided by Sub-section (2), because he has merely to raise an objection on the ground that the right claimed by the workman is not admitted to oust the jurisdiction of the Labour Court to entertain the workman&#x27;s application. The claim under Section 33-C(2) clearly postulates that the determination of the question about computing the benefit in terms of money may, in some cases, have to be preceded by an enquiry into the existence of the right and such an enquiry must be held to be incidental to the main determination which has been assigned to the Labour Court by Sub-section (2).\n</blockquote> \n\n<blockquote id=\"blockquote_25\">The Division Bench has further observed as under:\n</blockquote><blockquote id=\"blockquote_26\"> Where it is disputed by the employer that the person who wants to invoke the jurisdiction of the Labour Court is not a &#x27;workman&#x27;, as defined in the Act, then the existence of the basic jurisdictional fact necessary for the exercise of jurisdiction by the Labour Court is put in issue and the Labour Court as a court of limited jurisdiction bestowed upon it by the statute, must first satisfy itself that the facts, which give jurisdiction to it to proceed further into the inquiry either to the existence of the right or to the entitlement of the person who wants that right to be executed, exist.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">The Division Bench has further observed as under:\n</blockquote><blockquote id=\"blockquote_28\"> While it is true that the scope of Section 33-C(2) could be so widened as to enable the Labour Court to decide the dispute which can legitimately be described as industrial dispute between the employer and the employee, it must be borne in mind that the jurisdiction of the Labour Court which functions as an executing Court, cannot be ousted merely by disputing the status of the person invoking its jurisdiction. Since the question whether a person is a workman or not relates to the jurisdiction of the Labour Court, as already pointed out by us, it must be open to that Court to decide the facts on which it gets the jurisdiction or the jurisdiction is ousted.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_29\">24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1353651\" id=\"span_20\">In <a href=\"/doc/1353651/\" id=\"a_101\">Hindustan Lever Ltd. v. Ashok Vishnu Kate and Ors. II LLJ</a> 899, the scheme of the <a href=\"/doc/166190666/\" id=\"a_102\">M.R.T.U. and P.U.L.P. Act</a> was examined in detail by the Apex Court. The Apex Court in paras 13, 15, 18 and 26 of the judgment has observed as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_29\">13. Before we deal with the relevant provisions of the <a href=\"/doc/4377279/\" id=\"a_103\">Maharashtra Act</a>, it would be necessary to note that in the State of Maharashtra, prior to the passing of the <a href=\"/doc/4377279/\" id=\"a_104\">Maharashtra Act</a>, two Acts governing the relations between the employers and the employees in industries were already holding the field. One Act was the <a href=\"/doc/47745746/\" id=\"a_105\">Bombay Industrial Relations Act, 1946</a> (&#x27;<a href=\"/doc/47745746/\" id=\"a_106\">B.I.R. Act</a>&#x27; for short) which applied to certain notified industries under the Act. Various protections were given under the <a href=\"/doc/47745746/\" id=\"a_107\">B.I.R. Act</a> to the workmen covered by the said Act. But there was no provision regarding prevention of unfair labour practices either on the part of the employers or on the part of the unions of employees. There was also a <a href=\"/doc/500379/\" id=\"a_108\">Central Act, Industrial Disputes Act, 1947</a> (&#x27;<a href=\"/doc/500379/\" id=\"a_109\">I.D. Act</a>&#x27; for short) applicable to industries which were not covered by the <a href=\"/doc/47745746/\" id=\"a_110\">B.I.R. Act</a>. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1353651\" id=\"span_21\"><a href=\"/doc/4377279/\" id=\"a_111\">The Maharashtra Act</a> was passed by the legislature on February 1, 1972, being <a href=\"/doc/4377279/\" id=\"a_112\">Maharashtra Act</a> 1 of 1972. By that time industries which were covered by the <a href=\"/doc/500379/\" id=\"a_113\">I.D. Act</a>, which was a Central Act, also did not have the benefit of any provision regarding prevention of unfair labour practices. <a href=\"/doc/500379/\" id=\"a_114\">Under the I.D, Act</a> provision was made for reference by an appropriate Government of any industrial dispute between the employers and the employees for adjudication of competent Industrial or Labour Court, as the case maybe. The &quot;Industrial Dispute&quot; as defined by <a href=\"/doc/189659891/\" id=\"a_115\">Section 2(k)</a> of the I.D. Act could be referred for adjudication to the competent authority as per <a href=\"/doc/167825104/\" id=\"a_116\">Section 10</a>, of the persons applying for reference represented majority of each party as <a href=\"/doc/1353651/\" id=\"a_117\">laid down by</a> <a href=\"/doc/122967890/\" id=\"a_118\">Section 10(2)</a>. &quot;Industrial Dispute&quot; as defined by <a href=\"/doc/189659891/\" id=\"a_119\">Section 2(k)</a> of the I.D. Act, 1947 provides as under:</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_30\">&#x27;Industrial Dispute&#x27; means any dispute or difference between employers and employers, or between employers and workmen, or between workmen and workmen, which is connected with the employment or non-employment or the terms of employment or with the conditions of labour, of any person:\n</blockquote> \n\n<blockquote id=\"blockquote_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1353651\" id=\"span_22\">Only with effect from December 1, 1965, <a href=\"/doc/59862968/\" id=\"a_120\">Section 2(A)</a> was inserted in the <a href=\"/doc/500379/\" id=\"a_121\">I.D. Act</a> wherein even an individual workman could raise an industrial dispute in connection with his discharge or dismissal or otherwise termination of service. For all other types of industrial disputes, a majority of workmen had to support the dispute before the appropriate Government could refer it for adjudication of competent Court. However, in either case, reference to such industrial dispute had to be made by the appropriate Government under <a href=\"/doc/1669932/\" id=\"a_122\">Section 10</a> of the I.D. Act. There was no provision for reference of any industrial dispute under the Central Act, for preventing any unfair labour practice, by the time the <a href=\"/doc/4377279/\" id=\"a_123\">Maharashtra Act</a> saw the light of the day. It is, of course, true that by an amendment to the <a href=\"/doc/500379/\" id=\"a_124\">Industrial Disputes Act</a>, Chapter V(c) was added w.e.f August 2, 1984, which deals with unfair labour practice. The &quot;Unfair Labour Practice&quot; as defined by the <a href=\"/doc/500379/\" id=\"a_125\">I.D. Act</a> in <a href=\"/doc/59862968/\" id=\"a_126\">Section 2(ra)</a> means &#x27;any of the practices specified in the Fifth Schedule&#x27;. When we turn to the <a href=\"/doc/500379/\" id=\"a_127\">Fifth Schedule to the I.D. Act</a>, we find the cataloguing of unfair labour practices on the part of the employers, the trade unions of the employers and on the part of the workmen and trade unions of workmen, which are almost para materia with lists of unfair labour practices on the part of the employers, on the part of the trade unions and general unfair labour practices on the part of the employers as found in Schedules II, III and IV of the Maharashtra Act. However, even the aforesaid amended provisions of the <a href=\"/doc/500379/\" id=\"a_128\">I.D. Act</a> concerning unfair labour practice nowhere provide for any reference of industrial dispute in connection with such unfair labour practice on the part of the employers which can entitle the workmen or a body of workmen to seek a reference for adjudication or for its prevention by any competent Court under the <a href=\"/doc/500379/\" id=\"a_129\">I.D. Act</a>, and all that a workman can do is to wait till the order of discharge or dismissal is passed and then he can raise a dispute under <a href=\"/doc/59862968/\" id=\"a_130\">Section 2(A)</a> in connection with his dismissal or discharge and if such dispute is referred by the appropriate Government for adjudication of the Labour Court which is entitled to adjudicate upon such dispute as per the residuary Item 6 of <a href=\"/doc/500379/\" id=\"a_131\">Schedule II to the I.D. Act</a>, then in such a dispute it can be shown by the workman that his actual dismissal or discharge was a result of unfair labour practice as <a href=\"/doc/1353651/\" id=\"a_132\">laid down by</a> Clause 5 of part <a href=\"/doc/500379/\" id=\"a_133\">I of the Fifth Schedule to the I.D. Act</a>. However, there is no provision for preventing any proposed discharge or dismissal by way of unfair labour practice on the part of the employer as per the statutory scheme of the <a href=\"/doc/500379/\" id=\"a_134\">I.D. Act</a>, even after the insertion of Chapter V(c) in that Act. On the other hand, more than a decade before the aforesaid amendment was brought in the <a href=\"/doc/500379/\" id=\"a_135\">I.D. Act</a>, which fell short of providing for prevention of unfair labour practice, the Maharashtra Legislature as early as in 1972 enacted the <a href=\"/doc/4377279/\" id=\"a_136\">Maharashtra Act</a> providing for such prevention. Similarly as noticed earlier the <a href=\"/doc/47745746/\" id=\"a_137\">B.I.R. Act</a> also did not offer any remedy to the workmen to raise a dispute regarding prevention of any unfair labour practice on the part of the employer who had set in motion machinery for discharging or dismissing workmen by way of alleged unfair labour practice. Thus, in the background of the then existing lacuna both under the Central Act, i.e. the <a href=\"/doc/47745746/\" id=\"a_138\">I.D. Act and the B.I.R. Act</a> regarding any provision for prevention of unfair labour practice, we will have to examine the scheme of the <a href=\"/doc/4377279/\" id=\"a_139\">Maharashtra Act</a> which seeks to provide a remedy for prevention of such unfair labour practices and to find out how it supplies the lacuna and tries to achieve its goal.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_32\">In para 15, the Apex Court has observed as under:\n</blockquote><blockquote id=\"blockquote_33\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1353651\" id=\"span_23\">The preamble of the Act clearly indicates that the <a href=\"/doc/4377279/\" id=\"a_140\">Maharashtra Act</a> is brought on the statute book with the avowed purpose of regulating the activities of trade unions and for preventing certain unfair labour practices both on the part of unions of employees as well as the employers. As <a href=\"/doc/1353651/\" id=\"a_141\">laid down by</a> Section 2(3) of the Act, the Act has to apply to the Industries to which <a href=\"/doc/47745746/\" id=\"a_142\">B.I.R. Act</a>, for the time being &quot;A mere look at Item I of Schedule IV shows that it would be a general unfair labour practice on the part of the employer to discharge or dismiss employees on any of the ground and also to the State Government which in relation to any industrial dispute concerning such industry is the appropriate Government under that Act. Thus, the Act sought to supplement and cover the field for which the concerned industries governed by the then <a href=\"/doc/47745746/\" id=\"a_143\">I.D. Act and B.I.R. Act</a> did not get any coverage and that field was obviously amongst others the field pertaining to prevention of unfair labour practices as defined by the Act.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_34\">In para 18, the Apex Court has observed as under:\n</blockquote><blockquote id=\"blockquote_35\"> A mere look at Item I of Schedule IV shows that it would be a general unfair labour practice on the part of the employer to discharge or dismiss employees on any of the grounds mentioned in Clauses (a) to (g) of this Item. On this aspect there is no dispute between the parties. The moot question is whether the sweep of the item can cover any of the alleged general unfair labour practices on the part of the employer, before the employer concerned actually discharges or dismisses the employee on any of the grounds enumerated in Clauses (a) to (g). Let us take an illustration to see how this item operates. If an employer discharges or dismisses an employee by way of victimization it would be a complete unfair labour practice on his part as contemplated by Clause (a) of Item I of Schedule IV. As we have seen above, the Act is enacted with a view to prevent such unfair labour practice. Therefore, the question squarely arises as to how such an unfair labour practice of discharge or dismissal of an employee by way of victimization can be prevented. If it is to be prevented, it has to be prevented from taking effect or getting completed. Therefore, the intervention of the Labour Court can be sought where the concerned general unfair labour practice on the part of the employer to discharge or dismiss an employee by way of victimization has not resulted into its culmination but it is in pipeline or process. Under the standing orders governing the concerned industries, before an employee can be discharged or dismissed on the ground of any misconduct, departmental enquiry has to be held. Consequently, taking the initial step towards the direction of discharging or dismissing of any employee on the ground of any misconduct by issuing a charge sheet can be said to be the first action taken by the employer towards such ultimate discharge or dismissal of an employee. It can then be said that the process of alleged unfair labour practice on the part of the employer to discharge or dismiss an employee on ground (a) mentioned in Item I of Schedule IV is started or has got initiated or is triggered off by the employer. If an employee can make out a strong prima jacie case for interdiction of such a process, he can legitimately invoke the jurisdiction of the Labour Court for preventing such an unfair labour practice from getting fructified or completed. In this connection, it is necessary to note that the general unfair labour practice on the part of the employers as mentioned in Item I of Schedule IV pertains to different types of objectionable actions based on grounds which are indicative of unfair labour practices and any action based on such grounds with a view to discharge or dismiss an employee is considered by the Act to be an unfair labour practice on the part of the employer. \n</blockquote> \n\n<blockquote id=\"blockquote_36\">In para 26, the Apex Court has observed as under:\n</blockquote><blockquote id=\"blockquote_37\"> The learned Counsel for the respondents has rightly given an example where Clause (g) of Item I of Schedule IV can apply even prior to the final order of discharge or dismissal of an employee. It was submitted that if the charge sheet itself alleges that the worker-employee did not get up when the Officer entered his office and, therefore, it was proposed to discharge the employee, even mere reading of the charge sheet can be pressed in service for submitting that the proposed enquiring is for imposing a punishment shockingly disproportionate to the misconduct alleged in the charge sheet. Therefore, it is not as if when such a grievance is made, the Labour Court cannot be approached for preventing such an unfair labour practice from getting culminated and that the workman is to wait till such shockingly disproportionate punishment actually comes to be imposed. Then there would be nothing left to be prevented. It would be like bolting the doors of the stable after the horses have fled. We, therefore, hold that on the express language of Item I of the Schedule IV complaint can be filed for the alleged unfair labour practice which is in the offing and towards which a firm step is taken by the employer. It is in the light of the aforesaid scheme of Item I of Schedule IV that we have to turn to the remaining relevant sections of the Act.\n</blockquote> \n\n<blockquote id=\"blockquote_38\">In para 39, the Apex Court has observed as under:\n</blockquote><blockquote id=\"blockquote_39\"> We have also to keep in view that the <a href=\"/doc/4377279/\" id=\"a_144\">Maharashtra Act</a> is a social welfare legislation and in interpreting such a welfare legislation, such a construction should be placed on the relevant provisions which effectuates the purpose for which such legislation is enacted and does not efface its very purpose of prevention of unfair labour practice.\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_30\">25. In view of the aforesaid discussion, we hold that in a complaint filed under the provisions of the <a href=\"/doc/166190666/\" id=\"a_145\">M.R.T.U. and P.U.L.P. Act</a>, the Court will have jurisdiction to determine the issue regarding existence of a relationship of an employer and an employee. Secondly, if it is pleaded that the workmen are the workmen of an independent contractor under a contract between the contractor and the employer, the Court will have jurisdiction to adjudicate upon the issue whether the contract is genuine or sham and bogus.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">26. Coming to the merits of the matter, it will be useful to refer to the principles judicially pronounced as to factors which would determine the employer and employee or master and servant relationship. In that behalf several judgments have been cited to which we will make a reference.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"549992\" id=\"span_24\">In <a href=\"/doc/549992/\" id=\"a_146\">Shivnandan v. Punjab National Bank</a> , the Apex Court has observed in para 10 as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_40\">The distinction between a servant and an independent contractor has been the subject-matter of a large volume of case law from which the text-book writers on torts have attempted to lay down some general tests. For example, in Pollock&#x27;s Law on Torts, the distinction has thus been brought out:\n</blockquote>  \n\n<blockquote id=\"blockquote_41\">A master is one who not only prescribes to the workman the end of his work, but directs or at any moment may direct the means also, or, as it has been put, &#x27;retains the power of controlling the work&#x27;, a servant is a person subject to the command of his master as to the manner in which he shall do his work.... An independent contractor is one who undertakes to produce a given result but so that in the actual execution of the work he is not under the order or control of the person for whom he does it, and may use his own discretion in things not specified before hand....\n</blockquote> \n\n<blockquote id=\"blockquote_42\">Clerk and Lindsell on Torts (Edn. 11) at p. 135 have adopted the description of an independent contractor given by Pollock as quoted above\n \n\nIn para (11), the Apex Court has observed as under:\n</blockquote>  \n\n<blockquote id=\"blockquote_43\">In Edn. 11 of Salmond&#x27;s Treatise on the Law of Torts, the same distinction has been clearly indicated in the following passage at p. 98:\n</blockquote>  \n\n<blockquote id=\"blockquote_44\">What then, is the test of this distinction between a servant and an independent contractor? The test is the existence of a right of control over the agent in respect of the manner in which his work is to be done. A servant is an agent who works under the supervision and direction of his employer; an independent contractor is one who is his own master. A servant is a person engaged to obey his employer&#x27;s orders from time to time; an independent contractor is a person engaged to do certain work, but to exercise his own discretion as to the mode and time of doing it-he is bound by his contract, but not by his employer&#x27;s orders.\n</blockquote> \n\n<blockquote id=\"blockquote_45\">Those learned authors have discussed in great detail cases illustrative of those distinctions, indicating the circumstances in which the general rule has been applied to individual cases with such modifications as the facts and circumstances of a particular case required.\n</blockquote> \n\n<blockquote id=\"blockquote_46\">In para (14), the Apex Court has observed as under:\n</blockquote><blockquote id=\"blockquote_47\"> The Appellate Tribunal held that on a reading as a whole of the clauses of the agreement aforesaid the appellant was an employee of the Treasurers and not of the Bank. It did not address itself pointedly to the question as to what was the exact relation between the Bank and the Treasurers. It did not also consider the question as to what would be the position of the employees of the Cash Department vis-a-vis&#x27; the Bank if it were held that the Treasurers themselves were the servants of the Bank and not independent contractors. Before the Appellate Tribunal both parties appear to have concentrated their attention on the question as to whether the employees of the Cash Department were servants of the Bank or of the Treasurers.\n</blockquote> \n\n<blockquote id=\"blockquote_48\">In our opinion, that was not a correct approach to the determination of the controversy between the parties. If the Treasurers&#x27; relation to the bank was that of servants to a master, simply because the servants were authorised to appoint and dismiss the ministerial staff of the Cash Department would not make the employees in the Cash Department independent of the Bank. In that situation the ultimate employer would be the Bank through the agency of the Treasurers. It was argued on behalf of the respondent that even if it were held that the Treasurers were the servants of the bank and not independent contractors, the legal position of the employees of the Cash Department &#x27;vis-a-vis&#x27; the Bank would be the same, namely, that they will be in law the servants of the Treasurers.\n</blockquote> \n\n<blockquote id=\"blockquote_49\">In our opinion, there is no substance in that contention. If a master employs a servant and authorizes him to employ a number of persons to do a particular job and to guarantee their fidelity and efficiency for a cash consideration, the employees thus appointed by the servant would be equally with the employer, servants of the master. It is not always correct to say that persons appointed and liable to be dismissed by an independent contractor can in no circumstances be the employees of the third party. This would be clear from the following observations of Lord Esher, M.R., in the case of Donovan v. Laing, Wharton and Down Construction Syndicate&#x27; 1893-1 QB 629 at p. 632 (B):\n</blockquote><blockquote id=\"blockquote_50\"> It is true that the defendants selected the man and paid his wages, and these are circumstances which, if nothing else intervened, would be strong to show that he was the servant of the defendants. So, indeed, he was as to a great. many things; but as to the working of the crane he was no longer their servant, but bound to work under the orders of Jones and Co., and, if they saw the man misconducting himself in working the crane or disobeying their orders, they would have a right to discharge him from that employment.\n</blockquote> \n\n<blockquote id=\"blockquote_51\">Those observations have been approved In the latest decision of the House of Lords in the case ofMersey Docks and Harbour Board v. Coggins and Griffith (Liverpool) Ltd. 1947 AC 1 (C). The House of Lords distinguished that ruling on facts but did not depart from the general rule laid down in the earlier decision that the determinative factor is as to which party had control over the workers as to how they would do their job from day to day. Lord Macmillan in his speech at p. 14 has observed as follows:\n</blockquote><blockquote id=\"blockquote_52\"> Many reported cases were cited to your Lordships but where, as all agree, the question in each case turns on its own circumstances, decisions in other cases are rather illustrative than determinative. So far as attempts have been made to formulate a criterion of general application, it cannot be said that these attempts have been very successful.\n</blockquote> \n\n<blockquote id=\"blockquote_53\">In para (15) the Apex Court has observed as under :\n</blockquote>  \n\n<blockquote id=\"blockquote_54\">It would thus appear that the question as to whose employee a particular person was has to be determined with reference to the facts and circumstances of each individual case. Lord Porter in the course of his speech in the reported case (supra) at p. 17 has observed as follows:\n</blockquote>  \n\n<blockquote id=\"blockquote_55\">Many factors have a bearing on the result. Who is paymaster, who can dismiss, how long the alternative service lasts, what machinery is employed, have all to be kept in mind. The expressions used in any individual case must always be considered in regard to the subject-matter under discussion but amongst the many tests suggested I think that the most satisfactory, by which to ascertain who is the employer at any particular time, is to ask who is entitled to tell the employee the way in which he is to do the work upon which he is engaged.\n</blockquote> \n\n<blockquote id=\"blockquote_56\">In para (16), the Apex Court has observed as under :\n</blockquote><blockquote id=\"blockquote_57\"> As indicated above, in the present case the direction and control of the appellant and of the ministerial staff in charge of the Cash Department of the Bank was entirely vested in the Bank through its manager or other superior officer. We have therefore no hesitation in differing from the conclusion arrived at by the Appellate Tribunal and in holding that the appellant was an employee of the Bank. That being so, the tribunal had the jurisdiction to make the directions it did in respect of the appellant. The respondent did not at any stage of the proceedings challenge the orders of the Tribunal on its merits. That conclusion being reached, there is no difficulty in upholding the orders of the Tribunal In respect of the appellant. It is therefore not necessary to pronounce upon the other points raised by the parties. The appeal is accordingly allowed with costs throughout.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\">28. In S.J.T. House v. C.I. Shops and Establishments 1974 Lab. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996477\" id=\"span_25\">I.C. 133, in para 10, the Apex Court has referred to the decision in <a href=\"/doc/1996477/\" id=\"a_147\">Dharangadhra Chemical Works Ltd. v. State of Saurashtra</a>  and observed in para 11 that the Court had said that the prima facie test to determine whether there was relationship between employer and employee is the existence of the right in the master to supervise and control the work done by the servant not only in the matter of directing what work the employee is to do but also the manner in which he had to do the work. In other words, the proper test according to the Apex Court is whether or not the master has the right to control the manner of execution of the work. The Court further said that the nature of extent of the control might vary from business to business and is by its nature incapable of precise definition that it is not necessary for holding that a person is an employee that the employer should be proved to have exercised control over his work, that even the test of control over the manner of work is not one of universal application and that there are many contracts in which the master could not control the manner in which the work was done.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1203044\" id=\"span_26\">Referring, to the case of <a href=\"/doc/1203044/\" id=\"a_148\">Birdhichand Sharma v. First Civil Judge</a>. Nagpur , the Apex Court observed that the Court had pointed out that the nature and extent of control varied in different industries and could not by its very nature be precisely defined. The Court said that when the operation was of a simple nature and did not require supervision all the time, the control could be exercised at the end of the day by the method of rejecting bidis which did not come upto the proper standard; such supervision by the employer was sufficient to make the workers, employees of the employer, and not independent contractors.</span> In para 22, referring to the case of Montreal v. Montreal Locomotive Works Ltd. (1947) 1 DLR 161, it is pointed out that Lord Wright said that a single test, such as the presence or absence of control, was often relied on to determine whether the case was one of master and servant, mostly in order to decide issues of tortious liability on the part of the master or superior and that in the more complex conditions of modern industry, more complicated tests have often to be applied. He said that it would be more appropriate to apply, a complex test involving (i) control; (ii) ownership of the tools; (111) chance of profit; (iv) risk of loss, and that control in itself is not always conclusive. He further said that in many cases the question can only be settled by examining the whole of the various elements which constitute the relationship between the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">In para 29, the Apex Court has observed as under:\n</p><blockquote id=\"blockquote_58\"> It is exceedingly doubtful today whether the search for a formula in the nature of a single test to tell a contract of service from a contract for service will serve any useful purpose. The most that profitably can be done is to examine all the factors that have been referred to in the cases on the topic. Clearly, not all of these factors would be relevant in all these cases or have the same weight in all cases. It is equally clear that no magic formula can be propounded which factors should in any case be treated as determining ones. The plain fact is that in a large number of cases, the court can only perform a balancing operation weighing up the factors which point in one direction and balancing them against those pointing in the opposite direction.\n</blockquote> \n\n<blockquote id=\"blockquote_59\">Then in para 33, it is observed as under:\n</blockquote><blockquote id=\"blockquote_60\"> That the workers work on the machines supplied by the proprietor of the shop is an important consideration in determining the nature of the relationship. If the employer provides the equipment, this is some indication that the contract is a contract of service, whereas if the other party provides the equipment, this is some evidence that he is an independent contractor. It seems that this is not based on the theory that if the employer provides the equipment he retains some greater degree of control, for, as already seen, where the control arises only from the need to protect one&#x27;s own property, little significance can attach to the power of control for this purpose. It seems, therefore, that the importance of the provision of equipment lies in the simple fact that, in most circumstances, where a person hires out a piece of work to an independent contractor, he expects the contractor to provide all the necessary tools and equipment, whereas if he employs a servant he expects to provide them himself. It follows from this that no sensible inference can be drawn from this factor in circumstances where it is customary for servants to provide their own equipmentSee Atiyah, P.S., &quot;Vicarious Liability in the Law of Torts&quot;, p. 65.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_35\">29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642607\" id=\"span_27\">In <a href=\"/doc/642607/\" id=\"a_149\">Hussainbhai, Calicut v. Alath Factory Thozhilali Union</a> 1978 II L.L.J. 397, the Apex Court in para 5 has observed as under:</span>\n</p><blockquote id=\"blockquote_61\"> The true test may, with brevity, be indicated once again. Where a worker or group of workers labours to produce goods or services and these goods or services are for the business of another, that other is, in fact, the employer. He has economic control over the workers&#x27; subsistence, skill, and continued employment. If he, for any reason, chokes off, the worker is, virtually, laid off. The presence of intermediate contractors with whom alone the workers have immediate or direct relationship ex contractu is of no consequence when, on lifting the veil or looking at the conspectus of factors governing employment, we discern the naked truth, though draped in different perfect paper arrangement, that the real employer is the Management, not the immediate contractor. Myriad devices, half-hidden in fold after fold of legal form depending on the degree of concealment needed, the type of industry, the local conditions and the like may be resorted to when labour legislation casts welfare obligations on the real employer, based on <a href=\"/doc/1673816/\" id=\"a_150\">Articles 38</a><a href=\"/doc/555882/\" id=\"a_151\">, 39</a><a href=\"/doc/111604/\" id=\"a_152\">, 42</a><a href=\"/doc/1256023/\" id=\"a_153\">, 43</a> and <a href=\"/doc/118693005/\" id=\"a_154\">43A</a> of the Constitution. The Court must be astute to avoid the mischief and achieve the purpose of the law and not be misled by the maya of legal appearances.\n</blockquote> \n\n<blockquote id=\"blockquote_62\">In para 6, the Apex Court has observed as under:\n</blockquote><blockquote id=\"blockquote_63\"> If the livelihood of the workmen substantially depends on labour rendered to produce goods and services for the benefit and satisfaction of an enterprise, the absence of direct relationship or the presence of dubious intermediaries or the make-believe trappings of detachment from the management cannot snap the real life bond. The story may vary but the inference defines ingenuity. The liability cannot be shaken off.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1335358\" id=\"span_28\">30. It is also necessary to refer to two decisions relied upon by Mr. Rele, learned Counsel appearing for respondent No. 1-company. The first decision is in Employers in relation to the <a href=\"/doc/1335358/\" id=\"a_155\">Management of Reserve Bank of India v. Their Workmen</a>, reported in 1996 Vol I CLR 740. In the said case, the employees in canteens at the Reserve Bank of India offices in Bombay for Class III and Class IV employees claimed to be employees of the Bank and for regularization. The Central Government Industrial Tribunal observing that the Bank exercises &#x27;remote control&#x27; and as such relying on the decision of the Apex Court in the case of M.M.R. Khan 1990 II CLR 261, held that the canteen employees are entitled to the same benefits as are available to employees of the Bank. The Apex Court held that in the absence of any statutory or other legal obligation and in the absence of any right in the Bank to supervise and control the work or the details thereof in any manner regarding the canteen workers employed in the three types of canteens, it cannot be said that the relationship of master and servant existed between the Bank and the various persons employed in three types of canteens and that as such the demand of canteen employees for regularization is unsustainable and they are not entitled to any relief. Mr. Rele specifically relied upon the observations in paras 8 and 14 of the aforesaid Judgment which are as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_64\">8. The point at issue between the parties is whether the persons working in the various canteens aforesaid are employees of the Reserve Bank of India. The plea of the Federation on behalf of the workmen is that the Bank is under a statutory obligation to provide canteen facility to the employees and the same is being done through agencies such as implementation Committee (Canteen Committee) Co-operative Society and contractor instead of the Bank doing it on its own by employing persons directly. On behalf of the workmen, it was further contended that the Bank cannot shift its responsibility to others, that the entire economic control is with the bank and so the workmen employed in all these canteens, whether by the Implementation Committee or by the Co-operative Societies or by the contractor should be directed to be absorbed with retrospective effect with point to point adjustment and the Bank be directed to pay difference of wages.\n</blockquote> \n\n<blockquote id=\"blockquote_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1335358\" id=\"span_29\">14. The test to determine as to whether a person is a workman and the relationship of master and servant exists in a particular case had been <a href=\"/doc/1335358/\" id=\"a_156\">laid down by</a> this Court in innumerable decisions.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996477\" id=\"span_30\">In one of the earliest oft-quoted cases, <a href=\"/doc/1996477/\" id=\"a_157\">Dharangadhar Chemical Works Ltd. v. State of Saurashtra and others</a> , delivering the judgment of the four-member Bench, Bhagwati, J. considered in detail the various decisions on the point and laid down the law thus:</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_66\">The principle which emerges from these authorities is that the prima facie test for the determination of the relationship between master and servant is the existence of the right in. the master to supervise and control the work done by the servant not only in the matter of directing what work the servant is to do but also the manner in which he shall do his work, or to borrow the words of Lord Uthwatt at page 23 in Mersey Docks and Harbour Board v. Coggins and Griffith (Liverpool) Ltd. 1947-1 AC 1, at page 23(E). The proper test is whether or not the hirer had authority to control the manner of execution of the act in question.\n</blockquote> \n\n<blockquote id=\"blockquote_67\">The nature or extent of control which is requisite to establish the relationship of employer and employee must necessarily vary from business to business and is by its very nature incapable of precise definition.\n</blockquote><blockquote id=\"blockquote_68\"> xxx             xxx             xxx\n \n\nThe correct method of approach, therefore would be to consider whether having regard to the nature of the work there was due control and supervision by the employer....\n</blockquote> \n\n<blockquote id=\"blockquote_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1217564\" id=\"span_31\">The above decision was followed by a three member Bench in <a href=\"/doc/1217564/\" id=\"a_158\">Chintaman Rao v. State of M.P.</a> . In this decision the Court also observed at page 392, paragraph 10, thus:</span>\n</blockquote><blockquote id=\"blockquote_70\"> There is therefore, a clear-cut distinction between a contractor and a workman. The identifying mark of the latter is that he should be under the control and supervision of the employer in respect of the details of the work.\n</blockquote> \n\n<blockquote id=\"blockquote_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"786917\" id=\"span_32\">In <a href=\"/doc/786917/\" id=\"a_159\">Management of Puri Urban Co-operative Bank v. Madhusudhan Sahu</a> 19921 CLR 1032, delivering the judgment on behalf of the Bench, Punchhi, J. at page 980, after referring to aforesaid decisions, stated thus:</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_72\">It stands established that Industrial Law involves on the axis of master and servant relationship and by a catena of precedents it stand established that the prima facie test of relationship of master and servant is the existence of the right in the master to supervise and control the work done by the servant (the measure of supervision and control apart) not only in the matter of directing what work the servant is to do but also the manner in which he shall do his work. And this principle holds the field.\n</blockquote> \n\n<blockquote id=\"blockquote_73\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1252160\" id=\"span_33\">(Emphasis supplied)\n \n\nThe other decision relied upon by Mr. Rele is in the case of <a href=\"/doc/1252160/\" id=\"a_160\">Kirloskar Oil Engines v. Hanumant Laxman Bibawe</a> (1963) I LLJ 126. Under a scheme, the police department used to provide watchmen to private employers and persons. Wages for such watchmen were fixed by the police department. The wages were paid to them directly by the police department though the same were recovered in advance from the private employers or persons who were utilizing the services of the watchmen. The persons working as such watchmen were under the disciplinary control of the police department and not of the private employers or persons. Under such scheme services of a person as a watchman were made available to the company. As his services were no longer required by the appellant-company, he was discharged from service. The concerned watchman preferred a complaint under <a href=\"/doc/500379/\" id=\"a_161\">Section 33A</a> of the I.D. Act in a pending dispute. The plea of the company that the watchman was not its employee was negatived and he was directed to be reinstated in service. The Apex Court held that considering the scheme under which the services of the watchmen were made available to the appellant and the oral evidence on record, it became clear that the watchman could not claim the status of industrial employee qua the company. The fact that the appellant-company had the power to direct the watchman the way in which he had to perform and discharge his duties while engaged in the duty of watching or patrolling its properties, could not be taken as a decisive factor to determine such question. Such a test as to who is entitled to tell the employee the way in which he is to do his work could not be held to be of universal application to all cases. In view of the details of the scheme, which was evolved for supplying watchmen to private employers, the fact that the private employer might issue orders to the watchmen would not be an important consideration at all. The Supreme Court in the course of the judgment observed:</span>\n</blockquote><blockquote id=\"blockquote_74\"> In our opinion as Lord Porter himself has observed the decision of the question as to the relationship of employer and employee must be determined in the light of all relevant facts and circumstances as it would not be expedient to lay down any particular test as decisive in the matter. A test which may be important, and which may appear even as decisive in one set of circumstances, may not be important or decisive at all in the circumstances of other cases.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">31. Thus it is clear that although different tests are indicated judicially as reflected in the aforesaid decisions, it is also clear that no particular test would be decisive and that the facts and circumstances of each particular case will have to be appreciated and an emphasis on a particular test would depend on the facts and circumstances of each individual case. However, it is also clear to our mind that tests of control, supervision, supply of tools and equipments necessary for discharging the functions as also total dependence of the workmen on the existence of the establishment of the principal employer are some of the material tests which have to be considered. Obviously, in the facts and circumstances of the case, the probability that normally such workmen would have been necessarily employed by the company also will be relevant.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_38\">32. After broadly stating the tests for the determination of the existence of the relationship of an employer and employee, it will be desirable to see how the Courts below have approached the matter.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\">33. So far as the Labour Court is concerned, after summarizing the evidence by the complainant&#x27;s witness Gangavane and the company&#x27;s witness Shetye and the contractor&#x27;s witness Rathod, the learned Presiding Officer of the Labour Court has observed that the contractor has filed the original muster-cum-wage registers, the contract between the company and the contractor, the renewal contracts, the licence granted by the registering/licensing authority under the provisions of the <a href=\"/doc/1810788/\" id=\"a_162\">Contract Labour (Regulation and Abolition) Act</a>, half-yearly return submitted to the authority under the provisions of the Act, visit remarks dated 7.1.1994 by the Inspector appointed under the Contract Labour Act, registration certificate granted under the <a href=\"/doc/116145550/\" id=\"a_163\">Bombay Shops and Establishments Act</a>. The contractor is allotted a separate code number under the provisions of the <a href=\"/doc/58895721/\" id=\"a_164\">Employees Provident Funds and Miscellaneous Provisions Act</a> and also under the provisions of the <a href=\"/doc/88376/\" id=\"a_165\">Employees State Insurance Act</a>. The learned Presiding Officer observed that the entire evidence of Rathod is without any contradiction or suppression of fact. His evidence is in corroboration with the evidence of the witness of the company. The learned Judge has observed as follows:\n</p><blockquote id=\"blockquote_75\"> It can be seen from the evidence on record and the documents filed by the parties that different contractors engaged by the first respondent company and these workmen had never worked in the first respondent company but they had worked through second respondent. Hence the arrangement between the Respondent Nos. 1 and 2 can be said to be legal and bona fide.\n</blockquote> \n\n<blockquote id=\"blockquote_76\">All the documents in the opinion of the learned Judge show that it is crystal clear that respondent No. 2 is a separate entity and there is a contract between the 1st and 2nd respondent in respect of sweeping and cleaning in the company premises. Referring to all these documents and registrations, the learned Judge observed that there is plenty of evidence to show that the 2nd respondent is having its own independent firm and it is not at all a bogus one. The learned Judge also observed that it is seen from the evidence that the proprietor of respondent No. 2 used to supervise the work done by the workmen employed by him and this is corroborated by warning letters issued by the proprietor of respondent No. 2 which were produced during the course of cross-examination. The learned Judge held that the documents i.e. the contracts clearly show that the relationship between respondent Nos. 1 and 2 is that of the contractor and proprietor. The learned Judge held that there is nothing on record to show that contract labour has been prohibited in the process of housekeeping and maintenance of garden in the premises of respondent No. 1-company and, therefore, the arrangement between the 1st respondent and 2nd respondent can only be termed as legal, valid, genuine and bona fide and, hence, the matter of abolition of contract labour in the process of housekeeping and maintenance of garden in the premises of the factory of respondent No. 1 can be agitated only under the provisions of the Contract Labour Act. The learned Judge held that it can be seen from the evidence on record and after scrutiny of the documents filed by the parties that the complaint is not falling under item Nos. 1(a), (b), (d) and (f) of the <a href=\"/doc/166190666/\" id=\"a_166\">M.R.T.U. and P.U.L.P. Act</a>. The learned Judge accepted the submission of the contractor that the complaint being in effect a complaint for abolition of a legal, valid, bona fide and genuine arrangement of contract labour between respondent Nos. 1 and 2 it is not maintainable under the provisions of the <a href=\"/doc/166190666/\" id=\"a_167\">M.R.T.U. and P.U.L.P. Act</a>. The learned Judge held that the evidence of the witness for the complainant cannot be relied upon because he produced the ESI cards of all the employees of the contractor and respondent No. 2 had deposed that it had an independent code number allotted to him under the provisions of the <a href=\"/doc/88376/\" id=\"a_168\">Employees State Insurance Act</a>. The code number which appears in the ESI card produced by the witness clearly shows that respondent No. 2 is independent and separate entity. During the course of the cross-examination, the complainant&#x27;s witness has stated that he came to know about M/s Deluxe Estate Services after filing of the complaint. Witness Gangavane had given admissions about the amount of wages which clearly goes to show that wage register was filled in before the wages were paid by the contractor to the employees and, therefore, it can be said that this witness was deposing falsely about the signatures taken on blank registers. The witness does not know whether there is any punching machine for punching attendance cards and how permanent workers get the payment and whether there is attendance card given to the permanent workers. The learned Presiding Officer has observed that this entire evidence goes to show that he is suppressing the facts deliberately and the evidence of the complainant&#x27;s witness is completely shattered in cross-examination. Ultimately, the learned Judge came to the conclusion that there is nothing on record to show that respondent No. 1-company employed workmen directly to attend the work of sweeping and cleaning at any time prior to 1990. The records show that the company engaged various contractors from 1982. That Schedule &#x27;<a href=\"/doc/1891720/\" id=\"a_169\">M&#x27; of the Drugs and Cosmetics Act</a> does not cast upon the company any statutory obligation or duty for keeping the factory premises and the surrounding areas clean, hygienic or dust free nor does the said Act indicate that the work of sweeping and cleaning forms the essential part of the establishment. The learned Presiding Officer held that the documents and oral evidence led by the parties go to show that respondent No. 2-contractor is a genuine contractor who is having its own code number of ESIC, provident fund contribution and professional tax for its employees, who has its office at Dadar, who supervises, controls and gives directions of work to its employees, take disciplinary action against its employees if and when so necessary. The learned Judge has also observed that since none of the services of the persons mentioned in Exh. &#x27;A&#x27; to the complaint have been terminated, the question of any mala fide or colourable exercise or patently false reasons, undue haste does not arise. He has further held that there is also no evidence to show that respondent No. 2 is a bogus contractor simply because the work carried out by it is perennial or permanent in nature or that respondent No. 1 company does not engage even a single sweeper or cleaner. Nothing has been established that the supervision and control is done by respondent No. 1 company. Ultimately, it is held that the complainant also failed to prove that the persons mentioned in Exh. &#x27;A&#x27; to the complaint are the workmen of respondent No. 1 company. Therefore, the learned Presiding Officer has dismissed the complaint.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"366376\" id=\"span_34\">34. The learned Member of the Industrial Court in revision observed that unless there is perversity or gross illegality or excess of jurisdiction, the Industrial Court cannot consider the revision application. He observed that the trial Court after scrutinising the evidence of the complainant and the respondents came to the conclusion that respondent No. 2 is a genuine contractor and the contract between respondent No. 1 and respondent No. 2 is not sham and bogus. The learned Judge further observed that the trial Court considered the oral evidence as well as the documentary evidence and on the basis of voluminous documentary evidence filed by the contractor has come to the conclusion that the contractor is a genuine contractor and the contract between respondent No. 1 company and the contractor is not a bogus contract. So far as the argument based on the obligation of the company arising out of the provisions of Schedule &#x27;<a href=\"/doc/1891720/\" id=\"a_170\">M&#x27; to the Drugs and Cosmetics Act</a> is concerned, the learned Member observed that Schedule &#x27;<a href=\"/doc/1891720/\" id=\"a_171\">M&#x27; to the Drugs and Cosmetics Act</a> is not statutory to the extent that the benefit provided to the workmen are similar to <a href=\"/doc/759329/\" id=\"a_172\">Section 46</a> of the Factories Act. In the instant case, the benefit lies to the public and not to the workmen and, therefore, whether the company is employing direct employees or contract labourers makes no difference and further that Schedule &#x27;M&#x27; is only recommendatory and it is not a statutory obligation. The learned Member also appears to have taken the view that in effect the claim in the complaint is for abolition of the contract labour system and relying upon the judgment of the Apex Court in <a href=\"/doc/366376/\" id=\"a_173\">Gujarat Electricity Board</a>&#x27;s case, the learned Judge held that it was not permissible for the Labour Court to interfere in the matter. The learned Member again reiterated that the evidence on record shows that respondent No. 2 is a genuine contractor and the contract is also genuine. With reference to the authorities cited which lay down the principles to be applied for determining the existence of employee and employer relationship, the learned Member observed that the said authorities cannot be made applicable in the present case as the facts of the authorities cited are distinguishable from the facts in the present case. Ultimately, considering all the matter, the learned Member held that there is no perversity in the order and that it cannot be said that the Labour Court order is grossly illegal, perverse or without any jurisdiction and, therefore, the learned Member dismissed the revision application.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\">35. Mr. Rele, learned Counsel appearing for respondent No. 1 company, and Mr. Ramaswamy, learned Counsel appearing for respondent No. 2 contractor, emphatically contended that the issue whether the contract is sham and bogus and not genuine is an issue of pure fact and both the lower Courts, on the basis of oral as well as documentary evidence, have come to the firm conclusion that the contractor Is not a fictitious person and the contract is genuine and not sham or bogus. Under the circumstances, it will be impermissible for this Court in writ jurisdiction to re-appreciate the entire evidence and come to its own conclusion, unless this Court can come to the conclusion that the finding is perverse or no reasonable person can reach such a finding on the basis of material on record. Mr. Rele also emphasized the fact that on proper reading of the complaint, it is clear that what is sought is abolition of the contract labour system prevailing in the company and the complaint as well as the evidence do not make out any of the unfair labour practices as mentioned in <a href=\"/doc/166190666/\" id=\"a_174\">Schedule IV of the M.R.T.U. and P.U.L.P. Act</a>.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_42\">36. Undoubtedly, in writ jurisdiction, normally it may not be permissible to this Court to reappreciate the entire evidence and record findings of fact contrary to those recorded by the fact finding Court. However, where the Courts below have failed to apply proper and appropriate tests for the determination of the issues, where it has failed to take into consideration the most important and relevant facts and aspects of the matter or, in other words, where relevant evidence is ignored and where relevant tests are not applied, then, obviously, the conclusion reached by the trial Court would go wrong. After serious advertence to the objection raised by the learned Counsel appearing for the company and the contractor, we are of the opinion that in the facts and circumstances of the case, it is necessary to refer to the evidence on record and find out the true nature of the alleged contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\">37. We find that both the Courts below have not properly appreciated the complaint at all. They have come to the conclusion that in substance and in effect, the complaint seeks abolition of the contract labour system which is not within the jurisdiction of the Labour Court. Secondly, so far as the existence of employer and employee relationship is concerned, the Court has not at all applied the relevant tests and the Court appears to have been overwhelmed by the so-called voluminous records produced by the contractor. It is clear that the Court was tremendously impressed by the paper work done by the contractor and the company. As against this, several important and relevant aspects and the facts and circumstances are not given any consideration at all which will be adverted to by us hereafter. Under the aforesaid circumstances, though normally this Court in writ jurisdiction would not go into appreciation of facts, we find that it is one of the exceptional cases in which we would be justified in doing so.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\">38. If we peruse the complaint, it states that the respondents i.e. CIPLA Limited and Deluxe Estate Services have engaged in unfair labour practices under item Nos. 1(a), (b), (d) and (f) of Schedule IV from 1991 on a continuous basis. That respondent No. 1-company is engaged in manufacture of drugs and Pharmaceuticals and is employing about 30 workmen for cleaning and maintaining hygienic atmosphere in the company-Respondent No. 2, Deluxe Estate Services, is the alleged contractor who, in fact, is merely a name lender. Referring to Schedule &#x27;<a href=\"/doc/1891720/\" id=\"a_175\">M&#x27; to the Drugs and Cosmetics Act</a>, it is mentioned that it is obligatory for the company not only to keep the premises clean, hygienic and dust free but also the surroundings of the factory in terms of Schedule &#x27;<a href=\"/doc/1891720/\" id=\"a_176\">M&#x27; of the Drugs and Cosmetics Act</a>. It is averred that under the circumstances, the work connected with sanitation, sweeping and keeping the factory and surrounding areas in a hygienic condition is an essential part of the operation of the establishment and the employees engaged in such processes are, therefore, the employees of the company itself. It is asserted that, in fact, the company had been directly employing the workmen to attend to works such as sweeping, cleaning and otherwise keeping the factory premises and surrounding areas in a neat and hygienic condition. However, the company used to appoint such persons on casual or temporary basis and used to terminate their services from time to time. Since 1991 the company has been employing the persons directly, but on paper they are shown as contract workmen working for the Contractor named Deluxe Estate Services. It is reiterated that respondent No. 2-contractor is merely a name lender whereas the company is the real employer of the workmen. The company through respondent No. 2 terminates the services of such workmen employed through respondent No. 2 the moment such persons complete eleven months. The complainant has asserted that it is the company who interviews and selects the persons. They are medically examined by the company&#x27;s Doctors. However, attendance cards are issued by respondent No. 2. The workmen are not allowed to sign the muster-roll of the company. However, all the workmen are working under direct supervision, control and direction of the officers of the company. It is the officers of the company who assign work to the concerned workmen, supervise the work and also control the workmen. The concerned workmen are granted leave by the officers of the company and are also paid by the company&#x27;s officers. Under the circumstances, it is claimed that the company is the real employer of the workmen, apart from the fact that it is the statutory obligation of the company to employ such workmen. The complaint clearly states that relationship of the employer and employee has been clandestinely repudiated by the company only with a view to deprive the workmen of permanency. Such denial of relationship of employer and employee has given the cause of action to the company. The complainant submitted that there is every ground supported by the past record that the services of the workmen will be terminated by the company the moment the company comes to know that the workmen have joined the Union and thus the termination would be only by way of victimization and such termination also would be not in good faith and would be in colourable exercise of employer&#x27;s right only with a view to deprive the workmen of the permanency in service. The complainant, therefore, asserted that such termination on the part of the company will, obviously, be for false reasons and will amount to unfair labour practice within the meaning of item 1(d) of <a href=\"/doc/166190666/\" id=\"a_177\">Schedule IV of the M.R.T.U. and P.U.L.P. Act</a>. Ultimately, in prayer clauses it is prayed that it be declared that respondent No. 1-company has engaged in and is engaging in unfair labour-practice in terms of the <a href=\"/doc/166190666/\" id=\"a_178\">M.R.T.U. and P.U.L.P. Act</a> and be directed to cease and desist from continuing to do so. A further declaration is sought that the workmen whose names are mentioned in Exh. &#x27;A&#x27; are, in fact, regular workmen of respondent No. 1. Further relief is sought by way of direction to the respondents to treat the workmen listed in Exh. &#x27;A&#x27; as regular and permanent workmen of the company and their services be dispensed with only in terms of the service conditions applicable to regular workmen.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">39. On proper reading of the complaint, we are not at all satisfied that in effect or in substance, the complaint seeks abolition of the contract labour. The complaint, to our mind, very clearly alleges that there is a relationship of an employee and employer between the workmen and the company, that respondent No. 2-contractor is merely a name lender, that the nature of the work done by the workmen is such which is statutorily essential for the working of respondent No. 1-company and that the company has merely tried to camouflage the issue by entering into a sham and bogus contract with respondent No. 2-contractor.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\">40. So far as the evidence on record is concerned, the workmen have examined one Gangavane. He has stated that all the workmen in list &#x27;A&#x27; have been working in the company by name CIPLA Limited and the work of the employees is sweeping, cleaning the toilets, removing the garbage from the Engineering Department and to clean the chemical department of the company. He has stated that the company is a pharmaceutical company. All these workmen are working in all the departments of the company. All the workmen were also doing the work outside the building of cleaning and sweeping. There were three shifts in the company, but at the time of giving evidence, there was only one shift. Three shifts were converted into one shift after this Court&#x27;s order dated 2.5.1994. Apart from these listed workmen there is not a single workman working in the company as a sweeper or cleaner. He has stated that they are employees of CIPLA Limited. However, no appointment letters are given to the workmen. He has denied that they are the employees of Deluxe Estate Services and asserted that they have no connection with Deluxe Estate Services. Even before joining CIPLA Limited, the workmen had no connection with respondent No. 2-contractor. The witness has stated that they have no connection with Hasmukh Rathod and Hasmukh Rathod started coming to the company after filing of the complaint. The witness has also stated that Prakash Shetye., Security Officer of CIPLA Ltd., took the interview of the workmen in the Personnel Department and it is Prakash Shetye who appointed the workmen after the interview. The witness has identified the signature of the workmen on the register, but stated that the said register was blank when it was signed by the workmen. The witness has asserted that it is Prakash Shetye who used to make payment to all the workmen in the Personnel Department. No wage slip is given to the workmen. It is the Security Officer of CIPLA Ltd. who keeps the attendance register of the workmen. Previously, the register was in the name of CIPLA but after filing of the complaint, a note-book is kept. The Security Officer gives the work after reporting for duty. Thereafter, the workmen go to the Department and the supervisor of CIPLA gives them work. The material and equipments of cleaning and sweeping are given by CIPLA Ltd. One Salvi, an employee of CIPLA Ltd., used to supply the material from the stores of the company. In cross-examination, the witness has stated that he does not know how permanent workers about 140 in number get their payment or whether there is any attendance cards given to the permanent workers. He admitted that they have not made any complaint to the company that they are not getting wage card, wage slip and attendance card. He stated that he came to know about Deluxe Estate services after filing of the complaint. He has stated that a friend of Prakash Shetye told them that Prakash Shetye is in the service of CIPLA Ltd., and they should meet him for job in the company. The witness denied the suggestion that Prakash Shetye neither interviewed the workmen nor appointed them. In cross-examination by the contractor, the witness has admitted that the amount of wages written in the registers at Sr. Nos. 1, 2 and 3 corresponds to actual wages received by him and all other workmen. He denied the suggestion that the interview was taken by Hasmukh Rathod of Deluxe Estate Services and that Hasmukh Rathod appointed them in the services of respondent No. 2-contractor. The witness has denied the suggestion that Hasmukh Rathod and his supervisor used to tell the daily work and they were allotting the work to them.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\">41. Prakash Shetye, the Chief Security Officer of CIPLA Ltd. was examined on behalf of the company. Apart from security of the premises, he also looks after housekeeping and general administration of the company. Shetye has asserted that respondent No. 2. Deluxe Estate Services, is the company engaged by M/s CIPLA Ltd. for maintaining, upkeep of the premises and garden maintenance. There is a written contract between CIPLA Ltd. and respondent No. 2. Initially, the contract was for six months and it was renewed from time to time. The witness has stated that wages are computed on the basis of minimum wages prescribed by the authorities and as the minimum wages are revised every six months, the contract is arrived at for every six months. He has asserted that CIPLA Ltd. is registered under the Contract Labour Court since 1982. He has produced the licence. He has asserted that according to the contract, M/s Deluxe Estate Services proprietor Hasmukh Rathod submits his bills. Then the bills are sent to the accounts for the process and payment is made. He has produced some bills submitted by Deluxe Estate Services. He has also produced returns filed by the company to the Asstt. Commissioner of Labour. He has asserted that the contractor makes payment to the employees and he used to remain present for verification. He has stated that in the register he has certified the amount as having been paid in his presence. M/s Deluxe Estate Services is having a licence under the Contract Labour Act. He denied that he had taken any interview for recruitment of any employee in respondent No. 2. The witness has stated that he does not allot work, supervise or control any work done by the employees of respondent No. 2. He has stated that in CIPLA Ltd., recruitment is done after interview is taken by senior Managers and thereafter he is given computerised attendance card. In cross-examination the witness has stated that he has not read all the papers of the case. He admitted the fact that it is true that 22 workers mentioned in annexure &#x27;A&#x27; were working in housekeeping. The witness stated that since 1.3.1992, Deluxe Estate Services started the work and prior to that Advent Cleaners were doing the work. The witness does not remember who was doing the work of housekeeping before Advent Cleaners. The witness stated that the company was never doing the work of housekeeping directly and that the company was doing housekeeping work through contractors. The witness denied that the sweepers and cleaners are the employees of the company or that Deluxe Estate Services is a bogus contractor. The witness has admitted that housekeeping, sweeping and cleaning is a permanent work in the company. There is not a single worker of the company doing the work to housekeeping, sweeping and cleaning. The witness denied the suggestion that company was doing the work of sweeping and cleaning directly before introduction of the so-called contractor. The witness has stated that there is no document such as certificate of registration showing the existence of any contractor for housekeeping work prior to 1982. The witness has categorically denied the suggestion that several letters shown to him are managed or made for the purposes of this case. The witness stated that he does not know whether there is outward or inward register showing correspondence. He denied the suggestion that correspondence was made for the purpose of the case. The witness admitted that the company directs Deluxe Estate Services as to how many workmen should be sent for work. The company gives direction to pay minimum wages to the workmen. The company approves every person who is taken on duty. However, the contractor has his own ESI number for his workmen. The deduction of ESI contribution from the workmen&#x27;s wages was made by Deluxe Estate Services and so also the contribution of provident fund. The contractor has a separate P.F. account number for the workmen. All the material is supplied by the company for sweeping and cleaning. The uniform is also supplied by the company. All shoes are also supplied by the company but the charges are deducted from the contractor. The witness added that to ensure that the contractor does not give sub-standard articles, the company supplies the above articles. He has stated that the office of the contractor is at Dadar, Mumbai. He denied the suggestion that he takes the interview, supervise and allot the work to the workmen. After gap of couple of days, in the further cross-examination of this witness, the register of contractors from 1.1.1989 was produced. However, the witness said that he could not trace registration certificates before 1982.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\">42. Hasmukh Rathod, the proprietor of Deluxe Estate Services, is examined. He has produced three muster-rolls. He has stated that wage register is written in his presence. Attendance cards were issued by him and he or his supervisor used to mark the attendance. He has interviewed all the workmen and appointed them in the service of Deluxe Estate Services. He and his supervisor used to allot the work and he and his supervisor used to supervise the work. He used to grant leave to his workmen. He used to give warning if there was any mistake. His establishment is registered under the <a href=\"/doc/138117720/\" id=\"a_179\">Shops and Establishments Act</a> and he holds a licence. The establishment is also registered under the provisions of the E.S.I. Act, Provident Fund Act and the Professional Tax Act. He has stated that on 8.3.1994 his workers stopped the work in protest against the deductions made by him in their wages for not working. They started their work from 3.5.1994 arter the order of this Court. He has taken back 22 workmen out of 30. He could not take back eight workers because he could not provide them work in the company as the company gave him a letter to reduce the strength of the workers. He has admitted that he has not terminated the services of these eight workmen and that he assured them work when it is available. However, at that time, the work was not available and he told the workmen accordingly. The witness has categorically admitted that he has not issued any appointment letter to any of the workmen. He has not issued any pay slip to any of the workmen. He has admitted that the 30 workers were not connected with him prior to their starting work in CIPLA Ltd. He has not written any letter to the eight workers whom he had not given work. He has not given them either wages or retrenchment compensation. He has stated that it is correct that he has not given work to these eight workmen in any other establishment as he does not have any other work. The witness admitted that he has not kept any inward or outward register. He further stated that he does not have copy of the warning letter given to the workers. He stated that he can produce the copies of the warning letters, if required. The workers refused to acknowledge the warning letter and told him to send it by post. He has stated that he has proof that he has sent it by post. He admitted that he does not have any document showing leave to the workers nor any document to show allotment or supervision of work as it was done orally. The witness has stated that he did not write any letter to the workers or to the union that they had stopped the work in protest in March 1994. The witness has further stated that after calculation, he can tell what is his earning after deduction of various items and for calculation, the witness was granted time. After about four days, the witness was again cross-examined when he produced all the available attendance cards and challans evidencing payment of provident fund, provident fund contribution by him, ESI contribution by him, challans evidencing payment of professional tax and warning letters along with certificate of posting issued by him to the workers. He could not produce old attendance cards because he did not possess them. He denied the suggestion that he has not produced the old attendance cards because attendance was written at the gate of the company. He denied the suggestion that warning letters filed by him are bogus and fabricated.\n</p> \n\n<p data-structure=\"Section\" id=\"p_49\">43. The most important aspect which is totally overlooked by both the Courts below, in our opinion, is the contract between the CIPLA Company and the alleged contractor. It is relevant to notice some of the clauses of this contract which are as under:\n</p>  \n\n<blockquote id=\"blockquote_77\">3. You shall employ the following number of persons to carry out the work entrusted to you and to render proper and efficient services. You shall pay wages to your employees at rates not lower than the wages determined by the Government of Maharashtra for the category of persons employed by you.\n</blockquote><pre id=\"pre_2\">  Category                  Persons required\n<span class=\"hidden_text\" id=\"span_35\">Supervisor                       01</span>\n<span class=\"hidden_text\" id=\"span_36\">Cleaner                          22</span>\n<span class=\"hidden_text\" id=\"span_37\">Gardener                         02</span>\n                                ----\n<span class=\"hidden_text\" id=\"span_38\">Total                            25</span>\n                                ----\n \n\n</pre><blockquote id=\"blockquote_78\">4. You will be required to make available at least 22 cleaners and 2 gardeners on all the days of the month. You will have to provide one supervisor to supervise the work of the above workmen on all the days of the month. It will be your responsibility to arrange for substitute in case of any of them remain absent. In case a substitute is not provided, a deduction of Rs. 50/- per day per absentee of cleaner, Rs. 52/- per day per absentee of gardener and Rs. 57/- per day per absentee of supervisor will be made from your bills.\n</blockquote> \n\n<blockquote id=\"blockquote_79\">5. You shall pay wages to your employees at the following rates:\n</blockquote><pre id=\"pre_3\">  a. Cleaner                    Rs. 39.50 per day.\nb. Gardener                   Rs. 41.50 per day\nc. Supervisor                 Rs. 46.00 per day.\n \n\n</pre><blockquote id=\"blockquote_80\">These rates of wages being subject to periodical revision as and when there is a revision in the minimum wages, you will have to pay the revised wages. The Company is not liable to reimburse you any amount for increase in wages as a consequence of any revision.\n</blockquote> \n\n<blockquote id=\"blockquote_81\">6. You shall submit immediately a list of persons employed by you, giving name, date of birth, category, residential and permanent address and reference of the person through whom he has been referred to you. The list shall be updated from time to time whenever there is a change in any of the particulars and whenever new persons are to be employed. You shall employ new person only after he/she is approved by us. You shall also bring to our notice the termination or cessation of employment of any of your employees at any time.\n</blockquote> \n\n<blockquote id=\"blockquote_82\">7. We reserve the right to disapprove any of your employee found medically unfit at the time of annual medical examination that will be conducted by us.\n</blockquote> \n\n<blockquote id=\"blockquote_83\">15. You shall ensure that your employees wear the uniform and footwear at the time they are on duty and the uniforms and footwear are kept in the company&#x27;s premises at the time of close of shift hours. It is your responsibility to issue uniforms to the new employees and take charge of the uniforms while the employees leave your employment. The uniforms will be washed periodically under the company&#x27;s existing arrangement.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_50\">It will be your responsibility to see that the uniforms and footwear are maintained in proper manner. Any replacements to be made on account of damage or loss of uniforms or footwear will be made by you immediately so that all your employees will be properly attired at all times while on the premises of the company.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\">The cost of uniform and footwear of Rs. 21,000/- provided to your employees will be deducted at Rs. 5,000/- each from your bill for the months of March, April, May, June and Rs. 1,000/from July, 1992 bill.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_52\">16. You will be paid a total sum of Rs. 45,000/- per month (Rupees Forty-five thousand only) for all the services that you and your employees will be rendering under the terms of this contract. Under the provisions of the current income tax law, tax @ 2.24% will be deductible at source from your bills. You are required to deposit a sum of Rs. 10,000/- as security deposit. This deposit will be refunded after the termination of your contract with the company, and no interest on this amount will be payable to you.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\">18. You will be provided with all the materials that will be required for the purpose of carrying out the work under the terms of this contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\">44. The evidence coupled with the terms of the contract, in our opinion categorically shows that the alleged contract is nothing but a paper arrangement. Undoubtedly, respondent No. 2-contractor has registered hit concern, viz., Deluxe Estate Services under the <a href=\"/doc/138117720/\" id=\"a_180\">Shops and Establishments Act</a>. Undoubtedly, he holds a licence under the Contract Labour Act. Undoubtedly, he has shown that he has registered himself under the provisions of the P.F. Act, ESI Act as also the Professional Tax Act. In our opinion, all these documents and facts would show that respondent No. 2-contractor has a registered establishment and such establishment is shown to be existing. In other words, it is not a case where no such contractor or the establishment exists at all. However, the real question will be whether that by itself is sufficient to come to the conclusion that the workmen are employed by that establishment and not by CIPLA Ltd. If we look to the facts and circumstances of the case, the evidence unerringly points out to the fact that in reality extremely detailed paper work is made to camouflage the real relationship between the workmen and the company. The evidence also shows that the contractor does not have any independent existence and merely some amount under the contract for service is paid and he has hardly any role to pay. The contractor does not seem to have any other existence; apart from the single contract with this company. In other words, he has no other business. The contractor also does not have to take any element of risk or chance of profit or loss.\n</p> \n\n<p data-structure=\"Section\" id=\"p_55\">45. It requires to be emphasized that under the provisions of the <a href=\"/doc/1891720/\" id=\"a_181\">Drugs and Cosmetics Act</a>, different licence for different purposes are required to be obtained by manufacturers of such drugs or cosmetics. <a href=\"/doc/1891720/\" id=\"a_182\">Under the Drugs and Cosmetics Act</a>, statutory rules called the &quot;Drugs and Cosmetics Rules, 1945&quot; are framed. Under Rules 71, 74, 76 and 78 of the aforesaid Rules, the factory premises shall comply with the conditions prescribed in Schedule &#x27;M&#x27;, that the licensee shall comply with requirements of good manufacturing practices as <a href=\"/doc/366376/\" id=\"a_183\">laid down in</a> Schedule &#x27;M&#x27;. Under Rule 79, before grant or renewal of licence, the establishment is required to be inspected by the Inspector appointed under the Act. The Inspector shall examine all portions of the premises, plant and appliances. He shall also examine the requirements of good manufacturing practices and requirements of plant and equipment as <a href=\"/doc/366376/\" id=\"a_184\">laid down in</a> Schedule &#x27;M&#x27;.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_56\">46. Schedule &#x27;M&#x27; is entitled as Good Manufacturing Practices and Requirements of Premises, Plant and Equipment. Under item No. 5 of Schedule &#x27;M&#x27; which refers to sanitation in the manufacturing premises, Sub-clause (ii) requires that the manufacturing premises shall be maintained clean and in an orderly manner, free from accumulated waste, dust, debris, etc. Under Sub-clause (v), a routine sanitation programme shall be drawn up and observed, which shall be properly recorded and which shall indicate (a) specific areas to be cleaned and cleaning intervals; (b) cleaning procedure to be followed, including equipment and materials to be used for cleaning; and (c) personnel assigned to and responsible for cleaning operations. It is further mentioned that records of compliance in respect of sanitation shall be maintained for inspection. In our opinion, it is clear that the provisions of Schedule &#x27;M&#x27; are for observance in case of establishment manufacturing drugs and one cannot overemphasize the necessity of compliance with the strict requirements of sanitation and hygiene in such establishment. In our opinion, in the case of a drug manufacturing company, the work of cleaning, sweeping, wiping and generally keeping the entire premises and the precincts absolutely clean is an essential part of the establishment and the work is obviously perennial in nature. In fact Sub-clause (v) of item No. 5 of Schedule &quot;M&quot; requires drawing up of a routine sanitation programme, recording of the said programme with details as to specific areas to be cleaned and cleaning intervals, cleaning procedure to be followed, including equipment and materials to be used for cleaning and, most importantly, personnel assigned to and responsible for cleaning operations. It is further relevant to notice that records of compliance in respect of sanitation shall be maintained for inspection. In our opinion, the provisions clearly show that not only the work of cleaning, sweeping and keeping hygienic conditions is an essential part of the establishment, but it is so important that statute requires not only strict compliance with the same but also maintaining records of compliance in meticulous details. In our opinion, looking to the nature of the work, it is absolutely essential for the establishment and the fact that it is a perennial work is an extremely relevant factor, though may not be conclusive by itself to determine the relationship between the workmen and the company and also on the issue as to whether the alleged contract is sham and bogus. Both the lower Courts have totally ignored this aspect of the matter. The requirements of the schedule also clinchingly show that of necessity, such workmen employed in a drug manufacturing factory have to be under the supervision and control of the company itself. The terms of the contract also very clearly show that the contractor has very little role to play and he is almost a name lender as asserted by the workmen. Under Clause 3 of the contract, it is the company who can dictate as to the number of persons which the contractor shall employ. The rates of wages are also determined by the company. Under Clause 5, specific wages are indicated. Under Clause 6, the contractor is supposed to immediately submit a list of persons employed by him giving name, date of birth, category, residential and permanent address and reference of the person through whom he has been referred to the contractor. What is really relevant is the further part which requires that the list shall be updated from time to time whenever there is a change in any of the particulars and whenever new persons are to be employed. The contractor shall also bring to the notice of the company the termination or cessation of employment of any of his employees at any time. Under Clause 7, the company has reserved the right to disapprove any of the employees found medically unfit The shoes, uniforms etc. are admittedly issued by the company, though the cost of the uniform and footwear provided to the employee would be deducted at Rs 5,000/- from the bills of the first four months and Rs. 1,000/- from the last month. Under Clause 16, a total sum of Rs 45,000/- per month for all the services of the contractor and his employees would be paid. Under Clause 18, the company would provide all the materials that will be required for the purpose of carrying out the work under the terms of the contract. These terms coupled with the assertions made by the witness for the workmen and further most relevant admissions given by the contractor to the effect that the contractor has not given any appointment letter to any of the workmen, that he has not issued any pay slip to any of the workmen, that none of the workmen out of 30 workmen, was connected with the contractor prior to their starting work in CIPLA Ltd., that the contractor had not written any letter to eight workers who were discontinued as the company reduced the number to 22 from 30, that those eight workers were not given any wages or retrenchment compensation and the further admission, of the contractor that he has not given work to those workmen in any other establishment as he did not have any other work, in our opinion, very clearly go to show that excepting on paper, the contractor has precious little to do with his work. The terms of contract go a long way in showing that it is the company which is controlling all the service conditions of these workmen. The footwear and the uniform are provided by the company. All the material required is provided by the company. The contractor is not free to employ any one excepting with the prior approval of the company. The contractor is obliged to inform the company not only of any change but also the cessation of employment of any of the workmen. None of the workmen had any connection with the contractor prior to starting work in CIPLA Ltd. and the contractor is not having any other work excepting the so-called contract with CIPLA. In this behalf, it is extremely relevant to notice that the alleged reason given by the company for giving the work to the contractor was the so-called expertise of cleaning and sweeping required and possessed by the contractor. However, the record clearly shows that there is absolutely no evidence to suggest that respondent No. 2 contractor has any such specialized skill or expertise. It also requires to be stated that the so-called warning letters are shown to have been posted under certificate of posting, but what is more relevant is that all those letters admittedly were issued during the pendency of the complaint and, therefore, subsequent to the filing of the complaint.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\">47. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"642607\" id=\"span_39\">In our opinion, if the material to which we have made a detailed reference is taken into consideration in its entirely the observations made by the Apex Court in <a href=\"/doc/642607/\" id=\"a_185\">Hussainbhai</a>&#x27;s case (supra) apply to the case before us in all force. If there is no work in CIPLA Ltd., all these workmen would be rendered without any work as the alleged contractor himself on his own admission has no other work. As observed by the Apex Court in the aforesaid case of Hussainbhai, the presence of intermediate contractors with whom alone the workers have immediate or direct relationship ex contractu is of no consequence when, on lifting the veil or looking at the conspectus of factors governing employment, one discovers the naked truth, though draped in different paper arrangement, that the real employer is the management, not the immediate contractor. In fact, on the basis of material, it is clear that the workmen concerned are directly under the control and supervision of the company and not of the contractor.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_58\">48. In view of the specific terms of the contract and other facts and circumstances of this case strongly pointing out to the existence of employee and employer relationship between the workmen and the company we are constrained to take a different view from that of both the lower Courts even when it relates to finding of fact.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_59\">49. Now once we come to the conclusion that the contract is not genuine meaning thereby that it is a sham and bogus and that the relationship of employer and employee exists between the company and the workmen, the very repudiation of such a relationship will undoubtedly make it unfair labour practice under Schedule IV, item 1(a), (b) and (d).\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_60\">50. Mr. Rele, ultimately, pointed out that as a matter of fact, the company had declared a lockout from 4.7.1995 and, as such, there is no question of all these workmen being given any work. However, we are not concerned with this subsequent developments. The law will take care of the effect of the alleged lockout. In these proceedings we are concerned only with the situation as was obtainable at the time of filing of the complaint.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_61\">51. In the result, the petition succeeds and the impugned order of the Labour Court dated 24.10.1994 in Complaint (ULP) No. 334 of 1993 and the order of the Industrial Court dated 27.7.1995 in Revision Application No. 123 of 1994 are quashed and set aside and it is held that CIPLA Ltd. (respondent No. 1 herein) has engaged in unfair labour practices under items 1(a), (b) and (d) of <a href=\"/doc/166190666/\" id=\"a_186\">Schedule IV of the M.R.T.U. and P.U.L.P. Act</a> and respondent No. 1 company is directed to cease and desist from continuing the said unfair labour practices. It is an admitted position that during the pendency of the complaint, the services of the workmen were not terminated due to an injunction by the Court. However, immediately after the complaint was dismissed, the workmen ceased to work with the company and were rendered unemployed. In the facts and circumstances of the case, the services of the workmen were never terminated by respondent No. 1 company. As such, the workmen will have to be reinstated by respondent No. 1 company with full back wages and consequential benefits. The rule is made absolute in the aforesaid terms. There shall be no order as to costs.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_62\">52. At this stage, Mr. Rele, learned Counsel appearing for respondent No. 1 company, prays for eight weeks stay of this judgment with a view to enable his client to approach the Apex Court. Accordingly, the operation of this judgment is stayed upto 15.10.1996.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_63\">Certified copy expedited.\n</p> \n\n","numcites":54,"numcitedby":0,"docsource":"Bombay High Court","citetid":696293,"divtype":"judgments","relatedqs":[{"value":"unfair labour practice","formInput":"unfair%20labour%20practice"},{"value":"independent contractor","formInput":"independent%20contractor"},{"value":"master and servant","formInput":"master%20and%20servant"},{"value":"sham contract","formInput":"sham%20contract"},{"value":"employer employee relationship","formInput":"employer%20employee%20relationship"},{"value":"labour court jurisdiction ","formInput":"labour%20court%20jurisdiction%20"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"drug and cosmetic act sortby: mostlatest","formInput":"drug%20and%20cosmetic%20act%20sortby%3A%20mostlatest"},{"value":"torts","formInput":"torts"},{"value":"33c(2)","formInput":"33c%282%29"},{"value":"who is not a workman?","formInput":"who%20is%20not%20a%20workman%3F"},{"value":"Drugs and cosmetic act  filter:  revision for dismissed the complaint","formInput":"Drugs%20and%20cosmetic%20act%20%20filter%3A%20%20revision%20for%20dismissed%20the%20complaint"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"fifth schedule","formInput":"fifth%20schedule"},{"value":"discharge dismissal","formInput":"discharge%20dismissal"},{"value":"labour dispute,","formInput":"labour%20dispute%2C"},{"value":"trade union ","formInput":"trade%20union%20"},{"value":"contract act","formInput":"contract%20act"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"rights-and-offences-for-drugs-and-cosmetics","formInput":"tag:rights-and-offences-for-drugs-and-cosmetics"}],"courtcopy":false,"query_alert":null,"agreement":false}