{"tid":1070044,"publishdate":"2011-07-20","title":"Innovative B2B Logistics Solutions ... vs Uoi & Anr. on 20 July, 2011","doc":"<h2 class=\"doc_title\">Innovative B2B Logistics Solutions ... vs Uoi &amp; Anr. on 20 July, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-gambhir\">Kailash Gambhir</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-gambhir\">Kailash Gambhir</a></h3>\n\n<pre id=\"pre_1\">       IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n\n                             Judgment delivered on: 20.07.2011\n\n                          W.P.(C) No. 4814/2011\n\nInnovative B2B Logistics Solutions Ltd.             ...... Petitioner.\n\n                        Through: Mr. P.V. Kapoor, Sr. Advocate with\n                                 Mr. Pankaj Prakash, Advs.\n\n\n                         Versus\n\nUOI &amp; Anr.                                   ......Respondents\n\n                        Through: Mr. R.V. Sinha, Adv.\n                                 Ms. Satya Siddiqui, Adv.\n\n\nCORAM:\nHON&#x27;BLE MR. JUSTICE KAILASH GAMBHIR\n\n1. Whether the Reporters of local papers may\n    be allowed to see the judgment?                           Yes\n2. To be referred to Reporter or not?                         Yes\n3. Whether the judgment should be reported                    Yes\n     in the Digest?\n\n\nKAILASH GAMBHIR, J. Oral:\n</pre>\n\n\n<span class=\"hidden_text\" id=\"span_1\">W.P.(C) No. 4814/2011                      Page 1 of 18</span>\n<p data-structure=\"Issue\" id=\"p_1\"> 1.            By        this petition filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article   226</a> of the\n\nConstitution of India, the petitioner seeks to quash           and set\n\naside the letter no. 2008/TT-III/73/16 dated 21st June 2010,\n\nletter no. BB/C/364/WA/MILK/B2B11 dated 3rd May, 2011 and\n\nletter no. 2008/TT-III/73/16 dated 3rd June 2011.                 The\n\npetitioner also seeks to direct          the respondent No.2 not to\n\ntake any further steps or measures in            implementation of the\n\naforesaid letters.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">2.            Brief facts of the case relevant for deciding the\n\npresent petition are that the petitioner company on 4.1.2007\n\nentered into a concession agreement with the respondent No.\n\n2 to operate the container trains on Indian Railways Network\n\nand agreed for a rail terminal facility for the petitioner at\n\nKalamboli. The respondent vide its letter dated              21.6.2010\n\nasked the petitioner as to how it had been running trains in\n\nviolation of the provisions of the agreement on the NCR route\n\nto which the petitioner replied vide letter dated 28.6.2010\n\nexplaining that the trains on the NCR route were of the other\n\nprivate operators and they were using the terminal facilities of\n\n\n<span class=\"hidden_text\" id=\"span_2\">W.P.(C) No. 4814/2011                        Page 2 of 18</span>\n the petitioner at Kalamboli. The respondent on 3.5.11 issued\n\nan order banning movement of other container train operators\n\nfrom Kalamboli unless co-use permission was granted by them\n\nand by a subsequent order dated 3.6.2011, the respondent\n\nheld the petitioner breaching the terms of agreement by\n\nviolating Article 4.1.1 of the said agreement and directed the\n\npetitioner         to deposit a sum of Rs. 40 crores with the\n\nrespondent within 60 days or otherwise the agreement to be\n\nterminated by the respondents. Feeling aggrieved with the\n\nsame, the petitioner has preferred the present petition.\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_4\">3.            Mr.       P.V.   Kapoor,   learned     Senior   Advocate\n\nappearing for the petitioner vehemently contended that               in\n\nblatant violation         of the principles of      natural justice the\n\nrespondents have passed the order dated 3.6.2011, whereby\n\nthey have directed the petitioner to remit a sum of Rs.40\n\ncrores with FA&amp;CAO, Northern Railway within a period of 60\n\ndays of receipt of the notice failing which they would be\n\nterminating the Concession Agreement entered into between\n\n\n<span class=\"hidden_text\" id=\"span_3\">W.P.(C) No. 4814/2011                      Page 3 of 18</span>\n the petitioner and the respondent in terms of <a href=\"/doc/1987997/\" id=\"a_2\">Article 17</a> of the\n\nConcession Agreement.          The contention of the counsel for the\n\npetitioner is that no show cause notice was issued and                no\n\nopportunity of hearing has been afforded to the petitioner\n\nbefore taking such a          harsh     decision of terminating       the\n\nlicence of the petitioner on its failure to remit a sum of Rs. 40\n\ncrores. Counsel for the petitioner further argued                that the\n\npetitioner has not violated any of the terms of the Concession\n\nAgreement and the entire premise based on which the said\n\nlicence     of the petitioner is under threat of termination is\n\nunfounded and baseless by wrongly interpreting the relevant\n\nArticle 4.1.1 of the Concession Agreement.                 The contention\n\nraised by the counsel for the petitioner is that under Article\n\n4.1.1 of the Concession Agreement,               the petitioner is well\n\nwithin its right        to extend its   rail terminal facilities to the\n\nother Private Container Train Operators (PCTOs) who were\n\nalso duly licensed by the railway administration. Counsel also\n\nsubmits that        in fact the respondents have been committing\n\nan illegal act by mentioning the name of the petitioner as\n\nconsigner in respect of all the private trains of other PCTOs\n<span class=\"hidden_text\" id=\"span_4\">W.P.(C) No. 4814/2011                       Page 4 of 18</span>\n loading and unloading their trains at the private terminal of\n\nthe petitioner. Counsel also submits that no such practice is\n\nbeing followed by the respondent             in the        rail terminals of\n\nother container train operators where the railway receipt is\n\nbeing issued by the respondents               in the name of actual\n\ncontainer train operators and therefore the counsel submits\n\nthat the said act of the respondents to terminate the contract\n\nof the petitioner          is also arbitrary, discriminatory and mala\n\nfide.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"PetArg\" id=\"p_6\">4.            On        the question of maintainability of the present\n\nwrit petition due to an existence of the arbitration clause in\n\nthe Concession Agreement, the contention of the petitioner\n\nis that the existence of the arbitration clause would not bar\n\nthe remedy of the petitioner to invoke the writ jurisdiction of\n\nthis court. Counsel also submits that this court cannot refuse\n\nto entertain the present petition              even if         there is an\n\ninvolvement of some disputed questions of facts.                 <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"609434\" id=\"span_6\">In support\n\nof his arguments, counsel for the petitioner has placed\n\nreliance on the judgment of the Apex Court                 in <a href=\"/doc/609434/\" id=\"a_3\">Union of India\n\n\n<span class=\"hidden_text\" id=\"span_7\">W.P.(C) No. 4814/2011                       Page 5 of 18</span>\n &amp; Ors. Vs. Tantia Construction Pvt. Ltd</a> (<a href=\"/doc/1943124/\" id=\"a_4\">2011 (4) SCALE 745),\n\nABL International Ltd. &amp; Anr. Vs. Export Credit Guarantee\n\nCorporation of India Ltd. &amp; Ors.</a> (2004) 3 SCC 553.</span></span>\n\n</p><p data-structure=\"PetArg\" id=\"p_7\">5.            Mr. R.V. Sinha, learned counsel for the respondent\n\nstrongly opposes the present petition on the ground of\n\nmaintainability. Counsel submits that a show cause notice\n\nwas duly served upon the petitioner            vide   notice dated\n\n21.6.2010 and the same was also replied to by the petitioner\n\nvide its reply dated 28.6.2010 but since the petitioner\n\ncontinued to violate the terms of the Concession Agreement\n\nby permitting the train operators to use their rail terminal,\n\ntherefore, the decision taken by the respondent vide their\n\nletter dated 3.6.2011 to terminate the licence agreement of\n\nthe petitioner cannot be called either illegal or in violation of\n\nprinciples of natural justice. Counsel also submits that the\n\npetitioner at best can invoke the arbitration clause than\n\ninvoking the plenary powers of the writ Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"CDiscource\" id=\"p_9\">6.            I have heard   learned counsel for the parties    at\n\nlength at the preliminary stage.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\"><span class=\"hidden_text\" id=\"span_8\">W.P.(C) No. 4814/2011                  Page 6 of 18</span>\n</p><p data-structure=\"PetArg\" id=\"p_11\"> 7.            So far the argument of the counsel for the\n\npetitioner with regard to alleged violation of principles of\n\nnatural justice is concerned, vide letter dated 21.6.2010, the\n\nrespondent brought to the notice of the petitioner that their\n\ncompany had booked and moved rakes from Kalamboli to rail\n\nterminals located            at     Noli, Asoti and Patli and the said\n\nmovements on the NCR route were not permitted                          under\n\nthe category            of licence granted in favour of the petitioner.\n\nThe petitioner had submitted a detailed                    reply   vide letter\n\ndated       28.6.2010        to   the    said   communication         of the\n\nrespondents taking a stand that there was no violation on the\n\npart of the petitioner in permitting the trains of the other\n\nprivate operators passing through the rail terminal                    of the\n\npetitioner and various destinations namely Noli, Asoti and\n\nPatli.   Not being satisfied            with the said reply given by the\n\npetitioner,          the   petitioner     was again       informed    by   the\n\nrespondents vide letter dated 3.5.2011 that no inward                       or\n\noutward       movement of any             trains other than that of        the\n\npetitioner      is      permitted    at the terminal of the petitioner\n\nunless it is approved as Private Freight Terminal (PFT) or co-\n<span class=\"hidden_text\" id=\"span_9\">W.P.(C) No. 4814/2011                           Page 7 of 18</span>\n use permission is given by the railways.             As per the\n\nrespondents, the petitioner unabatedly continued its      illegal\n\naction of        permitting the other private container     train\n\noperators for loading and unloading      their trains at various\n\ndestinations including Noli, Asoti and Patli from the private\n\nrail terminal of the petitioner in Kalamboli due to which the\n\nrespondent vide their order dated 3.6.2011 advised           the\n\npetitioner to remit a sum of Rs.40 crores within a period of 60\n\ndays otherwise non payment will result in termination of the\n\nConcession Agreement in terms of the <a href=\"/doc/1987997/\" id=\"a_5\">Article 17</a> of the\n\nagreement.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">\n</p><p data-structure=\"RespArg\" id=\"p_13\">8.            Undoubtedly, in the concession agreement duly\n\nexecuted between the parties, there is an arbitration clause\n\nstipulated for resolution of disputes but despite that the\n\npetitioner has invoked the writ jurisdiction of this Court. It is\n\nno more res integra that there is no absolute bar to invoke the\n\nwrit jurisdiction merely because there exists an arbitration\n\nclause in the agreement between the parties. However, the\n\ncrucial question to be answered by this court is whether in a\n\n\n<span class=\"hidden_text\" id=\"span_10\">W.P.(C) No. 4814/2011                 Page 8 of 18</span>\n dispute involving       interpretation of terms of the contract,\n\nremedy of writ can be invoked or not and also where serious\n\ndisputed and intricate      questions of facts         are involved. In\n\nthe present case one of the disputed question           is whether the\n\npetitioner was authorized to permit              the other private\n\ncontainer      train operators to use the private terminal of the\n\npetitioner at Kalamboi for loading and unloading their trains\n\nor any specific permission was required for permitting the\n\nPCTOs from the respondents in terms of the concession\n\nAgreement. Both the parties have also raised serious dispute\n\nwith regard to the interpretation of Article 4.1.1 of the\n\nconcession agreement which article as per the counsel for the\n\npetitioner       permitted the petitioner to allow the PCTOs to\n\noperate their containers from their private terminal without\n\nseeking      any prior approval   from the respondent.          On the\n\nother hand counsel for the respondent has taken a stand that\n\nthe said article no where gives any authority to the petitioner\n\nto allow the other PCTOs to operate their containers from the\n\nprivate terminal of the petitioner.          Another and equally\n\nimportant question       is as to under what circumstance the\n<span class=\"hidden_text\" id=\"span_11\">W.P.(C) No. 4814/2011                   Page 9 of 18</span>\n name of the petitioner             in the railway receipts was being\n\nmentioned        as consigner even in respect of                 those private\n\ntrains which belonged to the other PCTOs is again a debatable\n\npoint and cannot be adjudicated                     in exercise          of writ\n\njurisdiction of this court under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution\n\nof India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">\n</p><p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_12\">9.              The Supreme Court in <a href=\"/doc/899629/\" id=\"a_7\">Kisan Sahkari Chini Mills\n\nLtd. &amp; Ors. Vs. Vardan Linkers &amp; Ors.</a> (2008) 12 SCC 500\n\nclearly held that the writ court should desist from giving a\n\nfinding on disputed or complicated questions of facts as to\n\nthe existence of a contract and should relegate the writ\n\npetitioner to the remedy of the civil suit. It would be pertinent\n\nto reproduce the relevant para of <a href=\"/doc/899629/\" id=\"a_8\">the said judgment</a> here:</span>\n\n\n</p><blockquote id=\"blockquote_1\">     &quot;If the dispute was considered as purely one relating to existence of\n     an agreement, that is, whether there was a concluded contract and\n     whether the cancellation and consequential non-supply amounted to\n     breach of such contract, the first respondent ought to have\n     approached the Civil Court for damages. On the other hand, when a\n     writ petition was filed in regard to the said contractual dispute, the\n     issue was whether the Secretary (Sugar), had acted arbitrarily or\n     unreasonably, in staying the operation of the allotment letter dated\n     26.3.2004 or subsequently cancelling the allotment letter. In a civil\n     suit, the emphasis is on the contractual right. In a writ petition, the\n     focus shifts to the exercise of power by the authority, that is whether\n     the order of cancellation dated 24.4.2004 passed by the Secretary\n     (Sugar), was arbitrary or unreasonable. The issue whether there was\n     a concluded contract and breach thereof becomes secondary. In\n\n<span class=\"hidden_text\" id=\"span_13\">W.P.(C) No. 4814/2011                            Page 10 of 18</span>\n       exercising writ jurisdiction, if the High Court found that the exercise\n      of power in passing an order of cancellation was not arbitrary and\n      unreasonable, it should normally desist from giving any finding on\n      disputed or complicated questions of fact as to whether there was a\n      contract, and relegate the petitioner to the remedy of a civil suit.\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">      Even in cases where the High Court finds that there is a valid\n      contract, if the impugned administrative action by which the contract\n      is cancelled, is not unreasonable or arbitrary, it should still refuse to\n      interfere with the same, leaving the aggrieved party to work out his\n      remedies in a Civil Court. In other words, when there is a contractual\n      dispute with a public law element, and a party chooses the public law\n      remedy by way of a writ petition instead of a private law remedy of a\n      suit, he will not get a full fledged adjudication of his contractual\n      rights, but only a judicial review of the administrative action. The\n      question whether there was a contract and whether there was a\n      breach may, however, be examined incidentally while considering\n      the reasonableness of the administrative action. But where the\n      question whether there was a contract, is seriously disputed, the\n      High Court cannot assume that there was a valid contract and on\n      that basis, examine the validity of the administrative action.&quot;\n\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"855552\" id=\"span_14\">10.            The Supreme Court in <a href=\"/doc/855552/\" id=\"a_9\">Pimpri Chinchwad Municipal\n\nCorporation &amp; Ors. Vs. Gayatri Construction Company &amp; Anr.</a>\n\n(2008) 8 SCC 172 after drawing a distinction between the\n\nstatutory contracts and the private contracts awarded by the\n\nstatutory bodies and after placing reliance on the various\n\nearlier judgments of the Supreme Court held in following\n\nparas as under:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">\n</p><blockquote id=\"blockquote_2\">      &quot;7. In matters relating to maintainability of writ petitions in\n      contractual matters there are catena of decisions dealing with the\n      issue.\n</blockquote>\n<blockquote id=\"blockquote_3\">      8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_15\">In <a href=\"/doc/191872/\" id=\"a_10\">National Highways Authority of India v. Ganga Enterprises</a>         :</span>\n</blockquote><blockquote id=\"blockquote_4\">      AIR2003SC3823 , it was inter alia held as follows:\n</blockquote>\n<blockquote id=\"blockquote_5\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_16\">6. The respondent then filed a writ petition in the High Court for\n      refund of the amount. On the pleadings before it, the High Court\n<span class=\"hidden_text\" id=\"span_17\">W.P.(C) No. 4814/2011                              Page 11 of 18</span>\n      raised two questions viz.: (a) whether the forfeiture of security\n     deposit is without authority of law and without any binding contract\n     between the parties and also contrary to <a href=\"/doc/931937/\" id=\"a_11\">Section 5</a> of the Contract\n     Act; and (b) whether the writ petition is maintainable in a claim\n     arising out of a breach of contract. Question (b) should have been\n     first answered as it would go to the root of the matter. The High\n     Court instead considered Question (a) and then chose not to answer\n     Question (b). In our view, the answer to Question (b) is clear. It is\n     settled law that disputes relating to contracts cannot be agitated\n     under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution of India. It has been so held in\n     the cases of Kerala SEB v. Kurien E. Kalathil : AIR2000SC2573\n     ; State     of     U.P. v.Bridge       &amp;     Roof      Co.     (India)\n     Ltd. MANU/SC/0969/1996 :            <a href=\"/doc/1893286/\" id=\"a_13\">AIR1996SC3515          and Bareilly\n     Development Authority v. Ajai Pal Singh</a> : [1989]1SCR743 . This is\n     settled law. The dispute in this case was regarding the terms of\n     offer. They were thus contractual disputes in respect of which a writ\n     court was not the proper forum. Mr Dave, however, relied upon the\n     cases of Verigamto Naveenv. Govt. of A.P. MANU/SC/0570/2001 :</span>\n</blockquote><blockquote id=\"blockquote_6\">     AIR2001SC3609 ) and Harminder Singh Arora v. Union of India :\n</blockquote><blockquote id=\"blockquote_7\">     [1986]3SCR63 . These, however, are cases where the writ court was\n     enforcing a statutory right or duty. These cases do not lay down that\n     a writ court can interfere in a matter of contract only. Thus on the\n     ground of maintainability the petition should have been dismissed.\n</blockquote>\n<blockquote id=\"blockquote_8\">     9. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_18\">In <a href=\"/doc/318728/\" id=\"a_14\">Kerala State Electricity Board and Anr. v. Kurien E. Kalathil and\n     Ors.</a> : AIR2000SC2573 , this Court dealt with the question of\n     maintainability of petition under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of the Constitution and\n     the desirability of exhaustion of remedies and availability of\n     alternative remedies, as also difference between statutory contracts\n     and non-statutory contracts. In paras 10 and 11 of the judgment it\n     was noted as follows:</span>\n</blockquote>\n<blockquote id=\"blockquote_9\">     10. We find that there is a merit in the first contention of Mr Raval.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\">     Learned Counsel has rightly questioned the maintainability of the\n     writ petition. The interpretation and implementation of a clause in a\n     contract cannot be the subject-matter of a writ petition. Whether the\n     contract envisages actual payment or not is a question of\n     construction of contract. If a term of a contract is violated, ordinarily\n     the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226.</a> We are also\n     unable to agree with the observations of the High Court that the\n     contractor was seeking enforcement of a statutory contract. A\n     contract would not become statutory simply because it is for\n     construction of a public utility and it has been awarded by a\n     statutory body. We are also unable to agree with the observation of\n     the High Court that since the obligations imposed by the contract on\n     the contracting parties come within the purview of the <a href=\"/doc/171398/\" id=\"a_17\">Contract Act</a>,\n     that would not make the contract statutory. Clearly, the High Court\n\n\n<span class=\"hidden_text\" id=\"span_19\">W.P.(C) No. 4814/2011                             Page 12 of 18</span>\n      fell into an error in coming to the conclusion that the contract in\n     question was statutory in nature.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">     11. A statute may expressly or impliedly confer power on a statutory\n     body to enter into contracts in order to enable it to discharge its\n     functions. Dispute arising out of the terms of such contracts or\n     alleged breaches have to be settled by the ordinary principles of law\n     of contract. The fact that one of the parties to the agreement is a\n     statutory or public body will not by itself affect the principles to be\n     applied. The disputes about the meaning of a covenant in a contract\n     or its enforceability have to be determined according to the usual\n     principles of the <a href=\"/doc/171398/\" id=\"a_18\">Contract Act</a>. Every act of a statutory body need not\n     necessarily involve an exercise of statutory power. Statutory bodies,\n     like private parties, have power to contract or deal with property.\n     Such activities may not raise any issue of public law. In the present\n     case, it has not been shown how the contract is statutory. The\n     contract between the parties is in the realm of private law. It is not a\n     statutory contract. The disputes relating to interpretation of the\n     terms and conditions of such a contract could not have been agitated\n     in a petition under Article226 of the Constitution of India. That is a\n     matter for adjudication by a civil court or in arbitration if provided for\n     in the contract. Whether any amount is due and if so, how much and\n     refusal of the appellant to pay it is justified or not, are not the\n     matters which could have been agitated and decided in a writ\n     petition. The contractor should have relegated to other remedies.\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">     10. Reference can also be made to State of Gujarat and\n     Ors. v. Meghji Pethraj   Shah     Charitable   Trust   and Ors :\n</p><blockquote id=\"blockquote_10\">     [1994]3SCR163 . In para 22 it was observed as follows:\n</blockquote>\n<blockquote id=\"blockquote_11\">     22. We are unable to see any substance in the argument that the\n     termination of arrangement without observing the principle of\n     natural justice (audi alteram partem) is void. The termination is not\n     a quasi-judicial act by any stretch of imagination; hence it was not\n     necessary to observe the principles of natural justice. It is not also\n     an executive or administrative act to attract the duty to act fairly. It\n     was -- as has been repeatedly urged by Shri Ramaswamy -- a\n     matter governed by a contract/agreement between the parties. If\n     the matter is governed by a contract, the writ petition is not\n     maintainable since it is a public law remedy and is not available in\n     private law field, e.g., where the matter is governed by a non-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_22\">     statutory contract. Be that as it may, in view of our opinion on the\n     main question, it is not necessary to pursue this reasoning further.\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_20\">11. Again in <a href=\"/doc/1156062/\" id=\"a_19\">State of U.P. and Ors. v. Bridge &amp; Roof Company (India)\n     Ltd.</a> : AIR1996SC3515 , this Court dealt with the issue in paras 15\n     and 16 in the following manner:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">\n<span class=\"hidden_text\" id=\"span_21\">W.P.(C) No. 4814/2011                              Page 13 of 18</span>\n</p><blockquote id=\"blockquote_12\">      15. In our opinion, the very remedy adopted by the respondent is\n     misconceived. It is not entitled to any relief in these proceedings,\n     i.e., in the writ petition filed by it. The High Court appears to be right\n     in not pronouncing upon any of the several contentions raised in the\n     writ petition by both the parties and in merely reiterating the effect\n     of the order of the Deputy Commissioner made under the proviso to\n     Section 8D(1).\n</blockquote>\n<blockquote id=\"blockquote_13\">     16. Firstly, the contract between the parties is a contract in the\n     realm of private law. It is not a statutory contract. It is governed by\n     the provisions of the <a href=\"/doc/171398/\" id=\"a_20\">Contract Act</a> or, maybe, also by certain\n     provisions of the <a href=\"/doc/651105/\" id=\"a_21\">Sale of Goods Act</a>. Any dispute relating to\n     interpretation of the terms and conditions of such a contract cannot\n     be agitated, and could not have been agitated, in a writ petition.\n</blockquote><p data-structure=\"Section\" id=\"p_25\">     That is a matter either for arbitration as provided by the contract or\n     for the civil court, as the case may be. Whether any amount is due\n     to the respondent from the appellant-Government under the contract\n     and, if so, how much and the further question whether retention or\n     refusal to pay any amount by the Government is justified, or not, are\n     all matters which cannot be agitated in or adjudicated upon in a writ\n     petition. The prayer in the writ petition, viz., to restrain the\n     Government from deducting a particular amount from the writ\n     petitioner&#x27;s bill(s) was not a prayer which could be granted by the\n     High Court under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226.</a> Indeed, the High Court has not granted\n     the said prayer.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1941195\" id=\"span_22\">12. At para 11 of <a href=\"/doc/1941195/\" id=\"a_23\">India Thermal Power Ltd. v. State of M.P. and Ors.</a>\n      : [2000]1SCR925 , it was observed as follows:</span>\n</p>\n<blockquote id=\"blockquote_14\">     11. It was contended by Mr. Cooper, learned Senior Counsel\n     appearing for appellant GBL and also by some counsel appearing for\n     other appellants that the appellant/IPPs had entered into PPAs under\n     <a href=\"/doc/434568/\" id=\"a_24\">Sections 43</a> and <a href=\"/doc/701121/\" id=\"a_25\">43A</a> of the Electricity Supply Act and as such they\n     are statutory contracts and, therefore, MPEB had no power or\n     authority to alter their terms and conditions. This contention has\n     been upheld by the High Court. In our opinion the said contention is\n     not correct and the High Court was wrong in accepting the same.\n</blockquote><p data-structure=\"Section\" id=\"p_27\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1941195\" id=\"span_23\"><a href=\"/doc/243421/\" id=\"a_26\">Section 43</a> empowers the Electricity Board to enter into an\n     arrangement for purchase of electricity on such terms as may be\n     agreed. Section 43A(1) provides that a generating company may\n     enter into a contract for the sale of electricity generated by it with\n     the Electricity Board. As regards the determination of tariff for the\n     sale of electricity by a generating company to the Board,\n     <a href=\"/doc/243421/\" id=\"a_27\">Section 43(1)(2)</a> provides that the tariff shall be determined in\n     accordance with the norms regarding operation and plant-load factor\n     as may be <a href=\"/doc/1941195/\" id=\"a_28\">laid down by</a> the authority and in accordance with the\n     rates of depreciation and reasonable return and such other factors as\n     may be determined from time to time by the Central Government by\n\n<span class=\"hidden_text\" id=\"span_24\">W.P.(C) No. 4814/2011                              Page 14 of 18</span>\n       a notification in the Official Gazette. These provisions clearly indicate\n      that the agreement can be on such terms as may be agreed by the\n      parties except that the tariff is to be determined in accordance with\n      the provision contained in Section 43A(2) and notifications issued\n      thereunder. Merely because a contract is entered into in exercise of\n      an enabling power conferred by a statute that by itself cannot render\n      the contract a statutory contract. If entering into a contract\n      containing the prescribed terms and conditions is a must under the\n      statute then that contract becomes a statutory contract. If a contract\n      incorporates certain terms and conditions in it which are statutory\n      then the said contract to that extent is statutory. A contract may\n      contain certain other terms and conditions which may not be of a\n      statutory character and which have been incorporated therein as a\n      result of mutual agreement between the parties. Therefore, the PPAs\n      can be regarded as statutory only to the extent that they contain\n      provisions regarding determination of tariff and other statutory\n      requirements of Section43A(2). Opening and maintaining of an\n      escrow account or an escrow agreement are not the statutory\n      requirements and, therefore, merely because PPAs contemplate\n      maintaining escrow accounts that obligation cannot be regarded as\n      statutory.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">      13. Therefore, the High Court ought not to have entertained the writ\n      petition. Additionally, it appears that by order dated 17.1.2007\n      interim stay of the impugned order was granted and was continued\n      by order dated 12.2.2007. It is pointed out by learned Counsel for\n      the appellants that since the order of the High Court was stayed and\n      there was urgency in the matter fresh tenders were called for. Three\n      persons submitted the bids and the work has already been allotted\n      and a considerable portion of the work has already been completed.\n      In view of aforesaid, we set aside the impugned order of the High\n      Court and direct dismissal of the writ petition. It is however open to\n      the respondents-writ petitioners to seek such remedy, if so advised,\n      as is available in law. We do not express any opinion in that regard.&quot;\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">11.            Applying the aforesaid principles to the facts of the\n\npresent case, it would be quite evident that the present case\n\nalso involves interpretation of the terms of the contract and,\n\ntherefore, the disputes involving interpretation of the terms of\n\n<span class=\"hidden_text\" id=\"span_25\">W.P.(C) No. 4814/2011                              Page 15 of 18</span>\n the    contract         cannot    be   agitated     by      invoking   the   writ\n\njurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> of the Constitution\n\nof India. It is also evident that the dispute does not merely\n\ninvolve the interpretation of the terms of the contract, but\n\nthere are other serious disputed questions of facts which too\n\ncannot be adjudicated upon by the writ Court. So far the\n\ncontention raised by counsel for the petitioner that the\n\nexistence of an alternative remedy provided in the Concession\n\nagreement through the forum of arbitrator will not debar the\n\nremedy of the petitioner to invoke the writ jurisdiction is\n\nconcerned, this Court does not dispute this legal position as it\n\nis well established that when the State or instrumentality of\n\nthe State acts contrary to the public good and public interest\n\nunfairly, unjustly          and    unreasonably        in    its   discharge of\n\nconstitutional or statutory obligations then in the given facts\n\nof the case the existence of an alternative remedy will not be\n\nan absolute bar to the invocation of the writ jurisdiction of the\n\nCourt, but the controversy before this Court relates to                      the\n\ninterpretation of the terms of the contract for which the public\n\nlaw remedy of the writ Court cannot be invoked.\n</p><span class=\"hidden_text\" id=\"span_26\">W.P.(C) No. 4814/2011                             Page 16 of 18</span><p data-structure=\"Conclusion\" id=\"p_30\">\n</p><p data-structure=\"PetArg\" id=\"p_31\"> 12.           So far       the argument of the counsel for the\n\npetitioner      that    the principles of    natural justice   were not\n\nfollowed by the respondent, this court does not find any merit\n\nin the argument of the counsel for the petitioner. Notice dated\n\n21.6.2010        was duly served upon the petitioner and the reply\n\ndated 28.6.2010 thereto was also submitted by the petitioner\n\nand in such circumstances the petitioner cannot complain that\n\nit was not put to notice         by the respondent for committing\n\nbreach or violating the terms of the concession agreement.\n\nIn the aforesaid background of facts involved in the present\n\ncase and the legal            position      discussed above, the two\n\njudgments cited by the counsel for the petitioner would not be\n\napplicable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n</p><p data-structure=\"Conclusion\" id=\"p_33\">13.           In the light of the above discussion, this court does\n\nnot find any merit in the present petition and the same is\n\naccordingly dismissed.         However, while taking the aforesaid\n\nview since 60 days period in terms of the order of the\n\nrespondent dated 3.6.2011 for terminating the contract in\n\nterms of        <a href=\"/doc/1987997/\" id=\"a_30\">Article 17</a> of the concession contract          is yet to\n\n\n<span class=\"hidden_text\" id=\"span_27\">W.P.(C) No. 4814/2011                        Page 17 of 18</span>\n expire, therefore       to   subserve   the    ends        of justice,   the\n\nrespondent No. 2 is directed to decide the representation of\n\nthe petitioner dated 15.6.2011 before the expiry of the said 60\n\ndays period after giving       due opportunity of hearing to             the\n\npetitioner.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">\n</p><p data-structure=\"Conclusion\" id=\"p_35\">14.           It is ordered accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">\n\n\n</p><pre id=\"pre_2\">July 20, 2011                              KAILASH GAMBHIR, J\nmg\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">W.P.(C) No. 4814/2011                      Page 18 of 18</span>\n </pre>","numcites":17,"numcitedby":0,"docsource":"Delhi High Court","citetid":1070044,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"article 17","formInput":"article%2017"},{"value":"public law remedy","formInput":"public%20law%20remedy"},{"value":"STATUTORY BODY","formInput":"STATUTORY%20BODY"},{"value":"concession agreement","formInput":"concession%20agreement"},{"value":"contract act","formInput":"contract%20act"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"escrow","formInput":"escrow"},{"value":"\"concession agreement\"","formInput":"%22concession%20agreement%22"},{"value":"what is administrative action","formInput":"what%20is%20administrative%20action"},{"value":"kalamboli ","formInput":"kalamboli%20"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"kailash gambhir","formInput":"kailash%20gambhir"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"what is a statutory body","formInput":"what%20is%20a%20statutory%20body"},{"value":"\" principles of natural justice\"","formInput":"%22%20principles%20of%20natural%20justice%22"},{"value":"agitate","formInput":"agitate"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract","formInput":"tag:contract"},{"value":"untouchability","formInput":"tag:untouchability"},{"value":"enforcing-performance-are-joint-promisors-obligation","formInput":"tag:enforcing-performance-are-joint-promisors-obligation"},{"value":"electricity-regulations","formInput":"tag:electricity-regulations"}],"courtcopy":true,"query_alert":null,"agreement":false}