{"tid":152657734,"publishdate":"2025-02-13","title":"Sri B Prashanth vs Sri Ganesh S Poojari on 13 February, 2025","doc":"<h2 class=\"doc_title\">Sri B Prashanth vs Sri Ganesh S Poojari on 13 February, 2025</h2>\n\n<pre id=\"pre_1\">                             -1-\n\n\n\n       IN THE HIGH COURT OF KARNATAKA AT BENGALURU\n\n         DATED THIS THE 13TH DAY OF FEBRUARY, 2025\n\n                           PRESENT\n         THE HON&#x27;BLE MR. N.V. ANJARIA, CHIEF JUSTICE\n                            AND\n           THE HON&#x27;BLE MR. JUSTICE K.V. ARAVIND\n\n             COMMERICAL APPEAL NO. 51 OF 2024\n\nBETWEEN:\n1 . SRI B. PRASHANTH\n    AGED ABOUT 44 YEARS\n    S/O LATE BASAVARAJ M\n    RESIDING AT 2902,\n    KANTHARAJ URS ROAD\n    SARASWTHIPURAM\n    MYSURU - 570 009.\n                                             ... APPELLANT\n(BY SRI DHANANJAY V. JOSHI, SENIOR ADVOCATE FOR\n SRI GIRISH KUMAR B.M., ADVOCATE)\n\nAND:\n1 . SRI GANESH S POOJARI\n    AGED ABOUT 29 YEARS\n    S/O LATE SANJEEV S. POOJARI\n    No.57/1, &#x27;SAHANA NILAYA&#x27;\n    5TH CROSS ROAD, GAYATHRINAGARA\n    BENGALURU - 560 021\n                                              ... RESPONDENT\n(BY SRI Y.K. NARAYANA SHARMA, ADVOCATE)\n                              ---\n</pre><p data-structure=\"Issue\" id=\"p_1\">      THIS COMMERCIAL APPEAL IS FILED UNDER SECTION\n13(1A) OF THE COMMERCIAL COURT ACT, 2015 R/W SECTION\n37(1)(A) OF THE ARBITRATION AND CONCILIATION ACT, 1996,\nPRAYING TO CALL FOR RECORDS IN COM.O.S.NO.237/2023 ON\nTHE FILE OF THE PRINCIPAL DISTRICT AND SESSIONS JUDGE AT\nMYSURU; AND SET ASIDE THE ORDER DATED 20/01/2024 PASSED\nON I.A.NO.4 IN COM.O.S.NO.237/2023 BY THE PRINCIPAL DISTRICT\nAND SESSIONS JUDGE AT MYSURU AND CONSEQUENTLY ALLOW\nTHE APPLICATION (I.A.NO.4) DATED 05/09/2023 FILED UNDER\nSECTION 8 OF THE ARBITRATION AND CONCILIATION ACT, 1996\nR/W SECTION 151 OF <a href=\"/doc/161831507/\" id=\"a_1\">CPC</a> &amp; ETC.\n</p><span class=\"hidden_text\" id=\"span_1\">                                    -2-</span><p data-structure=\"Issue\" id=\"p_2\">\n\n\n\n    THIS APPEAL HAVING BEEN HEARD AND RESERVED FOR\nJUDGMENT, COMING ON FOR PRONOUNCEMENT THIS DAY,\nJUDGMENT WAS PRONOUNCED AS UNDER:\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><blockquote id=\"blockquote_1\">CORAM:     HON&#x27;BLE THE CHIEF JUSTICE MR. JUSTICE\n           N.V. ANJARIA\n           and\n           HON&#x27;BLE MR JUSTICE K.V. ARAVIND\n\n                        C.A.V. JUDGMENT\n\n              (PER: HON&#x27;BLE THE CHIEF JUSTICE\n                 MR. JUSTICE N. V. ANJARIA)\n\n\n      The challenge in this Commercial Appeal is directed against\n\njudgment and order dated 20th January 2024 passed by learned\n\nPrincipal District and Sessions Judge, Mysuru in Commercial\n\nOriginal Suit No.237 of 2023, whereby the application of the\n\nappellant-original defendant under <a href=\"/doc/1146817/\" id=\"a_2\">Section 8</a> of the Arbitration and\n\nConciliation Act, 1996 for referring the subject matter to the\n\narbitration came to be rejected.\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_4\">2.    It was a suit instituted by the plaintiff-respondent herein for\n\nrecovery of Rs.4,09,06,283/- with interest.        The plaintiff and\n\ndefendant had previously entered into a Partnership Deed on 24th\n\nJune 2020 and were engaged in partnership business of sale of\n\nmotor spirit, motor oils, greases, LPG, CNG and other motor\n\naccessories manufactured by the Bharat Petroleum Corporation\n\nLtd., in the name and style of &#x27;Shree Service Station&#x27;.\n<span class=\"hidden_text\" id=\"span_2\">                                   -3-</span>\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3.    In the plaint it was the case of the plaintiff inter alia that the\n\nsaid service station which was situated at Kantharaja Urs Road,\n\nSaraswathipuram, Mysuru was under the ownership of the\n\ndefendant, his sisters and his mother and originally belonged to the\n\nfather.   It was stated that the plaintiff had initially invested the\n\namount towards working capital and it was agreed that for a period\n\nof five years the plaintiff would be entitled to 99% profit and the rest\n\n1% profit will go to the defendant. While the investment of the\n\nplaintiff was Rs.30,00,000/- as working capital, the defendant had\n\ncollected in addition Rs.2,49,50,000/-\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">\n3.1   It was averred by the plaintiff that defendant started to insist\n\nthat the plaintiff should receive back investment made in the\n\npartnership firm by him, and exit the partnership.        For this, the\n\ndefendant agreed to pay Rs.3,75,00,000/- within stipulated time\n\nand upon such payment, the plaintiff was to leave from the\n\npartnership. The terms and conditions relating to above agreement\n\ncame to be reduced into writing in agreement dated 10th August\n\n2022 between the parties. It is the say of the plaintiff that even\n\nafter execution of this agreement, defendant failed to pay the sum\n\nagreed to be paid, and requested the plaintiff to give further time.\n<span class=\"hidden_text\" id=\"span_3\">                                    -4-</span>\n\n\n\nDespite notices, the amount was not paid, the suit was therefore,\n\nrequired to be instituted, stated the plaintiff.\n\n\n3.2   In the aforementioned suit, the defendant filed application\n\nunder <a href=\"/doc/1146817/\" id=\"a_3\">Section 8</a> of the Arbitration and Conciliation Act, 1996 on the\n\nground that the Partnership Deed dated 24th June 2020, there\n\nexisted an Arbitration Clause No.21 and in view of that the suit\n\ndispute was required to be referred to the Arbitrator and that the\n\nsuit was not maintainable.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">\n3.3   Clause No.21 relied on by the defendant from the\n\nPartnership Agreement dated 24th June 2020 was as under,\n\n\n      &quot;21. Arbitration: That if any dispute would arise\n      in interpretation of any of the clause of this deed\n      the     same      shall   be   referred    to    the\n      arbitrator/arbitrators, in accordance with the\n      <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a> and the award of the\n      arbitrator/arbitrators shall be final and binding\n      upon the partners. The place and jurisdiction of\n      arbitration is Facilitation council, Bangalore,\n      Karnataka.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">\n3.4   The application for reference to the arbitration was contested\n\ncontending that the suit was based on agreement dated 10th\n\nAugust 2022 under which the defendant agreed to pay a definite\n\nsum, in view of his not fulfilling the terms and conditions of the\n\nPartnership Deed, it was contended that the subsequent\n<span class=\"hidden_text\" id=\"span_4\">                                -5-</span>\n\n\n\nagreement clearly showed that the partnership constituted on 24th\n\nJune 2020 was not taken up and that the plaintiff and the\n\ndefendant had agreed to exit from the partnership.\n\n\n3.5   In the above light, it was contended that eventhough the\n\noriginal Partnership Deed contained the arbitration clause relating\n\nto business of partnership, in view of settlement of the dispute\n\nbetween the parties and in light of fresh agreement having been\n\nentered into the suit for implementation of the commitment given by\n\nthe defendant in the said subsequent agreement was maintainable\n\nand that the arbitration clause would not apply in as much as no\n\ndispute regarding partnership business could be said to have\n\nsubsisted.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n3.6   The court below framed two issues. Firstly, whether it was\n\nnecessary to direct the parties to invoke arbitration clause in the\n\nDeed of Partnership between them. Secondly, whether in view of\n\nthe arbitration clause in the Partnership Deed, the Court had\n\njurisdiction to try the suit, answering both the issues in the\n\nnegative.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><p data-structure=\"RespArg\" id=\"p_11\">4.    Learned Senior Advocate for the appellant assailed the\n\njudgment and order of the Commercial Court below to submit that\n<span class=\"hidden_text\" id=\"span_5\">                                 -6-</span>\n\n\n\nthe commercial suit was filed for a dispute which originated from\n\npartnership agreement and that the partnership agreement\n\ncontained arbitration clause. According to learned Senior Counsel,\n\nfor the suit dispute, the arbitration clause was referable and\n\ninvokable.     It was further contended that dispute between the\n\npartners to a partnership agreement is a commercial dispute within\n\nthe meaning of <a href=\"/doc/2427662/\" id=\"a_5\">Section 2(1)(c)(xv)</a> of the Commercial Courts Act,\n\n2015. The submission was furthered by canvassing that had the\n\ndispute not been one arising from the partnership deed, the\n\ncommercial suit would not have been competent and a simplicitor\n\nsuit for recovery of money would have been instituted.\n\n\n4.1   Learned      Senior   Advocate   for   the   appellant,   after\n\nemphasizing that in the plaint if was not stated that the partnership\n\ndeed dated 24th June 2020 was terminated, submitted that\n\nassuming without admitting that the agreement of partnership\n\nbrought about a cessation of the partnership, the arbitration clause\n\nin the deed dated 24th June 2020 would still be subsisting and that\n\nthe parties would be bound by it. It was submitted that because of\n\nthe subsequent agreement regarding payment of dues by the\n\ndefendant, the arbitration clause in the partnership agreement did\n\nnot survive.\n</p><span class=\"hidden_text\" id=\"span_6\">                                 -7-</span><p data-structure=\"Precedent\" id=\"p_12\">\n\n\n\n4.2   Learned Senior Advocate thereafter proceeded to highlight\n\nthe scope and ambit of <a href=\"/doc/1146817/\" id=\"a_6\">Section 8</a> of the Arbitration Act, 1996. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26001191\" id=\"span_7\">In\n\nthis regard, the decision of the Supreme Court in <a href=\"/doc/26001191/\" id=\"a_7\">Praveen\n\nElectricals Pvt. Ltd. vs. Galaxy Infra and Engineering Pvt. Ltd.</a>\n\n[(2021) 5 SCC 671], was relied on. For the proposition that merely\n\nbecause that the contract has come to an end by its termination\n\ndue to breach, the arbitration clause does not get perished nor it is\n\nrendered inoperative.</span>    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"200767\" id=\"span_8\">But would survive for the resolution of\n\ndisputes arising &#x27;in respect of&#x27; or &#x27;with regard to&#x27; or &#x27;under the\n\ncontract&#x27;, pressed into service was the decision in <a href=\"/doc/200767/\" id=\"a_8\">Branch\n\nManager, Magma Leasing and Finance Ltd. vs. Potluri\n\nMadhavilata</a> [(2009) 10 SCC 103].</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\">\n4.3   On the other hand, learned Senior Advocate for the\n\nrespondent-originally plaintiff supported the impugned judgment\n\nand order of the court below.      He took the court through the\n\ncontents of the partnership agreement and then highlighted the\n\nnature of and conditions in agreement entered into afresh by\n\npinpointing terms and conditions incorporated in the new\n\nagreement, to emphasise that the subsequent was entirely an\n\nagreement which created obligations between the parties anew, in\n\nwhich, the arbitration clause found in the partnership was not\n<span class=\"hidden_text\" id=\"span_9\">                                  -8-</span>\n\n\n\nextended either expressly or impliedly. It was his submission that\n\nthe arbitration agreement ceased to exist post-entering into the\n\nnew agreement and the arbitration clause also did not survive to\n\noperate.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">\n4.4   Learned Senior Counsel lastly submitted on the conduct of\n\nthe appellant-defendant that the defendant has not paid the\n\namount agreed upon in the subsequent agreement. On one hand\n\nhe has resiled from his obligation under the fresh agreement\n\nforcing the respondent herein to institute the recovery suit, on the\n\nother hand, now he has been trying to protract by filing such\n\napplications as a delaying tactics.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">\n</p><p data-structure=\"CDiscource\" id=\"p_16\">5.    The core question that arises in the backdrop of above\n\ncontroversy is whether after the parties entering into agreement\n\ndated 10th August 2022, the arbitration clause found in the\n\npartnership agreement dated 24th June 2020 survives and whether\n\nthe Arbitration clause was operative to refer the suit dispute to the\n\narbitration; whether the partnership agreement stood rescinded or\n\nthe new agreement was an extension, to be read into it the\n\narbitration clause; whether the partnership agreement and the\n\nsubsequent continued to bear nexus to each other.\n<span class=\"hidden_text\" id=\"span_10\">                                    -9-</span>\n\n\n\n5.1   Although the clause in a contract for arbitration is perceived\n\nin law to be independent in itself, the arbitration clause is always\n\nreferable to the contract or the agreement in which it is\n\nincorporated. The arbitrable dispute arise when the disputes are of\n\nthe kind to be &#x27;based on&#x27;, or &#x27;in relation to&#x27; or &#x27;in connection with&#x27;\n\nthe contract. It could be said that the existence of contract in which\n\nthe arbitration clause is inserted, becomes a prerequisite for\n\napplying the arbitration clause.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\n5.1.1 In certain circumstances, for certain purposes, in given case,\n\nit could be viewed however that arbitration clause may survive for\n\nits applicability for resolution of disputes even after the contract as\n\nsuch, has worked out for itself. One of such instances is that the\n\ncontract has come to an end by virtue of doctrine of frustration, in\n\nwhich case the contract would be cease for all purposes, but only\n\nfor future performance.      In other words, where contracts are\n\nconsensual, the question whether the arbitration clause survives or\n\nperishes, would depend upon the nature of the disputes and their\n\neffect on the contractual terms.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_11\">5.2 The discussion on position of law on this score is found in the\n\ndecision of the Hon&#x27;ble Supreme Court in <a href=\"/doc/1545494/\" id=\"a_9\">Damodar Valley\n\nCorporation vs. K.K. Kar</a> [(1974) 1 SCC 141].            The issue is</span>\n</p><p data-structure=\"Section\" id=\"p_19\">                                   - 10 -\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_12\">addressed by the Hon&#x27;ble Supreme Court in that decision in the\n\ncontext of <a href=\"/doc/595325/\" id=\"a_10\">Sections 62</a> and <a href=\"/doc/409770/\" id=\"a_11\">39</a> of the Contract Act, 1872, was\n\nwhether the arbitration clause incorporated in a contract perishes\n\nalong with unilateral repudiation of the contract. The question for\n\ndetermination was: &quot;where one of the parties refers a dispute or\n\ndisputes to arbitration and the other party takes a plea that there\n\nwas a final settlement of claims, is the court, on an application\n\nunder <a href=\"/doc/371235/\" id=\"a_12\">Sections 9(b)</a> and <a href=\"/doc/1154891/\" id=\"a_13\">33</a> of the Arbitration Act, 1940, entitled to\n\nenquire into the truth and validity of the averment as to whether\n\nthere was or was not a final settlement on the ground that if that\n\nwas proved, it would bar a reference to the arbitration inasmuch as\n\nthe arbitration clause itself would perish.&quot;\n\n\n5.2.1   As explained by the Hon&#x27;ble Supreme Court in <a href=\"/doc/1545494/\" id=\"a_14\">Damodar\n\nValley Corporation</a> (supra), the questions of unilateral repudiation\n\nof the rights and obligations under the contract or of a full and final\n\nsettlement of the contract are relatable to the performance or\n\ndischarge of the contract, in which eventuality, much less the\n\narbitration clause is put an end to, such questions fall within the\n\npurview of the arbitration clause.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">\n5.2.2   It was observed, however, that the case was not one where\n\nthe plea is raised that the contract is void, illegal or fraudulent. It is\n</p><p data-structure=\"Precedent\" id=\"p_22\">                                     - 11 -\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">\n\nto be added here by this Court that even in respect of a new\n\ncontract entered into in substitution of or rearranging the\n\ncontractual obligations into new contract in place of the existing\n\none, the complexion would arise differently, stated the Supreme\n\nCourt<a href=\"/doc/1545494/\" id=\"a_15\">,\n\n\n                <a href=\"/doc/1545494/\" id=\"a_16\">&quot;<a href=\"/doc/1545494/\" id=\"a_17\">This is not a case</a></a></a> where the plea is that\n         the contract is void, illegal or fraudulent, etc., in\n         which case, the entire contract along with the\n         arbitration clause is non est, or voidable. As the\n         contract is an outcome of the agreement between\n         the parties it is equally open to the parties thereto\n         to agree to bring it to an end or to treat it as if it\n         never existed. It may also be open to the parties\n         to terminate the previous contract and substitute\n         in its place a new contract or alter the original\n         contract in such a way that it cannot subsist. In all\n         these cases, since the entire contract is put an\n         end to, the arbitration clause, which is a part of it,\n         also perishes along with it.&quot;\n</p><p data-structure=\"Section\" id=\"p_24\">         (Para 7)\n\n\n5.2.3     Referring to <a href=\"/doc/595325/\" id=\"a_18\">Section 62</a> of the Contract Act, it was stated\n\nthat it incorporates the very principle when it provides that when the\n\nparties to a contract agreed to substitute any contract or to rescind\n\nor alter it, the original contract need not be performed,\n\n\n                &quot;Where therefore, the dispute between the\n         parties is that the contract itself does not subsist\n         either as a result of its being substituted by a new\n         contract or by rescission or alteration, that dispute\n         cannot be referred to the arbitration as the\n         arbitration clause itself would perish if the\n</p><p data-structure=\"Precedent\" id=\"p_25\">                                   - 12 -\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">\n\n        averment is found to be valid. As the very\n        jurisdiction of the arbitrator is dependent upon the\n        existence of the arbitration clause under which he\n        is appointed, the parties have no right to invoke a\n        clause which perishes with the contract.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_27\">                                                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_13\">(Para 7)\n\n5.3      In State of Maharashtra vs. Navbharat Builders [1994\n\nSupp (3) SCC 83], as well as in M/s. <a href=\"/doc/209845/\" id=\"a_19\">P.K. Ramaiah and\n\nCompany vs. Chairman &amp; Managing Director, National Thermal\n\nPower Corporation</a> [1994 Supp (3) SCC 126], wherein a\n\nconstruction work contract, the contractor had accepted either by\n\nmutual agreement or voluntarily an unconditionally the payment in\n\nsettlement of the contract claim, it was held that no arbitrable\n\ndispute survived and the contractor was not entitled to put forward\n\nthe labour escalation or any subsequent claim was not an\n\narbitrable dispute.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">\n5.3.1    The question was whether the arbitration clause in the\n\noriginal contracts could claim any effect for it. The view of the\n\nCalcutta High Court that the third original contract and the\n\narbitration clause contained therein has ceased to exist as a result\n\nof last settlement, was confirmed by the Apex Court by observing\n\nthat the third settlement contract was in substitution of the three\n\ncontracts, and after its execution the earlier contracts stood\n\nextinguished and the arbitration clause also stood extinguished.\n</p><p data-structure=\"Precedent\" id=\"p_29\">                                    - 13 -\n</p>\n<p data-structure=\"Section\" id=\"p_30\">\n\n5.3.2 The judgment of the Hon&#x27;ble Supreme Court per majority\n\nculled out the following principles, (i) An arbitration clause is a\n\ncollateral term of a contract as distinguished from its substantive\n\nterms; but none the less it is an integral part of it; (ii) However\n\ncomprehensive the terms of an arbitration clause may be, the\n\nexistence of the contract is a necessary condition for its operation;\n\nit perishes with the contract; (iii) The contract may be non est in\n\nthe sense that it never came legally into existence or it was void ab\n\ninitio; (iv) Though the contract was validly executed, the parties\n\nmay put an end to it as if it had never existed and substitute a new\n\ncontract for it solely governing their rights and liabilities thereunder;\n\n</p><p data-structure=\"Section\" id=\"p_31\">(v) In the former case, if the original contract has no legal\n\nexistence, the arbitration clause also cannot operate, for along with\n\nthe original contract, it is also void; in the latter case, as the original\n\ncontract is extinguished by the substituted one, the arbitration\n\nclause of the original contract perishes with it; (vi) Between the two\n\nfalls many categories &quot;of disputes in connection with a contract,\n\nsuch as the question of repudiation, frustration, breach etc. In those\n\ncases it is the performance of the contract that has come to an end,\n\nbut the contract is still in existence for certain purposes in respect\n\nof disputes arising under it or in connection with it. (vii) As the\n\ncontract subsists for certain purposes, the arbitration clause\n</p><p data-structure=\"Precedent\" id=\"p_32\">                                   - 14 -\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_14\">operates in respect of these purposes. It is to be observed that\n\nsuch is not the case in the present set of facts.\n\n\n5.4 In the <a href=\"/doc/1391279/\" id=\"a_20\">Union of India vs. Kishorilal Gupta</a> [AIR 1959 SC\n\n1362], respondents had entered into three contracts with the\n\nappellant, each of which had the arbitration clause. Before the\n\ncontracts could be fully executed, disputes arose between the\n\nparties and allegations of breach was leveled.          The parties\n\nthereafter entered into three fresh contracts on different successive\n\ndates settling the disputes on the terms contained in the new\n\ncontract, wherein the respondents agreed to pay to the appellants\n\ncertain monies in settlement of the dispute related to first two\n\noriginal contracts, and by last of the new agreement, the\n\nrespondents agreed to pay to the appellant the specified amount\n\npreferable to third original contract.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\n5.5   The law in this regard came to be discussed by the Supreme\n\nCourt also in Nathani Steels Ltd. vs. Associated Constructions\n\n[1995 Supp (3) SCC 324], wherein it was held that once there is a\n\nfull and final settlement in respect of a particular dispute or\n\ndifference in relation to a matter covered under arbitration clause\n\nand if such dispute is finally settled, it does not remain arbitrable\n\ndispute and that the arbitration clause cannot be invoked. It was\n</p><p data-structure=\"Conclusion\" id=\"p_35\">                                   - 15 -\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">\n\nstated that unless the settlement is set aside in an appropriate\n\nproceedings, a party to the settlement is not permissible to spurn it\n\nand to seek to invoke the arbitration clause.\n\n\n5.5.1 The Supreme Court further observed,\n\n             &quot;If this is permitted the sanctity of contract,\n      the settlement also being a contract, would be\n      wholly lost and it would be open to one party to\n      take the benefit under the settlement and then to\n      question the same on the ground of mistake\n      without having the settlement set aside. In the\n      circumstances, in the instant case since the\n      dispute or difference was finally settled and\n      payments were made as per the settlement, it\n      was not open to the respondent unilaterally to\n      treat the settlement as non est and proceed to\n      invoke the Arbitration clause.&quot;                (Para\n</p><p data-structure=\"Precedent\" id=\"p_37\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"30992817\" id=\"span_15\">3)\n\n5.6   The principles came to be highlighted and summarized by\n\nthe Supreme Court also in <a href=\"/doc/30992817/\" id=\"a_21\">Gujarat Composite Ltd. vs. A.\n\nInfrastructure Ltd.</a> [AIR 2023 SC (Civil) 1654]. The discussion is\n\nfound in paragraphs 17, 18, 19 and 20 of the judgment which\n\nconfirmed the view taken by the Gujarat High Court [AIR 2018\n\nGujarat 142].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"38761181\" id=\"span_16\">The Delhi High Court in <a href=\"/doc/38761181/\" id=\"a_22\">Larsen and Toubro Ltd. vs.\n\nIREO Victory Valley Pvt. Ltd.</a> which was C.S (Comm)\n\nNo.534/2023 decided on 24th April 2024, had an occasion to\n\naddress the issue which considered the aforementioned decisions\n\nof the Apex Court to conclude that it is a settled legal position that if</span>\n</p><p data-structure=\"Conclusion\" id=\"p_38\">                                 - 16 -\n</p>\n<p data-structure=\"Section\" id=\"p_39\">\n\na mutual settlement supercedes the original contract, the original\n\narbitration clause would not survive. It was stated that if there is\n\nunilateral repudiation, in such eventuality, the arbitration clause\n\nmay survive depending upon the facts.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">\n5.7   Whether the arbitration clause in earlier contract which may\n\nhave been substituted with another contract by the parties would\n\nsurvive to operate for the purpose of obligation and disputes arising\n\nout of the subsequent contract, is a question to be considered in\n\nlight of set of facts, having regard to the nature of the subsequent\n\nagreement juxtaposed with the previous one, the intention of the\n\nparties and whether the new contract introduced fresh rights and\n\nobligations between the parties.         It is always a question of\n\ninterpretation of contracts.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">\n5.8 Reverting to the facts of the present case, as noted above,\n\nbetween the parties there existed a Deed of Partnership dated 24th\n\nJune 2020 which was registered on 2nd July 2020. The said Deed\n\nof Partnership contained provision for arbitration, which was clause\n\n21 in the contract.     In view of the disputes arising, navigating\n\nthrough negotiation, the parties decided to enter into new\n\nagreement dated 10th August 2022 wherein the defendant agreed\n\nto pay sum of Rs.3,75,00,000/- in view of having failed to fulfill the\n</p><p data-structure=\"Conclusion\" id=\"p_42\">                                - 17 -\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">\n\nterms and conditions in the Partnership Deed. Both the partners-\n\nthe plaintiff and the defendant had agreed to put an end to the\n\npartnership. The suit was filed on the basis of the said agreement\n\ndated 10th August 2022.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">\n5.9   The parties thus had earlier between them a partnership\n\ncontract subsisting.   Both the plaintiff and defendant bear their\n\nrelationship as partners. The partnership business was set up with\n\nterms and conditions arrived at attending to the partnership. The\n\ndefendant was unhappy and wanted to exist from partnership. He\n\noffered payment of definite amount in lieu of doing away with the\n\npartnership relationship. It was a dispute which was resolved by\n\nentering into new agreement dated 10th August 2022.          This\n\nagreement was in place of the partnership agreement dated 22nd\n\nJune 2020.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">\n</p><p data-structure=\"Precedent\" id=\"p_46\">6.    The new subsequent agreement is reproduced in its relevant\n\nportions,\n\n\n            &quot;WHEREAS the First Party and Second\n      Party herein had entered into a Deed or\n      Partnership on 24.06.2020 at Mysuru City in the\n      name and style &#x27;M/s. Shree Service Station&#x27;\n      having Firm Number: MYS-F43-2020-21 dated\n      02/07/2020 by the Office of the Registrar of Firms,\n      Mysore.\n</p><p data-structure=\"Conclusion\" id=\"p_47\">                          - 18 -\n</p>\n<p data-structure=\"Section\" id=\"p_48\">\n\n         WHEREAS, meanwhile the first party and\nSecond party entered in to Memorandum of\nUnderstanding dated 10/01/2020, the First party\nhas not fulfill his words/Conditions as per\nPartnership      deed    and    Memorandum       of\nunderstanding between first and second party.\nNow the both the parties have decided that they\nwill exit from the Partnership upon the First Party\nfulfilling the terms and conditions as mutually\nagreed amongst themselves and deduced herein\nbelow;\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">01. The First Party has agreed to pay a sum of\n    Rs.3,75,00,000/- (Rupees Three Crore\n    Seventy Five Lakh only) to the Second Party\n    before the end of 31st December, 2022 in\n    following manner:-\n</p>\n<blockquote id=\"blockquote_2\">   (a) Rs.1,31,81,019/- (Rupees One Crore Thirty\n       one Lakh Eighty one Thousand and\n       Nineteen only) by 3 No&#x27;s Cheques\n       respectively each of Rs.43,93,673/- to the\n       Account No. 002210100023140 of Shobha\n       S Poojari, in Bharath Co Operative Bank,\n       Malleshwaram branch, Bangalore.\n</blockquote>\n<blockquote id=\"blockquote_3\">   (b) Rs. 2,37,65,373/- (Rupees Two Crore\n       Thirty Seven Lakh Sixty five Thousand and\n       Three Hundred seventy Three only) by 3\n       No&#x27;s Cheques respectively each of\n       Rs.79,21,791/- to the Account No.\n       002212100009243 of Shri Sagar, in\n       Bharath Co Operative Bank, Malleshwaram\n       branch, Bangalore.\n</blockquote>\n<blockquote id=\"blockquote_4\">   (c) Rs.5,53,608/- (Rupees Five Lakh Fifty\n       Three Thousand and Six Hundred Eight\n       only) to the Account No. 002210100034678\n       of Ganesh S Poojari, in Bharath Co\n       Operative Bank, Malleshwaram branch,\n       Bangalore.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_50\">                                    - 19 -\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_52\">      02. The Second Party upon receiving the sum of\n          Rs.3,75,00,000/- (Rupees Three Crore\n          Seventy Five Lakh only) from the First Party\n          towards full and final settlement shall\n          retire/exit from &#x27;M/s. Shree Service Station&#x27;,\n          partnership and shall execute such documents\n          as required to give effect to the same.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">      03. The parties herein have agreed that the sum\n          agreed to be paid by the First Party to the\n          Second Party includes the Capital brought in\n          by the Second Party. It is mutually agreed\n          that the sum of Rs.3,75,00,000/- (Rupees\n          Three Crore Seventy Rive Lakh only) is a\n          consolidated final settlement amount.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">      04. It is further agreed that irrespective of profit of\n          loss of the Partnership, the First Party shall\n          pay the Second Party the amount as agreed\n          herein in full and final settlement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">      05. It is further agreed by the parties that each\n          partner shall mean and include all their heir/s,\n          successor, representatives, executors and\n          assignees.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">      06. If the first party is failed to fulfill the conditions\n          of this agreement that the Second Party is\n          entitled to specifically enforce this agreement\n          under the provisions of <a href=\"/doc/1671917/\" id=\"a_23\">Specific Relief Act</a>\n          1963 before the competent Authority/Court.\n\n      In witness whereof both the parties have affixed\n      their signatures to this Agreement on the day &amp;\n      place as mentioned herein above.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">\n6.1   It would be noticed from the aforesaid agreement and terms\n\nentered into between the parties that it was a memorandum of\n\nunderstanding which was reached at in view that the first party that\n</p><p data-structure=\"Conclusion\" id=\"p_58\">                                 - 20 -\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">\n\nis defendant was unable to fulfill the conditions of the partnership\n\ndeed.     It was recited and agreed, as reflected in the said\n\nagreement, that the parties would exit from the partnership. It is in\n\nthis light that the first party agreed to pay a definite sum to the\n\nsecond party. This agreement marked termination of partnership\n\nand obliteration of the terms and conditions which operated\n\namongst the partners in the partnership agreement.\n\n\n6.1.1    It was agreed that irrespective of profit or loss of the\n\npartnership, the second party shall pay the amount as above in full\n\nand final settlement. It was a condition that second party upon\n\nreceiving the amount paid towards full and final settlement shall\n\nretire and exit from the partnership which was in the name of &#x27;M/s.\n\nShree Service Station&#x27; and that necessary documents shall be\n\nexecuted to give effect to such arrangement of exit.\n\n\n6.2     The conditions read as they stood in the fresh agreement,\n\nevidently evinced the intention of the parties to put an end to the\n\npartnership agreement.      It had the effect of dissolution of\n\npartnership, one of the two partners exiting from the partnership.\n\nThe partnership was broken by mutual agreement and fresh\n\nobligations and an entirely new obligation of payment of money by\n\none party to another was settled.\n</p><p data-structure=\"Conclusion\" id=\"p_60\">                                 - 21 -\n</p>\n<p data-structure=\"CDiscource\" id=\"p_61\">\n\n6.3   The jural relationship which existed previously between the\n\nparties as the partners, came to an end with execution of a fresh\n\ncontract. With the jural relationship having been put to an end by\n\nnew contract, the partnership agreement perished. All the terms\n\nand conditions of the partnership deed stood rescinded. The said\n\ncontract of partnership dated 22nd June 2020, having been\n\nreplaced by new agreement dated 10th August 2022, did not\n\nsurvive on facts and in law.\n</p>\n<p data-structure=\"Section\" id=\"p_62\">\n6.4   Consequentially, the arbitration clause which was contained\n\nin the partnership agreement lost its existence. It perished with\n\ndiscontinuance of the partnership agreement. It was not carried in\n\nthe new contract, nor there was an intention of the parties to carry\n\nforward the same. The agreement dated 10th August 2022 was in\n\nthe nature of novation whereby the parties rescinded mutual rights\n\nand obligations as partners of the partnership firm, to be governed\n\nby fresh counts of rights and obligations. The exit of partnership\n\nwas indeed coupled with exit of arbitration clause which stood in\n\nthe forsaken partnership deed only. Invocation of <a href=\"/doc/1146817/\" id=\"a_24\">Section 8</a> of the\n\nArbitration and Conciliation Act, 1996 and prayer on that basis to\n\nrefer the suit dispute to arbitration was misconceived.       There\n\nexisted no arbitration clause to be taken recourse to.\n</p><p data-structure=\"Conclusion\" id=\"p_63\">                                 - 22 -\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">\n\n6.5   For all the aforesaid reason, the judgment and order of\n\ncommercial court below refusing the prayer of the defendant to\n\nrefer the suit dispute for arbitration was eminently proper and legal.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_65\">7.    The present appeal fails and stands dismissed.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_66\">                                               Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_67\">                                         (N.V. ANJARIA)\n                                         CHIEF JUSTICE\n\n\n                                               Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_68\">                                         (K.V. ARAVIND)\n                                             JUDGE\n\n\n\n\nKPS\n </p>","numcites":16,"numcitedby":0,"docsource":"Karnataka High Court","citetid":152657734,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}