{"tid":1766517,"publishdate":"2004-03-18","title":"Ktc Korea Co. Ltd. vs Hobb International Private Ltd. on 18 March, 2004","doc":"<h2 class=\"doc_title\">Ktc Korea Co. Ltd. vs Hobb International Private Ltd. on 18 March, 2004</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (2005)2CALLT556(HC), [2006]131COMPCAS102(CAL)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-k-biswas\">J.K. Biswas</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:j-k-biswas\">Jayanta Kumar Biswas</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nJ.K. Biswas, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The petitioner has filed this application for enforcement of a foreign award. The foreign award dated January 14th, 2002 was made in Korea. This application was filed on July 28th, 2002.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_2\">2. The respondent has filed opposition dated September 4th, 2002. The petitioner has filed a reply dated September 13th, 2002. It has also filed supplementary affidavits dated September 26th, 2003 and October 23rd, 2003. The respondent has filed a counter affidavit dated November 17th, 2003 to such supplementary affidavits. It has taken the plea that the application is liable to be dismissed for non-compliance with the requirement of <a href=\"/doc/31120020/\" id=\"a_1\">Section 47(2)</a> of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as &quot;the Act&quot;), and in any event, enforcement of the award should be refused on the grounds mentioned in Clause (c) of Sub-<a href=\"/doc/1273544/\" id=\"a_2\">section 1</a> and Clause (b) of Sub-<a href=\"/doc/1804257/\" id=\"a_3\">section 2</a> of <a href=\"/doc/963351/\" id=\"a_4\">Section 48</a> of the Act.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. Mr. Mitra appears for the respondent. He submits that the petitioner has failed to comply with the requirement of <a href=\"/doc/31120020/\" id=\"a_5\">Section 47(2)</a> of the Act. The award was made in a foreign language (in Korean language). The petitioner has not produced a duty certified English translation of the award, as required by <a href=\"/doc/31120020/\" id=\"a_6\">Section 47(2)</a> of the Act. Under the law in force in India, the person who has certified the English translation of the foreign award in the present case, is not competent to do so.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1576112\" id=\"span_1\">4. Mr. Mookherjee appears for the petitioner. He submits that the manner in which the English translation of the award has been certified is sufficient to satisfy the requirement of <a href=\"/doc/31120020/\" id=\"a_7\">Section 47(2)</a> of the Act. The translated award is also accompanied by an affidavit duly affirmed before the notary by the translator. In terms of <a href=\"/doc/200772/\" id=\"a_8\">Sections 85</a> and <a href=\"/doc/28734/\" id=\"a_9\">86</a> of the Indian Evidence Act, 1872 such certified English translation of the award is sufficient to comply with the requirement of <a href=\"/doc/1463645/\" id=\"a_10\">Section 47(2)</a> of the Act. Since correctness of the English translation of the award has not been challenged, the respondent is estopped from questioning the manner in which the translation of the award has been certified. Ratio of the decision in <a href=\"/doc/1576112/\" id=\"a_11\">ITC Classic Finance Ltd. v. Grapco Mining &amp; Co. Ltd. and Anr.</a>  will apply to the present situation.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. I find that the award was made in Korean language. One Kirn, Doo Won translated the award into English. On April 10th, 2002 he appeared before one Yearn Ho Kim, attorney at law of Namboo Cheil Law Office Inc., Attorneys &amp; Notaries at Seoul, Korea and stated on oath that the translation was true to the original of the award. The above law office was authorised by the Minister of Justice of the Republic of Korea to act as notary public. The petitioner has produced a copy of such notarized translation of the award accompanied by a copy of the original award. The copy produced by the petitioner has been notarized by a notary appointed by the Government of Maharashtra to be a true xerox copy of the translation of the award.\n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">6. <a href=\"/doc/1463645/\" id=\"a_12\">Section 47(2)</a> of the Act provides that if the award to be produced is in a foreign language the party seeking its enforcement is required to produce a translation into English (a) certified as correct by a diplomatic or consular agent of the country to which that party belongs, or (b) certified as correct in such other manner as may be sufficient according to the law in force in India. Here the petitioner that seeks enforcement of the award belongs to Korea. The translation has not been certified as correct by a diplomatic or consular agent of Korea. The petitioner was, however, entitled to produce the English translation of the award provided such translation was certified as correct in such manner as may be sufficient according to the law in force in India.\n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">7. The provisions in <a href=\"/doc/200772/\" id=\"a_13\">Sections 85</a> and <a href=\"/doc/28734/\" id=\"a_14\">86</a> of the Indian Evidence Act, 1872 do not prescribe or mention the manner in which an English translation of a document should be certified as correct. While <a href=\"/doc/200772/\" id=\"a_15\">Section 85</a> speaks of presumption about powers-of-attorney, <a href=\"/doc/28734/\" id=\"a_16\">Section 86</a> speaks of presumption about certified copies of foreign judicial records. <a href=\"/doc/1753108/\" id=\"a_17\">Section 8</a> of the Notaries Act, 1952, however, empowers a notary to translate, and verify the translation of, any document from one language into another. Under Rule 24 of Chapter IV of the Original Side Rules of this Court, sworn translators of this Court are authorised to translate a document from any language into English. But they are authorised to translate documents filed in Court, and not documents which must accompany an application or a plaint at the time of its filing.\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">8. So I find that for complying with the requirement of <a href=\"/doc/1463645/\" id=\"a_18\">Section 47(2)</a> of the Act the petitioner was required to produce a translation of the award into English (a) certified as correct by a Korean diplomatic or consular agent, or (b) certified as correct by a notary appointed under the <a href=\"/doc/486735/\" id=\"a_19\">Notaries Act, 1952</a>. The translation certified by the notary could either be the translation of the award made by the notary himself or the translation made by any other person, but verified by the notary as correct.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">9. In this case the award was not translated by the notary. The affidavit of the translator before a notary public in Korea is of no consequence here; apart from the fact that such notary did not certify the correctness of the English translation. The Indian notary has certified nothing. He has simply written &quot;True Xerox Copy&quot;. The endorsement at best implies that the copy of the award signed and sealed by him on July 4th, 2002 was a true xerox copy of the one bearing the seal and signature of the Korean notary. The Indian notary also has not certified that the English translation of the award was verified by him with the original award in Korean language, and the translation was correct.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_10\">10. I therefore find that the petitioner has not filed a duly certified English translation of the award as required under <a href=\"/doc/1463645/\" id=\"a_20\">Section 47(2)</a> of the Act. Hence the application is defective. The defect does not stand removed or cured on the ground that the respondent has not questioned the correctness of the translation. <a href=\"/doc/1953529/\" id=\"a_21\">The Act</a> has specifically mentioned the mode and manner of certification of the translation. The statutory obligation of the petitioner cannot be condoned on the ground of waiver or acquiescence of the respondent. But since the defect is a procedural one, in my view, for it the application is not liable to be dismissed. The petitioner should be given an opportunity to remove the defect. Hence I find no reason to dismiss this application on the ground that the petitioner did not comply with the requirement of <a href=\"/doc/1463645/\" id=\"a_22\">Section 47(2)</a> of the Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">11. On reading the above conclusion, in ordinary course, I would have given an opportunity to the petitioner to remove the defect in the application. But for two reasons I am of the opinion that in this case the application should be decided on merit. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1576112\" id=\"span_2\">In the first place, the respondent has not questioned the correctness of the English translation of the award; and secondly, when the matter has been argued at length on merit, defecting the final, decision in the application for the procedural defect in question, in my opinion, will defeat the cause of justice instead of advancing it. The decision in <a href=\"/doc/1576112/\" id=\"a_23\">ITC Classic</a>&#x27;s case lends support to my such view.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">12. Mr. Mitra next submits that the award deals with a difference not contemplated by or not falling within the terms of the submission to arbitration. Difference contemplated by the terms of the submission to arbitration originated from a forged and fabricated contract. The arbitrator found that the contract on the basis whereof the difference was contemplated in the terms of the submission never existed. The arbitrator, however, on his own connected the alleged difference with another contract between the parties, though the petitioner itself had not sought arbitration of any dispute or difference arising out of such contract. The arbitrator derives his power only from the terms of submission. An award made on a difference not contemplated by the terms of submission is simply without jurisdiction, as was held in the case of Mathuradas Goverdhandass v. Khusiram Benarasilal, 53 CWN 873(DB). The arbitrator acted without jurisdiction by relying on the counter claim set up by the respondent in its statement of defence. Admittedly, such counter-claim had not been admitted by the arbitrator at all. The arbitrator simply made out a third case. Hence in view of provisions in <a href=\"/doc/1502920/\" id=\"a_24\">Section 48(1)(c)</a> of the Act the enforcement of the award should be refused.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\">13. Mr. Mookherjee submits that although the arbitrator found that the contract on the basis whereof the terms of submission had been furnished by the petitioner did not exist, it was open to the arbitrator to make the award on the basis of the other contract, the genuineness whereof was not disputed by the respondent. On the basis of the terms of submission furnished by the petitioner and the statement of defence submitted by the respondent, the arbitrator was empowered to make an award, when he found that the difference which the terms of submission contemplated, though did not arise from the contract mentioned in the terms of submission, could and did arise from another contract between the parties. The arbitrator made the award on the basis of difference between the parties which was apparent on the face of the statement of defence submitted by the respondent. In the statement of defence the respondent had set up a counter-claim. As held in Firm Sriniwas Ram Kumar v. Mahabir Prasad and Ors.,  a decision can be given on the basis of the case made out by the defence in its statement.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\">14. For examining the question whether enforcement of the award should be refused in terms of <a href=\"/doc/1502920/\" id=\"a_25\">Section 48(1)(c)</a> of the Act, it will be useful to narrate the relevant facts in brief. The respondent agreed to buy and the petitioner agreed to sell 60 MT zinc ingots, total price whereof was US$ 76,380.00. The terms and conditions for this translation were incorporated in Sales Contract No. EX-97605ZN60E dated June 5th, 1997. The period for shipping was end of June -July, 1997. This contract contained an arbitration clause. It provided that all disputes in connection with this contract or the execution thereof, failing settlement by friendly negotiations, would be submitted to the Korean Commercial Arbitration Board, and the award made by the arbitrator would be final and binding on the parties. This contract was signed by the petitioner and confirmed by the proprietor of the respondent. The petitioner performed this contract only in part by supplying zinc ingots weighing around 20 MT. The shipment was made on August 24th, 1997. It appears, the respondent took delivery of this cargo, and made the payment to the petitioner.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\">15. On October 19th, 1997 the petitioner shipped 42.720 MT zinc ingots. The respondent refused to take delivery of this cargo. By letter dated November 14th, 1997 the respondent informed the petitioner that it did not accept the cargo since the supply was made four months after the shipment period. The respondent stated that because of non performance of the contractual obligation by the petitioner, it had to buy the goods from market to keep its export commitment. The respondent also mentioned in the letter that for inferior quality of the first lot of cargo it had suffered financial loss.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">16. In June 2001 the petitioner approached the Korean Commercial Arbitration Board with the request for arbitration. The request for arbitration was made on the basis of a contract whereunder the petitioner was to ship in October, 1997, 40 MT zinc ingots price whereof was US$ 50,920.00. In the grounds of request the petitioner stated that the cargo was shipped on October 19th, 1997, but in breach of the contract the respondent refused to take delivery of the cargo. In the grounds it further stated that on December 11th, 1997 it came to learn that the respondent would not fulfill the contract, and hence on February 20th, 1998 it sold the cargo to another customer. It claimed that for breach of the contract it was entitled to compensation and damages assessed at US$ 41033.71.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">17. The contract which was the basis of request for arbitration was No. EX-97605ZN60E dated June 5th, 1997. It contained an arbitration clause; similar to the one contained in the other contract (for 60 MT) between the parties - bearing same contract number and execution date. This contract (for 40 MT) was shown to be signed by the proprietor of the respondent. In its statement of defence the respondent stated that the contract for shipment of 40 MT Zinc ingots produced by the petitioner was a forged and fabricated document. The arbitrator in his award recorded that the petitioner could not establish the existence of this contract between the parties. But he made the award holding that in terms of the contract between the parties for shipment of 60 MT ingots, the petitioner was entitled to ship the cargo, and for failure to take delivery of such cargo, the respondent was liable to compensate the losses and pay damages to the petitioner.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">18. Admittedly, disputes and differences did not arise between the parties in connection with the contract for shipment of 60MT zinc ingots. In terms of this contract instead of shipping 60MT, the petitioner shipped only around 20MT in August 1997. Although in terms of the contract the shipment was to be made by July 1997, the part supply made by the petitioner was, however, accepted by the respondent, and the price for such cargo was paid. The further admitted position is that the contract produced by the petitioner for referring its grievances to arbitration is a forged and fabricated contract. In this contract the shipment period was shown as October 1997. There is no dispute that the cargo shipped by the petitioner on October 19th, 1997 was not accepted by the respondent. The respondent by its letter dated November 14th, 1997 categorically stated that the cargo sent long after the due date was not acceptable. The petitioner never dared say that under the contract between the parties for shipment of 40 MT zinc ingots the cargo was sent perfectly within the shipment period specified in the contract. It waited till June 2001 to make a request for arbitration. The forgery is writ large on the face of this fabricated contract. Signature of the proprietor of the respondent was forged to show his confirmation to the terms and conditions of this contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">19. I find that the arbitrator consciously ignored this most important aspect of the whole matter. He found the contract to be fictitious. The terms of submission to arbitration just evaporated once it was established by the respondent that the contract was a forged and fabricated one. The transparent falsehood indulged in by the petitioner was totally overlooked by the arbitrator. The reference to arbitration having originated from a fictitious contract was simply non est, there was no arbitrable dispute, as none could arise from a forged and fabricated contract. But, it appears, the arbitrator was bent upon to make the award in favour of the petitioner in some manner or other. When no dispute was referred in connection with the contract under which the petitioner was no ship 60 MT zinc ingots, there was no valid reason for the arbitrator to make an award holding that the disputes arose out of this contract. The terms of submission were not at all connected with the contract on which the award was based by the arbitrator.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">20. The position of law regarding jurisdiction of the arbitrator was explained by a Division Bench of this Court in Mathuradas&#x27;s case - relied on by learned counsel for the respondent. The Division Bench held that in order to make out the jurisdiction of the Tribunal of arbitration the party seeking arbitration must show that the subject matter of the reference was some dispute between the parties and that the particular dispute had arisen actually before the matter went before the arbitrator. A glimpse to the facts of the present case - keeping in mind the principle of law - would make on grope for the jurisdiction of the arbitrator to make the award; he made an award on the basis of a still-born reference. The award is a nullity. It has dealt with an alleged difference which had not been contemplated within the terms of the submission. The award is totally beyond the scope of the submission to arbitration. Hence I am of the view that enforcement of the award must be refused in view of <a href=\"/doc/1502920/\" id=\"a_26\">Section 48(1)(c)</a> of the Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"22221\" id=\"span_3\">21. Mr. Mitra has also contended that enforcement of the award should be refused on the ground that its enforcement should be contrary to the public policy of India. Under provisions of the <a href=\"/doc/1317393/\" id=\"a_27\">Limitation Act, 1963</a> the claim was barred. Limitation affects the very jurisdiction of an adjudicating authority. <a href=\"/doc/880040/\" id=\"a_28\">Section 3</a> of the Limitation Act, 1963 is substantive in nature. The decision in <a href=\"/doc/22221/\" id=\"a_29\">Pandurang Dhondi Chougule and Ors. v. Maruti Hari Jadav and Ors.</a>,  is relevant in this connection.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_4\">In <a href=\"/doc/919241/\" id=\"a_30\">Oil &amp; Natural Gas Corporation Ltd. v. Saw Pipes</a>,  the Supreme Court has explained the phrase &quot;the public policy of India&quot;. The award being against the substantive law, its enforcement would be contrary to the public policy of India.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">22. Mr. Mookherjee has replied that as held in A.S.K. Krishnapa Chettiar v. S.V.V. Somiah,  and C. Beepathuma and Ors. v. Velasari Shankaranarayana Kadambolithaya and Ors.,  the law of limitation is a procedural law. In Mayor of Blackburn v. Sanderson, (1902) 1 KB 794 it was held that if power to take the remedy in divers Courts is found in a statute, that remedy would, in each Court, be subject to the lex fori of that Court, and the lex fori included the limitation of actions, which goes to the remedy and not to the right. Hence in the instant case the period of limitation prescribed by the statute of the Republic of Korea would apply to the claim of the petitioner, and not the period of limitation prescribed by the <a href=\"/doc/1317393/\" id=\"a_31\">Limitation Act, 1963</a>. Under the Korean law of limitation the claim was not barred. In KTC Korea Co. Ltd. v. B.P. Agarwalla &amp; Sons Ltd. (Arbitration Petition No. 54 of 2002) decided by the Bombay High Court on April 26th, 2002, after considering a similar question a similar claim was found not barred by limitation. In ONGC&#x27;s case it was held that a foreign award would be vitiated by patent illegality and hence not enforceable, only when it is made in violation of any substantive provision of law. A foreign award even if made in violation of any procedural law, would not be vitiated by patent illegality, and its enforcement cannot to be refused on such a ground.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">23. Now assuming the disputes between the parties arose out of the genuine contract executed by them regarding 60MT zinc ingots, shipment whereof was to be made by the petitioner within July 1997, the question that arises for decision is whether the claim made by the petitioner in June 2001 was barred by limitation. The arbitration clause contained in this contract provided that on the parties&#x27; failing to settle the disputes through friendly negotiations, the disputes should be settled through the Korean Commercial Arbitration Board, Seoul, Korea. It is not disputed that under the statute of the Republic of Korea the period of limitation for making such a claim is five years. This will appear from <a href=\"/doc/393838/\" id=\"a_32\">Article 64</a> of the Korean Commercial Act, No. 1000, January 20th, 1962. The period of limitation for the claim under the <a href=\"/doc/1317393/\" id=\"a_33\">Limitation Act, 1963</a> (that is, under the law in force in India) is three years, and there is no dispute regarding this also.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">24. In Krishnapa Chettiar&#x27;s case and C. Beepathuma&#x27;s case it was held by the Supreme Court that the law of limitation is a procedural law. That the lex fori includes the limitation of actions, because limitation bars the remedy in a particular forum and not the right, is also an undisputed proposition. The decision in the case of Mayor Blackborn is an authority for the proposition. Under the genuine contract the parties agreed to refer the disputes to the Korean Commercial Arbitration Board. This being the position, in my opinion, the claim would be governed by the law of limitation of the Republic of Korea, and not by the law on the subject in force in India. In the unreported decision of the Bombay High Court similar view was taken after considering the same question.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">25. In this case claim was made by the petitioner within five years from the date it allegedly became due. Hence it cannot be said that the claim was barred by limitation. On the facts, it also cannot be said that the award, if it were otherwise valid, would have been vitiated by patent illegality, because it was not made in violation of any provision of any substantive law in force in India. Hence on this ground, following the law laid down by the Supreme Court in ONGC&#x27;s case, it cannot be said that enforcement of the award, if it were otherwise valid, would have been contrary to the public policy of India.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_26\">26. Mr. Mitra has submitted that enforcement of the award would also be contrary to the concept of justice and morality. The petitioner initiated the arbitration proceeding on the basis of a forged and fabricated contract. On this ground also enforcement of the award should be refused. In reply Mr. Mookherjee has submitted that the petitioner would not lose the right to enforce the award on the ground that the execution and existence of the contract based whereupon the petitioner furnished the terms of submission could not be established by the petitioner before the arbitrator. According to him there is nothing to show that enforcement of the award would be contrary to the sense of justice and morality.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">27. <a href=\"/doc/1502920/\" id=\"a_34\">Section 48</a> of the Act does not say that enforcement of a foreign award should be refused, when the enforcement would be contrary to the concept of justice or morality. But the phrase &quot;public policy of India&quot; has been explained by the Supreme Court in ONGC&#x27;s case; it has been held that an award contrary to justice or morality would not be enforceable. Again, explanation to Sub-section (2) of <a href=\"/doc/1502920/\" id=\"a_35\">Section 48</a> of the Act declared that an award would be in conflict with the public policy of India, if its making was induced or affected by fraud or corruption.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\">28. In this case the petitioner laid the foundation for the arbitration on a forged and fabricated contract. The arbitrator assumed jurisdiction on the basis of a reference that owed its existence to the fictitious contract. For undisclosed reasons the arbitrator glozed the fraud committed by the petitioner. He made the award after linking the reference with the genuine contract, though no arbitrable dispute arising out of the genuine contract had been referred to him. In my view, enforcement of such an award would be totally contrary to the concept of both justice and morality, and hence contrary to the public policy of India. Its enforcement is, therefore, liable to be refused in view of <a href=\"/doc/189581/\" id=\"a_36\">Section 28(2)(b)</a> of the Act.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">29. For the foregoing reasons, I find that the foreign award sought to be enforced by this application is not enforceable. Hence this application is hereby dismissed with costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\">Urgent certified xerox copy of this judgment and order, if applied for, may be supplied to the parties.\n</p> \n\n","numcites":18,"numcitedby":1,"docsource":"Calcutta High Court","citetid":1766517,"divtype":"judgments","relatedqs":[{"value":"lex fori","formInput":"lex%20fori"},{"value":"certified translation ","formInput":"certified%20translation%20"},{"value":"notary","formInput":"notary"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"notaries act ","formInput":"notaries%20act%20"},{"value":"public policy","formInput":"public%20policy"},{"value":"section 2(47)","formInput":"section%202%2847%29"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"  the limitation act 1963","formInput":"%20%20the%20limitation%20act%201963"},{"value":"patent illegality","formInput":"patent%20illegality"},{"value":"enforceability of award","formInput":"enforceability%20of%20award"},{"value":"xerox copy ","formInput":"xerox%20copy%20"},{"value":"translators","formInput":"translators"},{"value":"foreign awards","formInput":"foreign%20awards"},{"value":"law of limitation","formInput":"law%20of%20limitation"},{"value":"ONGC","formInput":"ONGC"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"diplomat","formInput":"diplomat"},{"value":"bar of limitation","formInput":"bar%20of%20limitation"},{"value":"procedural law ","formInput":"procedural%20law%20"}],"cats":[{"value":"relevance-in-opinion-as-to-handwriting","formInput":"tag:relevance-in-opinion-as-to-handwriting"},{"value":"relevance-in-opinion-as-to-existence-of-right-or-custom","formInput":"tag:relevance-in-opinion-as-to-existence-of-right-or-custom"},{"value":"limitation","formInput":"tag:limitation"},{"value":"presumption-as-to-powers-of-attorney","formInput":"tag:presumption-as-to-powers-of-attorney"},{"value":"presumption-for-certified-foreign-judicial-records","formInput":"tag:presumption-for-certified-foreign-judicial-records"}],"courtcopy":false,"query_alert":null,"agreement":false}