{"tid":67786664,"publishdate":"2023-01-07","title":"M/S Shri Khatu Shyam Traders Thr. Prop. ... vs Western Coalfield Limited, Thr. ... on 7 January, 2023","doc":"<h2 class=\"doc_title\">M/S Shri Khatu Shyam Traders Thr. Prop. ... vs Western Coalfield Limited, Thr. ... on 7 January, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-g-joshi\">Vinay Joshi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-g-joshi\">Vinay Joshi</a></h3>\n\n<pre id=\"pre_1\">                                 1\n\n\n\n        IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                  NAGPUR BENCH, NAGPUR.\n         MISC. CIVIL APPLICATION (ARBN) NO. 90/2022\n\n           M/s. Shri Khatu Shyam Traders,\n           through its Proprietor, Mr. Kamal Soni,\n           having its office at Shri Shyam Kripa,\n           Khaparganj, Bilaspur,\n           Dist. Bilaspur, Chhattisgarh.\n\n\n                                                     ... APPLICANT\n\n                              VERSUS\n\n           Western Coalfield Limited,\n           through its Chairman cum\n           Managing Director (CMD)\n           having its office at Coal\n           Estate Civil Lines, Nagpur-\n           440001, Maharashtra.\n\n\n\n                                           ... NON-APPLICANT\n_____________________________________________________________\n       Mr. R.D. Dharmadhikari, Advocate for applicant.\n       Mr. C.S. Samudra, Advocate for non-applicant.\n______________________________________________________________\n\n        CORAM                                    : VINAY JOSHI, J.\n\n        RESERVING THE JUDGMENT ON                :     20.08.2022\n        PRONOUNCING THE JUDGMENT ON              :     07.01.2023\n\n\nJUDGMENT :</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">          This is an application under Section 11(6) of the Arbitration\n<span class=\"hidden_text\" id=\"span_1\">                                       2</span>\n\nand <a href=\"/doc/1306164/\" id=\"a_1\">Conciliation Act</a> 1996 (&#x27;Act of 1996&#x27;) for appointment of sole\n\nArbitrator for resolution of dispute. The applicant-proprietary concern\n\nhas invoked Arbitration Clause by issuing notice dated 02.12.2021\n\ncalling upon non-applicant for appointment of sole arbitrator, however\n\nit was not responded that is why this application for appointment of\n\narbitrator.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">2.             The applicant M/s. Shri Khatu Shyam Trader is a\n\nproprietary concern whilst the non-applicant Western Coalfield Limited\n\n(&#x27;WCL&#x27;) is a Government of Indian undertaking. Non-applicant - WCL,\n\nvide tender notice dated 18.07.2018 invited bids from the prospective\n\nbidders for the work of processing of overburden to segregate sand and\n\nclay from the overburden including storage of segregated sand,\n\ndesiccated clay and rejects within the plant/mine premises at specified\n\nplaces.       The total value of the contract work was to the tune of Rs.\n\n75.92 crores and the contract period was for seven years. The scope of\n\nwork was specified in notice inviting tender (NIT).\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">3.             The applicant has participated in the subject NIT and after\n\ndue process, the bid submitted by the applicant was found to be\n\nsuitable.     In consequence, vide letter dated 16.01.2019, acceptance\n\nwas given to the applicant. In pursuance of letter of acceptance, an\n\nagreement was entered in between the parties on 23.09.2020 to carry\n<span class=\"hidden_text\" id=\"span_2\">                                      3</span>\n\nout subject tender work. In terms of NIT, the applicant has deposited\n\nperformance security to the tune of Rs. 59,76,393/-. The applicant has\n\nmade huge investment by setting up a plant for segregation of sand and\n\nclay from overburden with a production capacity of 2000 cum sand per\n\nday as required under NIT. The applicant has commenced the actual\n\nwork on 10.01.2020 to comply the contractual work.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_5\">4.          It is applicant&#x27;s case that he has faced several difficulties in\n\nexecuting the contract work. The applicant has repeatedly informed to\n\nthe non-applicant about the difficulties faced in carrying the work.\n\nAccording to the applicant, the major issues were about non-lifting of\n\nfinished product, that is sand from stock yard, which has caused\n\nhindrance in the smooth functioning of plant. There was interruption\n\nin supply of electric and water and other technical issues. Since the\n\nnon-applicant has failed to lift the finished product, even after repeated\n\nrequest, the applicant was compelled to halt the production as it was\n\nnot possible to run the plant smoothly. It is applicant&#x27;s contention that,\n\nas per terms and conditions of contract, the non-applicant was\n\nresponsible to lift the finished goods from the stock yard. However, the\n\nnon-applicant failed to comply its obligation.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Facts\" id=\"p_7\">5.          The    applicant    would    contend     that   vide    several\n\ncommunications in between 22.07.2019 to 05.05.2021, they have\n<span class=\"hidden_text\" id=\"span_3\">                                    4</span>\n\nrequested the non-applicant to lift the goods expeditiously, however, it\n\nwas not responded. After great persuasion, on 11.09.2021, a meeting\n\nwas held to resolve the issue faced by the applicant.          On due\n\ndeliberation, the non-applicant sought time to resolve the issue, but\n\nthey did not. Vide communication dated 10.11.2021, the non-applicant\n\nhas first time informed that the only limited quantity of sand would be\n\nlifted and thus, the problem was not solved.         According to the\n\napplicant, the non-applicant has failed to comply obligation which has\n\nhalted the applicant&#x27;s smooth functioning of plant. The applicant is\n\nincurred huge losses and therefore, the dispute arose between the\n\nparties.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"Facts\" id=\"p_9\">6.         The NIT bears Clause 13 and 13(A) pertaining to settlement\n\nof dispute by way of appointment of Arbitrator. The applicant took\n\npreliminary steps for resolution of dispute.    The applicant has also\n\nissued a notice dated 12.11.2021 calling upon the non-applicant to\n\nconstitute a Committee in terms of dispute resolution clause, however,\n\nit was not acted upon. Since the non-applicant failed to constitute a\n\nCommittee, the applicant vide notice dated 02.12.2021 has invoked the\n\nArbitration Clause 13(A), however the non-applicant has not agreed for\n\nappointment of Arbitrator.\n</p><span class=\"hidden_text\" id=\"span_4\">                                     5</span><p data-structure=\"Issue\" id=\"p_10\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_11\">7.          The sole non-applicant resisted the application vide its reply\n\ndated 25.05.2022.       It is not in dispute that a work contract was\n\nawarded to the applicant being a suitable bidder. There is no dispute\n\nthat the agreement contains arbitration clause.       However, the non-\n\napplicant has challenged the maintainability of the application on\n\naccount of non-payment of requisite stamp duty. It is non-applicant&#x27;s\n\ncase that the agreement has been executed on deficit stamp duty and\n\ntherefore, on the basis of said document arbitration clause cannot be\n\ninvoked.   In other words, the insufficiently stamped document is\n\nunenforceable in law.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n</p><p data-structure=\"PetArg\" id=\"p_13\">8.          The non-applicant has submitted that the applicant has not\n\ntaken preliminary stapes about resolution of dispute as per Clause 13 of\n\nthe contract. The contract specifically provides that efforts should be\n\nmade to settle the dispute at company&#x27;s level, however the applicant\n\nhas not approached to the General Manager for settlement of dispute. It\n\nis stated that as per Clause 13 and 13(A) of the contract, the sole\n\narbitrator is to be appointed by the competent authority. Sub-clause\n\n</p><p data-structure=\"Section\" id=\"p_14\">(b) to Clause 13(A) of the contract provides that no person other than a\n\nperson appointed by the competent authority should be arbitrator, and\n\nin its absence, the matter cannot be referred for arbitration.\n<span class=\"hidden_text\" id=\"span_5\">                                     6</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_15\">9.          It is stated that the non-applicant - Company is a subsidiary\n\nof CIL/CMD. In view of <a href=\"/doc/16912364/\" id=\"a_2\">Section 12(5)</a> of the Act of 1996, CMD of non-\n\napplicant is ineligible to be appointed as arbitrator and thus, in view of\n\nSub-clause (b) to Clause 13(A) of the contract, the matter cannot be\n\nreferred for arbitration. Moreover, the non-applicant would submit\n\nthat the applicant did not issue a valid notice seeking appointment of\n\nthe arbitrator. The applicant has not made out a specific claim for\n\ninvoking arbitration clause.    With such contentions, application is\n\nprayed to be rejected.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"121987320\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"39641512\" id=\"span_7\">10.         The first and foremost objection raised by the non-applicant\n\nis about unenforceability of the arbitration clause on account of\n\ninsufficiently stamped document.        It has been submitted that the\n\nstatutory bar contained in <a href=\"/doc/176042882/\" id=\"a_3\">Section 35</a> of the Indian Stamp Act, 1899 is\n\napplicable to the instrument chargeable to stamp duty and therefore, it\n\nwould render the arbitration agreement non-existent, unenforceable\n\nand invalid. It is submitted that the Supreme Court in case of <a href=\"/doc/39641512/\" id=\"a_4\">N.N.\n\nGlobal Mercantile Private Limited Vs. Indo Unique Flame Limited and\n\nothers</a>, (2021) 4 SCC 379, though doubted the decision rendered in\n\ncase of <a href=\"/doc/121987320/\" id=\"a_5\">Vidya Droliya Vs. Durga Trading Corporation</a>, (2021)2 SCC 1 ,\n\nhowever referred the said issue to the Constitutional Bench of five\n\nJudges for authoritative decision.        It is submitted that till the\n<span class=\"hidden_text\" id=\"span_8\">                                       7</span>\n\nauthoritative pronouncement by the Constitutional Bench, arbitration\n\nclause cannot be invoked.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"163266171\" id=\"span_9\">The said submission is countered by the\n\nlearned counsel appearing for the applicant by placing reliance on the\n\nlater decision of the Supreme Court rendered by the coordinate Bench\n\nin case of <a href=\"/doc/163266171/\" id=\"a_6\">Intercontinental Hotels Group (India) Pvt. Ltd. and another\n\nvs. Waterline Hotels Pvt. Ltd.</a>, AIR 2022 SC 797 .</span>            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39641512\" id=\"span_10\">In said case, the\n\nSupreme Court has considered the earlier decision in case of Vidya\n\nDroliya, Garware Wall Ropes, (2019) 9 SCC 209 and case of <a href=\"/doc/39641512/\" id=\"a_7\">N.N.\n\nGlobal Mercantile Private Limited</a> ( supra) relating to the issue\n\ncanvassed herein.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39641512\" id=\"span_11\">After examining the question of stamp duty and\n\nreference made to the larger Bench in case of <a href=\"/doc/39641512/\" id=\"a_8\">N.N. Global Mercantile\n\nPrivate Limited</a> (supra), it has been observed that until decision of\n\nlarger Bench, arbitration shall be carried on and accordingly matter\n\nwas referred for arbitration. The relevant observations made in para 22\n\nreads as below:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">\n</p><blockquote id=\"blockquote_1\">           &quot;22.          Although we agree that there is a need to\n           constitute a larger Bench to settle the jurisprudence, we are\n           also cognizant of time-sensitivity when dealing with\n           arbitration issues. All these matters are still at a per-\n           appointment stage, and we cannot leave them hanging until\n           the larger Bench settles the issue. In view of the same, this\n           Court - until the larger Bench decides on the interplay\n           between <a href=\"/doc/605764/\" id=\"a_9\">Sections 11(6)</a> and <a href=\"/doc/675839/\" id=\"a_10\">16</a> - should ensure that\n           arbitrations are carried on, unless the issue before the Court\n           patently indicates existence of deadwood.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_12\">                                           8</span>\n\n<p data-structure=\"CDiscource\" id=\"p_19\">11.         In view of above dictum, there is no legal impediment in\n\nenforcing arbitration agreement for the purpose of invoking jurisdiction\n\nunder <a href=\"/doc/605764/\" id=\"a_11\">Section 11(6)</a> of the Act of 1996                    though document is\n\ninsufficiently stamped. It is not the case that the contract agreement\n\nwas unstamped, but it was executed on stamp of Rs. 500/-, meaning\n\nthereby it was insufficiently stamped document which assumes\n\nsignificance.\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">\n</p><p data-structure=\"PetArg\" id=\"p_21\">12.         It is non-applicant&#x27;s contention that the arbitration clause\n\nspecifically provides a mechanism as to how the dispute shall be\n\nsettled. It is submitted that in terms of Arbitration Clause No. 13(A)\n\n</p><p data-structure=\"Section\" id=\"p_22\">(b), no person other than the person appointed by the competent\n\nauthority should act as arbitrator and if it is not possible, then the\n\nmatter shall not be referred to arbitration at all.            It necessitates to\n\nreproduce the Arbitration Clause 13 for quick appreciation. The said\n\nClause No. 13 captioned as &#x27;settlement of disputes through arbitration&#x27;\n\nreads as below:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n</p><p data-structure=\"Precedent\" id=\"p_24\">                &quot;13.         &quot;SETTLEMENT OF DISPUTES.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">                              It is incumbent upon the contractor to avoid\n                litigation and disputes during the course of execution.\n                However, if such disputes take place between the contractor\n                and the department, effort shall be made first to settle the\n                disputes at the company level.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">                The contractor should make request in writing to the\n                Engineer-in-charge for settlement of such disputes/claims\n                within 30 (thirty) days of arising of the cause of\n<span class=\"hidden_text\" id=\"span_13\">                             9</span>\n\ndispute/claim failing which no disputes/claim of the\ncontractor shall be entertained by the company.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">Efforts shall be made to resolve the dispute in two stages.\n\nIn first stage dispute shall be referred to Area CGM, GM. If\ndifference still persist the dispute shall be referred to a\ncommittee constituted by the owner. The committee shall\nhave one member of the rank of Director of the company\nwho shall be chairman of the company.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">If differences still persist, the settlement of the dispute shall\nbe resolve in the following manner:\n</p>\n<blockquote id=\"blockquote_2\">Disputes relating to the commercial contracts with Central\nPublic Sector Enterprises/Govt. Departments (except\nRailways, Income Tax, Customs &amp; excise duties)/State Public\nSector Enterprises shall be referred by either party for\nArbitration to the PMA (Permanent Machinery of Arbitration)\nin the department of Public Enterprises.\n</blockquote>\n<blockquote id=\"blockquote_3\">In case of parties other than Govt. Agencies, the redressal of\nthe dispute may be sought through Arbitration (THE\nARBITRATION AND CONCILIATION ACT, 1996 as mended by\nAMENDMENT ACT of 2015.)\n\n13(A) SETTLEMENT OF DISPUTES THROUGH ARBITRATION\n\nIf the parties fail to resolve the disputes/differences by in\nhouse mechanism, then, depending on the position of the\ncase, either the employer/owner or the contractor shall give\nnotice to other party to refer the matter to arbitration instead\nof directly approaching Court. The contractor shall, however,\nbe entitled to invoke arbitration clause only after exhausting\nthe remedy available under the clause 12.\n</blockquote>\n<blockquote id=\"blockquote_4\">In case of parties other than Govt. agencies, the redressal of\ndisputes/differences shall be sought through Sole Arbitration\nas under.\n</blockquote>\n<blockquote id=\"blockquote_5\">Sole Arbitration:\n</blockquote>\n<blockquote id=\"blockquote_6\">In the event of any question, dispute or difference arising\nunder these terms &amp; conditions or any condition contained in\nthis contract or interpretation of the terms of, or in connection\nwith this Contract (except as to any matter the decision of\nwhich is specially provided for by these conditions), the same\nshall be referred to the sole arbitration of a person, appointed\nto be the arbitrator by the Competent Authority of CIL/CMD\nof subsidiary Company (as the case may be). The award of\nthe arbitrator shall be final and binding on the parties of this\n<span class=\"hidden_text\" id=\"span_14\">                                        10</span>\n\n            Contract.\n</blockquote>\n<blockquote id=\"blockquote_7\">            (a) In the event of the Arbitrator dying, neglecting or refusing\n            to act or resigning or being unable to act for any reason, or\n            his/her award being set aside by the court for any reason, it\n            shall be lawful for the Competent Authority of CIL/CMD of\n            Subsidiary Company (as the case may be) to appoint another\n            arbitrator in place of the outgoing arbitrator in the manner\n            aforesaid.\n</blockquote>\n<blockquote id=\"blockquote_8\">            (b)            It is further a term of this Contract that no\n            person other than the person appointed by the Competent\n            Authority of CIL/CMD of Subsidiary Company (as the case\n            may be) as aforesaid should act as arbitrator and that, if for\n            any reason that is not possible, the matter is not to be referred\n            to Arbitration at all.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_29\">            Subject as aforesaid, <a href=\"/doc/1306164/\" id=\"a_12\">Arbitration and Conciliation Act, 1996</a> as\n            amended by Amendment Act of 2015, and the rules\n            thereunder and any statutory modification thereof for the\n            time being in force shall be deemed to apply to the\n            Arbitration proceedings under this clause.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">            The venue of arbitration shall be the place from which the\n            contract is issued.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">13.         Close examination of arbitration clause postulates that\n\ninitial efforts shall be made to settle the dispute at the Company level.\n\nThe Contractor shall make request in writing for settlement of such a\n\ndispute. In case the parties fail to resolve the dispute by in-house\n\nmechanism, the Contractor shall invoke the arbitration clause.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_33\">14.         The matter shall be referred to the sole arbitrator appointed\n\nby the competent authority of subsidiary company and its decision shall\n\nbe final. Further, it was a term that no person other than a person\n\nappointed by the competent authority shall act as an arbitrator, and if it\n\nis not possible, matter shall not be referred to arbitration.\n<span class=\"hidden_text\" id=\"span_15\">                                    11</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">15.         The learned counsel appearing for the applicant would\n\nsubmit that in terms of <a href=\"/doc/16912364/\" id=\"a_13\">Section 12(5)</a> of the Act of 1996, a person\n\nhaving relationship with subject matter of dispute is ineligible to be\n\nappointed as arbitrator. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"155925871\" id=\"span_16\">In this regard, the learned counsel appearing\n\nfor the applicant by placing reliance on the decision of the Supreme\n\nCourt in case of <a href=\"/doc/155925871/\" id=\"a_14\">Perkins Eastman Architects DPC and Anr. Vs. HSCC\n\n(India) Ltd.</a>, AIR 2020 SC 59 would contend that, since the authority\n\nof the company is ineligible by operation of law, he cannot appoint an\n\narbitrator and thus, Sub-clause (b) to Clause 13 (A) of the Contract has\n\nbecome redundant and unenforceable.        In above case, the Supreme\n\nCourt has observed that once the arbitrator has become ineligible by\n\noperation of law, he cannot nominate another as an arbitrator. The\n\nineligibility was a result of operation of law and for this reason, Sub-\n\nclause (b) to Clause 13(A) of the contract becomes redundant and\n\ntherefore, submission in this regard is untenable.</span>\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_35\">16.         The learned counsel appearing for the non-applicant would\n\nalso submit that if the contract specifically excludes the matter from\n\nreference to the arbitration, no arbitrator can be appointed. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164803491\" id=\"span_17\">In this\n\nregard, reliance is placed on the decision of the Supreme Court in case\n\nof <a href=\"/doc/164803491/\" id=\"a_15\">United India Insurance Company Limited and another Vs. Hyundai\n\nEngineering and Construction Company Limited and others</a>, (2018) 17\n<span class=\"hidden_text\" id=\"span_18\">                                     12</span>\n\nSCC 607.     In the said case, it was under consideration that the\n\narbitration clause which would get activate, only if an insurer admits or\n\naccepts liability. On facts, it was found that the insurer has repudiated\n\nthe claim despite existence of arbitration clause. However, since the\n\ninsurer has disputed the quantum to be paid under the policy, as per\n\naccepted clause contained in arbitration, the matter was not referred.\n\nHerein, the non-applicant is unable to point out any other clause\n\ncarving out an exception to refer the contractual dispute to the\n\narbitration. The entire reliance is placed on Sub-clause (b) to Clause\n\n13(A) of the contract with which in above para, it is already observed\n\nthat due to amended of <a href=\"/doc/16912364/\" id=\"a_16\">Section 12(5)</a> of the Act of 1996, the said\n\nclause has become inoperative. In view of that, the non-applicant&#x27;s\n\nsubmission in this regard is not acceptable.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">\n</p><p data-structure=\"RespArg\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"134724830\" id=\"span_19\">17.         The learned counsel appearing for the non-applicant has\n\ncanvassed one another objection pertaining to the defect in notice by\n\nwhich arbitration clause has been invoked. It is canvassed that notice\n\ndated 02.12.2021 does not specify the statement of claim and thus, it\n\ndoes not amount to invocation of arbitration clause. Close examination\n\nof notice discloses that in initial part, scope of the work of the contract\n\nunder NIT has been stated. The applicant-contractor has stated that\n\nthe efforts have been made at his end to settle the dispute by making\n<span class=\"hidden_text\" id=\"span_20\">                                         13</span>\n\nseveral communications.         Para 4 and 5 of the notice indicate the\n\nparticulars as to how the dispute arose between the parties. Moreover,\n\nthe learned counsel appearing for the applicant by placing reliance on\n\nthe decision of this Court in case of <a href=\"/doc/134724830/\" id=\"a_17\">Veena Vs. Seth Industries Limited</a>,\n\n2011(2)Mh.L.J. 226         would submit that there is no necessity to\n\nincorporate proposed statement of claim in the arbitration notice.\n\nParticularly, he has attracted my attention to para 18 of the decision\n\nwhich reads below:-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">\n</p><p data-structure=\"CDiscource\" id=\"p_39\">            &quot;18.     There is nothing in the <a href=\"/doc/1306164/\" id=\"a_18\">Arbitration and Conciliation Act,\n            1996</a>, or in principle, which requires the notice invoking the\n            arbitration to state the claims proposed to be made in the\n            reference. A notice merely indicating the disputes or that\n            disputes have arisen and invoking the arbitration clause is\n            sufficient unless the arbitration agreement itself requires the\n            invocation to be in a particular manner.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">\n\nThe notice invoking the arbitration clause sets out a dispute which is\n\nsufficient for invocation of arbitration clause therefore, the said\n\nobjection is not sustainable in law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">\n</p><p data-structure=\"PetArg\" id=\"p_42\">18.         It has been argued on behalf of the non-applicant that the\n\npreliminary steps have not been followed by the applicant for in-house\n\nsettlement of dispute. In this regard, the learned counsel appearing for\n\napplicant has attracted my attention to several communications made\n\nto various authorities of non-applicant about the grievance.                     These\n<span class=\"hidden_text\" id=\"span_21\">                                   14</span>\n\ncommunications were made to subject area manager which are dated\n\n22.07.2019,   24.03.2020,     14.07.2020,    25.07.2020,    17.08.2020,\n\n16.11.2020, 02.12.2020, 12.02.2021, 22.02.2021, 28.02.2021 and\n\n12.04.2021.   It is non-applicant&#x27;s contention that as per Arbitration\n\nClause 13 for in-house settlement of dispute, the Contractor should\n\nhave made written request to the engineer-in-charge, which he did not.\n\nPertinent to note that the non-applicant has not disputed all above\n\ncommunications made to the subject area manager of WCL.           Not a\n\nsingle letter is responded by stating that the communication shall be\n\naddressed to the engineer-in-charge of WCL nor receipt of letters by the\n\naddressee has been denied. Therefore, it is certain that the applicant\n\nhas bonafidely endevoured to resort the in-house mechanism for\n\nsettlement of dispute, but it failed though letters were received by the\n\nauthority of the WCL. On technical ground, it cannot be held that the\n\napplicant has not resorted in-house mechanism for settlement of\n\ndispute.   Moreover, notice dated 12.11.2021 indicates that the\n\napplicant has also called upon the non-applicant to constitute a\n\nCommittee in terms of arbitration clause, however, it was not\n\nresponded which also assumes significance.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">\n</p><p data-structure=\"Precedent\" id=\"p_44\">19.        In view of above, it is evident that a genuine dispute arose\n\nin between the parties. Undisputedly, there was arbitration clause and\n<span class=\"hidden_text\" id=\"span_22\">                                                                    15</span>\n\n                               as stated above, the said clause is enforceable despite existence of Sub-\n\n                               clause (b) to Clause 13(A) of the contract. In above referred case of\n\n                               Vidya Droliya, it has been ruled that if the Court prima facie comes to\n\n                               the conclusion about validity of an arbitration agreement and existence\n\n                               of dispute, the Court shall refer the matter for arbitration.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_45\">                               20.         In view of above, the applicant has made out a case for\n\n                               appointment of arbitrator. At this juncture, both learned counsel were\n\n                               requested to suggest name of sole arbitrator. As there is no consensus\n\n                               in between the parties, it necessitates to appoint arbitrator from the\n\n                               panel of arbitrators maintained by this Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">\n</p><p data-structure=\"Conclusion\" id=\"p_47\">                               21.          Accordingly, Misc. Civil Application is allowed and\n\n                               disposed of by appointing       Former Hon&#x27;ble Judge Smt. Pushpa V.\n\n                               Ganediwala, as a sole arbitrator. It is made clear that all objections\n\n                               sought to be raised on behalf of the non-applicant, are kept open, may\n\n                               be raised before the learned arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_49\">                               22.          The Registry is directed to request the learned arbitrator\n\n                               for consent letter and for disclosure statement as per the provisions of\nJITENDRA\nBHARAT                         the the Act of 1996.\n</p><p data-structure=\"Precedent\" id=\"p_50\">GOHANE\n<span class=\"hidden_text\" id=\"span_23\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_24\">JITENDRA BHARAT</span>\n<span class=\"hidden_text\" id=\"span_25\">GOHANE</span>\n<span class=\"hidden_text\" id=\"span_26\">Date: 2023.01.10</span>\n<span class=\"hidden_text\" id=\"span_27\">17:37:57 +0530</span>\n                                                                                 (VINAY JOSHI, J.)\n                      Gohane\n </p>","numcites":11,"numcitedby":7,"docsource":"Bombay High Court","citetid":67786664,"divtype":"judgments","relatedqs":[{"value":"insufficiently stamped document","formInput":"insufficiently%20stamped%20document"},{"value":"\"insufficiently stamped document\"","formInput":"%22insufficiently%20stamped%20document%22"},{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"stamp duty","formInput":"stamp%20duty"},{"value":"works contract","formInput":"works%20contract"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"stamping of documents","formInput":"stamping%20of%20documents"},{"value":"insufficient stamp","formInput":"insufficient%20stamp"},{"value":"N N Global","formInput":"N%20N%20Global"},{"value":"larger bench","formInput":"larger%20bench"},{"value":"notice to arbitration ","formInput":"notice%20to%20arbitration%20"},{"value":"\"insufficient stamp\"","formInput":"%22insufficient%20stamp%22"},{"value":"arbitration invoked once,can it be invoked again","formInput":"arbitration%20invoked%20once%2Ccan%20it%20be%20invoked%20again"},{"value":"arbitration clause invoked","formInput":"arbitration%20clause%20invoked"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"{(arbitration)(when is arbitration is invoked)}","formInput":"%7B%28arbitration%29%28when%20is%20arbitration%20is%20invoked%29%7D"},{"value":"subsidiary company","formInput":"subsidiary%20company"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"}],"courtcopy":true,"query_alert":null,"agreement":false}