{"tid":449410,"publishdate":"1953-03-05","title":"Birla Jute Manufacturing Co. Ltd. vs Dulichand Pratapmull on 5 March, 1953","doc":"<h2 class=\"doc_title\">Birla Jute Manufacturing Co. Ltd. vs Dulichand Pratapmull on 5 March, 1953</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1953CAL450, 57CWN756, AIR 1953 CALCUTTA 450</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Chakravartti, C.J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1.  This is an appeal from an order of S.R. Das Gupta J., dated 11-2-1952, by which the learned Judge dismissed the appellant&#x27;s application under <a href=\"/doc/1722761/\" id=\"a_1\">Section 34</a>, Arbitration Act, and refused to stay a suit instituted by the respondent.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2.  The facts are as follows: On 8-1-1951, the appellant, Birla Jute Manufacturing Co. Ltd., entered into a contract with the respondent, Dulichand Protapmull, for the purchase of 250 bales of jute, each weighing 400 lbs., at Rs. 225/- per bale, the goods to be delivered free at the buyer&#x27;s Mill Ghat for shipment within\n\none month. The Sold Note was signed by a firm of brokers, named Jaichandial Dugar.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_3\"> 3.  At the relevant time, the Raw Jute (Central Jute Board and Miscellaneous Provisions) Ordinance,  West  Bengal  Ordinance  No.   17  of 1950, was in force.     <a href=\"/doc/420705/\" id=\"a_2\">Section 6 (1)</a> of that Ordinance required  any person intending to  enter into a contract for the sale of raw jute with the owner of a jute-mill to apply to the Central Jute Board,  \n  &quot;specifying the quantity, quality and trade description of such jute and such other particulars  in   respect  thereof, if  any,  as  may  be prescribed&quot;.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\"> <a href=\"/doc/1107813/\" id=\"a_3\">Section 6 (2)</a> provided that the Board   \n  &quot;shall, after considering the application, select an owner of a  jute-mill  .........  with  whom\nthe seller shall enter into a contract for the sale ......... of raw jute within a date specified by the Board&quot;.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_5\"> Under <a href=\"/doc/1114352/\" id=\"a_4\">Section 6 (3) (i)</a> the applicant and the selected owner of a jute-mill were to enter into the contract within the date specified by the Board and the contract was to be   \n  &quot;on such terms and conditions .........  as may \nbe agreed upon between them, and in the event of there being no such agreement, as may be prescribed&quot;.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_6\"> <a href=\"/doc/665266/\" id=\"a_5\">Section 14(1)</a> authorised the State Government generally to make rules for carrying out the purposes of the Ordinance and <a href=\"/doc/76709/\" id=\"a_6\">Section 14(2)</a> provided that, in particular, such rules might provide for any of the matters which, under the Ordinance, were &quot;required to be prescribed&quot;.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_7\"> 4.   In  exercise of  the  powers  conferred  by <a href=\"/doc/665266/\" id=\"a_7\">Section 14</a>, read with <a href=\"/doc/420705/\" id=\"a_8\">Section 6 (1)</a> of the Ordinance, the State Government prescribed a Form for offers of  baled   jute   which   contained   at   the   top   a space marked as &quot;Messrs ...............&quot;, obviously \nintended for the name of the offered and a space was marked at the bottom for his signature. The Form contained a number of columns, one of which bore the heading &#x27;Delivery&#x27;. The form of contract, prescribed under <a href=\"/doc/665266/\" id=\"a_9\">Section 14</a>, read with <a href=\"/doc/1114352/\" id=\"a_10\">Section 6 (3) (i)</a>, did not mention the period of delivery and left the relevant space blank. But Rule 12 of the Rules framed under <a href=\"/doc/665266/\" id=\"a_11\">Section 14(1)</a> provided that the  \n   &quot;delivery period for all offers accepted by the Board and directed to the mills shall be one month from the date of the offer&quot;.   \n</p> \n\n<p data-structure=\"Section\" id=\"p_8\"> The contract form, which was a form for a Sold Note, contained at the top the words, &quot;We have this day sold by your order and for your account to&quot; and at the bottom the words &quot;Seller&#x27;s Brokers&quot;.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\"> 5.  The offer in the present case was made on 2-1-1951 and it was made by Messrs. Jaichandial Dugar. The form bore their name at the top and at the bottom it was signed by them. It was an offer of a composite kind, comprising six separate quantities of jute, each of 1250 maunds but not all of the same kind or of the same price. Under each of the 1250 maunds, the name of the seller was shown. One such name was that of the respondent, under the entry &quot;1250 maunds, Mill Reds 2/3 at Rs. 225/- per bale&quot;. There was another entry in the same terms over the name of another seller, but without the figures &quot;2/3&quot;.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\"> 6.  On 5-1-1951, the Central Jute Board directed an offer of &quot;1250 mds., Mill Reds at Rs. 225/-&quot; to the appellant company. To the communication addressed to Jaichandial Dugar as brokers, by which that was done, occurred \n\nthe words &#x27;one month&#x27;, which was obviously the period of delivery, because a note at the bottom said that if the broker failed to deliver the jute within the specified time, the Board was to be informed.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\"> 7.  Thereafter, on 8-1-1951, a contract was entered into between the appellant and the respondent, as already stated, the period of delivery stipulated being one month.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\"> 8.  No delivery at all was made under the contract, though an extension of time was asked for and granted. Ultimately, by a letter dated 13-3-1951, the respondent stated to the appellant that the contract had automatically come to an end and it had no liability thereunder. Thereupon, the appellant claimed from the respondent a sum of Rs. 37,500/- as damages, but the respondent refused to pay the same and returned the bill.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> 9.  The contract contained an arbitration clause in the usual form to be found in the Indian Jute Mills Association contracts and covering  \n  &quot;all   matters, questions, disputes, differences and/or claims arising out of and/or concerning and/or in connection with and/or in consequence of or relating to&quot;  \n</p> \n\n<blockquote id=\"blockquote_1\"> the contract. In pursuance of the agreement contained in that clause, the appellant referred the dispute to the arbitration of the Bengal Chamber of Commerce on 29-8-1951.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\"> 10.  In November 1951, the respondent filed the suit which the appellant wants to be stayed. In that suit, the respondent has prayed for a declaration that there was and is no valid or binding contract between the parties and a further declaration that the contract of 8th January, in its entirety and including all its terms and conditions, was and is void &#x27;ab initio&#x27; and of no effect. Alternatively, it has prayed for a declaration that the contract &quot;became frustrated, has come to an end, has become null and void and is of no legal effect whatever&quot; and also for an adjudication as to the rights and liabilities of the parties.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> 11.  The prayer for a declaration of the nullity of the contract is based on <a href=\"/doc/1091250/\" id=\"a_12\">Section 5(2)</a> of the Ordinance which provides that any contract entered into for the sale of raw jute with the owner of a jute-mill, &quot;save and except in the manner provided in <a href=\"/doc/420705/\" id=\"a_13\">Section 6</a> shall be void and of no effect&quot;. It is said that <a href=\"/doc/420705/\" id=\"a_14\">Section 6(1)</a> was not complied with, because it was not the respondent who made the offer to the Board; <a href=\"/doc/1107813/\" id=\"a_15\">Section 6(2)</a> was not complied with because the Board did not specify a date within which the contract was to be entered into; and <a href=\"/doc/1114352/\" id=\"a_16\">Section 6(3) (i)</a>, read with Rule 12, was not complied with, because the period of delivery was in excess of one month from the date of the offer to the Board.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_16\"> 12.  The plea of frustration is based on the fact that at the date of the contract, the price of jute was a controlled price under West Bengal Act 6 of 1950. but it was suddenly decontrolled with effect from 9-3-1951.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\"> 13.  The appellant did not take any steps in the suit, but on 21-1-1952, it made an application for staying it under <a href=\"/doc/1722761/\" id=\"a_17\">Section 34</a>, Arbitration Act. As already stated. S. R. Das Gupta J. dismissed the application. He did so on the ground that the dispute in the suit being as to whether the contract was void &#x27;ab initio&#x27; and of no effect, that dispute could not be within the jurisdiction of the arbitrators and therefore the subject-matter of the suit was not within the arbitration\n\nclause. The learned Judge declined to hold that the arbitration clause could be treated as severable and could be invoked for settling the dispute raised in the suit. He also declined to decide on the application whether the contract was void &#x27;ab initio&#x27; &#x27;in the view that the important issues relating to that question could be more conveniently tried in the suit.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 14.  In support of the appeal, Mr. Ginwalla contended in the first place that simply because the dispute in the suit concerned the validity of the principal contract itself, it could not be held that that dispute was necessarily outside the arbitration clause. Parties, Mr. Ginwalla argued, might submit to arbitration any question they liked and there was no reason why they could not validly and effectively submit even the question of the legality of the principal contract, if they used sufficiently wide language, as the parties in the present case had done. In support of his contention, Mr. Ginwalla referred to certain observations of Lords Wright and Porter in. the case of -- &#x27;Heyman v. Darwins Ltd.&#x27;, (1942) A C 356 (A).  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> 15.  The precise argument was advanced before the learned trial Judge and he repelled it on grounds which&#x27; appear to me to be cogent, It is true that the learned Lords whom Mr. Ginwalla quoted did make some observations which lend support to his argument, but the majority of the House, constituted of Lords Simon, Macmillan and Russell of Killowen, took a contrary view. &quot;If, observed Viscount Simon, L.C.,  \n  &quot;one party to the alleged contract is contending that it is void &#x27;ab initio&#x27; (because, for example, the making of such a contract is illegal), the arbitration clause cannot operate, for, on this view, the clause itself also is void.&quot;  \n</p> \n\n<blockquote id=\"blockquote_2\"> &quot;If&quot;, observed Lord Macmillan,  \n   &quot;it appears that the dispute is whether there has ever been a binding contract between the parties, such a dispute cannot be covered by an arbitration clause in the challenged contract. If there has never been a contract at all, there has never been, as part of it, an agreement to arbitrate.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> Lord Russell of Killowen agreed with Lord Macmillan. The simple logic of that view is that in order to be effective, an agreement to refer must be a valid agreement, but if the agreement be contained in the very contract, disputes concerning which are agreed by it to be referred, it cannot be a valid agreement if the contract itself be invalid, because it must fall along with the contract, being contained in it. When, therefore, the dispute is as to the validity of the principal contract, there is necessarily also a dispute as to the validity of the arbitration agreement and, consequently, there cannot be a reference to arbitration on the basis of an agreement of such disputed validity, because, in the first place, if the principal contract be invalid, the agreement can be of no effect, and, in the second place, in deciding the dispute, the arbitrators will be deciding their own jurisdiction. A dispute as to the validity of a contract cannot therefore be held to be within an arbitration agreement contained in the contract itself and such a dispute cannot be referred to arbitrators or dealt with by them under such an agreement on the basis that it is, to adopt the language of <a href=\"/doc/1722761/\" id=\"a_18\">Section 34</a>, Arbitration Act, a &quot;matter agreed to be referred&quot;.  \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_21\"> 16.  Lords Wright and Porter, however, expressed the view in the   case   cited   that the question was always one of the scope of the arbitration clause.   &quot;It is   all&quot;, observed Lord Wright,  \n  &quot;a question of the scope of   the   submission. Hence, if the question is whether the alleged contract was void for illegality or, being voidable, was avoided, because induced by fraud or misrepresentation or on the ground of mistake, it depends on the terms of the submission whether   the   dispute   falls   within the arbitrator&#x27;s jurisdiction.&quot;  \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">  And again:  \n</p><blockquote id=\"blockquote_3\">  &quot;I should prefer to put it that the existence of  his   (i.e.   the   arbitrator&#x27;s)   jurisdiction   in this, as in other cases, is to be determined by the words  of the  submission.    I  see no objection to a submission of the question whether there ever was a contract at all, or whether if there was, it had been avoided or ended.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> To the same effect was the view expressed by Lord Porter.    &quot;If two  parties&quot;,   observed   his Lordship,  \n  &quot;purport to enter into a contract and a dispute arises whether they have done so or not, or whether the alleged   contract   is   binding on them, I see no reason why they should not refer that dispute to arbitration.    Equally I see no reason why, if at the time they purport  to  make  the  contract  they  foresee  the possibility of   such   a   dispute   arising,  they should not provide in the contract itself for the  submission to   arbitration   of  a  dispute whether the contract ever bound them or continues to  do so.............It may require very\nclear language to effect this result.&quot;  \n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">  And again:  \n</p><blockquote id=\"blockquote_4\">  &quot;where the contract itself is repudiated in the sense that its original existence or its binding force is challenged, e.g., where it is said that the parties were never &#x27;ad idem&#x27;, or where it is said that the contract is voidable &#x27;ab initio&#x27; (i.e., in cases of fraud, misrepresentation or mistake), and that it has been avoided, the parties are not bound by any contract and escape the obligation to perform any of its terms, including the arbitration clause, unless the provisions of that clause are wide enough to include the question of jurisdiction.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> 17.  With great respect, except in regard to cases where the alleged illegality of the contract is not such as would affect every one of its terms, the majority view appears to me to be the obviously preferable view. Parties may undoubtedly, by a separate agreement, submit to arbitration a dispute as to whether a particular contract between them was valid, but we are not considering that case. We are considering a case where the arbitration agreement is contained in the very contract which is repudiated. In such a case, if the contract is repudiated on, for example, the ground that the parties were not &#x27;ad idem&#x27;, they were in that case also not &#x27;ad idem&#x27; with regard to the arbitration agreement and consequently it is impossible to see how the arbitration agreement can be relied on in such a case to sustain a reference, however wide its terms may be. No width of language can make up for the alleged defect in the foundation.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\"> Suppose the arbitration clause comprised in express terms a dispute as to whether the contract was valid or not. Yet, if the contract was impugned on the ground that one of the parties\n\nwas a minor or insane at the time or that the whole contract was procured by fraud, even the express provision in the arbitration clause could not possibly authorise a reference of that dispute to arbitration, because on the case made, the arbitration agreement would be equally invalid and inoperative in law. It does not therefore seem correct to say that the parties can always include in the arbitration agreement a dispute as to the validity of the contract, if only they use sufficiently wide language and that when they have done so. there can always be a valid reference of the dispute to arbitration, even when the agreement is contained in the repudiated contract itself. I must therefore overrule the first contention of Mr. Ginwalla, based merely on the generality of the language used in the arbitration clause.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> 18.  There might, however, be cases where the alleged illegality, although it goes to the root of the contract, is not such as would necessarily affect even the ancillary terms. Such would be a case where there is no question of any contractual incapacity of the parties or of any basic defect which, if it vitiates the contract at all, vitiates the whole, but only a non-compliance with some provision of law which affects the principal contract, but does not affect the arbitration agreement. It has been said that in such a case, the question is whether the arbitration agreement is severable. Lord Wright, who said generally in the passages I have quoted from his speech in -- &#x27;Heyman v. Darwins Ltd. (A)&#x27; that he saw no reason why there could not be a valid submission of a question as to whether there had been a contract at all, made an exception in another part of his speech in respect of cases where the allegation might be that there had been no &#x27;consensus ad idem&#x27; but he added that in other cases of repudiation of the contract,  \n  &quot;it would be a question of construction whether the collateral arbitration clause could be treated as severable and could be invoked for settling such a dispute.&quot;  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_28\">  Mr. Ginwalla urged it as his second point that the arbitration clause in the present case was severable and could have independent effect.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> 19.  The learned trial Judge repelled the contention of Mr. Ginwalla in the view that an arbitration agreement presupposed a valid contract and that it was for that reason that it had been held that when the contract containing the arbitration clause was void &#x27;ab initio&#x27;, because the making of such a contract was illegal, the arbitration also became ineffective. He pointed out that Viscount Simon had pronounced on the precise case and had not said that the principal contract might in certain cases be void &#x27;ab initio&#x27;, being in contravention in law, but the arbitration agreement contained in it might still survive. That is one way of looking at the matter, but on the facts of the present case, there is another.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_30\"> It is true that <a href=\"/doc/1091250/\" id=\"a_19\">Section 5(2)</a> of the Ordinance only makes a jute-contract, entered into otherwise than in the manner laid down in <a href=\"/doc/420705/\" id=\"a_20\">Section 6</a>, void but it does not make arbitration agreements relating to such contracts void. Can it therefore be said that the invalidity, if any, attaches only to the principal contract, arising out of the manner of making it, but there having been no contractual incapacity in either of the parties, nor any mistake or fraud, they could validly agree to refer to arbitration disputes as to\n\nthe validity of the contract, as they had done, and that there is thus no bar to the agreement taking effect, even if the contract be challenged? The answer, in my view, must be in the negative.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_31\"> From, one point of view, the arbitration agreement can be treated as severable, because the alleged contraventions of the Ordinance which are said to have made the principal contract void, do not apply to the arbitration agreement. Judged by the Ordinance alone, the arbitration agreement stands apart &amp; unaffected. But really it is not severable and cannot escape the effect of the prohibition contained in the Ordinance, because it relates to the principal contract and thereby comes under the mischief of <a href=\"/doc/1625889/\" id=\"a_21\">Section 23</a>, Contract Act. That section provides that every agreement of which the object or consideration is unlawful is void and, further, that the consideration or object of an agreement is unlawful, if it is forbidden by law or is of such a nature that, if permitted, it would defeat the provisions of any law. The wide terms of the section cover a large variety of cases, but the principle underlying its application to cases of the present type has been thus stated:  \n</p><blockquote id=\"blockquote_5\">  &quot;When conditions are prescribed by statute for the conduct of any particular business or profession, and such conditions are not observed, agreements made in the course of such business or profession are void, if it appears from, the context that the object of the Legislature in imposing the condition was the maintenance of public order or safety or the protection of the persons dealing with those on whom the condition is imposed; but they are valid if no specific penalty is attached to the specific transaction&quot;   -- Pollock on Contract, 11th Edition, 277.   \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> I do not think there is any reason for saying that the enumeration of the objects of the Legislature, as given in the above passage, is exhaustive. The Ordinance, as its preamble states, was promulgated for ensuring an equitable supply of raw jute to the owners of different jute mills, because a crisis had arisen in the jute industry on account of owners of jute mills not being able to secure adequate supplies of raw jute at the controlled prices. In view of that object of the Ordinance which was to avert a disaster to a vital industry of the State, an agreement in connection with a sale of jute in breach of the Ordinance would clearly attract the ban imposed by<a href=\"/doc/1625889/\" id=\"a_22\"> S. 23</a>, Contract Act. Nor is there any reason for saying that S. 23 would invalidate only the contract for sale itself but not also any ancillary agreement connected with it.  \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> If the giving of security for money purporting to be due under an agreement which had an unlawful object, is itself unlawful, &#x27;Fisher v. Bridges&#x27;, (1854) 3 E1 &amp; B1 642 (B); -- &#x27;Geere v. Mane&#x27;, (1863) 2 H &amp; C 339 (C), an arbitration agreement regarding an unlawful jute contract which has the effect of withdrawing the contract from the view of the Court and enabling the parties to carry through an unlawful jute deal, settling such disputes as may arise through the agency of a private tribunal of their own choice, must also be unlawful. Such an agreement aids the transaction of jute business in a manner forbidden by the Ordinance. The other condition, viz., a penalty should be attached to the transaction, is also satisfied, because <a href=\"/doc/1091250/\" id=\"a_23\">Section 5 (3)</a> of the Ordinance makes the conclusion of\n\na contract for the sale or purchase of jute, otherwise than in the manner prescribed by <a href=\"/doc/420705/\" id=\"a_24\">Section 6</a>, a criminal offence, punishable with imprisonment or fine or both.  \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> In, my opinion, it is clear that when a contract for the sale of jute contravenes the Ordinance, an arbitration agreement relating to it is also unlawful and that being so, when a jute contract is impugned as invalid on the ground that it was entered into in violation of the Ordinance, an arbitration agreement contained in the contract is not severable and capable of having independent effect and accordingly it cannot sustain a reference of the dispute to arbitrators. The second contention of Mr. Ginwalla must therefore also be overruled.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_32\"> 20.  It appears to me further that even assuming that the arbitration clause is severable and the agreement therein contained can have independent effect, a dispute as to whether the contract is void is not comprised within the clause. It is true that &#x27;all&#x27; disputes are comprised. It is also true that the disputes which are intended to be within the ambit of the clause are described as disputes &#x27;arising out of or concerning or in connection with or in consequence of or relating to&#x27; the contract. But however widely various, they are to be disputes about or under &#x27;this contract&#x27;. It appears to me that when the parties used the expression &#x27;this contract&#x27; they were not thinking merely of the form of contract entered into by them, whether it was valid or not, but of a valid contract. The learned trial Judge proceeded substantially on the same ground, but he did not deal with the question as a question of construction of the clause, at least directly.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\"> It is noticeable that the parties had present to their minds a contingency when the contract, as such, might not be in force and operative and provided that even in such contingency, disputes between them would be referable to arbitration. They inserted the clause &#x27;whether or not the obligations of either or both parties under this contract be subsisting&#x27; and also the clause &#x27;whether or not this contract has been terminated or purported to be terminated or completed&#x27;. The first clause pre-supposes that certain obligations arose under the contract and the second pre-supposes that a contract came into existence. But the parties did not provide that disputes between them would be referable to arbitration, whether or not in law any obligation ever arose under the contract or whether or not the contract ever came into legal existence at all. I would therefore conclude that even as a matter of construction, the arbitration clause must be held to contemplate a valid contract and not to cover a dispute as to whether or not the contract was valid.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> 21.  Mr. Ginwalla lastly contended, as he had done before the learned trial Judge, that the question as to whether the contract was void &#x27;ab initio&#x27; or not, ought to be decided on the present application under <a href=\"/doc/1722761/\" id=\"a_25\">Section 34</a>. In support of this contention, he relied on the decision of S. R. Das J. in the case of -- &#x27;Khusiram Benarsi Lal v. Hanutmal Boid&#x27;, 53 Cal. W. N.. 505 (D). In that case, it was undoubtedly held that when on an application being made under <a href=\"/doc/1722761/\" id=\"a_26\">Section 34</a> for the stay of a suit, the plaintiff raised the plea that there was no valid arbitration agreement, because the contract containing it was itself void, as he was saying in his suit, an issue arose between the parties as to whether there was a valid and operative agreement which was the same thing as whether there was a valid contract and the Court not only had jurisdiction to decide the issue but also could not stay the suit or any part of it without deciding the same.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_35\"> But it was added that while it would be necessary to decide the issue if a stay was to be ordered, it would be necessary to decide it if the Court thought it proper not to order a stay for other reasons and such reasons might be the complicated nature of the issue which could be more conveniently tried in the suit or the fact that the only relief asked for in the suit was a declaration that the alleged contract, including the arbitration clause as a term thereof, never came into existence as a valid contract. In such a case, the Court might decline to embark upon a consideration of the question of the formation, existence and validity of the contract in the exercise of its discretion.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> It was however also said that when it was patent that the objection to the validity of the contract was not genuine and raised in good faith but only a device to avoid arbitration, the Court would act properly in exercising its discretion in favour of deciding the issue on the application by way of deciding the validity of the agreement and if the decision went against the plaintiff, he would have only himself to thank. That course might particularly be adopted in cases where the suit included other claims which would be within the arbitration agreement, if the agreement subsisted and where the basic objection to the validity of the contract, and of the agreement as a part of it, appeared to be disingenuous and frivolous. With great respect. I find it difficult to accept all of these propositions without further consideration but, in any event, they are of no assistance to Mr, Ginwalla in the present case.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_37\"> 22.  It is true that on an application under <a href=\"/doc/1722761/\" id=\"a_27\">Section 34</a>, the following three questions arise for decision of the Court, viz., (i) whether the plaintiff in the suit sought to be stayed is a party to the arbitration agreement, (ii) whether the applicant under <a href=\"/doc/1722761/\" id=\"a_28\">Section 34</a> is a party and (iii) whether the claim in the suit is in respect of any matter agreed to be referred. When the claim in the suit is for a declaration that the alleged contract is void &#x27;ab initio&#x27;, the third question means a question whether a dispute as to the validity of the contract is within the arbitration agreement; and when the arbitration agreement is contained in the contract and is also, so far as its language goes, wide enough to cover any dispute, the question narrows down to a question whether there is any valid agreement to refer. That question arises because, in the first place, the contract which contains the agreement is itself impugned as invalid and because, in the second place, if there was no valid agreement, nothing was validly agreed to be referred.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\"> But as I have already shown, the question whether there was ever a valid contract between the parties can never be a question for the arbitrators, when the arbitration agreement which gives them jurisdiction is contained in the very contract which is impugned, not because such a question cannot be within the\n\nwords of the arbitration clause, but because decision of such a question by the arbitrators which would involve a decision of whether the arbitration agreement from which they derive their authority is valid, is in the nature of things impossible. In those circumstances, it appears to me, as at present advised, that no useful purpose can be served by the Court pro-\n</p><p data-structure=\"Section\" id=\"p_39\"> ceeding to decide on the application under <a href=\"/doc/1722761/\" id=\"a_29\">Section 34</a> whether there is a valid arbitration agreement and necessarily, except where the alleged invalidity of the contract cannot affect the agreement, whether there is a valid contract.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_40\"> Suppose it holds that the agreement and the\ncontract containing it are valid. Can it, on the basis of that finding, hold that the dispute raised in the suit as to whether the contract is valid is within the arbitration clause and a matter agreed to be referred? Obviously it cannot, because such a dispute can never be within the jurisdiction of arbitrators. If it cannot so hold, it cannot stay the suit, because <a href=\"/doc/1722761/\" id=\"a_30\">Section 34</a> does not empower the Court to stay the suit on its own view that there is a valid contract and that the plaintiff&#x27;s contention to the contrary ,is unfounded. If the dispute raised in the suit as to whether there is a valid contract must remain outside the arbitration agreement, however unsubstantial it may be, that dispute can be finally decided only in the suit and the Court cannot lay it to rest by finding on the application under <a href=\"/doc/1722761/\" id=\"a_31\">Section 34</a> that there is a valid contract, nor can it stay the suit on such a finding. So long as any one of the conditions laid down in <a href=\"/doc/1722761/\" id=\"a_32\">Section 34</a> remains unsatisfied, the suit cannot be stayed.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_41\"> The section undoubtedly confers a discretion on the  Court,  but  it  is   only  a  discretion  to stay or not to stay the suit after the conditions laid down in the section are found to be satisfied or a discretion not to stay the suit in view of the difficulty of the questions on the facts of a case, but it is not a discretion to stay \n the suit even if one of the conditions may be unsatisfied.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_42\"> It follows that the moment it appears that the dispute raised in the suit is not a dispute in respect of a matter agreed to be referred, e.g., a dispute as to whether the alleged contract is void, there can no longer be any question of staying the suit. To proceed thereafter to decide, in a case where the arbitration agreement is contained in the impugned contract, whether the arbitration agreement or the contract containing it is valid, can be productive of no practical result except perhaps that if the contract is found to be valid, the plaintiff will have a short shrift in the suit. It also appears to me that the whole scope of <a href=\"/doc/1722761/\" id=\"a_33\">Section 34</a> is an enquiry as to whether the suit will be stayed and the moment it appears that the suit cannot be stayed, because the dispute raised by it is not a dispute agreed to be referred, the section exhausts itself and there is no warrant in its provisions for proceeding further to decide any other issue.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"> One must hesitate to differ from so eminent and experienced a Judge as S. R. Das J., but before assenting to some of his propositions, I should require to have my doubts dispelled. His Lordship relied on certain observations of Lord Porter in -- &#x27;Heyman v. Darwins Ltd&#x27;, (A)&#x27; but those observations were certainly influenced by the view of the learned Lord that even a dispute as to whether there was any\n\ncontract at all could be submitted to arbitration and that by an agreement contained in the &#x27;contract itself.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\"> 23.  But even accepting every one of the, principles laid down by S.R. Das J., I do not think that this is a proper case where we should take it upon ourselves to decide on the application under <a href=\"/doc/1722761/\" id=\"a_34\">Section 34</a> whether the contract, including therein the arbitration agreement, was valid. There is no reason for saying that the question is not a serious question and that it has not been raised in the suit in good faith. Whether the signature of a broker is sufficient for the purposes of an offer under the Ordinance, whether the fixation of a period for the conclusion of a contract is mandatory and whether the period of delivery prescribed by Rule 12 applies only when there is no agreement between the parties or whether any agreement as to the period of delivery must be subject to maximum laid down in Rule 12, are all difficult and substantial questions. In my opinion, the learned Judge exercised his discretion properly in leaving them to be decided in the suit.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\"> 24.  This, however, does not dispose of the case. The suit not only asks for a declaration that the contract was void &#x27;ab initio&#x27; but also, alternatively, for a declaration that the contract has become frustrated and for a declaration and adjudication of the rights of the parties. The last two matters are clearly within the jurisdiction of arbitrators, if there is a valid arbitration agreement. There is certainly a danger, to which Lord Porter adverted, of a party defeating an arbitration agreement by simply bringing a suit and putting in there a claim for a declaration that the alleged contract was void, &quot;at any rate until the question of jurisdiction had been decided&quot;.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_46\"> A stoppage of the arbitration proceedings till the question of jurisdiction has been decided in the suit cannot, I apprehend, be avoided, but when there are other questions raised by the suit, there is no reason why the plaintiff should be allowed to avoid arbitration even with regard to them, if jurisdiction, is found. The proper course to adopt in such a case is either to keep the application under <a href=\"/doc/1722761/\" id=\"a_35\">Section 34</a> pending till the question of jurisdiction is decided in the suit or to make a conditional order. The latter appears to me to be the more convenient course.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_47\"> 25.  In the result, the appeal is allowed in part. In modification of the order of S.R Das Gupta J., declining to stay the suit, I direct that the suit shall proceed for a decision, in the first instance, of the claim to the first two declarations asked for in the plaint. If it be held that there never was a valid contract between the parties and that the alleged contract, including all its terms, was void ab initio&#x27;, the suit will necessarily be decreed and will come to an end. If, however, it be held that the contract was valid, the rest of the suit shall be stayed. Each party will bear its own costs in this appeal. The appellant will be entitled to file its written statement within three weeks, as prayed for.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\"> Sarkar, J.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\"> 26.    I agree.  \n</p> \n\n","numcites":8,"numcitedby":7,"docsource":"Calcutta High Court","citetid":449410,"divtype":"judgments","relatedqs":[{"value":"contract void ab initio","formInput":"contract%20void%20ab%20initio"},{"value":"Heyman v. Darwins Limited","formInput":"Heyman%20v.%20Darwins%20Limited"},{"value":"void contracts","formInput":"void%20contracts"},{"value":"valid contract","formInput":"valid%20contract"},{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"\"void ab initio\"   void   contract ","formInput":"%22void%20ab%20initio%22%20%20%20void%20%20%20contract%20"},{"value":"ad idem","formInput":"ad%20idem"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"contract for arbitration agreement","formInput":"contract%20for%20arbitration%20agreement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"void ab initio\"","formInput":"%22void%20ab%20initio%22"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":" void ab initio","formInput":"%20void%20ab%20initio"},{"value":"arbitration, section 34","formInput":"arbitration%2C%20section%2034"},{"value":"Ab initio","formInput":"Ab%20initio"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"legal-and-illegal-considerations-and-objects","formInput":"tag:legal-and-illegal-considerations-and-objects"}],"courtcopy":false,"query_alert":null,"agreement":false}