{"tid":23112747,"publishdate":"2013-07-03","title":"M/S Swastik Gases P.Ltd vs Indian Oil Corp.Ltd on 3 July, 2013","doc":"<h2 class=\"doc_title\">M/S Swastik Gases P.Ltd vs Indian Oil Corp.Ltd on 3 July, 2013</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2013 SC 365, (2013) 115 CORLA 174, (2013) 2 CLR 280 (SC), (2013) 2 WLC (SC) 406, (2013) 3 ARBILR 161, 2013 (3) KLT SN 117 (SC), (2013) 4 ALL WC 4236, (2013) 4 CAL HN 146, (2013) 4 CURCC 251, (2013) 5 ALLMR 885, (2013) 5 MAD LW 749, (2013) 8 SCALE 433, 2013 (9) SCC 32, (2014) 1 ICC 657, (2014) 1 RECCIVR 52, (2013) 3 KER LT 117</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-m-lodha\">R.M. Lodha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-m-lodha\">R.M. Lodha</a>, <a href=\"/search/?formInput=benchid:m-b-lokur\">Madan B. Lokur</a>, <a href=\"/search/?formInput=benchid:k-joseph\">Kurian Joseph</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n\n                        CIVIL APPELLATE JURISDICTION\n\n                    CIVIL  APPEAL NO.  5086      OF 2013\n\n                  (Arising out of SLP(C) No. 5595 of 2012)\n\n\n\n\nM/s. Swastik Gases P. Ltd.                             … Appellant\n\n                   Vs.\n\nIndian Oil Corp. Ltd.                                    … Respondent\n\n\n\n                                  JUDGMENT\n</pre>\n\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">R.M. LODHA, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">           Leave granted.\n</p><p data-structure=\"Issue\" id=\"p_3\">2.          The short question that arises for consideration in this  appeal\nby special leave is, whether, in  view  of  clause  18  of  the  consignment\nagency agreement (for short, ‘agreement’) dated 13.10.2002,   the   Calcutta\nHigh Court has exclusive jurisdiction in respect of the application made  by\nthe appellant under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of  the  Arbitration  and  Conciliation  Act,\n1996 (for short, &#x27;1996 Act’).\n</p><p data-structure=\"Facts\" id=\"p_4\">3.          The above question arises in this way. The IBP Company  Limited,\nwhich has now merged with the  respondent-Indian  Oil  Corporation  Limited,\nhereinafter referred to as ‘the company’, was engaged  in  the  business  of\nstorage, distribution of  petroleum  products  and  also  manufacturing  and\nmarketing   of  various  types  of  lubricating  oils,  grease,  fluid   and\ncoolants. The company was interested to promote and  augment  its  sales  of\nlubricants and other products and was  desirous  of  appointing  consignment\nagents. The appellant, M/s. Swastik Gases Private Limited, mainly  deals  in\nstorage, distribution of petroleum products including  lubricating  oils  in\nRajasthan and its registered office is situated  at  Jaipur.   An  agreement\nwas entered into  between  the  appellant  and  the  company  on  13.10.2002\nwhereby the appellant was appointed  the  company’s  consignment  agent  for\nmarketing lubricants at Jaipur (Rajasthan).   There is  divergent  stand  of\nthe parties in respect of the place of signing the agreement. The  company’s\ncase is that the agreement has been signed at Kolkata while the  appellant’s\n stand is that it was signed at Jaipur.\n</p><p data-structure=\"Facts\" id=\"p_5\">4.          In or about November, 2003,  disputes arose between the  parties\nas huge quantity of stock of lubricants could not be sold by the  appellant.\nThe appellant requested the company to either liquidate the  stock  or  take\nback the stock and make payment thereof to the appellant.  The  parties  met\nseveral times but the disputes could not be resolved amicably.\n</p><p data-structure=\"Facts\" id=\"p_6\">5.          On 16.07.2007, the appellant  sent  a  notice   to  the  company\nclaiming a sum of Rs.18,72,332/- under diverse heads with a request  to  the\ncompany to make payment of the above amount  failing  which  it  was  stated\nthat the  appellant  would  pursue  appropriate  legal  action  against  the\ncompany.\n</p><p data-structure=\"Facts\" id=\"p_7\">6.          Thereafter,  on  25.08.2008  another  notice  was  sent  by  the\nappellant to the company invoking  arbitration  clause  wherein  name  of  a\nretired Judge of the High Court was proposed as the appellant’s  arbitrator.\n The company was requested to  name  their  arbitrator  within  thirty  days\nfailing which it was stated that the appellant would have no option  but  to\nproceed under <a href=\"/doc/1841764/\" id=\"a_2\">Section 11</a>  of the 1996  Act.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">7.          The company did not nominate its arbitrator within  thirty  days\nof receipt of the notice dated 25.08.2008 which led to the appellant  making\nan application under <a href=\"/doc/1841764/\" id=\"a_3\">Section 11</a> of the 1996 Act in the Rajasthan High  Court\nfor the appointment of arbitrator in respect of the disputes arising out  of\nthe above agreement.\n</p><p data-structure=\"Precedent\" id=\"p_9\">8.          The company contested the application  made  by  the  appellant,\ninter alia,  by raising a plea of lack of territorial  jurisdiction  of  the\nRajasthan High Court in the matter. The plea of the  company  was  that  the\nagreement has been made subject to jurisdiction of  the  courts  at  Kolkata\nand, therefore, Rajasthan High Court lacks the territorial  jurisdiction  in\ndealing with the application under <a href=\"/doc/1841764/\" id=\"a_4\">Section 11</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">9.          In the  course  of  hearing  before  the  designate  Judge,  two\njudgments of this Court, one  A.B.C. Laminart[1]  and  the  other  Rajasthan\nState Electricity Board[2] were cited. The designated Judge  applied  A.B.C.\nLaminart1 and held that Rajasthan High Court did not  have  any  territorial\njurisdiction to entertain the application under  <a href=\"/doc/1841764/\" id=\"a_5\">Section  11</a>  and  dismissed\nthe same while giving liberty to  the  appellant  to  file  the  arbitration\napplication in the Calcutta High Court. It  is  from  this  order  that  the\npresent appeal by special leave has arisen.\n</p><p data-structure=\"RespArg\" id=\"p_11\">10.         We have heard Mr. Uday Gupta, learned counsel for the  appellant\nand Mr. Sidharth  Luthra,  learned  Additional  Solicitor  General  for  the\ncompany. Learned Additional Solicitor General and learned  counsel  for  the\nappellant have cited many decisions  of  this  Court  in  support  of  their\nrespective arguments. Before we refer to these  decisions,  it  is  apposite\nthat we  refer  to  the  two  clauses  of  the  agreement  which  deal  with\narbitration  and  jurisdiction.    Clause  17  of  the   agreement   is   an\narbitration clause which reads as under:\n</p><blockquote id=\"blockquote_1\">            17.0.  Arbitration\n\n\n                 If any dispute or difference(s)  of  any  kind  whatsoever\n           shall arise between the parties hereto  in  connection  with  or\n           arising out of this Agreement, the parties hereto shall in  good\n           faith  negotiate  with  a  view  to  arriving  at  an   amicable\n           resolution and settlement. In the event no settlement is reached\n           within a period of 30 days from  the  date  of  arising  of  the\n           dispute(s)/difference(s), such dispute(s)/difference(s) shall be\n           referred to 2 (two)  Arbitrators,  appointed  one  each  by  the\n           parties and the Arbitrators, so appointed shall be  entitled  to\n           appoint  a  third  Arbitrator  who  shall  act  as  a  presiding\n           Arbitrator and the proceedings thereof shall  be  in  accordance\n           with the <a href=\"/doc/1306164/\" id=\"a_6\">Arbitration and Conciliation Act, 1996</a> or any statutory\n           modification or re-enactment thereof in force. The existence  of\n           any  dispute(s)/difference(s)  or   initiation/continuation   of\n           arbitration proceedings shall not permit the parties to postpone\n           or delay the performance of or to abstain from performing  their\n           obligations pursuant to this Agreement.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_12\">11.         The jurisdiction clause 18 in the agreement is as follows:\n</p><blockquote id=\"blockquote_2\">           18.0.   Jurisdiction\n                 The Agreement shall  be  subject  to  jurisdiction  of  the\n           courts at Kolkata.\n</blockquote>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_13\">12.         The contention of the learned counsel for the appellant is  that\neven though clause 18 confers jurisdiction to entertain  disputes  inter  se\nparties at Kolkata, it does not specifically bar jurisdiction of  courts  at\nJaipur where also part of the  cause  of  action  has  arisen.   It  is  the\nsubmission of the learned counsel that except execution  of  the  agreement,\nwhich was done at Kolkata,  though  it  was  signed  at  Jaipur,  all  other\nnecessary bundle of facts forming ‘cause of action’ have arisen  at  Jaipur.\nThis is for the reason that: (i) The regional office  of  the  respondent  –\ncompany is situate at Jaipur; (ii) the  agreement  was  signed  at   Jaipur;\n</p><p data-structure=\"Precedent\" id=\"p_14\">(iii) the consignment agency functioned  from  Jaipur;  (iv)  all  stock  of\nlubricants was delivered by the company to the appellant at Jaipur; (v)  all\nsales transactions took place at  Jaipur;  (vi)  the  godown,  showroom  and\noffice of the appellant were all situated in Jaipur; (vii) various  meetings\nwere held between the parties at Jaipur; (viii) the company agreed  to  lift\nthe stock and make payment in lieu thereof at a meeting held at  Jaipur  and\n</p><p data-structure=\"RespArg\" id=\"p_15\">(ix) the disputes arose at Jaipur. The learned  counsel  for  the  appellant\nwould submit that since part of the cause of action  has arisen  within  the\njurisdiction of the courts at Jaipur and  clause 18 does not expressly  oust\nthe jurisdiction of other  courts,  Rajasthan  High  Court  had  territorial\njurisdiction to try and entertain the petition under <a href=\"/doc/1841764/\" id=\"a_7\">Section 11</a> of the  1996\nAct.  He vehemently contended that clause 18  of  the  agreement  cannot  be\nconstrued as an ouster clause  because  the  words  like,  ‘alone’,  ‘only’,\n‘exclusive’ and ‘exclusive jurisdiction’ have not been used in the clause.\n</p><p data-structure=\"RespArg\" id=\"p_16\">13.         On the other hand, the learned Additional Solicitor General  for\nthe company stoutly defended the view  of  the  designate  Judge  that  from\nclause 18 of the agreement, it was apparent that  the  parties  intended  to\nexclude jurisdiction of all courts other than the courts at Kolkata.\n</p><p data-structure=\"Precedent\" id=\"p_17\">14.         Hakam Singh[3] is  one  of  the  earlier  cases  of  this  Court\nwherein this Court  highlighted  that  where  two  Courts  have  territorial\njurisdiction to try the dispute between the parties  and  the  parties  have\nagreed that dispute  should  be  tried  by  only  one  of  them,  the  court\nmentioned in the agreement shall  have  jurisdiction.   This  principle  has\nbeen followed in many subsequent decisions.\n</p><p data-structure=\"Precedent\" id=\"p_18\">15.         In Globe  Transport[4]   while  dealing  with  the  jurisdiction\nclause which read “the Court in Jaipur City alone  shall  have  jurisdiction\nin respect of all claims and matters arising (sic) under the consignment  or\nof the goods  entrusted  for  transportation”,  this  Court  held  that  the\njurisdiction clause in the agreement was valid and effective and the  courts\nat Jaipur only had jurisdiction and not the courts at  Allahabad  which  had\njurisdiction over Naini where goods were to be delivered and  were  in  fact\ndelivered. 16.         In A.B.C. Laminart1, this Court  was  concerned  with\nclause 11 in  the agreement which read, “any dispute  arising  out  of  this\nsale shall be subject to Kaira jurisdiction”.  The  disputes  having  arisen\nout of the contract between the parties, the  respondents  therein  filed  a\nsuit for recovery of amount against the appellants therein and also  claimed\ndamages in the court of subordinate judge at Salem.  The  appellants,  inter\nalia, raised  the preliminary objection that the subordinate judge at  Salem\nhad no jurisdiction to entertain the suit as  parties  by  express  contract\nhad agreed to confer  exclusive  jurisdiction  in  regard  to  all  disputes\narising out of the contract on the civil court at  Kaira.  When  the  matter\nreached this Court, one of the questions for consideration was  whether  the\ncourt at Salem had  jurisdiction  to  entertain  or  try  the  suit.   While\ndealing  with  this  question,   it  was  stated  by  this  Court  that  the\njurisdiction of the court in the matter of  contract  would  depend  on  the\nsitus of the contract and the cause of  action  arising  through  connecting\nfactors. The Court referred to <a href=\"/doc/1625889/\" id=\"a_8\">Sections 23</a> and <a href=\"/doc/1224074/\" id=\"a_9\">28</a>  of  the  Indian  Contract\nAct, 1872 (for short,  ‘<a href=\"/doc/171398/\" id=\"a_10\">Contract  Act</a>’)  and  <a href=\"/doc/1973055/\" id=\"a_11\">Section  20(c)</a>  of  the  Civil\nProcedure Code (for short ‘Code’) and also referred to  Hakam Singh3 and  in\nparagraph 21 (pgs. 175-176) of the Report held as under:\n</p><blockquote id=\"blockquote_3\">           “……When the clause is clear, unambiguous and  specific  accepted\n           notions of contract  would  bind  the  parties  and  unless  the\n           absence of ad idem can be shown, the other courts  should  avoid\n           exercising jurisdiction. As regards construction of  the  ouster\n           clause when words like ‘alone’, ‘only’, ‘exclusive’ and the like\n           have been used there may be no  difficulty.  Even  without  such\n           words in  appropriate  cases  the  maxim  ‘expressio  unius  est\n           exclusio alterius’ — expression  of  one  is  the  exclusion  of\n           another — may be applied. What  is  an  appropriate  case  shall\n           depend on the facts of the case. In such a case mention  of  one\n           thing may imply exclusion of another. When certain  jurisdiction\n           is specified in a contract an intention to  exclude  all  others\n           from its operation  may  in  such  cases  be  inferred.  It  has\n           therefore to be properly construed.”\n\nThen, in paragraph 22(pg. 176) of the Report, this Court held as under:\n</blockquote><blockquote id=\"blockquote_4\">           “…..We have already seen that making of the contract was a  part\n           of the cause of action and a suit on a contract therefore  could\n           be filed at the place where it was made. Thus Kaira Court  would\n           even otherwise have had jurisdiction. The  bobbins  of  metallic\n           yarn were delivered at the address of the  respondent  at  Salem\n           which, therefore, would provide the connecting factor for  court\n           at Salem to have jurisdiction. If out of the  two  jurisdictions\n           one was excluded by clause 11 it would not absolutely  oust  the\n           jurisdiction of the court and,  therefore,  would  not  be  void\n           against public policy and would not violate <a href=\"/doc/1625889/\" id=\"a_12\">Sections 23</a>  and  <a href=\"/doc/1224074/\" id=\"a_13\">28</a>\n           of the Contract Act. The question then  is  whether  it  can  be\n           construed to have excluded the  jurisdiction  of  the  court  at\n           Salem. In the clause ‘any dispute arising out of this sale shall\n           be subject to Kaira  jurisdiction’  ex  facie  we  do  not  find\n           exclusionary words like ‘exclusive’,  ‘alone’,  ‘only’  and  the\n           like. Can the maxim ‘expressio unius est exclusio alterius’   be\n           applied under the facts and circumstances of the case? The order\n           of confirmation is of no assistance. The other general terms and\n           conditions  are  also  not  indicative  of  exclusion  of  other\n           jurisdictions. Under the facts and circumstances of the case  we\n           hold that while connecting factor with  Kaira  jurisdiction  was\n           ensured by fixing the situs of the contract within Kaira,  other\n           jurisdictions  having  connecting  factors  were  not   clearly,\n           unambiguously and explicitly excluded. That being  the  position\n           it could not be said that the jurisdiction of the court at Salem\n           which  court  otherwise  had  jurisdiction  under  law   through\n           connecting factor of delivery of  goods  thereat  was  expressly\n           excluded……”\n\n</blockquote><blockquote id=\"blockquote_5\">17.          In  R.S.D.V.   Finance[5]    the   question   that   fell   for\nconsideration in the appeal was, in light of the endorsement on the  deposit\nreceipt  “subject to Anand jurisdiction”, whether the Bombay High Court  had\njurisdiction  to  entertain  the  suit  filed  by  the  appellant   therein.\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">Following A.B.C. Laminart1, this Court in paragraph 9 (pgs. 136-137) of  the\nReport held as under :\n</p><blockquote id=\"blockquote_6\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_1\">“We may also consider the effect of the endorsement ‘Subject  to\n           Anand jurisdiction’ made on the deposit receipt  issued  by  the\n           defendant. In the facts and circumstances of this case it cannot\n           be disputed that the cause of action had arisen at Bombay as the\n           amount of Rs 10,00,000 itself was paid through a cheque  of  the\n           bank at Bombay and the same was deposited in the bank account of\n           the defendant in the Bank of Baroda at  Nariman  Point,  Bombay.\n           The five post-dated cheques were also issued  by  the  defendant\n           being payable  to  the  plaintiff  at  Bombay.  The  endorsement\n           ‘Subject to Anand jurisdiction’ has been  made  unilaterally  by\n           the defendant while issuing the deposit receipt. The endorsement\n           ‘Subject to Anand jurisdiction’  does  not  contain  the  ouster\n           clause using the words like ‘alone’, ‘only’, ‘exclusive’ and the\n           like. Thus the maxim ‘expressio  unius  est  exclusio  alterius’\n           cannot be applied under the facts and circumstances of the  case\n           and it cannot be held that merely because  the  deposit  receipt\n           contained the endorsement ‘Subject  to  Anand  jurisdiction’  it\n           excluded the jurisdiction of all other courts who were otherwise\n           competent to entertain the suit. The  view  taken  by  us  finds\n           support from a decision of this Court in  <a href=\"/doc/997135/\" id=\"a_14\">A.B.C.  Laminart  Pvt.\n           Ltd. v. A.P. Agencies, Salem.”</a></span>\n\n</blockquote><blockquote id=\"blockquote_7\">18.         The question under consideration in  Angile  Insulations[6]  was\nwhether the court of subordinate judge, Dhanbad possessed  the  jurisdiction\nto entertain and hear the suit  filed  by  the  appellant  for  recovery  of\ncertain amounts due from the first respondent. Clause 21  of  the  agreement\ntherein read, “This work order is issued subject to the jurisdiction of  the\nHigh Court situated in Banglaore in the State of Karnataka…..”.  This  Court\nrelied upon A.B.C. Laminart1 and held that having regard  to  clause  21  of\nthe work order which was legal and valid, the parties  had  agreed  to  vest\nthe jurisdiction of the court situated within the territorial limit of  High\nCourt of Karnataka and, therefore,  the court of subordinate judge,  Dhanbad\nin Bihar did not have jurisdiction  to  entertain  the  suit  filed  by  the\nappellant therein.\n</blockquote><blockquote id=\"blockquote_8\">19.         Likewise, in Shriram City[7],  the   legal  position  stated  in\nHakam Singh3  was  reiterated.   In  that  case,  clause  34  of  the  lease\nagreement read  “subject  to  the  provisions  of  clause  32  above  it  is\nexpressly agreed by and between  the  parties  hereinabove  that  any  suit,\napplication and/or any other legal proceedings with regard  to  any  matter,\nclaims, differences and for disputes arising out of this agreement shall  be\nfiled  and  referred  to  the  courts  in  Calcutta  for  the   purpose   of\njurisdiction”. This Court held that clause 34 left no room  for  doubt  that\nthe  parties  had  expressly  agreed  between  themselves  that  any   suit,\napplication or any other  legal  proceedings  with  regard  to  any  matter,\nclaim, differences and disputes arising out of  this  claim  shall  only  be\nfiled in the courts in Calcutta. Whilst drawing difference between  inherent\nlack of jurisdiction of a court on account of some  statute  and  the  other\nwhere parties through  agreement  bind  themselves  to  have  their  dispute\ndecided by any one of the courts having jurisdiction, the Court said :\n</blockquote><blockquote id=\"blockquote_9\">           “9.……….It is open for a party for his  convenience  to  fix  the\n           jurisdiction of  any  competent  court  to  have  their  dispute\n           adjudicated by that court alone. In other words, if one or  more\n           courts have the jurisdiction to try any suit, it is open for the\n           parties to choose any one of the two competent courts to  decide\n           their disputes.  In  case  parties  under  their  own  agreement\n           expressly agree that their dispute shall be tried by only one of\n           them then the parties can only file the suit in that court alone\n           to which they have so agreed. In the present case,  as  we  have\n           said, through clause 34 of the agreement, the parties have bound\n           themselves that in any matter arising  between  them  under  the\n           said contract, it is the courts in  Calcutta  alone  which  will\n           have jurisdiction. Once parties bound themselves as such  it  is\n           not open for them to choose a different jurisdiction as  in  the\n           present case by filing the suit at  Bhubaneshwar.  Such  a  suit\n           would be in violation of the said agreement.”\n\n</blockquote><blockquote id=\"blockquote_10\">20.         In Hanil Era Textiles[8], this  Court  was  concerned  with  the\nquestion of jurisdiction of court of District Judge, Delhi. Condition 17  in\nthe purchase order in respect of jurisdiction read,  “…..  legal  proceeding\narising out of the order shall be subject to the jurisdiction of the  courts\nin Mumbai.”   Following   Hakam  Singh3  ,  A.B.C.  Laminart1   and   Angile\nInsulations6 , it was held in paragraph 9 (pg. 676) of the Report as under:\n</blockquote><blockquote id=\"blockquote_11\">           “Clause 17 says — any legal proceedings arising out of the order\n           shall be subject to the jurisdiction of the  courts  in  Mumbai.\n           This clause is no doubt not qualified by the words like “alone”,\n           “only” or “exclusively”.  Therefore,  what  is  to  be  seen  is\n           whether in the facts and circumstances of the present  case,  it\n           can be inferred that the jurisdiction of all other courts except\n           courts in Mumbai is excluded. Having regard to the fact that the\n           order was placed by the defendant at Bombay, the said order  was\n           accepted by the branch office of the plaintiff  at  Bombay,  the\n           advance payment was made by the defendant at Bombay, and as  per\n           the plaintiff&#x27;s case the final payment was to be made at Bombay,\n           there was a clear intention to confine the jurisdiction  of  the\n           courts in Bombay to the exclusion of all other courts. The Court\n           of  Additional  District  Judge,  Delhi   had,   therefore,   no\n           territorial jurisdiction to try the suit.”\n\n\n</blockquote><blockquote id=\"blockquote_12\">21.          In  New  Moga  Transport[9],  the  question   that   fell   for\nconsideration before this Court  was whether  the  High  Court’s  conclusion\nthat the civil court at Barnala  had  jurisdiction  to  try  the  suit   was\ncorrect or not? The clause in the consignment note read, “the court at  head\noffice city shall only be the jurisdiction in  respect  of  all  claims  and\nmatters  arising  under  the  consignment  at  the   goods   entrusted   for\ntransport.”  Additionally,  at  the  top  of  the  consignment   note,   the\njurisdiction has been  specified  to  be  with  Udaipur  court.  This  Court\nconsidered <a href=\"/doc/483593/\" id=\"a_15\">Section 20</a> of the Code  and following Hakam  Singh3  and  Shriram\nCity7,  in paragraph 19 (pg. 683) of the Report held as under :\n</blockquote><blockquote id=\"blockquote_13\">           “19. The intention of the parties can be culled out from use  of\n           the expressions “only”, “alone”, “exclusive” and the  like  with\n           reference to a particular court. But the intention to exclude  a\n           court&#x27;s jurisdiction should be reflected in clear,  unambiguous,\n           explicit and specific terms. In  such  case  only  the  accepted\n           notions of contract would bind the parties. The first  appellate\n           court was justified in holding that it  is  only  the  court  at\n           Udaipur which had jurisdiction to try the suit. The  High  Court\n           did not keep the relevant aspects in view  while  reversing  the\n           judgment of the trial  court.  Accordingly,  we  set  aside  the\n           judgment of the  High  Court  and  restore  that  of  the  first\n           appellate court. The court at Barnala shall return the plaint to\n           Plaintiff 1 (Respondent 1) with  appropriate  endorsement  under\n           its seal which shall present it within a period  of  four  weeks\n           from the date of such endorsement of return  before  the  proper\n           court at Udaipur…..”\n\n</blockquote><blockquote id=\"blockquote_14\">22.         The question for consideration in  Shree Subhlaxmi  Fabrics[10],\nwas whether city civil court at Calcutta  had  territorial  jurisdiction  to\ndeal with the dispute though condition 6 of the contract provided  that  the\ndispute under the contract would be decided by the court of  Bombay  and  no\nother courts. This Court referred to  Hakam  Singh3,  A.B.C.  Laminart1  and\nAngile Insulations6 and then in paragraph 18  (pg.  713)  and  paragraph  20\n(pg. 714) of the Report held as under :\n</blockquote><blockquote id=\"blockquote_15\">           “18. In the case on hand the clause in the indent is very  clear\n           viz. “court of Bombay and no other court”. The  trial  court  on\n           consideration of material on  record  held  that  the  court  at\n           Calcutta had no jurisdiction to try the suit.”\n           xxx       xxx       xxx\n\n\n            “20. In our opinion the approach  of  the  High  Court  is  not\n           correct. The plea of the jurisdiction goes to the very  root  of\n           the  matter.  The  trial  court  having  held  that  it  had  no\n           territorial jurisdiction to try the suit, the High Court  should\n           have gone deeper into the matter and until a clear  finding  was\n           recorded that the court had territorial jurisdiction to try  the\n           suit, no injunction could have been granted  in  favour  of  the\n           plaintiff by making rather a general remark that  the  plaintiff\n           has an arguable case that he did not consciously  agree  to  the\n           exclusion of the jurisdiction of the court.”\n\n</blockquote><blockquote id=\"blockquote_16\">23.         In Harshad Chiman Lal Modi[11], the clause  of  the  plot  buyer\nagreement read, “Delhi High Court or courts subordinate to it,  alone  shall\nhave jurisdiction in all matters arising out of, touching and/or  concerning\nthis transaction.” This  Court  held  that  the  suit  related  to  specific\nperformance of the contract and possession of  immovable  property  and  the\nonly competent court to try such suit was the court where the  property  was\nsituate and no other court. Since the property was not  situated  in  Delhi,\nthe Delhi Court had  no  jurisdiction  though  the  agreement  provided  for\njurisdiction of the court at Delhi. This  Court  found  that  the  agreement\nconferring jurisdiction on a court not having jurisdiction  was  not  legal,\nvalid and enforceable.\n</blockquote><blockquote id=\"blockquote_17\">24.          In  Rajasthan  State  Electricity  Board2,  two  clauses  under\nconsideration were clause 30 of the general conditions of the  contract  and\nclause 7 of the bank guarantee.  Clause 30 of the general conditions of  the\ncontract stipulated, “the contract  shall  for  all  purposes  be  construed\naccording to the laws of India and subject to jurisdiction  only  at  Jaipur\nin Rajasthan courts only……” and clause 7 of the bank  guarantee  read,  “all\ndisputes arising in the said bank guarantee between the Bank and  the  Board\nor between the supplier or the Board pertaining to this guarantee  shall  be\nsubject to the courts only at Jaipur in Rajasthan”.  In light of  the  above\nclauses, the question under consideration  before  this  Court  was  whether\nCalcutta  High  Court  where  an  application  under  <a href=\"/doc/811701/\" id=\"a_16\">Section  20</a>   of   the\nArbitration Act, 1940 was  made had  territorial jurisdiction  to  entertain\nthe petition or not. Following Hakam Singh3, A.B.C. Laminart1 and Hanil  Era\nTextiles8 , this Court  in paragraphs  27  and  28  (pgs.  114-115)  of  the\nReport held as under:\n</blockquote><blockquote id=\"blockquote_18\">           “27. The aforesaid legal proposition settled by  this  Court  in\n           respect of territorial jurisdiction and applicability of Section\n           20 of the Code to the Arbitration Act is clear, unambiguous  and\n           explicit. The said position is binding on both the  parties  who\n           were contesting the present proceeding. Both  the  parties  with\n           their open eyes entered into the aforesaid  purchase  order  and\n           agreements thereon which categorically provide that all disputes\n           arising between the parties  out  of  the  agreements  would  be\n           adjudicated upon and decided through the process of  arbitration\n           and that no court other than the  court  at  Jaipur  shall  have\n           jurisdiction  to  entertain  or  try  the  same.  In  both   the\n           agreements in  Clause  30  of  the  general  conditions  of  the\n           contract it was specifically mentioned that the  contract  shall\n           for all purposes be construed according to the laws of India and\n           subject to jurisdiction only at Jaipur in Rajasthan courts  only\n           and in addition in one of the purchase order the expression used\n           was that the court at Jaipur only  would  have  jurisdiction  to\n           entertain or try the same.\n</blockquote><blockquote id=\"blockquote_19\">            28. In the light of the aforesaid facts of  the  present  case,\n           the ratio of all the aforesaid decisions which are  referred  to\n           hereinbefore would squarely govern and apply to the present case\n           also. There is indeed an ouster clause  used  in  the  aforesaid\n           stipulations stating that the courts at Jaipur alone would  have\n           jurisdiction to try and decide the said proceedings which  could\n           be initiated for adjudication and deciding the disputes  arising\n           between the  parties  with  or  in  relation  to  the  aforesaid\n           agreements through the process of arbitration. In  other  words,\n           even  though  otherwise  the  courts  at  Calcutta  would   have\n           territorial jurisdiction to try and decide such disputes, but in\n           view of the ouster clause it is only the courts at Jaipur  which\n           would have jurisdiction to entertain such proceeding.”\n\nThen, in paragraph 35 (pg. 116) of the Report, the Court held as under:\n</blockquote><blockquote id=\"blockquote_20\">           “35. The parties have clearly  stipulated  and  agreed  that  no\n           other court, but only the court at Jaipur will have jurisdiction\n           to try and decide  the  proceedings  arising  out  of  the  said\n           agreements, and therefore, it is the civil court at Jaipur which\n           would alone have jurisdiction to try and decide such  issue  and\n           that  is  the  court  which  is  competent  to  entertain   such\n           proceedings. The said court being competent  to  entertain  such\n           proceedings,  the  said  court  at  Jaipur  alone   would   have\n           jurisdiction over the arbitration proceedings and all subsequent\n           applications arising  out  of  the  reference.  The  arbitration\n           proceedings have to be made at Jaipur  Court  and  in  no  other\n           court.”\n\n\n\n</blockquote><blockquote id=\"blockquote_21\">25.         In Balaji Coke[12] the question was, notwithstanding the  mutual\nagreement  to  make  the  high-seas  sale  agreement  subject   to   Kolkata\njurisdiction, whether it would be open to the respondent-company to  contend\nthat  since  a  part  of  cause  of  action  purportedly  arose  within  the\njurisdiction of Bhavnagar  (Gujarat)  Court,  the  application  filed  under\n<a href=\"/doc/1589358/\" id=\"a_17\">Section 9</a>  of  the  1996  Act  before  the  Principal  Civil  Judge  (Senior\nDivision), Bhavnagar (Gujarat) could still be maintainable.   This  question\narose in light of clause 11 of the agreement which contained an  arbitration\nclause and read as under :\n</blockquote><blockquote id=\"blockquote_22\">           “In case of  any  dispute  or  difference  arising  between  the\n           parties hereto or any claim or thing  herein  contained  or  the\n           construction thereof or as to any matter in  any  way  connected\n           with or arising out of these presents or the  operation  thereof\n           or the rights, duties or liabilities of  either  party  thereof,\n           then and in every such case the matter, differences or  disputes\n           shall be referred to an  arbitrator  in  Kolkata,  West  Bengal,\n           India in accordance with and subject to the  provisions  of  the\n           <a href=\"/doc/1306164/\" id=\"a_18\">Arbitration and Conciliation Act, 1996</a>, or any  other  enactment\n           or statutory modifications thereof for the time being in  force.\n           The place of arbitration shall be Kolkata.”\n\n</blockquote><blockquote id=\"blockquote_23\">26.         This Court held in para 30 (pg. 409) of  the  Report,  that  the\nparties had knowingly and voluntarily agreed that the contract  arising  out\nof the high-seas sale agreement would be  subject  to  Kolkata  jurisdiction\nand even if the courts in Gujarat also had  the  jurisdiction  to  entertain\nany action arising out of  the  agreement,  it  has  to  be  held  that  the\nagreement to have the disputes  decided  in  Kolkata  by  an  arbitrator  in\nKolkata was valid and respondent had wrongly chosen to file its  application\nunder <a href=\"/doc/1589358/\" id=\"a_19\">Section 9</a> of the 1996 Act before the Bhavnagar court (Gujarat).\n</blockquote><blockquote id=\"blockquote_24\">27.          The  question  in  Interglobe  Aviation[13],  inter  alia,  was\nwhether the Permanent Lok Adalat at Hyderabad had  territorial  jurisdiction\nto deal with the matter. The standard  terms  which  governed  the  contract\nbetween the  parties  provided,  “all  disputes  shall  be  subject  to  the\njurisdiction of the courts of Delhi only”. The contention on behalf  of  the\nappellant before this Court was that  the  ticket  related  to  travel  from\nDelhi to Hyderabad. The complaint was in  regard  to  delay  at  Delhi  and,\ntherefore, the cause  of  action  arose  at  Delhi  and  that  as   contract\nprovided  that  the  courts  at  Delhi  only  will  have  jurisdiction,  the\njurisdiction of other courts was ousted. This Court in  paragraph  22  (pgs.\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">476-477) of the Report held as under :\n</p><blockquote id=\"blockquote_25\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_2\">“22. As per the principle <a href=\"/doc/997135/\" id=\"a_20\">laid down in</a> A.B.C. Laminart [(1989) 2\n           SCC 163], any clause which ousts the jurisdiction of all  courts\n           having jurisdiction and conferring jurisdiction on a  court  not\n           otherwise having jurisdiction would be invalid. It is  now  well\n           settled that the parties cannot by agreement confer jurisdiction\n           on a court which does not have jurisdiction; and that only where\n           two or more courts have  the  jurisdiction  to  try  a  suit  or\n           proceeding, an agreement that the disputes shall be tried in one\n           of such courts is not contrary to public policy. The  ouster  of\n           jurisdiction of some courts is permissible so long as the  court\n           on which exclusive jurisdiction is conferred, had  jurisdiction.\n           If the clause had been made to apply only where a part of  cause\n           of action accrued in Delhi, it would have been valid. But as the\n           clause provides that irrespective  of  the  place  of  cause  of\n           action, only courts at Delhi would have jurisdiction,  the  said\n           clause is invalid in law, having regard to  the  principle  <a href=\"/doc/997135/\" id=\"a_21\">laid\n           down in</a> A.B.C. Laminart [(1989) 2 SCC 163].  The  fact  that  in\n           this case, the place of embarkation happened to be Delhi,  would\n           not validate a clause, which is invalid.”</span>\n\n</blockquote><blockquote id=\"blockquote_26\">28.         In a comparatively recent  decision  in  A.V.M.  Sales[14],  the\nterms of the agreement contained the clause, “any  dispute  arising  out  of\nthis  agreement  will  be  subject  to  Calcutta  jurisdiction  only”.   The\nrespondent before this Court had filed a suit at Vijayawada for recovery  of\ndues from the petitioner while the petitioner had filed a suit for  recovery\nof its alleged dues from the respondent in Calcutta High Court. One  of  the\nquestions under consideration before this Court was  whether  the  court  at\nVijayawada  had  no  jurisdiction  to  entertain  the  suit  on  account  of\nexclusion clause in the agreement. Having regard to the facts  obtaining  in\nthe  case,   this  Court  first  held  that  both  the  courts  within   the\njurisdiction of Calcutta and Vijayawada had jurisdiction to  try  the  suit.\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">Then it was held that in view of the exclusion clause in the agreement,  the\njurisdiction of courts at Vijayawada would stand ousted.\n</p><p data-structure=\"Section\" id=\"p_22\">29.         <a href=\"/doc/1523259/\" id=\"a_22\">Section 11(12)(b)</a> of  the  1996  Act  provides  that  where  the\nmatters referred to in sub-sections (4), (5), (6), (7), (8) and  (10)  arise\nin an arbitration other than the international commercial  arbitration,  the\nreference to ‘Chief Justice’ in those sub-sections shall be construed  as  a\nreference to the Chief Justice of the High Court within whose  local  limits\nthe Principal Civil Court referred to in <a href=\"/doc/831280/\" id=\"a_23\">Section  2(1)(e)</a>  is  situate,  and\nwhere the High Court itself is the court referred to in clause (e)  of  sub-\nsection (1) of <a href=\"/doc/831280/\" id=\"a_24\">Section 2</a>, to the Chief Justice of that  High  Court.  Clause\n</p><p data-structure=\"Precedent\" id=\"p_23\">(e) of sub-section  (1)  of  <a href=\"/doc/831280/\" id=\"a_25\">Section  2</a>  defines  ‘Court’  which  means  the\nprincipal Civil Court of original jurisdiction in a district,  and  includes\nthe High Court in  exercise  of  its  ordinary  civil  jurisdiction,  having\njurisdiction to decide the questions  forming  the  subject  matter  of  the\narbitration if the same had been the subject matter of a suit, but does  not\ninclude any civil court of a grade inferior to such principal  Civil  Court,\nor any Court of Small Causes.\n</p><p data-structure=\"Section\" id=\"p_24\">30.         When it  comes  to  the  question  of  territorial  jurisdiction\nrelating  to   the  application  under  <a href=\"/doc/1523259/\" id=\"a_26\">Section  11</a>,   besides   the   above\nlegislative provisions, <a href=\"/doc/483593/\" id=\"a_27\">Section 20</a>  of  the  Code   is   relevant.   <a href=\"/doc/483593/\" id=\"a_28\">Section\n20</a>  of  the  Code  states  that  subject  to  the  limitations  provided  in\n<a href=\"/doc/894399/\" id=\"a_29\">Sections 15</a> to <a href=\"/doc/353998/\" id=\"a_30\">19</a>, every suit shall be instituted  in  a  Court  within  the\nlocal limits of whose  jurisdiction  (a)  the  defendant,  or  each  of  the\ndefendants where there are more than one, at the  time  of  commencement  of\nthe suit, actually and voluntarily  resides,  or  carries  on  business,  or\npersonally works for gain; or (b) any of the  defendants,  where  there  are\nmore than one, at the time of the commencement of  the  suit,  actually  and\nvoluntarily resides, or carries on business, or personally works  for  gain,\nprovided that in such case either the leave of the court is  given,  or  the\ndefendants who do not reside, or carry on business, or personally  work  for\ngain, as aforesaid, acquiesce in such  institution;  or  (c)  the  cause  of\naction, wholly or in part arises. The explanation  appended  to  <a href=\"/doc/483593/\" id=\"a_31\">Section  20</a>\nclarifies that a corporation shall be deemed to carry  on  business  at  its\nsole or principal office in India or, in respect  of  any  cause  of  action\narising at any place where it has also a subordinate office, at such place.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">31.         In the instant case, the appellant does not  dispute  that  part\nof cause of action has arisen in Kolkata. What appellant says is  that  part\nof cause of action has also arisen in Jaipur and, therefore,  Chief  Justice\nof the Rajasthan High Court or  the  designate  Judge  has  jurisdiction  to\nconsider the application made by the appellant for  the  appointment  of  an\narbitrator under <a href=\"/doc/1523259/\" id=\"a_32\">Section 11</a>. Having regard to <a href=\"/doc/1523259/\" id=\"a_33\">Section 11(12)(b)</a> and  <a href=\"/doc/1089645/\" id=\"a_34\">Section\n2(e)</a> of the 1996 Act read with <a href=\"/doc/1973055/\" id=\"a_35\">Section 20(c)</a> of the Code, there  remains  no\ndoubt that  the Chief Justice or the designate Judge of the  Rajasthan  High\nCourt has jurisdiction in the matter. The question is, whether   parties  by\nvirtue  of  clause  18  of  the  agreement  have  agreed  to   exclude   the\njurisdiction of the courts at Jaipur or, in other words, whether in view  of\nclause 18 of the  agreement,  the  jurisdiction  of  Chief  Justice  of  the\nRajasthan High Court has been excluded. For answer to  the  above  question,\nwe have to see the effect of the jurisdiction clause in the agreement  which\nprovides that the agreement shall be subject to jurisdiction of  the  courts\nat Kolkata. It is a fact that whilst providing for  jurisdiction  clause  in\nthe agreement the words like  ‘alone’,  ‘only’,  ‘exclusive’  or  ‘exclusive\njurisdiction’ have not been used but this, in our view, is not decisive  and\ndoes not make any material difference.  The intention of the  parties  -  by\nhaving clause 18  in the agreement  – is  clear  and  unambiguous  that  the\ncourts at Kolkata shall have jurisdiction  which means that  the  courts  at\nKolkata alone shall have jurisdiction. It is so because for construction  of\njurisdiction clause, like clause 18 in the agreement,  the  maxim  expressio\nunius est exclusio alterius comes into play as there is nothing to  indicate\nto the contrary.   This legal maxim means that  expression  of  one  is  the\nexclusion of another. By making a provision that the  agreement  is  subject\nto the jurisdiction of the courts at Kolkata,  the  parties  have  impliedly\nexcluded the jurisdiction of other courts.   Where  the  contract  specifies\nthe jurisdiction of the courts at a particular place and  such  courts  have\njurisdiction to deal with the matter,  we think that  an  inference  may  be\ndrawn that parties intended to exclude all other courts. A clause like  this\nis not hit by <a href=\"/doc/1625889/\" id=\"a_36\">Section 23</a> of the Contract Act at all. Such clause is  neither\nforbidden by law nor it is against the public policy.  It  does  not  offend\n<a href=\"/doc/1224074/\" id=\"a_37\">Section 28</a> of the Contract Act in any manner.\n</p><p data-structure=\"Precedent\" id=\"p_26\">32.         The above view finds support from the decisions  of  this  Court\nin  Hakam Singh3, A.B.C. Laminart1, R.S.D.V. Finance5, Angile  Insulations6,\nShriram City7, Hanil Era Textiles8 and Balaji Coke12.\n</p><p data-structure=\"Conclusion\" id=\"p_27\">33.         In view of the above, we answer the question in the  affirmative\nand hold that the impugned order does not suffer from any error of law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">34.         Civil appeal is, accordingly, dismissed  with  no  order  as  to\ncosts. The appellant shall be at liberty to pursue its remedy under  <a href=\"/doc/1523259/\" id=\"a_38\">Section\n11</a> of the 1996 Act in the Calcutta High Court.\n</p><p data-structure=\"Precedent\" id=\"p_29\">                                             ……………………….J.\n                                             (R.M. Lodha)\n\n\n                                             ……………………….J.\n\n                                                (Kurian Joseph)\n\nNEW DELHI\n\nJULY 03, 2013.</p><pre id=\"pre_2\">\n\n\n                                                                  REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n                        CIVIL APPELLATE JURISDICTION\n                   CIVIL APPEAL NO.  5086          OF 2013\n                (Arising out of SLP (CIVIL) NO. 5595 OF 2012)\n\n\nM/s Swastik Gases P. Ltd.                        ...  Appellant\n\n                        Versus\n\nIndian Oil Corporation Ltd.                       ... Respondent\n\n\n\n                               J U D G M E N T\n\nMadan B. Lokur, J.\n1.     Leave granted.\n</pre><p data-structure=\"Conclusion\" id=\"p_30\">2.    While I agree with the conclusion arrived at  by  my  learned  Brother\nJustice Lodha, this judgment has been penned down to raise  the  question  –\nis it really necessary  for  this  Court  to  repeatedly  affirm  the  legal\nposition ad nauseam?  I believe the law on the subject is well  settled  and\nit is to nobody’s advantage if the same law is affirmed many times over.\n</p><p data-structure=\"Section\" id=\"p_31\">3.    The clause in the agreement that is sought to be interpreted reads  as\nfollows:\n</p><blockquote id=\"blockquote_27\">      -\n</blockquote><blockquote id=\"blockquote_28\">      “The agreement shall be subject  to  jurisdiction  of  the  Courts  at\n      Kolkata.”\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_32\">4.    In my opinion, the very existence of  the  exclusion  of  jurisdiction\nclause in the agreement would be rendered meaningless were it not given  its\nnatural and plain meaning. The use  of  words  like  “only”,  “exclusively”,\n“alone” and so on are not necessary to convey the intention of  the  parties\nin an exclusion of jurisdiction clause of an agreement.  Therefore, I  agree\nwith  the  conclusion  that  jurisdiction  in  the  subject  matter  of  the\nproceedings vested, by agreement, only in the Courts in Kolkata.\n</p><p data-structure=\"CDiscource\" id=\"p_33\"> 5.   The facts of the case have been detailed by my learned Brother and  it\nis not necessary to repeat them.\n</p><p data-structure=\"CDiscource\" id=\"p_34\">6.    Reference has been made to several decisions rendered  by  this  Court\nand I propose to briefly advert to them.\n</p><p data-structure=\"Precedent\" id=\"p_35\">One set of decisions:\n</p><p data-structure=\"Section\" id=\"p_36\">7.    There is really no difficulty in interpreting the exclusion clause  in\nthe first set of decisions. The clause in  these  decisions  generally  uses\nthe word “alone” and, therefore, it is quite obvious that the parties  have,\nby agreement, excluded the jurisdiction of courts -\nother than those mentioned in the agreement.  These  decisions,  along  with\nthe relevant clause, are as follows:\n</p><blockquote id=\"blockquote_29\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1548537\" id=\"span_3\">1. <a href=\"/doc/1548537/\" id=\"a_39\">Hakam Singh v. Gammon (India) Ltd.</a>, (1971) 1 SCC 286:</span>\n</blockquote><blockquote id=\"blockquote_30\">            “Notwithstanding the place where the work under this contract is\n           to be executed, it is mutually  understood  and  agreed  by  and\n           between the parties hereto that this Contract shall be deemed to\n           have been entered into by the parties concerned in the  city  of\n           Bombay and the court of law in the city of  Bombay  alone  shall\n           have jurisdiction to adjudicate thereon.” (emphasis given)\n\nIt  was  held  that  only  the  courts  in  Bombay  and  not  Varanasi   had\njurisdiction over the subject matter of dispute.\n</blockquote><blockquote id=\"blockquote_31\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1826064\" id=\"span_4\">2. <a href=\"/doc/1826064/\" id=\"a_40\">Globe Transport Corpn. v. Triveni Engg. Works</a>, (1983) 4 SCC 707:</span>\n</blockquote><blockquote id=\"blockquote_32\">            “The Court in Jaipur  City  alone  shall  have  jurisdiction  in\n           respect of all  claims  and  matters  arising  (sic)  under  the\n           consignment or  of  the  goods  entrusted  for  transportation.”\n           (emphasis given)\n\nIt  was  held  that  only  the  courts  in  Jaipur  and  not  Allahabad  had\njurisdiction over the subject matter of dispute.\n</blockquote><blockquote id=\"blockquote_33\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"518433\" id=\"span_5\">3. <a href=\"/doc/518433/\" id=\"a_41\">Angile Insulations v. Davy Ashmore India Ltd.</a>, (1995) 4 SCC 153:</span>\n</blockquote><blockquote id=\"blockquote_34\">            “This work order is issued subject to the  jurisdiction  of  the\n           High Court situated in Bangalore in the State of Karnataka.  Any\n           legal proceeding will, therefore, fall within  the  jurisdiction\n           of the above court only.” (emphasis given)\n\n</blockquote><blockquote id=\"blockquote_35\">-\n</blockquote><blockquote id=\"blockquote_36\">It was  held  that  only  the  courts  in  Karnataka  and  not  Dhanbad  had\njurisdiction over the subject matter of dispute.\n</blockquote><blockquote id=\"blockquote_37\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1069885\" id=\"span_6\">4. <a href=\"/doc/1069885/\" id=\"a_42\">New Moga Transport Co.  v.  United  India  Insurance  Co.  Ltd.</a>,\n           (2004) 4 SCC 677:</span>\n</blockquote><blockquote id=\"blockquote_38\">            “The court at head office  city  [Udaipur]  shall  only  be  the\n           jurisdiction in respect of all claims and matters arising  under\n           the consignment at the goods entrusted for transport.” (emphasis\n           given)\n\nIt  was  held  that  only  the  courts  in  Udaipur  and  not  Barnala   had\njurisdiction over the subject matter of dispute.\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899528\" id=\"span_7\">5. <a href=\"/doc/899528/\" id=\"a_43\">Shree Subhlaxmi Fabrics (P) Ltd. v. Chand Mal Baradia</a>, (2005) 10\n           SCC 704:</span>\n</p><blockquote id=\"blockquote_39\">            “Dispute under this contract shall be decided by  the  court  of\n           Bombay and no other courts.” (emphasis given)\n\nIt  was  held  that  only  the  courts  in  Bombay  and  not  Calcutta   had\njurisdiction over the subject matter of dispute.\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1295720\" id=\"span_8\">6. <a href=\"/doc/1295720/\" id=\"a_44\">Rajasthan State Electricity Board v. Universal Petrol  Chemicals\n           Limited</a>, (2009) 3 SCC 107:</span>\n</p><blockquote id=\"blockquote_40\">            “The contract shall for all purposes be construed  according  to\n           the laws of India and subject to jurisdiction only at Jaipur  in\n           Rajasthan courts only.” (emphasis given)\n\nIt  was  held  that  only  the  courts  in  Jaipur  and  not  Calcutta   had\njurisdiction over the subject matter of dispute.\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45319627\" id=\"span_9\">7. <a href=\"/doc/45319627/\" id=\"a_45\">A.V.M. Sales Corporation v. Anuradha Chemicals Private  Limited</a>,\n           (2012) 2 SCC 315:</span>\n</p><blockquote id=\"blockquote_41\">      -\n</blockquote><blockquote id=\"blockquote_42\">            “Any dispute arising out of this agreement will  be  subject  to\n           Calcutta jurisdiction only.” (emphasis given)\n\n      It was held that only the courts in Calcutta  and  not  Vijaywada  had\njurisdiction over the subject matter of dispute.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_40\">8.    The exclusion clause in the above cases is explicit  and  presents  no\ndifficulty in understanding or appreciation.\n</p><p data-structure=\"Precedent\" id=\"p_41\">Another set of decisions:\n</p><p data-structure=\"Precedent\" id=\"p_42\">9.  In the second set of decisions, the exclusion clause is not specific  or\nexplicit in as much as words like “only”, “alone” or  “exclusively”  and  so\non have not been used. This has  apparently  presented  some  difficulty  in\nappreciation.\n</p><p data-structure=\"Precedent\" id=\"p_43\">10.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_10\">In <a href=\"/doc/997135/\" id=\"a_46\">A.B.C. Laminart v. A.P. Agencies</a>, (1989) 2  SCC  163  the  relevant\nclause read as follows:</span>\n</p><blockquote id=\"blockquote_43\">      “Any dispute arising out of  this  sale  shall  be  subject  to  Kaira\n      jurisdiction.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">11.   Despite the  aforesaid  clause,  proceedings  were  initiated  by  the\nrespondent  in  Salem  (Tamil   Nadu).    The   appellant   challenged   the\njurisdiction of the Court at Salem to entertain the  proceedings  since  the\nparties had agreed that all disputes shall be subject  to  the  jurisdiction\nof the Courts in Kaira (Gujarat).  The Trial Court upheld the objection  but\nthat was set aside in appeal by the Madras High -\n</p><p data-structure=\"Precedent\" id=\"p_45\">Court which held that the Courts in Salem had the jurisdiction to  entertain\nthe proceedings.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">12.   The Civil Appeal filed by the appellant challenging  the  decision  of\nthe Madras High Court was dismissed by  this  Court  thereby  affirming  the\njurisdiction of the Court in Salem notwithstanding the exclusion clause.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">13.   While doing so, this Court held that when a  certain  jurisdiction  is\nspecified in a contract,  an  intention  to  exclude  all  others  from  its\noperation  may  be  inferred;  the  exclusion  clause  has  to  be  properly\nconstrued and the maxim “expressio unius est exclusio alterius”  (expression\nof one is the exclusion of another) may be applied.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">14.   Looking then to the facts and circumstances of the  case,  this  Court\nheld that the jurisdiction of Courts other than in Kaira were  not  clearly,\nunambiguously and explicitly excluded and therefore, the Court at Salem  had\njurisdiction to entertain the proceedings.\n</p><p data-structure=\"Precedent\" id=\"p_49\">15.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329089\" id=\"span_11\">In <a href=\"/doc/329089/\" id=\"a_47\">R.S.D.V. Finance Co. (P) Ltd. v. Shree Vallabh  Glass  Works  Ltd.</a>,\n(1993) 2 SCC 130, the exclusion clause read as follows :</span>\n</p><blockquote id=\"blockquote_44\">      -\n</blockquote><blockquote id=\"blockquote_45\">            “Subject to Anand jurisdiction.”\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">16.   Proceedings were initiated by the appellant in the  Ordinary  Original\nCivil Jurisdiction of the Bombay High Court. The respondent  questioned  the\njurisdiction of the Bombay High Court in view of the exclusion clause.   The\nlearned Single Judge held that the Bombay High  Court  had  jurisdiction  to\nentertain the proceedings.  However, the Division Bench of  the  High  Court\ntook the view that the Bombay High Court had no jurisdiction in  the  matter\nand accordingly dismissed the proceedings.\n</p><p data-structure=\"Precedent\" id=\"p_51\">17.   In appeal, this Court noted in paragraph 9  of  the  Report  that  the\nendorsement “Subject to Anand jurisdiction” had been  made  unilaterally  by\nthe respondent. Accordingly, there was no agreement between the  parties  to\nexclude the jurisdiction of the Bombay High Court.  Clearly,  this  decision\nturned on its own special facts.\n</p><p data-structure=\"Precedent\" id=\"p_52\">18.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1923755\" id=\"span_12\">In <a href=\"/doc/1923755/\" id=\"a_48\">Hanil Era Textiles Ltd. v. Puromatic Filters  (P)  Ltd.</a>,  (2004)  4\nSCC 671 the exclusion clause read as follows:</span>\n</p><blockquote id=\"blockquote_46\">      “Any legal proceeding arising out of the order shall be subject to the\n      jurisdiction of the courts in Mumbai.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_53\">19.   On a  dispute  having  arisen,  proceedings  were  instituted  by  the\nrespondent in the Courts in Delhi.  This was objected to by the -\nappellant but neither the Additional District Judge,  Delhi  nor  the  Delhi\nHigh Court accepted the contention of  the  appellant  that  the  Courts  in\nDelhi had no territorial jurisdiction in the matter.\n</p><p data-structure=\"CDiscource\" id=\"p_54\">20.    In  appeal,  this  Court  referred  to  A.B.C.  Laminart  and   after\nconsidering the facts and  circumstances  of  the  case  inferred  that  the\njurisdiction of all other Courts except the Courts in Mumbai  was  excluded.\nThis inference was drawn from the fact that the purchase  order  was  placed\nby the appellant at Mumbai and was accepted by  the  respondent  at  Mumbai.\nThe advance payment was made by the respondent at  Mumbai  and  as  per  the\ncase of the respondent itself the final payment was to be made at Mumbai.\n</p><p data-structure=\"Precedent\" id=\"p_55\">21.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28260\" id=\"span_13\">In <a href=\"/doc/28260/\" id=\"a_49\">Balaji Coke Industry Private Limited v. Maa Bhagwati  Coke  Gujarat\nPrivate Limited</a>, (2009) 9 SCC 403, the exclusion clause read as follows:</span>\n</p><blockquote id=\"blockquote_47\">      “In case of any dispute or  difference  arising  between  the  parties\n      hereto or any claim or thing  herein  contained  or  the  construction\n      thereof or as to any matter in any way connected with or  arising  out\n      of these presents or the operation thereof or the  rights,  duties  or\n      liabilities of either party thereof, then and in every such  case  the\n      matter, differences or disputes shall be referred to an arbitrator  in\n      Kolkata, West Bengal, India in accordance  with  and  subject  to  the\n      provisions of the <a href=\"/doc/1306164/\" id=\"a_50\">Arbitration and Conciliation Act, 1996</a>, or any other\n      enactment or statutory modifications thereof for  the  time  being  in\n      force. The place of arbitration shall be Kolkata.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\">22.   Notwithstanding the aforesaid clause, proceedings were  instituted  by\nthe respondent against the appellant in Bhavnagar (Gujarat). The  petitioner\nin this Court then moved a Transfer Petition under <a href=\"/doc/1806796/\" id=\"a_51\">Article 139-A(2)</a>  of  the\nConstitution of India for transfer of the  proceedings  to  Kolkata.   While\nallowing the Transfer Petition, this Court drew an inference, as  postulated\nin A.B.C. Laminart that the intention of the  parties  was  to  exclude  the\njurisdiction of Courts other than those in Kolkata.\n</p><p data-structure=\"Precedent\" id=\"p_57\">23.   Finally, in Shriram  City  Union  Finance  Corporation  Ltd.  v.  Rama\nMishra, (2002) 9 SCC 613, the exclusion clause read as follows:\n</p><blockquote id=\"blockquote_48\">      “Subject to the provisions of clause 32 above it is  expressly  agreed\n      by and between the parties  hereinabove  that  any  suit,  application\n      and/or any other legal proceedings with regard to any matter,  claims,\n      differences and for disputes arising out of this  agreement  shall  be\n      filed and referred to the  courts  in  Calcutta  for  the  purpose  of\n      jurisdiction.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_58\">24.   Proceedings were initiated by the respondent in Bhubaneswar  (Odisha).\n An objection was taken by the appellant that the Court in  Bhubaneswar  had\nno jurisdiction to entertain the proceedings.  However,  the  objection  was\nnot accepted by the Trial Judge, Bhubaneswar. In appeal, the District  Judge\naccepted the contention -\n</p><p data-structure=\"Precedent\" id=\"p_59\">of the appellant that only the Courts in Kolkata  had  jurisdiction  in  the\nmatter.  In a Civil Revision Petition filed before the Orissa High Court  by\nthe respondent, the order passed by the Trial Court was  affirmed  with  the\nresult that it was held  that  notwithstanding  the  exclusion  clause,  the\nCivil  Judge,  Bhubaneswar  (Odisha)  had  jurisdiction  to  entertain   the\nproceedings.\n</p><p data-structure=\"Precedent\" id=\"p_60\">25.   In the Civil Appeal filed by the appellant in this Court, it was  held\nthat the exclusion clause left no room for doubt that the parties  expressly\nagreed that legal proceedings shall be instituted  only  in  the  Courts  in\nKolkata. It was also held that the parties had agreed  that  the  Courts  in\nKolkata “alone” would have jurisdiction in the  matter  and  therefore,  the\nCivil Court, Bhubaneswar ought not to have entertained  the  proceedings.  A\nreading of the exclusion clause shows that it does not use the word  “alone”\nbut it was read into the clause by this Court as an inference drawn  on  the\nfacts of the case, in line with the decision  rendered  in  A.B.C.  Laminart\nand the relief declined in A.B.C. Laminart was granted in this case.\n</p><p data-structure=\"Section\" id=\"p_61\">26.   It will be seen  from  the  above  decisions  that  except  in  A.B.C.\nLaminart where this Court  declined  to  exclude  the  jurisdiction  of  the\nCourts in Salem, in all other similar cases an inference was -\ndrawn  (explicitly  or   implicitly)   that   the   parties   intended   the\nimplementation of the exclusion  clause  as  it  reads  notwithstanding  the\nabsence of the words “only”, “alone” or  “exclusively”  and  the  like.  The\nreason for this is quite obvious. The parties would not  have  included  the\nouster clause in their agreement were it not to carry any  meaning  at  all.\nThe very fact that the ouster clause is included in  the  agreement  between\nthe parties conveys their clear intention to  exclude  the  jurisdiction  of\nCourts other than those mentioned in the concerned  clause.  Conversely,  if\nthe parties had intended that all Courts where the  cause  of  action  or  a\npart thereof had  arisen  would  continue  to  have  jurisdiction  over  the\ndispute, the exclusion clause would not have found a place in the  agreement\nbetween the parties.\n</p><p data-structure=\"Precedent\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"323576\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1916513\" id=\"span_15\">27.   It is not necessary to refer to the decisions rendered by  this  Court\nin <a href=\"/doc/1916513/\" id=\"a_52\">Harshad Chimanlal Modi v. DLF Universal Limited</a>, (<a href=\"/doc/323576/\" id=\"a_53\">2005)  7  SCC  791  and\nInterGlobe Aviation Limited v. N. Satchidanand</a>,  (2011)  7  SCC  463   since\nthey deal with an issue that does not at all arise in  this  case.  In  this\ncontext it may only be mentioned that the appellant in the present case  did\nnot dispute -</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_63\">that a part of the cause of action arose  in  Kolkata,  as  observed  by  my\nlearned Brother Justice Lodha.\n</p><p data-structure=\"Conclusion\" id=\"p_64\">Conclusion:\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_65\"> 28.  For the reasons mentioned above, I agree with my learned Brother  that\nin the jurisdiction clause of  an  agreement,  the  absence  of  words  like\n“alone”,  “only”,  “exclusive”  or  “exclusive  jurisdiction”   is   neither\ndecisive  nor  does  it  make  any  material  difference  in  deciding   the\njurisdiction of a court. The very existence of a jurisdiction clause  in  an\nagreement makes the intention of the parties to  an  agreement  quite  clear\nand it is not advisable to read such  a  clause  in  the  agreement  like  a\nstatute. In the present case, only the Courts in  Kolkata  had  jurisdiction\nto entertain the disputes between the parties.\n</p><p data-structure=\"Conclusion\" id=\"p_66\">29.   The Civil Appeal is dismissed, as proposed, leaving the  appellant  to\npursue its remedy in Kolkata.</p><pre id=\"pre_3\">\n\n\n                                                                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1923755\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"518433\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329089\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1826064\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1295720\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"997135\" id=\"span_21\"><a href=\"/doc/997135/\" id=\"a_54\">.………………………J.\nNew Delhi                                            (Madan B. Lokur)\nJuly 3, 2013\n-----------------------\n[1]    A.B.C. Laminart Pvt. Ltd. and Another v. A.P. Agencies, Salem</a>;\n(<a href=\"/doc/1295720/\" id=\"a_55\">1989) 2 SCC 163\n\n[2]    Rajasthan State Electricity Board v. Universal Petrol Chemicals\nLimited</a>; (2009) 3 SCC 107\n\n[3]     Hakam Singh v. M/s. Gammon (India) Ltd;  (<a href=\"/doc/1826064/\" id=\"a_56\">1971) 1 SCC 286\n\n[4]     Globe Transport Corporation v. Triveni Engineering Works and\nAnother</a> ; (<a href=\"/doc/329089/\" id=\"a_57\">1983) 4 SCC 707\n\n[5]     R.S.D.V. Finance Co. Pvt. Ltd. v. Shree Vallabh Glass Works Ltd.</a>\n;(<a href=\"/doc/518433/\" id=\"a_58\">1993) 2 SCC 130\n\n[6]     Angile Insulations v. Davy Ashmore India Ltd. and Another</a>; (1995) 4\nSCC 153\n\n[7]     Shriram City Union Finance Corporation Limited v. Rama Mishra;\n(<a href=\"/doc/1923755/\" id=\"a_59\">2002) 9 SCC 613\n\n[8]     Hanil Era Textiles Ltd.  v. Puromatic Filters (P) Ltd</a> ; (2004) 4\nSCC 671\n\n[9]     New Moga Transport Co., through its Proprietor Krishanlal Jhanwar</span></span></span></span></span></span>\n</pre><p data-structure=\"Precedent\" id=\"p_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45319627\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"323576\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28260\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1916513\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899528\" id=\"span_26\">v. United India Insurance Co. Ltd. and others; (<a href=\"/doc/899528/\" id=\"a_60\">2004) 4 SCC 677\n\n[10]   Shree Subhlaxmi Fabrics (P) Ltd. v. Chand Mal Baradia and Others</a>;\n(<a href=\"/doc/1916513/\" id=\"a_61\">2005) 10 SCC 704\n\n[11]   Harshad Chiman Lal Modi v. DLF Universal Ltd. and Another</a>;  (<a href=\"/doc/28260/\" id=\"a_62\">2005) 7\nSCC 791\n\n[12]    Balaji Coke Industry Private Limited v. Maa Bhagwati Coke Gujarat\nPrivate Limited</a> ; (<a href=\"/doc/323576/\" id=\"a_63\">2009) 9 SCC 403\n\n[13]    Interglobe Aviation Limited v. N. Satchidanand</a>;  (<a href=\"/doc/45319627/\" id=\"a_64\">2011) 7 SCC 463\n\n[14]    A.V.M. Sales Corporation v. Anuradha Chemicals Private Limited</a> ;\n(2012) 2 SCC 315</span></span></span></span></span>\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_68\">-----------------------\n</p><span class=\"hidden_text\" id=\"span_27\">35</span>\n\n\n\n\n","numcites":28,"numcitedby":246,"docsource":"Supreme Court of India","citetid":23112747,"divtype":"judgments","relatedqs":[{"value":"expressio unius est exclusio alterius","formInput":"expressio%20unius%20est%20exclusio%20alterius"},{"value":"jurisdiction clause in agreement","formInput":"jurisdiction%20clause%20in%20agreement"},{"value":"territorial jurisdiction of court","formInput":"territorial%20jurisdiction%20of%20court"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"jurisdiction in contract","formInput":"jurisdiction%20in%20contract"},{"value":"subject matter jurisdiction","formInput":"subject%20matter%20jurisdiction"},{"value":"ouster clause ","formInput":"ouster%20clause%20"},{"value":"maxim","formInput":"maxim"},{"value":"ouster","formInput":"ouster"},{"value":"angile insulations","formInput":"angile%20insulations"},{"value":"a.b.c. laminart","formInput":"a.b.c.%20laminart"},{"value":"exclusion clause     ","formInput":"exclusion%20clause%20%20%20%20%20"},{"value":"jurisdiction of high court","formInput":"jurisdiction%20of%20high%20court"},{"value":"public policy","formInput":"public%20policy"},{"value":"jurisdiction of civil court","formInput":"jurisdiction%20of%20civil%20court"},{"value":"Swastik gases","formInput":"Swastik%20gases"},{"value":"agreement  - jurisdiction ","formInput":"agreement%20%20-%20jurisdiction%20"},{"value":"harshad chiman lal modi","formInput":"harshad%20chiman%20lal%20modi"},{"value":"Expressio Unius","formInput":"Expressio%20Unius"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"who-are-competent-to-contract","formInput":"tag:who-are-competent-to-contract"},{"value":"legal-and-illegal-considerations-and-objects","formInput":"tag:legal-and-illegal-considerations-and-objects"},{"value":"mistaken-agreement-void-due-to-mutual-error","formInput":"tag:mistaken-agreement-void-due-to-mutual-error"}],"courtcopy":true,"query_alert":null,"agreement":false}