{"tid":173418,"publishdate":"1961-01-03","title":"Britania Buildings And Iron Co. Ltd. vs State Of Orissa on 3 January, 1961","doc":"<h2 class=\"doc_title\">Britania Buildings And Iron Co. Ltd. vs State Of Orissa on 3 January, 1961</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1962ORI117, AIR 1962 ORISSA 117</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nG.C. Das, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The initial question that arises in this case is whether the suit-contracts are binding on the State Government to a limited extent; and whether in pursuance of the said contracts the plaintiff-company is entitled to recover the sale-tax paid by them from the State Government. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. By two contract&#x27;s being contract Nos. 2 and 5 of 1959-60 (sic 1949-50 ? ) both dated April 20, 1949 (Exts. 1 and 1/a) entered into between the plaintiff-Company and the State of Orissa, the plaintiff company agreed to carry out diverse construction works at the capital town of Bhubaneswar and to supply all necessary materials therefor to the defendant at the rates agreed to between them. According to the plaintiff Company under the aforesaid contracts, the State of Orissa agreed to reimburse the sales-tax payable by them in respect of the said building and construction works. By another contract being contract No. 22 of 1949-50 entered into between the same parties, the plaintiff-company was exempted from payment of the sales-tax. The plaintiff company admittedly had paid the sales-tax amounting to Rs. 13,706-10-6 in regard to contract Nos. 2 and 5 Similarly, they paid sales-tax of Rs. 13,098-14-9 in respect of the contract No. 22. Both these sums according to the plaintiff, were to be reimbursed by the State Government. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> Alternatively the plaintiff Company claimed that the State having enjoyed the benefits thereunder was to compensate them by refunding the amount paid towards the sales-tax. They also asserted that the State having caused its proper department to realise the sales tax from them was/ bound to reimburse the same. The interest on the amount of sales-tax paid by the Company was claimed at 6 per cent per annum by way of compensation. The plaintiff company by a further amendment of the plaint sought to avoid the provisions of the <a href=\"/doc/1317393/\" id=\"a_1\">Indian Limitation Act</a> on the ground that the defendant had acknowledged the liability in their letters dated 21-12-50 (Ext. 3) and 6-2-51 (Ext. 2). Accordingly, the plaintiff company filed the suit for recovery of an ascertained sum of Rs. 31,172-7-9. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 3. The claim of the plaintiff-Company was resisted by the State of Orissa on the ground that the contracts or the deeds of agreement in respect of contracts Nos. 2 and 5 did not contain clause 11 at the time they were signed by the Superintending Engineer Central Circle. Their definite case was that clause 11 was subsequently inserted without the knowledge of the Government. The notice inviting tenders for capital construction work in Unit No. 2 was issued on 30-4-48 by Mr. H. S. Kahai, the then Superintending Engineer, Central Circle, and the last date of submission of tender was 25-4-48. Though the plaintiff-company originally did not submit their tenders they, however, were selected as one of the Contractors and the works costing Rs. 10 lakhs and 2.60 lakhs were allotted to them by negotiation. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"> Both the agreements were signed on 21-3-49 by Mr. J.R. Engineer on behalf of the plaintiff-company and were accepted by Mr. H.S. Kahai on behalf of the Government on 20-4-49. Though under the rules the contract being of a negotiated nature was to be finally accepted by the Chief Engineer, it was never done. The liability for the payment of sales-tax was never raised at any time before the agreements were signed by the plaintiff and accepted by the Superintending Engineer. Under the rules, the Superintending Engineer had no power or authority to enter into any contract which entails financial commitment or loss of revenue to the State Government without the sanction of the Finance and Revenue Departments as the case may be. \n</p> \n\n<p data-structure=\"Section\" id=\"p_6\"> Moreover, the Government in their Finance Department Letter No. 5471 F dated 22-7-47 informed all concerned that the contractors were liable to pay sales-tax under the relevant provisions of <a href=\"/doc/163057486/\" id=\"a_2\">Orissa Sales-tax Act</a> and the Public Works Department and the other Departments were requested to furnish list of contractors for purpose of assessment and accordingly in Public Works Department Memo No. 12576 (12) A dated 1-8-47 all Executive Engineers and Superintending Engineers were directed to furnish list of contractors to the concerned sale-tax officers. On a representation made by the Ganjam District Contractors&#x27; Association in May 1949 to the Roads and Building Departments the Government took the definite decision that the contractors are liable to sales-tax. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\"> The defendant government had no information at any time that in spite of the aforesaid clear decision and in face of the clear provisions of the <a href=\"/doc/163057486/\" id=\"a_3\">Orissa Sales Tax Act</a>, the Superintendent Engineer would act to the contrary by inserting the clause in the agreements with the plaintiff Company exempting them from payment of sales-tax or providing for any reimbursement on that account. It was further contended that the matter for the first time was brought to the notice of the Govt. by the Accountant General, Orissa, after certain audit on 17-8-50. The Government thereafter, spared no time to enquire into the matter, and came to know that the relevant clauses in the agreements of the plaintiff-company as well as of few other contractors were embodied in them sometime after the final acceptance by the Superintending Engineer fraudulently and without authority. \n</p> \n\n<p data-structure=\"Section\" id=\"p_8\"> Alternatively, it was asserted that assuming that it was done with the knowledge of the Superintending Engineer and before the final acceptance of the agreement by him, this having been done in violation of the provisions of the Rules of Business governing such cases and without any authority of the concerned official, and the Government not having ratified the same at any time or having done nothing to cause any belief in the mind of the plaintiff-company the acceptance of such contract was not binding on the defendant-Government. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> The plaintiff-company being a registered dealer, had not to pay any sales-tax to the selling-dealer for the materials purchased by him but under the law he was liable to pay sales-tax to the Government. They cannot avoid it by an indirect method by shifting the liability to the defendant-Government under the colour and (sic) void agreements. The defendant also challenged the suit to be barred by limitation regarding the major portion of the claim. If was also contended that the suit is bad for non-joinder of Mr. H.S. Kahai as a party-defendant The claim for interest by way of compensation was asserted to be illegal and excessive. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\"> 4. On these pleadings several issues were framed. The witnesses were examined in this case, one on behalf of the plaintiff and the other on behalf of the defendant. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\"> 5. The learned additional subordinate judge, Puri who heard the suit, came to the conclusion that Exts. 1, 1/a and 1/b did contain the sales-tax clause before they were actually signed by either party. The plaintiff Company was not In a position to visualise that the Superintending Engineer entered into the contract by adding the sales-tax clause without the proper sanction of the Government and in utter disregard of the instruction so as to be denied of the advantage available for the same. He also came to the conclusion that the State of Orissa is estopped from asserting that the suit-agreement executed by the Superintending Engineer on their behalf could not bind them. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\"> Applying the principles of Sections 69 and W of the Indian Contract Act (Act IX of 1872.) he held that the plaintiff-company can recover the sales-tax independent of the agreement. He, however, found that the plaintiff&#x27;s claim for the amounts paid before 27-12-50 was barred by limitation and hence irrecoverable. With regard to interest he disallowed the same before the date of plaint, but all the same he allowed interest from 30-8-51 till 30-6-53 for wrongful retention of the amount, and eventually decreed the suit in part for Rs. 12,586/- with proportionate costs. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_13\"> 6. Against this decree, two appeals were filed, one by the plaintiff-company and the other by the State of Orissa. First appeal No. 99/57 was an appeal by the plaintiff-company against that part of the claim which was disallowed by the learned subordinate Judge on the ground of limitation. First appeal No. 112/57 was filed by the State Government of Orissa against the decree challenging the very liability of the State Government. Both the appeals were heard together and are governed by this common judgment. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_14\"> 7. Since the very liability of the defendant-Government was under challenge, it would be convenient to take up the appeal filed by the State of Orissa, (First Appeal No. 112/57) first. Four contentions were raised by the learned Advocate-General before this Court; (1) The clauses in respect of the payment of sales-tax or refund thereof by the State Government were never negotiated for, nor were they there when the agreements were signed by both parties ; (2) Assuming that the clauses were there whether the Government can be taken to have agreed to have taken upon themselves the liability to sales-tax when imposed; (3) Under the rules of business the Superintending Engineer had no power to saddle the Government with this liability; and (4) The Government neither by their words nor by conduct induced the plaintiff-company to believe that such obligations were within the scope of the Superintending Engineer even if he is taken, to be the agent of die Government. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\"> 8. It is well settled that the contracts by the Government may be embodied in formal documents and that even if no formal document is necessary, the correspondences embodying the contract must ex facie show that the contract was entered into by the Government or on behalf of the Government In this case, there were formal documents entered into between the parties, but the main question depends upon the various correspondences that passed between the plaintiff company and the Government on the one hand and the Superintending Engineer, Central Circle and the Chief Engineer on the other. Ext. 1 was signed by Mr. Engineer on behalf of the plaintiff company on 21-3-49, whereas on behalf of the Government of Orissa it was signed by Mr. H.S. Kahai on 20-4-49. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> In this document, Clause II &quot;Provincial sales-tax if paid by the contractors will be borne by the Department&quot; is in manuscript. This clause does not appear to have been initialled by either Mr. Engineer or Mr. Kahai. The usual signature of Mr. Kahai was there at the bottom of the page In Ext. 1/a clause 11 to the same effect was in type and was signed by both Mr. Engineer and Mr. Kahai. The language in Ext 1/b is slightly different and it was signed by Mr. Kahai on 10-1-50 and by Mr. Engineer on 23-2-50. In this document there are two inconsistent clauses, Clause (vi) is to the effect that &#x27;&#x27;all taxes to be paid by the contractors&quot; whereas in clause 13 it is stated that &quot;the contractors will not be liable to pay sales-tax.&quot; \n</p> \n\n<p data-structure=\"Section\" id=\"p_17\"> 9. Thus before proceeding to deal with various arguments as raised on behalf of the defendant Government, I would first refer to toe documents, because the oral evidence in this case is not of much help. \n</p> \n\n<p data-structure=\"Section\" id=\"p_18\"> (After referring to various documents His Lordship proceeded). \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_19\"> 11. With the above background, I will now proceed to consider the various arguments as made by the learned Advocate General. Coming to the first contention that the clause in respect of sales tax was there before the contract was signed between 21-3-49 and 20-4-49, relied on Exts. A, B, and C which have been &#x27;already  referred to. Ext. A is a covering letter of the plaintiff-company dated 18-3-49 enclosing the terms of the agreement. What appears from the record is that the terms of agreement were typed and Signed by Mr. Engineer and were sent from Calcutta. The sales tax as a condition was not entered therein, Ext, B. is the letter of the plaintiff-company dated 21-4-49 to the Superintending Engineer wherein the plaintiff-company had merely stated, that: &quot;Our rates do not include any sales tax.&quot; \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\"> Similarly Ext. G is dated 21-6-49 and it is a letter from the Superintending Engineer to the Chief Engineer in respect of new contracts. Therein the Superintending Engineer had only recommended for new contracts. He could have at that Stage stated that he had already inserted these clauses in Exts. 1 and 1/a but he did nothing. It was argued by Mr. Dasgupta as to when it was agreed, is now immaterial. Mr. Kahai in his letter dated 24-11-49. Ext. D stated that he had entered such a clause in the aforesaid document, and sought to have the approval of the Chief Engineer. Whatever the oral evidence may be, the document after it was signed by Mr. Engineer on 21-3-49 Was consigned to the Secretariat records of the Government of Orissa. The plaintiff-company had no access to this document after that. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> D. W. 1 Nilkantha Misra who was then acting as the personal assistant to the Superintending Engineer, Central Circle had stated in his evidence that the manuscript Clause 11 does not appear to be in the hand-writing of any of the assistants or any officer including Mr. Kahai. Be that as it may, in view of Mr. Kahai&#x27;s own admission in Ext. D dated 24-11-49, it must be held that such a clause was inserted into various agreements no matter at what particular time. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_22\"> 12. The sole question therefore, remains to be considered is whether Mr. Kahai had the necessary authority to saddle this liability on the States Government and whether the Government can be taken to have agreed to take upon themselves the liability of sales tax when imposed. The Orissa Sales tax Act (Orissa Act XIV of 1947) received the assent of the Governor-General on the 26th April, 1947 and was published in the official gazette on 13th May, 1947, and certain sections came into operation at once, and finally it was given effect to from 30-9-47. The law as it stood then, the works contractors were liable to pay sales-tax. In other words long before these agreements were entered into the <a href=\"/doc/163057486/\" id=\"a_4\">Orissa Sales-tax Act</a> had come into operation. \n</p> \n\n<p data-structure=\"Section\" id=\"p_23\"> Admittedly, the Superintending Engineer had limited powers. Mr. Dasgupta on behalf of the plaintiff company argued that the Superintending Engineer will be presumed to have the authority to negotiate and finalise the liability of the State Govt in respect of Sales tax when the power of technical sanction was delegated to him. The provisions of the Orissa P.W.D. Code are almost the same as in the manual of Works Audit Department! of the Office of the Accountant-General, Orissa. Paragraph 31 of the said Manual deals with technical sanction. In fact no project can possibly be undertaken without (a) financial allotment; (2) administrative approval; (3) technical sanction. In respect of the technical sanction the Government of Orissa had delegated full powers to the Chief Engineer. The power of the Superintending Engineer was restricted to Rs. 50,000/- for each work which was subsequently enhanced to one lakh as per paragraph 32. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\"> Paragraph 31 (A) states that the original sanctioning authority need not sanction a supplementary estimate if such sanction is within the competency of the lower authority. Accordingly, it was argued that the amount involved in the sales tax not being in excess of the powers of the original sanctioning authority is certainly within the competency of the Superintending Engineer. Paragraph 35 deals with the execution of deeds and contracts. It states that: \n</p><blockquote id=\"blockquote_1\">  &quot;In exercise of the powers conferred by Sub-section (3) of <a href=\"/doc/139974189/\" id=\"a_5\">Section 175</a> of the Government of India Act, the Governor is pleased to direct that the undermentioned clauses of deeds, contracts, and other instruments, may be executed on his behalf by the respective executive authority noted against each. Superintending Engineer.... has the power subject to the limit fixed by the departmental orders to execute all instruments relating to execution of works of all kinds connected with the building etc.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> The powers of accepting tenders are dealt with in paragraph 40 according to which the Superintending Engineer has full powers, subject to the proviso that the excess over estimate is within his power of sanction and also subject to the proviso that he should submit the contract documents to the Chief Engineer when it is beyond his power of acceptance or the tender is of special nature. Annexure A as far as paragraph 32 of the Manual regarding enhanced financial powers of the Public  Works  Department  officer  are   concerned,   is rather relevant. Clause (c) thereof speaks of powers or technical sanction;  Superintending Engineer........ one lakh. Clause (d) speaks about the power to pass the excess over estimate and it states that the Superintending Engineer can pass all excess of not more than 5 per cent of the amount of original estimate sanctioned by himself or higher authority provided that the total amount of excess is within the limit of his powers to sanction estimates, technically. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\"> He can also pass expenditure within a limit of Rs. 500/- on sanctioned original works or repairs, irrespective of the total amount of the sanctioned estimates. He has no powers to sanction excess over a revised estimate sanctioned by a higher authority. Clause (g) deals with acceptance of tenders. It states that the Superintending Engineer has full powers subject to the proviso that the excess over estimates is within his powers of sanction and also subject to the proviso that he should submit the contract documents to the Chief Engineer when it is beyond his powers of acceptance or the tender is of special nature. From the above it is evident how limited were the powers of the Superintending Engineer and how strictly it is enjoined on him to submit the contract documents to the Chief Engineer when it is beyond his powers. \n</p> \n\n<p data-structure=\"Section\" id=\"p_27\"> 13. <a href=\"/doc/138062738/\" id=\"a_6\">Section 175(3)</a> of the Government of India Act, 1935, is now embodied in the Constitution in <a href=\"/doc/1084525/\" id=\"a_7\">Article 299</a> by which all contracts made in exercise of the executive power of the Union or of State shall be expressed to be made by the President, or by the Governor, of the State as the case may be, and all contracts and all assurances of property made in exercise of that power shall be executed on behalf of the President or the Governor by such persons and in such manner as he may direct or authorise. Judicial opinion both in India and in England is unanimous that when a particular statute requires a particular act to be done in a specified manner, to be valid and binding, it must be done in the manner and any violation of the provisions of the Statute will render the act so done unenforceable at law. It may in cases work hardship on the plaintiff-company if the whole contract is declared invalid. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> In this connection it is worthwhile repeating the words of Lord Bramwell in the case of Young and Co. v. Mayor and Corporation of Royal Lamington Spa, (1883) 8 App Cas 517; \n</p><blockquote id=\"blockquote_2\">  &quot;It is idle to say there is no magic in a wafer. It continually happens that carelessness and indifference on the one side and the greed of gain on the other, cause a disregard of these safeguards and improvident engagements are entered into. Whether that has been so in this case, I have no notion but certainly the rate-payers of Lamington may well be astonished at the amount claimed of them. The decision may be hard in this case on the plaintiffs who may not have known the law. They and others must be taught it, which can only be done by its enforcement.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_29\"> It has not been argued before us that the whole contract is invalid. What the Advocate General argued was that the disputed contracts are void to the extent of inserting the clauses in respect of payment of sales tax. In view of the various rules as I have quoted above and in view of the numerous correspondences referred to, there is no manner of doubt that the Superintending Engineer had no authority to enter into such a contract, with the plaintiff-company. \n</p> \n\n<p data-structure=\"Section\" id=\"p_30\"> 14. The next branch of argument, necessarily was that even if he had no such authority the Superintending Engineer having acted as the agent of the defendant Government had exceeded his powers, for which the principal is liable. That brings us to a consideration of <a href=\"/doc/1260437/\" id=\"a_8\">Section 237</a> of the Indian Contract Act. Section 237 lays down that when an agent has without authority, done acts or incurred obligations to third persons on behalf of his principal, the principal is bound by such acts or obligations if he hag by his words or conduct induced such persons to believe that such acts and obligations were within the scope of the agent&#x27;s authority. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"615647\" id=\"span_1\">The Advocate General in this connection relied upon a decision of the Privy Council in the case of <a href=\"/doc/615647/\" id=\"a_9\">Collector of Muslipattam v. C. Venkata Narainapah</a>, 8 Moo Ind App 529 (PC). The direct question under consideration <a href=\"/doc/615647/\" id=\"a_10\">in that case</a> was the right of the Crown in taking an estate by escheat.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> The Collector, presumably, without any authority waived certain rights to which the Government might be entitled by escheat. Lord Justice Turner in the circumstances, held that the acts of a Government Officer bind the Government only where he is acting in the discharge of a certain duty within the limits of his authority or if he exceeds that authority when the Government in fact or in law directly or by implication ratifies the excess. In the instant case, there was no ratification by the defendant Government at any time. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1594731\" id=\"span_2\">Ha also sought to rely upon a decision of the Madras High Court in the case of <a href=\"/doc/1594731/\" id=\"a_11\">Perumol Mudaliar v. Province of Madras</a>, AIR 1950 Mad 194, The sole question for consideration in that appeal was whether the suit contract was valid and whether it complied with the provisions of <a href=\"/doc/139974189/\" id=\"a_12\">Section 175</a> of the Government of India Act, 1935. Although that was not a direct decision under <a href=\"/doc/1260437/\" id=\"a_13\">Section 237</a> of the Indian Contract Act, the learned Advocate-General relied on it for the sake of principle. The learned judges <a href=\"/doc/1594731/\" id=\"a_14\">in that case</a> held that where the correspondence disclosed that the contract was negotiated between the Superintendent of a Govt. Soap Institution, who was not authorised by the Government and the defendant and that the contract was also concluded between the same two parties and this was done with the permission of the Director of Industries who had been authorised by the Government, neither the Government, nor the Director of Industries entered into a contract with the defendant and the contract was therefore invalid, as it did not comply with Section 175.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_34\"> In the instant case the Superintending Engineer negotiated with the plaintiff-Company and completed the contract. That would in no event amount to a contract entered into by the Government since the powers of the Superintending Engineer as shown above are very much limited. There is not, an iota of evidence that the defendant-government either by word or by conduct had induced the plaintiff-company to believe that the Superintending Engineer had acted within the scope of his, authority. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_35\"> 15. Mr. Das Gupta then argued that assuming that there was no legal sanction the principal would be still bound when the agent had executed the contract. There is no evidence that the sales tax was negotiated for by the plaintiff-Company. Mr. Das Gupta referred us to a letter of the plaintiff-company to the Superintending Engineer, dated 28-9-49 in which the plaintiff-company had stated that they were agreeable to take up the work valued at Rs. 20 lakhs in connection with the buildings at capital at Bhubaneswar on the basis of their conversation on the 17th instant. Unfortunately it does not speak a word about the sales tax. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> He sought to rely upon a Privy Council decision reported in Ram Pertab v. G. Marshall ILR 26 Cal 701 (PC). What the Privy Council decided in that case was that the right of a third party against the principal on the conduct of his agent though made in excess of the agent&#x27;s actual authority was nevertheless enforceable where the evidence showed that the contracting party has been led into an honest belief of existence of authority to the extent apparent to him. There was evidence in that case that the plaintiff honestly Relieved in the existence of an authority. The facts are thus clearly distinguishable from the present case. What is more, <a href=\"/doc/1260437/\" id=\"a_15\">Section 237</a> of the Contract Act was not referred to nor the Board&#x27;s earlier decision in the case of Collector, of Musalipattam, 8 Moo Ind App 529 (PC). \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"472693\" id=\"span_3\">The next case sought to be relied upon by Mr. Das Gupta was a case reported in 1949 Nag 1121 (sic). That was a case of a Firm and the implied authority was there. Hence that case is of no avail to his contentions. The only other case that was referred to was a case of the Allahabad High Court reported in <a href=\"/doc/472693/\" id=\"a_16\">Fazal Ilahi v. East India Railway Co.</a>, AIR 1922 All 324. The facts <a href=\"/doc/472693/\" id=\"a_17\">in that case</a> were that a parcel clerk of the E. I. R. Company received certain explosives at parcel rates and did not send the goods in time. There having been unreasonable delay the Railway Company was held liable under <a href=\"/doc/14176619/\" id=\"a_18\">Section 72</a> of the Indian Railways Act. I do not see how this case can be of any help to the contention of Mr. Das Gupta.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_38\"> 16. It was next argued that when there was ratification of a part of the contract it must be held that there was ratification of the whole. Mr. Das Gupta&#x27;s whole argument was founded on the basis that the Superintending Engineer though had limited powers had entered into a contract much above his technical powers, and the Government had never questioned the validity of such a contract. Thus, the Government having ratified that part of the contract, must be held to have ratified the contract as a whole including the clause in regard to sales tax. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\"> Reliance was sought to be placed upon a case of Calcutta High Court reported in Kattyayani Devi v. Port Canning and Land Improvement Co., AIR 1915 Cal 54. What was decided in that case was that a principal cannot on his own authority ratify a transaction in part and repudiate it as to the rest, and hence the general rule is that where ratification is established as to a part, it operates as a confirmation of the whole of that particular transaction of the agent. In the instant case there is no such evidence that the Government had ratified any part of the contract. It may well be that :from the beginning full powers were delegated to the Superintending. Engineer in view of the urgency. However, that would be a matter of speculation in which I would not like to indulge. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"732821\" id=\"span_4\">17. Lastly it was argued that the Government having received certain benefits under the contract is bound to pay back the sales tax as paid by the plaintiffs Company. On this behalf Mr. Das Gupta relied upon two decisions of the Supreme Court reported in <a href=\"/doc/732821/\" id=\"a_19\">Chatturbhuj Vithaldas v. Moreswar Parashram</a>, AIR 1954 SC 236 and Thwardas Pherumal v. Union of India (S) AIR 1955 SC 468. In the case of AIR 1954 SC 236, their Lordships laid down the exact scope of Clause (d) of <a href=\"/doc/757933/\" id=\"a_20\">Section 7</a> of the Representation of the People Act, 1951. What eventually was held in that case was a contract for the supply of goods does not terminate when the good are supplied, it continues in being till it is fully discharged by the performance on both sides. It cannot be said that the moment a contract is fully executed on one side and all that remains is to receive payment from the other, then the contract terminates and new relationship of debtor and creditor takes its place.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_41\"> There is always a possibility of the liability being disputed before actual payment is made and the vendor may have to bring an action to establish his claim to payment. The existence of the debt depends upon the contract and cannot be established without showing that payment was a term of the contract. It is true that the contractor might abandon the contract and sue on &#x27;Quantum meruit&#x27; but if the other side contested and relied on the terms of the contract, the decision would have to rest on the basis. Their Lordships further held that <a href=\"/doc/63501738/\" id=\"a_21\">Section 7(d)</a> does not require that the contracts at which it strikes should be enforceable against the Government; all that it requires is that the contracts shou&#x27;d be for the supply of goods to the Government. The purpose of the: Act is to maintain the purity of the legislature and to avoid a conflict between duty and interest. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\"> It is obvious that the temptation to place interest before duty is just as great when there is likely to be some difficulty in recovering the money from Government as when there is none. Thus this decision does not help the contention of Mr. Das Gupta at all. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"> 18. In the case of (S) AIR 1955 SC 468, there was an express stipulation and the damage claimed in that case was independent of the contract. The contract with the Government was for the supply of pucca bricks according to the schedule and delivery was to be made at kiln site. The Government defaulted in removing the burnt bricks resulting in lacs of Kucha bricks being destroyed by rains. The claim was made for the Kucha bricks against the Government. The contract contained an express stipulation that the Government will not entertain any claim for damages to unburnt bricks due to any cause whatsoever. It was held that due to the default of the Government the plaintiff suffered the damages, &amp; the contractor was entitled to the same and the Government was held responsible since the damages were occasioned by the breach of the contract to remove the pucca bricks which, it had undertaken to remove. But under certain other considerations regarding the duty of the contractor, otherwise available, the Supreme Court relieved the Government of all liability. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\"> The last case referred to was a case of the Lahore High Court reported in Secretary of State v. G. T. Sarin AIR 1930 Lah 364. In that case it was held by Tek Chand J. that it was not possible for the Court to accept the bare ipse dixit of a witness that he is acting as that agent of certain person in absence of any data as to whom and by whom he had been so authorised to act, whether the alleged authority was in writing or verbal, general or restricted and whether it empowered him to act alone or was to hold good in favour of his successor-in-office. This caser rather helps more the contention as raised on behalf of the defendant-Government. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_45\"> 19. What emerges from the above discussion is that the Superintending Engineer, Mr. Kahai had no authority to bind the State of Orissa for the payment of sales tax. To that extent the contract must be held to be void and She various contract&#x27;s not having been ratified by the defendant-Government, it cannot be made liable to pay back the sales tax which has been paid by the plaintiff company. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_46\"> 20. The only question that was argued in First Appeal No. 99/57 was the question of limitation. In view of my finding above, it is not necessary to deal with this question. Once it is decided that the State of Orissa is not bound by the contract and hence it is not liable to pay back the sales-tax, it is unnecessary to deal with the question of limitation. I may only mention that according to Mr. Dasgupta the claim of the plaintiff Company is not barred under <a href=\"/doc/1464822/\" id=\"a_22\">Article 115</a> of the <a href=\"/doc/1317393/\" id=\"a_23\">Limitation Act</a>, According to him from the correspondence it would appear that the payment of sales tax was under consideration of the Government as per Exts. 2 and 3. The Government finally denied the liability by their letter dated 6-9-51 (Ext. 5). Hence the limitation if at all, is to run from that date and the suit having been filed on 9-2-54 it was well within time. The learned Advocate General on the other hand contended that it is specially provided for under <a href=\"/doc/825474/\" id=\"a_24\">Article 62</a>, of the <a href=\"/doc/1317393/\" id=\"a_25\">Limitation Act</a>. Exts. 2 and 3 can in no event amount to an acknowledgment by the Government. By the time Exts. 2 and 3 were written Mr. Kahai had left the service and naturally the matter was being considered by the Government and the plaintiff company was informed accordingly. In order to warrant the provision of <a href=\"/doc/825474/\" id=\"a_26\">Article 62</a> the Government must show that they had accepted the money for plaintiff&#x27;s use. The group of articles beginning from <a href=\"/doc/858095/\" id=\"a_27\">Article 59</a> to 62 deal with creditors and debtors and the deposit of the money by one for the use of the other. Hence <a href=\"/doc/825474/\" id=\"a_28\">Article 62</a> cannot apply to the facts of the) present case. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_47\"> If I had come to the conclusion that the Government was bound by the various contracts and was liable to pay back the sales tax I would have held that not <a href=\"/doc/1464822/\" id=\"a_29\">Article 115</a> but probably the residuary <a href=\"/doc/1226884/\" id=\"a_30\">Article 120</a> would apply to the facts of the present case. The decision being otherwise, it is wholly unnecessary to enter into a consideration of the question of limitation. The learned Additional subordinate Judge appears to have approached the case completely from a wrong angle and accordingly his judgment must be set aside, \n \n\n</p><p data-structure=\"Conclusion\" id=\"p_48\"> 21. In the result First Appeal No. 99/57 is dismissed and First Appeal No. 112 of 1957 is allowed and the plaintiff&#x27;s suit is dismissed with costs throughout. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\">R.K. Das, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_50\"> 22. I  agree.\n</p>\n \n\n","numcites":17,"numcitedby":0,"docsource":"Orissa High Court","citetid":173418,"divtype":"judgments","relatedqs":[{"value":"ratification","formInput":"ratification"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"privy council","formInput":"privy%20council"},{"value":"Technical Sanction","formInput":"Technical%20Sanction"},{"value":"sanction authority","formInput":"sanction%20authority"},{"value":"contract act","formInput":"contract%20act"},{"value":"all acts in india","formInput":"all%20acts%20in%20india"},{"value":"reimbursement","formInput":"reimbursement"},{"value":"inducement ","formInput":"inducement%20"},{"value":"first appeals","formInput":"first%20appeals"},{"value":"indian contract act: loss of goods pledged","formInput":"indian%20contract%20act%3A%20loss%20of%20goods%20pledged"},{"value":"Superintendence power ","formInput":"Superintendence%20power%20"},{"value":"\"negotiation\"","formInput":"%22negotiation%22"},{"value":"bind  filter:  formal defendant","formInput":"bind%20%20filter%3A%20%20formal%20defendant"},{"value":"damages   filter:   execution of contract","formInput":"damages%20%20%20filter%3A%20%20%20execution%20of%20contract"},{"value":"112","formInput":"112"},{"value":"governor","formInput":"governor"}],"cats":[{"value":"limitation","formInput":"tag:limitation"},{"value":"principals-liability-for-inducing-unauthorized-acts","formInput":"tag:principals-liability-for-inducing-unauthorized-acts"}],"courtcopy":false,"query_alert":null,"agreement":false}