{"tid":147177435,"publishdate":"2022-06-02","title":"Uttam vs The State Of Maharashtra on 2 June, 2022","doc":"<h2 class=\"doc_title\">Uttam vs The State Of Maharashtra on 2 June, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-kohli\">Hima Kohli</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-kohli\">Hima Kohli</a>, <a href=\"/search/?formInput=benchid:b-r-gavai\">B.R. Gavai</a></h3>\n\n<pre id=\"pre_1\">Criminal Appeal No.485 of 2012\n\n\n\n\n                                                                     REPORTABLE\n\n                             IN THE SUPREME COURT OF INDIA\n                            CRIMINAL APPELLATE JURISDICTION\n\n                             CRIMINAL APPEAL NO.485 OF 2012\n\nUTTAM                                                                     .… APPELLANT\n\n                                                 VERSUS\n\nTHE STATE OF MAHARASHTRA                                                 …. RESPONDENT\n\n\n\n                                     JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">HIMA KOHLI, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.     The present appeal is directed against the judgment dated 26 th July, 2010 passed by\n\nthe Division Bench of the High Court of Bombay at Nagpur Bench. The High Court has\n\ndismissed the appeal preferred by the appellant against the judgment and order dated 29 th\n\nApril, 1997 passed by the 8th Additional Sessions Judge, Nagpur, convicting him for the offence\n\nunder <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a> of the Indian Penal Code, 1860 1 and sentencing him to suffer imprisonment\n\nfor life with a fine of ₹1,000/- (Rupees one thousand) and in default thereof, to suffer simple\n\nimprisonment for a period of three months.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n\n\n1 for short ‘<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>’\n\n<span class=\"hidden_text\" id=\"span_1\">                                             Page 1 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.     The case set up by the prosecution is that the deceased, Pushpabai and the appellant\n\nhad got married on 19th March, 1994. There was no issue from the marriage. The appellant\n\nwas a T.V. Mechanic. It was alleged that the appellant was having an illicit relationship with a\n\nwidow residing near their house, namely, Kusum Gaikwad. On 26 th March, 1995, the appellant\n\nand Kusum Gaikwad went to watch a movie. When he returned home in the evening hours, he\n\nwas confronted by his wife for having gone to watch a movie with Kusum Gaikwad. The\n\nappellant quarrelled with Pushpabai and told her that Kusum Gaikwad was his paramour. He\n\nhad also beaten Pushpabai. On the very next day, i.e., on 27 th March, 1995, between 11.00\n\na.m. and noon, the appellant had again picked up a quarrel with Pushpabai and he told her\n\nthat he would not leave Kusum Gaikwad. On Pushpabai demanding a divorce, the appellant\n\nlost his temper and assaulted her. Thereafter, he poured kerosene on his wife and set her on\n\nfire by lighting a match stick. At this, the appellant’s brother rushed to extinguish the fire by\n\npouring water on her. Pushpabai sustained severe burn injuries on her face, breast, stomach,\n\nboth hands and legs. She was taken for treatment to Mayo Hospital, Nagpur where she\n\nsuccumbed to her injuries on 31 st March, 1995.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">3.     The information about the aforesaid incident was communicated by Mayo Police Booth,\n\nNagpur to the Investigating Officer 2 Sub-Inspector Madhukar Gite (PW-14). The I.O. was\n\ninformed that Pushpabai had caught fire on account of the border, i.e., pallu of her saree falling\n\non the stove where she was preparing snacks. On receiving the above information, the I.O.\n\n\n2 for short ‘IO’\n\n<span class=\"hidden_text\" id=\"span_2\">                                           Page 2 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\nmade an entry in the Station diary and proceeded to the hospital, where he recorded the\n\nstatement of Pushpabai at 3.20 p.m. in the presence of two panchas (Ex.47). This was the\n\nfirst dying declaration of the deceased. In a gap of about one hour, the statement of\n\nPushpabai was recorded by the Special Executive Magistrate 3 (PW-9) between 4.30 and 5.00\n\nPM (Ex.38). This was the second dying declaration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">4.     Vide order dated 3rd February, 1997, charges were framed by the trial court against the\n\nappellant under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> IPC. As the appellant pleaded not guilty, the matter was taken to\n\ntrial. On its part, the prosecution examined 15 witnesses, including Ramkrishna Mahadeo\n\nUchale (PW-2), father of the deceased; Raju Larokar;, SEM (PW-9); Samir Vijay Choudhary\n\nJunior Resident Doctor (PW-10); Dr. Naresh Chandra Sethia Medical Officer; (PW-11); Balaji\n\nMohod (PW-12), the Mediator who had arranged the marriage of the parties; Prabhakar\n\nBhaurao Patil PSI (PW-13); SI Madhukar Gite (PW-14), who was the I.O.; and Rushi Shionkar\n\nAPI (PW-15). Out of fifteen witnesses, seven witnesses had turned hostile. Vide judgment\n\ndated 29th April, 1997, the appellant was convicted by the trial Court for having murdered his\n\nwife by pouring kerosene on her and setting her on fire. He was handed down a sentence of\n\nlife imprisonment with fine. For holding the appellant guilty of the offence, the trial court relied\n\non the two dying declarations of the deceased recorded in writing by PW-9 and PW-14 and the\n\nevidence of     PW-2 and PW-12, who deposed that the deceased had stated to them how the\n\nincident had taken place.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n3 for short ‘SEM’\n\n<span class=\"hidden_text\" id=\"span_3\">                                            Page 3 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_8\">5.     Aggrieved by the aforesaid judgment, the appellant preferred an appeal before the High\n\nCourt. Though the plea of the appellant who raised a question mark on the veracity of the two\n\nwritten dying declarations was upheld by the High Court, giving credence to the testimony of\n\nPW-2 and PW-12 coupled with the Chemical Analyser Report relating to the clothes of the\n\ndeceased and the appellant that detected kerosene on them, the judgment of the trial Court\n\nwas upheld and the appeal filed by the appellant was dismissed. The said order has been\n\nchallenged by the appellant in the present appeal.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">6.     Mr. Rohan Thanwani, learned counsel for the appellant has assailed the impugned\n\njudgment on the ground that although the High Court has discarded the two written dying\n\ndeclarations of the deceased, one recorded by the I.O. (Ex.-47) and the other recorded by the\n\nSEM (Ex.-38), it has still proceeded to uphold the judgment of the Session Court by\n\nerroneously placing reliance on the oral dying declarations stated to have been made by the\n\ndeceased to her father, Ramkrishna Mahadeo Uchale (PW-2) and to the Mediator, Balaji\n\nMohod (PW-12). Learned counsel contended that there were glaring material contradictions\n\nbetween the statements made by the deceased before PW-9 and PW-14 as against the\n\nstatements of PW-2 and PW-12 inasmuch as before PW-9, the deceased had claimed that the\n\nillicit relationship between the appellant and Kusum Gaikwad (PW-8) was the root cause of the\n\nquarrel between the couple, whereas the version of PW-2 and PW-12 was that the entire\n\nincident was attributable to the dowry demands made by the appellant on the deceased. It\n\nwas further contended that the version of the deceased as recorded in the first and the second\n\n<span class=\"hidden_text\" id=\"span_4\">                                          Page 4 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\nwritten dying declarations was entirely different from what was narrated by PW-2 and PW-12\n\nbefore the Court. In fact, neither PW-2 nor PW-12 had made any statement to the police under\n\n<a href=\"/doc/447673/\" id=\"a_4\">Section 161</a> of the Code of Criminal Procedure, 1898 4 and both the said witnesses had for the\n\nfirst time made statements only when they entered the witness box during the trial.\n\n</p><p data-structure=\"PetArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"433422\" id=\"span_5\">7.       It was canvassed by learned counsel for the appellant that once the High Court had\n\nrejected the written dying declarations of the deceased on the ground that there were several\n\nconspicuous loopholes in recording of the said statements, there was no good reason for the\n\nHigh Court to have relied on the oral statements allegedly made by the deceased to PW-2 and\n\nPW-12, which were equally unreliable and therefore, ought to have met the same fate as the\n\nwritten dying declarations of the deceased. To buttress his submission that where there are\n\nmultiple dying declarations and each one is inconsistent with the other, then all the said dying\n\ndeclarations ought to be discarded without any hesitation, learned counsel has cited <a href=\"/doc/433422/\" id=\"a_5\">Nallapati\n\nSivaiah v. Sub-Divisional Officer, Guntur, Andhra Pradesh</a> 5.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"138509747\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"624175\" id=\"span_7\">The unreliability of an oral\n\ndying declaration made to a family member in the absence of the doctor was sought to be\n\nquestioned by citing <a href=\"/doc/624175/\" id=\"a_6\">Arvind Singh v. State of Bihar6</a>, Arun Bhandudas Pawar v. State of\n\nMaharashtra7, and <a href=\"/doc/138509747/\" id=\"a_7\">Poonam Bai v. State of Chhattisgarh8</a>.</span></span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">8.       On the other hand, Mr. Sachin Patil, learned counsel appearing for the respondent -\n\nState of Maharashtra has with his usual vehemence, disputed the arguments advanced by the\n4    for short ‘<a href=\"/doc/445276/\" id=\"a_8\">Cr.PC</a>’\n5    (2007) 15 SCC 465\n6    (2001) 6 SCC 407\n7    (2008) 11 SCC 232\n8    (2019) 6 SCC 145\n\n<span class=\"hidden_text\" id=\"span_8\">                                           Page 5 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\nother side and stated that both the written dying declarations, the first one recorded by the I.O.\n\nat 3.20 PM and the second one recorded by the SEM (PW-9) at 4.30 PM, on the very same\n\nday, were consistent and the deceased had clearly stated that it was the appellant who had set\n\nher on fire. He also alluded to the two fitness certificates issued by the attending doctor (PW-\n\n</p><p data-structure=\"RespArg\" id=\"p_12\">10) in respect of the deceased before her statements were recorded and contended that the\n\nsaid certificates showed that she was in a sound state of mind and competent to depose.\n\nSimilarly, the oral dying declarations subsequently made by the deceased in the presence of\n\nher father (PW-2) and the mediator (PW-12) were also stated to be consistent with the version\n\nof the victim and worthy of credence. The narration as to the manner in which the deceased\n\nwas set on fire was stated to be consistent and it was contended that the cross-examination of\n\nthe said prosecution witnesses did not elicit anything favourable to the appellant on the above\n\naspect. Learned State counsel referred to the Chemical Analyser Report in respect of the\n\nclothes of the deceased and the appellant that were seized from the spot to urge that it lent\n\ncredence to the version of the prosecution that the appellant had poured kerosene on the\n\ndeceased and had set her on fire.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">9.     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"29943\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"58156263\" id=\"span_10\">In support of his submission that where there are conflicting dying declarations, the\n\nCourt can accept one and discard the other as long as it is satisfied that the basic statement of\n\nthe deceased had remained consistent, learned State counsel cited <a href=\"/doc/58156263/\" id=\"a_9\">State of Uttar Pradesh v.\n\nVeerpal and Another9</a>, <a href=\"/doc/29943/\" id=\"a_10\">Rizan and Another v. State of Chhattisgarh</a> 10 and Bhagwan\n\n9 (2022) 4 SCC 741\n10 (2003) 2 SCC 661\n\n<span class=\"hidden_text\" id=\"span_11\">                                            Page 6 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\nTukaram Dange v. State of Maharashtra 11.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"845834\" id=\"span_12\">The decision in <a href=\"/doc/845834/\" id=\"a_11\">Trimukh Maroti Kirkan v. State\n\nof Maharashtra12</a> was cited to state that the onus remains on the accused to explain how the\n\ndeath had taken place within the privacy of the home, away from public gaze.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">10.    We have given our thoughtful consideration to the arguments advanced by learned\n\ncounsel for the parties and carefully perused the record. The entire issue in the present case\n\nhinges on the admissibility and evidentiary value of the dying declarations made by the\n\ndeceased, two of which were in writing and recorded by PW-9 and PW-14 and the other two\n\nwere oral and communicated by the deceased to PW-2 and PW-12.\n\n</p><p data-structure=\"PetArg\" id=\"p_15\">11.    Dying declaration is the last statement that is made by a person as to the cause of his\n\nimminent death or the circumstances that had resulted in that situation, at a stage when the\n\ndeclarant is conscious of the fact that there are virtually nil chances of his survival. On an\n\nassumption that at such a critical stage, a person would be expected to speak the truth, courts\n\nhave attached great value to the veracity of such a statement. Section 32 of the Indian\n\nEvidence Act, 187213 states that when a statement is made by a person as to the cause of\n\ndeath, or as to any of the circumstances which resulted in his death, in cases in which the\n\ncause of that person’s death comes into question, such a statement, oral or in writing made by\n\nthe deceased victim to the witness, is a relevant fact and is admissible in evidence. It is\n\nnoteworthy that the said provision is an exception to the general rule contained in <a href=\"/doc/1144631/\" id=\"a_12\">Section 60</a> of\n\n\n11 (2014) 4 SCC 270\n12 (2006) 10 SCC 681\n13 for short ‘<a href=\"/doc/1953529/\" id=\"a_13\">Evidence Act</a>’\n\n<span class=\"hidden_text\" id=\"span_13\">                                           Page 7 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\nthe <a href=\"/doc/1953529/\" id=\"a_14\">Evidence Act</a> that ‘hearsay evidence is inadmissible’ and only when such an evidence is\n\ndirect and is validated through cross-examination, is it considered to be trustworthy.\n\n</p><p data-structure=\"Precedent\" id=\"p_16\">12. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1053935\" id=\"span_14\">In <a href=\"/doc/1053935/\" id=\"a_15\">Kundula Bala Subrahmanyam and Another v. State of Andhra Pradesh</a> 14, this\n\nCourt had highlighted the significance of a dying declaration in the following words :</span>\n\n</p><blockquote id=\"blockquote_1\">                 “18. <a href=\"/doc/1135830/\" id=\"a_16\">Section 32(1)</a> of the Evidence Act is an exception to the general rule that\n                 hearsay evidence is not admissible evidence and unless evidence is tested by\n                 cross-examination, it is not creditworthy. Under <a href=\"/doc/1959734/\" id=\"a_17\">Section 32</a>, when a statement is\n                 made by a person, as to the cause of death or as to any of the circumstances\n                 which result in his death, in cases in which the cause of that person&#x27;s death\n                 comes into question, such a statement, oral or in writing, made by the deceased\n                 to the witness is a relevant fact and is admissible in evidence. The statement\n                 made by the deceased, called the dying declaration, falls in that category provided\n                 it has been made by the deceased while in a fit mental condition. A dying\n                 declaration made by person on the verge of his death has a special sanctity as at\n                 that solemn moment, a person is most unlikely to make any untrue statement. The\n                 shadow of impending death is by itself the guarantee of the truth of the statement\n                 made by the deceased regarding the causes or circumstances leading to his\n                 death. A dying declaration, therefore, enjoys almost a sacrosanct status, as a\n                 piece of evidence, coming as it does from the mouth of the deceased victim. Once\n                 the statement of the dying person and the evidence of the witnesses testifying to\n                 the same passes the test of careful scrutiny of the courts, it becomes a very\n                 important and a reliable piece of evidence and if the court is satisfied that the\n                 dying declaration is true and free from any embellishment such a dying\n                 declaration, by itself, can be sufficient for recording conviction even without\n                 looking for any corroboration…….”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">13.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115725916\" id=\"span_15\">In <a href=\"/doc/115725916/\" id=\"a_18\">Shudhakar v. State of Madhya Pradesh</a> 15, this Court had opined that once a dying\n\ndeclaration is found to be reliable, it can form the basis of conviction and made the following\n\nobservations :</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">\n\n14 (1993) 2 SCC 684\n15 (2012) 7 SCC 569\n\n<span class=\"hidden_text\" id=\"span_16\">                                               Page 8 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n                “20. The “dying declaration” is the last statement made by a person at a stage\n                when he is in serious apprehension of his death and expects no chances of his\n                survival. At such time, it is expected that a person will speak the truth and only\n                the truth. Normally in such situations the courts attach the intrinsic value of\n                truthfulness to such statement. Once such statement has been made voluntarily,\n                it is reliable and is not an attempt by the deceased to cover up the truth or falsely\n                implicate a person, then the courts can safely rely on such dying declaration and\n                it can form the basis of conviction. More so, where the version given by the\n                deceased as dying declaration is supported and corroborated by other\n                prosecution evidence, there is no reason for the courts to doubt the truthfulness\n                of such dying declaration.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">14.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007294\" id=\"span_17\">In <a href=\"/doc/1007294/\" id=\"a_19\">Paniben (Smt.) v. State of Gujarat</a> 16, on examining the entire conspectus of the law\n\non the principles governing dying declaration, this Court had concluded thus :</span>\n\n</p><blockquote id=\"blockquote_2\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1940450\" id=\"span_18\">“18. …….. (i) There is neither rule of law nor of prudence that dying declaration\n                cannot be acted upon without corroboration. (<a href=\"/doc/1940450/\" id=\"a_20\">Munnu Raja v. State of M.P.17</a> )</span>\n\n</blockquote><blockquote id=\"blockquote_3\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1683212\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"596213\" id=\"span_20\">(ii) If the Court is satisfied that the dying declaration is true and voluntary it can\n                base conviction on it, without corroboration. (<a href=\"/doc/596213/\" id=\"a_21\">State of U.P. v. Ram Sagar\n                Yadav18</a> ; <a href=\"/doc/1683212/\" id=\"a_22\">Ramawati Devi v. State of Bihar19</a> ).</span></span>\n</blockquote>\n<blockquote id=\"blockquote_4\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159790\" id=\"span_21\">(iii) This Court has to scrutinise the dying declaration carefully and must ensure\n                that the declaration is not the result of tutoring, prompting or imagination. The\n                deceased had opportunity to observe and identify the assailants and was in a fit\n                state to make the declaration. (<a href=\"/doc/1159790/\" id=\"a_23\">K. Ramachandra Reddy v. Public Prosecutor20</a>) .</span>\n</blockquote>\n<blockquote id=\"blockquote_5\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137330\" id=\"span_22\">(iv) Where dying declaration is suspicious it should not be acted upon without\n                corroborative evidence. (<a href=\"/doc/137330/\" id=\"a_24\">Rasheed Beg v. State of M.P.21</a>)</span>\n\n</blockquote><blockquote id=\"blockquote_6\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"151017642\" id=\"span_23\">(v) Where the deceased was unconscious and could never make any dying\n                declaration the evidence with regard to it is to be rejected. (<a href=\"/doc/151017642/\" id=\"a_25\">Kake Singh v. State\n                of M. P.22</a>)</span>\n\n</blockquote><blockquote id=\"blockquote_7\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838495\" id=\"span_24\">(vi) A dying declaration which suffers from infirmity cannot form the basis of\n                conviction. (<a href=\"/doc/838495/\" id=\"a_26\">Ram Manorath v. State of U.P.23</a>)\n\n\n16 (1992) 2 SCC 474\n17 (1976) 3 SCC 104\n18 (1985) 1 SCC 552\n19 (1983) 1 SCC 211\n20 (1976) 3 SCC 618\n21 (1974) 4 SCC 264\n22 1981 Suppl. SCC 25\n23 (1981) 2 SCC 654\n\n<span class=\"hidden_text\" id=\"span_25\">                                                  Page 9 of 25</span>\n\fCriminal Appeal No.485 of 2012</span>\n\n\n\n</blockquote><blockquote id=\"blockquote_8\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1072623\" id=\"span_26\">(vii) Merely because a dying declaration does not contain the details as to the\n                 occurrence, it is not to be rejected. (<a href=\"/doc/1072623/\" id=\"a_27\">State of Maharashtra v. Krishnamurti\n                 Laxmipati Naidu24</a>)</span>\n\n</blockquote><blockquote id=\"blockquote_9\">                 (viii) Equally, merely because it is a brief statement, it is not be discarded. On the\n                 contrary, the shortness of the statement itself guarantees truth. (Surajdeo\n                 Oza v. State of Bihar25).\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172745283\" id=\"span_27\">(ix) Normally the court in order to satisfy whether deceased was in a fit mental\n                 condition to make the dying declaration look up to the medical opinion. But where\n                 the eye witness has said that the deceased was in a fit and conscious state to\n                 make this dying declaration, the medical opinion cannot prevail. (<a href=\"/doc/172745283/\" id=\"a_28\">Nanahau Ram\n                 v. State of M.P.26</a>).</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1202144\" id=\"span_28\">(x) Where the prosecution version differs from the version as given in the dying\n                 declaration, the said declaration cannot be acted upon. (<a href=\"/doc/1202144/\" id=\"a_29\">State of U.P. v. Madan\n                 Mohan27</a>).</span>\n</p>\n<p data-structure=\"Section\" id=\"p_22\">\n</p><p data-structure=\"CDiscource\" id=\"p_23\">15.    In cases involving multiple dying declarations made by the deceased, the question that\n\narises for consideration is as to which of the said dying declarations ought to be believed by\n\nthe Court and what would be the guiding factors for arriving at a just and lawful conclusion.\n\nThe problem becomes all the more knotty when the dying declarations made by the deceased\n\nare found to be contradictory. Faced with such a situation, the Court would be expected to\n\ncarefully scrutinize the evidence to find out as to which of the dying declarations can be\n\ncorroborated by other material evidence produced by the prosecution. Of equal significance is\n\nthe condition of the deceased at the relevant point in time, the medical evidence brought on\n\nrecord that would indicate the physical and mental fitness of the deceased, the scope of the\n\nclose relatives/family members having influenced/tutored the deceased and all the other\n\nattendant circumstances that would help the Court in exercise of its discretion.\n24 1980 Suppl. SCC 455\n25 1980 Suppl. SCC 769\n26 1988 Suppl. SCC 152\n27 (1989) 3 SCC 390\n\n<span class=\"hidden_text\" id=\"span_29\">                                                  Page 10 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">16.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"602075\" id=\"span_30\">In <a href=\"/doc/602075/\" id=\"a_30\">Lakhan v. State of Madhya Pradesh</a> 28, where the deceased was burnt by pouring\n\nkerosene oil on her and was brought to the hospital by the accused and his family members,\n\nthe Court noticed that she had made two varying dying declarations and held thus :</span>\n\n</p><blockquote id=\"blockquote_10\">                 “9. The doctrine of dying declaration is enshrined in the legal maxim nemo\n                 moriturus praesumitur mentire, which means “a man will not meet his Maker with\n                 a lie in his mouth”. The doctrine of dying declaration is enshrined in <a href=\"/doc/1959734/\" id=\"a_31\">Section 32</a> of\n                 the Evidence Act, 1872 (hereinafter called as “the <a href=\"/doc/1953529/\" id=\"a_32\">Evidence Act</a>”) as an exception\n                 to the general rule contained in <a href=\"/doc/1681167/\" id=\"a_33\">Section 60</a> of the Evidence Act, which provides\n                 that oral evidence in all cases must be direct i.e. it must be the evidence of a\n                 witness, who says he saw it. The dying declaration is, in fact, the statement of a\n                 person, who cannot be called as witness and, therefore, cannot be cross-\n                 examined. Such statements themselves are relevant facts in certain cases.\n</blockquote>\n<blockquote id=\"blockquote_11\">                 10. This Court has considered time and again the relevance/probative value of\n                 dying declarations recorded under different situations and also in cases where\n                 more than one dying declaration has been recorded. The law is that if the court is\n                 satisfied that the dying declaration is true and made voluntarily by the deceased,\n                 conviction can be based solely on it, without any further corroboration. It is neither\n                 a rule of law nor of prudence that a dying declaration cannot be relied upon\n                 without corroboration. When a dying declaration is suspicious, it should not be\n                 relied upon without having corroborative evidence. The court has to scrutinise the\n                 dying declaration carefully and must ensure that the declaration is not the result\n                 of tutoring, prompting or imagination. The deceased must be in a fit state of mind\n                 to make the declaration and must identify the assailants. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1860924\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1527219\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1035633\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"868885\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"311284\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1072623\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159790\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137330\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1428689\" id=\"span_39\">Merely because a dying\n                 declaration does not contain the details of the occurrence, it cannot be rejected\n                 and in case there is merely a brief statement, it is more reliable for the reason\n                 that the shortness of the statement is itself a guarantee of its veracity. If the dying\n                 declaration suffers from some infirmity, it cannot alone form the basis of\n                 conviction. Where the prosecution version differs from the version given in the\n                 dying declaration, the said declaration cannot be acted upon. (<a href=\"/doc/1428689/\" id=\"a_34\">Vide Khushal\n                 Rao v. State of Bombay29</a> , <a href=\"/doc/137330/\" id=\"a_35\">Rasheed Beg v. State of M.P.30</a> , <a href=\"/doc/1159790/\" id=\"a_36\">K. Ramachandra\n                 Reddy v. Public Prosecutor31</a>, <a href=\"/doc/1072623/\" id=\"a_37\">State of Maharashtra v. Krishnamurti Laxmipati\n                 Naidu32</a>, <a href=\"/doc/311284/\" id=\"a_38\">Uka Ram v. State of Rajasthan33</a>, <a href=\"/doc/868885/\" id=\"a_39\">Babulal v. State of M.P.34</a> , <a href=\"/doc/1035633/\" id=\"a_40\">Muthu Kutty\n                 v. State.35</a>, <a href=\"/doc/1527219/\" id=\"a_41\">State of Rajasthan v. Wakteng36</a> and <a href=\"/doc/1860924/\" id=\"a_42\">Sharda v. State of Rajasthan37”</a>.</span></span></span></span></span></span></span></span></span>\n</blockquote>\n\n<blockquote id=\"blockquote_12\">28    (2010) 8 SCC 514\n29    AIR 1958 SC 22\n30    (1974) 4 SCC 264\n31    (1976) 3 SCC 618\n32    1980 Supp SCC 455\n33    (2001) 5 SCC 254\n34    (2003) 12 SCC 490\n35     (2005) 9 SCC 113\n36    (2007) 14 SCC 550\n37    (2010) 2 SCC 85\n\n<span class=\"hidden_text\" id=\"span_40\">                                                   Page 11 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">17.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"608939\" id=\"span_41\">In <a href=\"/doc/608939/\" id=\"a_43\">Amol Singh v. State of Madhya Pradesh38</a>, when faced with two dying declarations\n\ncontaining inconsistencies, the approach to be adopted by the Court was summarized as\n\nunder:</span>\n</p>\n<blockquote id=\"blockquote_13\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1053935\" id=\"span_42\">“13. Law relating to appreciation of evidence in the form of more than one dying\n                  declaration is well settled. Accordingly, it is not the plurality of the dying\n                  declarations but the reliability thereof that adds weight to the prosecution case. If\n                  a dying declaration is found to be voluntary, reliable and made in fit mental\n                  condition, it can be relied upon without any corroboration. The statement should\n                  be consistent throughout. If the deceased had several opportunities of making\n                  such dying declarations, that is to say, if there are more than one dying\n                  declaration      they     should      be       consistent.    (See <a href=\"/doc/1053935/\" id=\"a_44\">Kundula     Bala\n                  Subrahmanyam v. State of A.P.39</a>) However, if some inconsistencies are noticed\n                  between one dying declaration and the other, the court has to examine the nature\n                  of the inconsistencies, namely, whether they are material or not. While\n                  scrutinising the contents of various dying declarations, in such a situation, the\n                  court has to examine the same in the light of the various surrounding facts and\n                  circumstances.”</span>\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">18.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"153963412\" id=\"span_43\">In <a href=\"/doc/153963412/\" id=\"a_45\">Sher Singh and Another v. State of Punjab40</a>, this Court has held thus :</span>\n\n</p><blockquote id=\"blockquote_14\">                  “16. Acceptability of a dying declaration is greater because the declaration is\n                  made in extremity. When the party is at the verge of death, one rarely finds any\n                  motive to tell falsehood and it is for this reason that the requirements of oath and\n                  cross-examination are dispensed with in case of a dying declaration. Since the\n                  accused has no power of cross-examination, the court would insist that the dying\n                  declaration should be of such a nature as to inspire full confidence of the court in\n                  its truthfulness and correctness. The court should ensure that the statement was\n                  not as a result of tutoring or prompting or a product of imagination. It is for the\n                  court to ascertain from the evidence placed on record that the deceased was in a\n                  fit state of mind and had ample opportunity to observe and identify the culprit.\n                  Normally, the court places reliance on the medical evidence for reaching the\n                  conclusion whether the person making a dying declaration was in a fit state of\n                  mind, but where the person recording the statement states that the deceased was\n                  in a fit and conscious state, the medical opinion will not prevail, nor can it be said\n                  that since there is no certification of the doctor as to the fitness of mind of the\n                  declarant, the dying declaration is not acceptable. What is essential is that the\n                  person recording the dying declaration must be satisfied that the deceased was in\n                  a fit state of mind. Where it is proved by the testimony of the Magistrate that the\n                  declarant was fit to make the statement without there being the doctor&#x27;s opinion\n                  to that effect, it can be acted upon provided the court ultimately holds the same to\n\n38 (2008) 5 SCC 468\n39 (1993) 2 SCC 684\n40 (2008) 4 SCC 265\n\n<span class=\"hidden_text\" id=\"span_44\">                                                   Page 12 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n                be voluntary and truthful. A certificate by the doctor is essentially a rule of caution\n                and, therefore, the voluntary and truthful nature of a statement can be established\n                otherwise.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">19.    It is thus clear that in cases where the Court finds that there exist more than one dying\n\ndeclarations, each one of them must be examined with care and caution and only after\n\nsatisfying itself as to which of the dying declarations appears to be free from suspicious\n\ncircumstances and has been made voluntarily, should it be accepted. As observed in the\n\njudgments quoted above, it is not necessary that in every case, a dying declaration ought to\n\nbe corroborated with material evidence, ocular or otherwise. It is more a rule of prudence that\n\ncourts seek validation of the dying declaration from attending facts and circumstances and\n\nother evidence brought on record. For the very same reason, a certificate by the doctor that\n\nthe declarant was fit to make a statement, is treated as a rule of caution to establish the\n\ntruthfulness of the statement made by the deceased.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">20.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1053935\" id=\"span_45\">In <a href=\"/doc/1053935/\" id=\"a_46\">Kundula Bala Subrahmanyam</a> (supra), this Court had observed that if there are\n\nmore than one dying declarations, then the Court must scrutinize each one of them to find out\n\nwhether the different dying declarations are consistent with each other in material particulars\n\nbefore accepting and relying on the same. At the end of the day, each case must be decided\n\non its own peculiar facts. There can be no hard and fast rule on evaluation of the evidence\n\nbrought before the Court, including the surrounding circumstances at the time when the\n\ndeceased had made the dying declaration. The focus of the Court is of ensuring the\n\nvoluntariness of the process, of being satisfied that there was no tutoring or prompting, of\n\n<span class=\"hidden_text\" id=\"span_46\">                                                  Page 13 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\nbeing convinced that the deceased was in a fit state of mind before making the dying\n\ndeclaration, of ascertaining that ample opportunity was available to the declarant to identify\n\nthe accused.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">21.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"58156263\" id=\"span_47\">In <a href=\"/doc/58156263/\" id=\"a_47\">Veerpal</a> (supra), this Court has clarified that a dying declaration can be acted upon\n\nwithout any other corroboration and observed as below :</span>\n</p>\n<blockquote id=\"blockquote_15\">                         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007294\" id=\"span_48\">“16. Now, on the aspect, whether in the absence of any corroborative evidence,\n                         there can be a conviction relying upon the dying declaration only is concerned,\n                         the decision of this Court in Munnu Raja41, and the subsequent decision\n                         in <a href=\"/doc/1007294/\" id=\"a_48\">Paniben v. State of Gujarat42</a>, are required to be referred to. In the aforesaid\n                         decisions, it is specifically observed and held that there is neither a rule of law nor\n                         of prudence to the effect that a dying declaration cannot be acted upon without a\n                         corroboration. It is observed and held that if the Court is satisfied that the dying\n                         declaration is true and voluntary it can base its conviction on it, without\n                         corroboration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1683212\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"596213\" id=\"span_50\">Similar view has also been expressed in <a href=\"/doc/596213/\" id=\"a_49\">State of U.P. v. Ram\n                         Sagar Yadav43</a> and <a href=\"/doc/1683212/\" id=\"a_50\">Ramawati Devi v. State of Bihar44</a>. Therefore, there can be a\n                         conviction solely based upon the dying declaration without corroboration.”</span></span>\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_30\">22.      However, if a dying declaration suffers from some infirmity, it cannot be the sole basis\n\nfor convicting the accused. In those circumstances, the court must step back and consider\n\nwhether the cumulative factors in a case make it difficult to rely upon the said dying\n\ndeclaration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"433422\" id=\"span_51\">In this context, it would be profitable to refer to <a href=\"/doc/433422/\" id=\"a_51\">Nallapati Sivaiah</a> (supra),\n\nwherein this Court held as under :</span>\n</p>\n<blockquote id=\"blockquote_16\">                         “46. It is the duty of the prosecution to establish the charge against the accused\n                         beyond reasonable doubt. The benefit of doubt must always go in favour of the\n                         accused. It is true that dying declaration is a substantive piece of evidence to be\n                         relied on provided it is proved that the same was voluntary and truthful and the\n                         victim was in a fit state of mind. The evidence of the Professor of Forensic\n                         Medicine casts considerable doubt as regards the condition of the deceased to\n\n41    (1976)   3   SCC   104\n42    (1992)   2   SCC   474\n43    (1985)   1   SCC   552\n44    (1983)   1   SCC   211\n\n<span class=\"hidden_text\" id=\"span_52\">                                                           Page 14 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n                 make a voluntary and truthful statement. It is for that reason non-examination of\n                 Dr. T. Narasimharao, Casualty Medical Officer, who was said to have been\n                 present at the time of recording of both the dying declarations attains some\n                 significance. It is not because it is the requirement in law that the doctor who\n                 certified about the condition of the victim to make a dying declaration is required\n                 to be examined in every case. But it was the obligation of the prosecution to\n                 lead corroborative evidence available in the peculiar circumstances of the case.\n</blockquote><blockquote id=\"blockquote_17\">                             xxxx                     xxxx                        xxxx\n</blockquote><blockquote id=\"blockquote_18\">                 52. The dying declaration must inspire confidence so as to make it safe to act\n                 upon. Whether it is safe to act upon a dying declaration depends upon not only\n                 the testimony of the person recording the dying declaration—be it even a\n                 Magistrate but also all the material available on record and the circumstances\n                 including the medical evidence. The evidence and the material available on\n                 record must be properly weighed in each case to arrive at a proper conclusion.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_31\">                 The court must satisfy itself that the person making the dying declaration was\n                 conscious and fit to make statement for which purposes not only the evidence\n                 of persons recording the dying declaration but also cumulative effect of the\n                 other evidence including the medical evidence and the circumstances must be\n                 taken into consideration.”\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_32\">23.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"624175\" id=\"span_53\">In <a href=\"/doc/624175/\" id=\"a_52\">Arvind Singh</a> (supra), this Court has held that dying declaration should be dealt\n\nwith care and caution and corroboration thereof, though not essential, is expedient in order to\n\nstrengthen the evidentiary value of the declaration. Even where independent witnesses may\n\nnot be available, all the precautions should be taken when it comes to acceptance of such a\n\nstatement as trustworthy evidence. In other words, even though direct evidence may not be\n\navailable, circumstantial evident without a break in the chain of events, would add weight to\n\nthe evidentiary value of the dying declaration.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1428689\" id=\"span_54\">24.    The principles governing the circumstances where the courts can accept a dying\n\ndeclaration without corroboration, have been dealt with extensively in <a href=\"/doc/1428689/\" id=\"a_53\">Khushal Rao</a>(supra)\n\nand for ready reference, reproduced as under :</span>\n</p>\n<blockquote id=\"blockquote_19\">                 “16. On a review of the relevant provisions of the <a href=\"/doc/1953529/\" id=\"a_54\">Evidence Act</a> and of the\n                 decided cases in the different High Courts in India and in this Court, we have\n\n<span class=\"hidden_text\" id=\"span_55\">                                                  Page 15 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n                come to the conclusion, in agreement with the opinion of the Full Bench of the\n                Madras High Court, aforesaid, (1) that it cannot be laid down as an absolute rule\n                of law that a dying declaration cannot form the sole basis of conviction unless it is\n                corroborated; (2) that each case must be determined on its own facts keeping in\n                view the circumstances in which the dying declaration was made; (3) that it\n                cannot be laid down as a general proposition that a dying declaration is a weaker\n                kind of evidence than other pieces of evidence; (4) that a dying declaration\n                stands on the same footing as another piece of evidence and has to be judged in\n                the light of surrounding circumstances and with reference to the principles\n                governing the weighing of evidence; (5) that a dying declaration which has been\n                recorded by a competent Magistrate in the proper manner, that is to say, in the\n                form of questions and answers, and, as far as practicable, in the words of the\n                maker of the declaration, stands on a much higher footing than a dying\n                declaration which depends upon oral testimony which may suffer from all the\n                infirmities of human memory and human character, and (6) that in order to test\n                the reliability of a dying declaration, the Court has to keep in view, the\n                circumstances like the opportunity of the dying man for observation, for example,\n                whether there was sufficient light if the crime was committed at night; whether the\n                capacity of the man to remember the facts stated, had not been impaired at the\n                time he was making the statement, by circumstances beyond his control; that the\n                statement has been consistent throughout if he had several opportunities of\n                making a dying declaration apart from the official record of it; and that the\n                statement had been made at the earliest opportunity and was not the result of\n                tutoring by interested parties.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"58156263\" id=\"span_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1683212\" id=\"span_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"596213\" id=\"span_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007294\" id=\"span_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1940450\" id=\"span_60\">25.    The credibility of a dying declaration recorded by the Magistrate has also come up for\n\nconsideration in several cases and it has been held that a Magistrate being an uninterested\n\nwitness and a respected officer and there being no circumstances or material to suspect that\n\nhe would have any animus against the accused or would in any way be interested for\n\nfabricating a dying declaration, such a declaration recorded by the Magistrate, ought not be\n\ndoubted.    Absence of corroborative evidence for convicting an accused based on a dying\n\ndeclaration has been a matter of discussion in several cases [Ref.: <a href=\"/doc/1940450/\" id=\"a_55\">Munnu Raja</a> (supra),\n\n<a href=\"/doc/1007294/\" id=\"a_56\">Paniben (Smt.</a>) (supra), <a href=\"/doc/596213/\" id=\"a_57\">Ram Sagar Yadav</a> (supra), <a href=\"/doc/1683212/\" id=\"a_58\">Ramawati Devi</a> (supra) and <a href=\"/doc/58156263/\" id=\"a_59\">Veerpal</a>\n\n(supra)].</span></span></span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n\n<span class=\"hidden_text\" id=\"span_61\">                                                 Page 16 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_36\">26.    Coming back to the case at hand, there is no dispute about the fact that the deceased\n\ndid receive severe burn injuries on 27 th March, 1995 at her house. Dr. Nareshchandra Sethia\n\n(PW-11), who had conducted the postmortem, stated that she had received burn injuries on\n\nboth arms and legs, chest, abdomen, back, head, neck and face to the extent of 93%. He also\n\ndeposed that the probable cause of her death was due to the said burn injuries.\n\n</p><p data-structure=\"CDiscource\" id=\"p_37\">27.    For convicting the appellant, the trial Court had primarily relied upon the two written\n\ndying declarations of the deceased, one recorded by the SEM (PW-9) and the other by the IO\n\n(PW-14) and the oral dying declarations stated to have been made by the deceased to her\n\nfather (PW-2) and Balaji (PW-12), the Mediator who had settled the marriage of the parties.\n\nHowever, noting the several loopholes in the procedure adopted while recording the dying\n\ndeclarations by the SEM (PW-9) and the IO (PW-14), the High Court found it unsafe to rely on\n\nthem and kept them aside. The reasons are not far to see.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">28.    Coming to the first dying declaration recorded by the IO, Sub-Inspector Madhukar Gite\n\n(PW-14), the High Court found it difficult to rely on the same for the following reasons:\n\n</p><blockquote id=\"blockquote_20\">       (a)    the requisition letter that PW-14 had stated he had received at the police station\n\n              mentioning inter alia that the deceased had caught fire due to the border of her\n\n              saree (Pallu) falling on the burning stove at the time of preparing snacks on the\n\n              stove at her house at about 12.30 p.m., on the fateful day, did not mention the\n\n              name of the hospital where the deceased was admitted. Pertinently, it was on\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                           Page 17 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n             the basis of the said requisition letter that PW-14 had proceeded to the Hospital\n\n             to meet the deceased and record her statement;\n</blockquote>\n<blockquote id=\"blockquote_21\">       (b)   there was an ambiguity regarding the source from which PW-14 had received\n\n             the aforesaid information and no effort was made to clarify the said ambiguity\n\n             during the course of trial;\n</blockquote>\n<blockquote id=\"blockquote_22\">       (c)   PW-14 did not obtain any certificate from the attending doctor so as to establish\n\n             the physical and mental condition of the deceased before recording her\n\n             statement;\n</blockquote>\n<blockquote id=\"blockquote_23\">       (d)   the doctor was not even present when the statement of the deceased was\n\n             recorded;\n</blockquote>\n<blockquote id=\"blockquote_24\">       (e)   the dying declaration was not recorded by PW-14 in seclusion. Due to the\n\n             presence of the relatives of the deceased at the time of recording her statement,\n\n             the probability of the deceased being prompted/tutored could not be ruled out.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_39\">29.    Following were the reasons that collectively weighed with the High Court for\n\ndisregarding the second written dying declaration recorded by the SEM (PW-9):\n\n</p><blockquote id=\"blockquote_25\">      (a)    the attending doctor did not examine the deceased in the presence of PW-9\n\n             before her statement was recorded;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">                                           Page 18 of 25</span>\n<p data-structure=\"Conclusion\" id=\"p_40\">\fCriminal Appeal No.485 of 2012\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_41\">      (b)      the statement of the deceased was recorded by PW-9 in the absence of\n\n               the doctor;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">      (c)      the doctor did not make any endorsement on the requisition letter in the\n\n               presence of PW-9;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">      (d)   PW-9 did not record the statement of the deceased himself. Instead, he delegated\n\n            the task to the police constable who reduced the statement of the deceased into\n\n            writing;\n</p>\n<p data-structure=\"RespArg\" id=\"p_44\">      (e)   after reducing the statement into writing, the same was not read over to the\n\n            deceased before her signatures were obtained;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">      (f)   the statement of the deceased was not recorded in a question-answer format.\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">30.     The above infirmities were considered more than adequate for the High Court to have\n\nwholly discarded the two written dying declarations of the deceased.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_47\">31.     Since there is no challenge laid to the findings returned by the High Court for discarding\n\nthe two written dying declarations finding them riddled with deficiencies, thus making them\n\nunreliable, we do not propose to delve into their credit worthiness. Suffice it is to say that there\n\nwas every reason for the High Court to have found them untrustworthy. Instead, it is\n\nconsidered appropriate to examine the worth of the oral dying declarations stated to have been\n\nmade by the deceased in the presence of PW-2 and PW-12.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">\n\n<span class=\"hidden_text\" id=\"span_64\">                                            Page 19 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_49\">32.    Ramkrishna Mahadeo Uchale (PW-2), father of the deceased deposed that he had\n\nreceived a message regarding his daughter getting burnt and had rushed to Mayo Hospital\n\nwhere she was admitted. He noticed that the deceased had sustained burn injuries and was in\n\na serious condition. He enquired from her as to how did the incident take place to which she\n\nstated that when she was cleaning wheat grain, on the fateful day, the appellant had come to\n\nthe house, beaten her, poured kerosene oil on her body and had set her on fire, while tying her\n\nhands. PW-2 deposed that after her marriage to the appellant in the year 1994, his daughter\n\nused to complain that the appellant used to illtreat her on account of demanding money and\n\nused to suspect her character. He stated that he had lodged a report with the Pardi Village\n\nPolice Station regarding the same. During his cross-examination, PW-2 had denied that his\n\nstatement was recorded by the police during the investigation. Although the Assistant Public\n\nProsecutor was permitted to re-examine PW-2 on the above aspect, but nothing material\n\nemerged from the said re-examination except that he stated that an inquiry was made by\n\nLakadganj police relating to the burning of his daughter. Significantly, during the extensive\n\ncross-examination of the I.O. Sub-Inspector Madhukar Gite (PW-14), he had categorically\n\nstated that he had recorded the statement of PW-2, but during his cross-examination, PW-14\n\nwas not confronted with any of the claims made by PW-2 pertaining to the appellant having\n\nassaulted the deceased for money or of suspecting her character, etc. In fact, at his turn, PW-\n\n14 had denied the fact that he had not recorded the statement of PW-2.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                          Page 20 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_50\">33.    The second oral dying declaration was made by the deceased to Balaji (PW-12), the\n\nMediator who was instrumental in solemnizing the marriage of the appellant and the deceased.\n\nThough he deposed that the appellant had made several demands on the deceased after the\n\nmarriage, including cash and a gold chain and that he used to threaten her that if she did not\n\nbring money from her parents, he would beat her, during his cross-examination, he admitted\n\nthat he did not state so before the police. PW-12 further stated that he along with PW-2 had\n\ngone to visit the deceased at her house in the absence of the appellant and at that time, she\n\nhad complained that the appellant used to beat her and requested that she be taken back to\n\nher parental home. Thereafter, PW-12 and PW-2 had lodged a report against the appellant at\n\nthe Lakadganj Police Station. He further stated that the deceased was brought back to her\n\nparent’s home for fifteen days. After she had returned to her matrimonial house, fifteen days\n\ndown the line, PW-12 claimed to have received a chit stating that the deceased had caught fire\n\nand was admitted in Mayo Hospital. When he visited the hospital, the deceased told him that\n\nwhen she was cleaning wheat, the appellant had come home, tied her hands with a ribbon and\n\nhad taken her inside.    Thereafter, the appellant had poured kerosene on the body of the\n\ndeceased and lighted a match stick setting her on fire.\n</p>\n<p data-structure=\"RespArg\" id=\"p_51\">34.    A perusal of the testimonies of PW-2 and PW-12 show that they have offered varying\n\nversions of what had allegedly been narrated to them by the deceased. Both of them stated\n\nthat failure to satisfy the appellant’s constant dowry demands had led to the incident. There\n\nwas no mention of the illicit relationship of the appellant with a widow in the neighbourhood\n\n<span class=\"hidden_text\" id=\"span_66\">                                          Page 21 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\nwhich was a constant cause of quarrel between the deceased and her husband and had led to\n\nthe incident. Pertinently, both the said witnesses stated that their statements were not\n\nrecorded by the police during the investigation and that they had deposed for the first time only\n\nwhen they had entered the witness box during the trial.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">35.    In Arun Bhanudas Pawar (supra), cited by learned counsel for the appellant, this\n\nCourt had declined to accept the testimony of an interested witness who happened to be the\n\nmother of the victim, in the absence of any corroboration from an independent witness\n\nincluding the Medical Officer who was attending to the victim, to prove that the victim had\n\nregained consciousness when the mother had met him in the hospital and had named the\n\naccused as the assailant along with two other associates. An additional factor that weighed\n\nwith the court for rejecting the testimony of the mother was that she had not stated so in her\n\nstatement recorded by the Police under <a href=\"/doc/447673/\" id=\"a_60\">Section 161</a> Cr.P.C. and it was for the first time before\n\nthe Court that she had made such a statement. Holding that the oral dying declaration made\n\nby the deceased ought to be treated with care and caution, since the maker of the statement\n\ncannot be subjected to any cross-examination, the Court found fault with the High Court and\n\ntrial Court for having accepted the said oral dying declaration allegedly made by the deceased\n\nto her mother, an interested witness, when there was nothing to show that the deceased was\n\nin a fit condition to make an oral declaration to his mother. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"138509747\" id=\"span_67\">In <a href=\"/doc/138509747/\" id=\"a_61\">Poonam Bai</a> (supra), a similar\n\nview was taken by this Court and it was held thus:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">\n\n\n<span class=\"hidden_text\" id=\"span_68\">                                           Page 22 of 25</span>\n</p><blockquote id=\"blockquote_26\">\fCriminal Appeal No.485 of 2012\n\n\n\n                “16. As far as the oral dying declaration is concerned, the evidence on record is\n                very shaky, apart from the fact that evidence relating to oral dying declaration is a\n                weak type of evidence in and of itself. As per the case of the prosecution, the\n                deceased had made an oral dying declaration before Lalita Sahu (PW 2), Pilaram\n                Sahu (PW 3), Parvati Bai (PW 4), and others. Though PWs 2, 3 and 4 have\n                deposed that the deceased did make an oral dying declaration before them\n                implicating the appellant, this version is clearly only an afterthought, inasmuch as\n                the same was brought up before the trial court for the first time. In their\n                statements recorded by the police under <a href=\"/doc/447673/\" id=\"a_62\">Section 161</a> of the Code of Criminal\n                Procedure, these witnesses had not made any statement relating to the alleged\n                oral dying declaration of the deceased. These factors have been noted by the\n                trial court in its detailed judgment. Thus, the evidence of PWs 2, 3 and 4 relating\n                to the oral dying declaration is clearly an improved version, and this has been\n                proved by the defence in accordance with law.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_54\">36.    We are of the opinion that once the High Court had disagreed with the Session Court\n\nand discarded the two written dying declarations of the deceased due to several glaring\n\nlacunae in the procedure adopted by the SEM (PW-9) and the I.O. (PW-14) in recording the\n\nsaid statement, then the appellant could not have been indicted on the oral testimony of PW-2,\n\nfather of the deceased and PW-12, family friend, both of who were interested witnesses and\n\nwhose evidence runs contrary to the versions of the deceased recorded by PW-9 and PW-14.\n\nIt must be remembered that all the four dying declarations, two in writing and the other two\n\noral, were based on the statements given by the deceased at different times on the very same\n\nday, i.e., 27th March, 1995, when she had suffered 93% burn injuries and there are serious\n\ndoubt about her being mentally and physically fit to give her statement. The IO (PW-14) had\n\nrecorded the first dying declaration at 3.20 p.m. this was followed by the SEM (PW-9) having\n\nrecorded the second dying declaration between 4.30p.m. and 5.00 p.m. It was on the very\n\nsame day that PW-2 and PW-12 had also met the deceased at the hospital and claimed that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">                                                 Page 23 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\nshe had informed them as to how she had received the burn injuries and named the appellant\n\nas the culprit.\n</p>\n<p data-structure=\"Facts\" id=\"p_55\">37.    Both, PW-2 and PW-12 have deposed that in her oral dying declaration, the deceased\n\nhad referred to the dowry demands made on her by the appellant and the fact that he had\n\nsuspected her character, which led to the alleged incident. As noted above, nowhere in their\n\ntestimonies is there any reference made to the prosecution version that the appellant was\n\nhaving an illicit relation with a widow residing in the neighbourhood, which was the main cause\n\nof acrimony between the couple and had resulted in the incident. The diametrically different\n\nversion of the reasons that led to the alleged incident casts a shadow on the entire testimony\n\nof PW-2 and PW-12, making it unsafe to rely on them and indict the appellant for the charge\n\nframed against him. We are therefore of the opinion that the prosecution has failed to\n\ndischarge the obligation cast on it of leading trustworthy corroborative evidence to back-up the\n\ntestimonies of PW-2 and PW-12.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">38.    In the light of the evidence discussed above and being mindful of the principles\n\ngoverning appreciation of the evidence related to multiple dying declarations, we find it difficult\n\nto endorse the conclusion arrived at by the High Court. The evidence of PW-2 and PW-12\n\ncannot be treated as stellar enough to hold the appellant guilty for the offence of murdering his\n\nwife. Hence, he is entitled to being granted benefit of doubt.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">                                           Page 24 of 25</span>\n\fCriminal Appeal No.485 of 2012\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_57\">39.    As a result of the aforesaid discussion, the impugned judgment is quashed and set\n\naside. Consequently, the appellant is acquitted of the charge framed against him and is\n\ndirected to be set at liberty forthwith, if not required in connection with any other case.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_58\">                                                                             .................................J.\n                                                                                            [B.R. GAVAI]\n\n\n\n                                                                           ...................................J.\n                                                                                         [HIMA KOHLI]\nNEW DELHI,\nJUNE 02, 2022\n\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">                                            Page 25 of 25</span>\n\f          IN THE SUPREME COURT OF INDIA\n          CRIMINAL APPELLATE JURISDICTION\n\n\n<span class=\"hidden_text\" id=\"span_72\">           CRIMINAL APPEAL NO.485/2012</span>\n\n\nUTTAM                                    ..     APPELLANT(S)\n\n                       VERSUS\n\nTHE STATE OF MAHARASHTRA                 ..     RESPONDENT(S)\n\n\n                     O R D E R\n\n\n\n        For the reasons to be recorded separately,\n\nthe appeal is allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">        The judgment and order of the Additional\n\nSessions Court, Nagpur dated 29.04.1997 and that\n\nof the High Court dated 26.07.2010 are quashed and\n\nset aside.\n</p>\n<pre id=\"pre_2\">        The   appellant     is    acquitted     of   all   the\n\ncharges    and   directed    to     be    set   at   liberty\n\nforthwith, if not required in connection with any\n\nother case.\n\n                                  ....................J.\n                                          [ B.R. GAVAI]\n\n\n\n                                  ....................J.\n                                          [HIMA KOHLI]\n\n\nNEW DELHI,\nJUNE 02, 2022.\n\f</pre>","numcites":37,"numcitedby":19,"docsource":"Supreme Court of India","citetid":147177435,"divtype":"judgments","relatedqs":[{"value":"oral dying declaration ","formInput":"oral%20dying%20declaration%20"},{"value":"more than one dying declaration","formInput":"more%20than%20one%20dying%20declaration"},{"value":"illicit relationship","formInput":"illicit%20relationship"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"dowry demand ","formInput":"dowry%20demand%20"},{"value":"corroborative evidence ","formInput":"corroborative%20evidence%20"},{"value":"who should record dying declaration ","formInput":"who%20should%20record%20dying%20declaration%20"},{"value":"two dying declarations","formInput":"two%20dying%20declarations"},{"value":"burn injury ","formInput":"burn%20injury%20"},{"value":"second dying declaration","formInput":"second%20dying%20declaration"},{"value":"corroboration of dying declaration ","formInput":"corroboration%20of%20dying%20declaration%20"},{"value":"multiple dying declarations ","formInput":"multiple%20dying%20declarations%20"},{"value":" KEROSENE","formInput":"%20KEROSENE"},{"value":"first dying declaration","formInput":"first%20dying%20declaration"},{"value":"Statement of Truth","formInput":"Statement%20of%20Truth"},{"value":"dying declarations","formInput":"dying%20declarations"},{"value":"relevency of facts ","formInput":"relevency%20of%20facts%20"},{"value":"fit state of mind","formInput":"fit%20state%20of%20mind"},{"value":"in-laws   filter:   discharge of Accused in dowry death case","formInput":"in-laws%20%20%20filter%3A%20%20%20discharge%20of%20Accused%20in%20dowry%20death%20case"},{"value":"medical opinion","formInput":"medical%20opinion"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"evidence-from-deceased-or-unavailable-persons","formInput":"tag:evidence-from-deceased-or-unavailable-persons"}],"courtcopy":true,"query_alert":null,"agreement":false}