{"tid":11675438,"publishdate":"2018-08-21","title":"Hakam Singh vs The State Of M.P. on 21 August, 2018","doc":"<h2 class=\"doc_title\">Hakam Singh vs The State Of M.P. on 21 August, 2018</h2>\n\n<pre id=\"pre_1\">                        1    Criminal Appeal No.594/1999\n                        (Hakamsingh and another Vs. State of M.P.)\n\n                 HIGH COURT OF MADHYA PRADESH\n                                BENCH INDORE\nSINGLE BENCH:\n                       HON. SHRI JUSTICE G.S. AHLUWALIA\n\n\n                        CRIMINAL APPEAL NO.594/1999\n.........Appellants:                         Hakamsingh and another\n\n\n                                       Versus\n\n\n.......Respondent :                          State of M.P.\n\n\n----------------------------------------------------------------------------------------\nShri Brajendra Mishra, learned counsel for the appellants.\nShri Bhuwan Deshmukh, Public Prosecutor for respondent/State.\n----------------------------------------------------------------------------------------\nDate of hearing                              : 16/08/2018\nDate of judgment                             : 21/08/2018\nWhether approved for reporting               : Yes\nLaw laid down:\n\n\nSignificant paragraphs:\n\n\n                                JUDGMENT\n</pre><p data-structure=\"Facts\" id=\"p_1\">                                 (21/08/2018)\n\n       This Criminal Appeal under <a href=\"/doc/1903086/\" id=\"a_1\">Section 374</a> of Cr.P.C. has been\nfiled against the judgment and sentence dated 22-4-1999 passed\nby Additional Sessions Judge, Ujjain in S.T. No.434/1994, by\nwhich the appellants have been convicted under <a href=\"/doc/653797/\" id=\"a_2\">Sections 304-B</a>,\n<a href=\"/doc/538436/\" id=\"a_3\">498A</a> and <a href=\"/doc/386021/\" id=\"a_4\">201</a> of I.P.C. and have been sentenced to undergo the\nsentence of rigorous imprisonment of 7 years, 2 years and a fine\nof Rs. 500/- and 2 years and a fine of Rs. 200/- respectively, with\ndefault imprisonment.\n</p><p data-structure=\"Issue\" id=\"p_2\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150816728\" id=\"span_1\">2    Criminal Appeal No.594/1999\n                     (<a href=\"/doc/150816728/\" id=\"a_5\">Hakamsingh and another Vs. State of M.P</a>.)</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_3\">2.   The necessary facts for the disposal of the present appeal in\nshort are that on 3-7-1994, Pura, the Chowkidar of village\nChirmiya gave an information to B.S. Parmar, SHO, police station\nMahindpur to the effect that, the deceased Chandarbai, the wife of\nthe appellant Hakam Singh had died, however, the reasons of her\ndeath, could not be ascertained. In the morning, the mother of the\ndeceased was insisting that the father of the deceased should be\ncalled and the postmortem of the dead body should be done, but\nthe appellants did not adhere to the request of the mother of the\ndeceased and have performed the last rites. The deceased\nChanderbai was not sick. Merg enquiry No.16/1994 was\nregistered and the statements of Kamlabai, the mother of the\ndeceased, Balu Singh, the father of the deceased and other\nwitnesses were recorded. It was alleged by the mother of the\ndeceased, that the deceased had injuries on her body and also\nasserted that the deceased did not die because of any ailment. It\nwas also stated by Kamlabai, that the appellants, inspite of\nrepeated demands, did not wait for the father of the deceased to\ncome and also did not get the postmortem of the dead body of the\ndeceased done and cremated the deceased in haste and\naccordingly, the police registered the F.I.R. in crime no.124/1994\nagainst the appellants and Puralal for offence under Sections\n304B, 498A and 201/34 of I.P.C. and after concluding the\ninvestigation, filed a charge sheet against the appellants and co-\naccused Puralal for offence under Sections 304B, 498A and\n201/34 of I.P.C.\n</p><p data-structure=\"Facts\" id=\"p_4\">3.   One complaint was also filed by the police under <a href=\"/doc/641385/\" id=\"a_6\">Section\n176</a> of I.P.C. and the said case was also committed to the\nSessions Court and the said case, i.e S.T. No.82/1998, was\nclubbed with the trial of S.T. No.434/1994.\n</p><p data-structure=\"Issue\" id=\"p_5\">4.   The Trial Court framed charges under Sections 304B, 201\nand 498A of I.P.C.\n</p><p data-structure=\"Issue\" id=\"p_6\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150816728\" id=\"span_2\">3    Criminal Appeal No.594/1999\n                   (<a href=\"/doc/150816728/\" id=\"a_7\">Hakamsingh and another Vs. State of M.P</a>.)</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_7\">5.    The appellants and the co-accused Puralal abjured their\nguilt and pleaded not guilty.\n</p><p data-structure=\"Facts\" id=\"p_8\">6.    The prosecution in order to prove its case, examined Pura\n(P.W.1), Harishchand (P.W.2), Kamla bai (P.W.3), Sunderbai\n(P.W.4),   Ramibai (P.W.5),      Mankunwarbai (P.W.6)           Gathabai\n(P.W.7), Nanuram (P.W.8), Mangilal (P.W.9), B.B. Singh Parmar\n(P.W.10) and H.S. Kushwah (PW.11). The appellants examined\nBahadur Singh (D.W.1) and Ram Singh (D.W.2) in their defence.\n</p><p data-structure=\"Facts\" id=\"p_9\">7.    The Trial Court by judgment and sentence dated 22-4-1999,\npassed in S.T. No.434/1994, convicted the appellants for offence\nunder <a href=\"/doc/538436/\" id=\"a_8\">Sections 498A</a>, <a href=\"/doc/653797/\" id=\"a_9\">304B</a> and <a href=\"/doc/386021/\" id=\"a_10\">201</a>/<a href=\"/doc/37788/\" id=\"a_11\">34</a> of I.P.C. and acquitted the\nco-accused Puralal of all the charges. Since the acquittal of the\nco-accused Puralal has not been challenged, either by the\nprosecution or by the complainant, therefore, any reference to the\nco-accused Puralal, would be for considering the allegations\nagainst the appellants.\n</p><p data-structure=\"Facts\" id=\"p_10\">8.    It is not out of place to mention here that the appellant no.2-\nAmbaram, died during the pendency of this appeal and his appeal\nhas been dismissed as abated and his name has been deleted\nfrom the array of appellants in the cause title.\n</p><p data-structure=\"PetArg\" id=\"p_11\">9.    Challenging the conviction and sentence passed by the\nCourt below, it is submitted by the Counsel for the appellants, that\nthe prosecution has failed to prove that the deceased was ever\nmaltreated by the appellants. The prosecution has also failed to\nprove that the marriage of the deceased had taken place with the\nappellant no.1 Hakam Singh, within 7 years of marriage.             The\nprosecution has also failed to prove that the deceased was\nharassed by the appellants, soon before her death.\n</p><p data-structure=\"PetArg\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"150816728\" id=\"span_3\">10.   Per contra, it is submitted by the Counsel for the State that\nthe prosecution has proved beyond reasonable doubt that the\nmarriage of the deceased with the appellant no.1, took place\nwithin 7 years of her death. The deceased was harassed and\n                     4    Criminal Appeal No.594/1999\n                    (<a href=\"/doc/150816728/\" id=\"a_12\">Hakamsingh and another Vs. State of M.P</a>.)\n\nmaltreated by the appellants because of non-fulfillment of their\ndemand of dowry and the deceased was treated with cruelty just\nsoon before her death.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_13\">11.     Heard the learned Counsel for the parties.\n</p><p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"765437\" id=\"span_4\">12.     Pura (P.W.1), is the Chowkidar who had given information to\nthe police. This witness has turned hostile and has also stated\nthat he had never given the information to the police. Although\nthis witness did not support the prosecution story, but surprisingly,\nhe was not declared hostile by the prosecution. In cross\nexamination by the appellants, it has been admitted by this\nwitness, that the age of the deceased at the time of death was 20\nyears. The Supreme Court in the case of <a href=\"/doc/765437/\" id=\"a_13\">Rajaram Vs. State of\nRajasthan</a> reported in 2005 SCC (Cri) 1050 has held that in case\nthe witness is not declared hostile by the prosecution, then the\nevidence of such witness would be binding on the prosecution.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_15\">13.     Harishchand (P.W.2) was the Patwari of village Chirmiya.\nHe had prepared the Nazari Naksha, Ex. P.1 and P.3. He has\nfurther proved the Khasra Panchsala as Ex. P.2.\n</p><p data-structure=\"Facts\" id=\"p_16\">14.     Sunderbai (P.W.4) has also not supported the prosecution\ncase and was declared hostile and although she was cross\nexamined by the Public Prosecutor, but nothing could be elicited\nfrom her cross examination, which may support the prosecution\ncase.\n</p><p data-structure=\"Facts\" id=\"p_17\">15.     Ramibai (P.W.5) has also not supported the prosecution\ncase and was declared hostile and although she was cross\nexamined by the Public Prosecutor, but nothing could be elicited\nfrom her cross examination, which may support the prosecution\ncase.\n</p><p data-structure=\"RespArg\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"150816728\" id=\"span_5\">16.     Mankunwar bai (P.W.6) has also not supported the\nprosecution case and was declared hostile and although she was\ncross examined by the Public Prosecutor, but nothing could be\nelicited from her cross examination, which may support the\n                     5    Criminal Appeal No.594/1999\n                    (<a href=\"/doc/150816728/\" id=\"a_14\">Hakamsingh and another Vs. State of M.P</a>.)\n\nprosecution case.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_19\">17.     Gathabai (P.W.7) has also not supported the prosecution\ncase and was declared hostile and although she was cross\nexamined by the Public Prosecutor, but nothing could be elicited\nfrom her cross examination, which may support the prosecution\ncase.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">18.     Nanuram (P.W.8) has also not supported the prosecution\ncase and was declared hostile and although he was cross\nexamined by the Public Prosecutor, but nothing could be elicited\nfrom his cross examination, which may support the prosecution\ncase.\n</p><p data-structure=\"Facts\" id=\"p_21\">19.     Kamlabai (P.W.3) is the mother of the deceased. She has\nstated that the deceased was married to the appellant no.1, about\n3 years back. The appellants were harassing her and were\ndemanding Rs.10,000/- and 2 tolas of gold. This was told by the\ndeceased, however, this witness could not satisfy the demand of\nthe appellants and accordingly, she did not sent the deceased to\nher matrimonial house. Thereafter, Puralal, Nanuram came to take\nthe deceased back, but this witness initially, refused to send the\ndeceased to her matrimonial house, but when they gave\nassurance to this witness, then the deceased was sent, however,\nshe died within 14 days thereafter. In the morning at about 4 A.M.,\nfour persons came to her house and informed that the deceased\nhas expired. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"150816728\" id=\"span_6\">Thereafter, this witness along with Sunderbai,\nRamibai went to the house of the appellants, where they found\nthat the deceased was lying dead and had injuries on her neck\nand the neck was moving freely on either side. Thereafter, she\nrequested the appellants to get the postmortem of the dead body\nof the deceased done, however, they did not do so and cremated\nthe dead body and thereafter they came back. She had also told\nabout the demand of dowry to her husband and her mother-in-law\nMaina bai; unfortunately both have expired.           This witness was\n                    6    Criminal Appeal No.594/1999\n                   (<a href=\"/doc/150816728/\" id=\"a_15\">Hakamsingh and another Vs. State of M.P</a>.)\n\ncross examined and admitted that the deceased was married\nwhen she was aged about 15-16 years and she expired about 5-6\nyears after her marriage. She denied the suggestion that the\ndeceased was married when she was aged about 9-10 years.\nImmediately after the marriage, the deceased had gone to her\nmatrimonial house and thereafter, this witness brought her back\nas per rites and rituals. The deceased thereafter stayed in her\nparental home for a period of 3-4 years. The deceased was aged\nabout 20-21 years, at the time of her death. She on her own also\nstated that about 2 years prior to her death, the deceased had\ngone to her matrimonial house where she had stayed for months\ntogether. She further admitted that no dowry was given at the time\nof marriage, as the same is never given as per the customs,\nhowever, now the grooms have started demanding dowry. She\nfurther admitted that no report was ever lodged by them with\nregard to demand of dowry. However, she further admitted that\nthe dowry was demanded about 3 years back from the date of\ndeposition. She further admitted that even after receiving the\ninformation about the death of the daughter, her husband did not\ngo to the matrimonial house of the deceased, as he was suffering\nfrom fever and had stated that he would come at a later stage.\nShe further admitted that when she reached the matrimonial\nhouse of the deceased, then she saw that 12-15 persons were\nsitting there. However, she denied the suggestion that she was\ntold by them that the deceased had vomited before her death.\nShe further admitted that she did not call her husband and other\nrelatives. She further denied that the last rites of the deceased\nwere performed by the villagers. She further stated that she had\nseen about 5-6 injuries on the body of the deceased, but could not\nspecify the situs of those injuries. She further stated that the F.I.R.\nwas lodged by Babu Singh who has expired, however, could not\nspecify as to when such report was lodged.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"150816728\" id=\"span_7\">She further admitted\n                   7    Criminal Appeal No.594/1999\n                  (<a href=\"/doc/150816728/\" id=\"a_16\">Hakamsingh and another Vs. State of M.P</a>.)\n\nthat except Babu Singh, she did not inform anybody about the\ndeath of Chanderbai. She also could not clarify as to whether\nBabu Singh had informed anybody regarding lodging of the F.I.R.\nor not.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_22\">20.   Mangilal (P.W.9) is the maternal uncle of the deceased. He\nhad stated that the deceased was married about 11-12 years\nback. As the deceased was being maltreated by the appellants,\nbecause of non-fulfillment of their demand of Rs.10,000/- and 2\ntolas of gold, therefore, the deceased was not sent to her\nmatrimonial house. Thereafter, Nanuram and Puralal, after giving\nassurance, took the deceased to her matrimonial house, where\nshe died 12 days thereafter. He further admitted that inspite of the\nreceipt of the information regarding death of the deceased, he\ncame back from the midway as there was a possibility of dispute.\nHe has further stated that he was informed by the deceased about\nthe maltreatment. In cross examination, this witness has stated\nthat the deceased had died in the year 1994, however, could not\nspecify as to when she was married. However, stated that the\ndeceased was aged about 19 years at the time of marriage. He\nalso could not specify as to when the deceased had come back\nfrom her matrimonial house. This witness has further stated that\nabout 6 months prior to her death, he was informed by the\ndeceased about maltreatment. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"150816728\" id=\"span_8\">He further admitted that neither\nany report was lodged, nor any notice was given in this regard.\nHe further admitted that he did not lodge the report and also did\nnot go to the matrimonial house of the deceased, even after\ncoming to know about her death. He has further stated that when\nhe started for coming to the matrimonial house of the deceased,\nthen Balu Singh met with him while he was on his way and he\ninformed that the deceased has expired and thereafter, he was\ninformed by Kamlabai (P.W.3) about the death of Chanderbai.\nBabu Singh had met him at about 3:30-3:45 P.M., whereas\n                   8    Criminal Appeal No.594/1999\n                  (<a href=\"/doc/150816728/\" id=\"a_17\">Hakamsingh and another Vs. State of M.P</a>.)\n\nKamlabai (P.W.3) had met him about 15 minutes thereafter. He\ncame to Narayan for lodging the report and went to Mahidpur.\nWhen they reached police station, it was already evening. They\nmet with the T.I. and the report was written by T.I. They stayed in\nthe village Baloda, but did not inform anybody about the incident.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_23\">21.   B.B.S. Parmar (P.W.10) was posted as S.H.O., Police\nStation Mahidpur and had conducted the merg enquiry. He fairly\nconceded that nobody had lodged the report, however, while he\nwas on patrolling, he was informed by Pura, Chowkidar about the\nincident and accordingly, he had registered the merg. He further\nadmitted that he had not conducted any enquiry as to when the\nmarriage had taken place.\n</p><p data-structure=\"CDiscource\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"150816728\" id=\"span_9\">22.   Thus, if the evidence of Kamla bai (P.W.3) and Mangilal\n(P.W. 9) is considered in the light of evidence of B.B.S. Parmar\n(P.W.10), it is clear that the evidence of Kamlabai (P.W.3) and\nMangilal (P.W.9) that the F.I.R. was lodged by Babu Singh,\nappears to be false. Even the prosecution has not placed on\nrecord any F.I.R./report lodged by Babu Singh. Thus, it is clear\nthat the claim of the witnesses that Babu Singh, the father of the\ndeceased had lodged a F.I.R is wrong. However, it is clear that\nthe Chowkidar had already informed the police about the death of\nChanderbai and the police had already registered the merg\nenquiry, therefore, non-lodging of the F.I.R. by father of the\ndeceased, may not be of very importance, but it definitely\nindicates towards the fact that the parents of the deceased, might\nnot be suspicious about the death of the deceased. Furthermore,\nKamlabai (P.W.3) has stated that Babu Singh did not go to the\nmatrimonial house of the deceased as he was suffering from\nfever, whereas Mangilal (P.W.9) has stated that while he was on\nhis way to the matrimonial house of the deceased, he was told by\nBabu Singh that the deceased has expired. Thus, it is clear that\nalthough the parents of the deceased were aware of the death of\n                   9    Criminal Appeal No.594/1999\n                  (<a href=\"/doc/150816728/\" id=\"a_18\">Hakamsingh and another Vs. State of M.P</a>.)\n\nChanderbai, but inspite of that Babu Singh did not go to the\nmatrimonial house and did not attend the last rites of the\ndeceased.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_25\">23.   Further, so far as the case of the prosecution that inspite of\nobjection by Kamlabai (P.W.3) that the postmortem of the\ndeceased should be performed, but still the last rites were\nperformed is concerned, it is clear from the evidence of Kamla bai\n(P.W.3) that when she reached the matrimonial house of the\ndeceased, she saw that 15-20 persons were sitting there and the\ndead body of the deceased was lying. Thus, it is clear that the\nappellants had informed their neighbourers about the death of the\ndeceased. Further, it is an admitted position that the parents of\nthe deceased were informed by the appellants and they did not\ncremate the dead body, till the arrival of the parents of the\ndeceased. Thus, it indicates towards the fact that there was no\nguilty consciousness on the part of the appellants, otherwise, they\nwould have performed the last rites, even before the arrival of the\nparents of the deceased. Further, when the father of the deceased\nwas aware of the death of the deceased, then it is surprising that\nhe did not go to the matrimonial house of the deceased to see his\ndaughter for the last time. Even Mangilal (P.W. 9) did not go to the\nmatrimonial house of his niece even after getting the information\nabout her death and claims to have returned back from the\nmidway only on the apprehension that there might be a possibility\nof dispute. This conduct of Mangilal (P.W.9) cannot be said to be\nnatural, because in fact there was no possibility of any dispute\nfrom the appellant side, unless and until certain objections are\nraised by the relatives of the deceased.\n</p><p data-structure=\"PetArg\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"150816728\" id=\"span_10\">24.   It is next contended by the Counsel for the appellant that the\nprosecution has failed to prove that as to when the marriage of the\ndeceased took place with the appellant no.1 Hakam Singh.\nAccording to Kamlabai (P.W.3), the marriage of the deceased took\n                   10    Criminal Appeal No.594/1999\n                  (<a href=\"/doc/150816728/\" id=\"a_19\">Hakamsingh and another Vs. State of M.P</a>.)\n\nplace when she was 15-16 years old, i.e. 6 years prior to her\ndeath, whereas Mangilal (P.W.9) has stated that the deceased\nwas married to the appellant no.1 about 11-12 years back.\nUnfortunately, the Counsel for the appellant did not confront\nKamlabai (P.W.3) with her case diary statement, in which she had\nstated that the deceased was married about 11-12 years back.\nSince, Kamla bai (P.W.3)has not been confronted with her case\ndiary statement, therefore, the case diary statement of Kamla bai\n(P.W.3) cannot be taken into consideration. However, in absence\nof any specific evidence with regard to the fact as to when the\nmarriage of the deceased took place, therefore, considering the\nevidence of Mangilal (P.W.9) that the deceased was married about\n11-12 years back, this Court is of the considered opinion, that the\nprosecution has failed to prove that the marriage of the deceased\ntook place within 7 years of marriage from the date of death,\ntherefore, presumption under Section 113-B of Evidence cannot\nbe drawn.</span>\n</p><p data-structure=\"PetArg\" id=\"p_27\">25.   It is next contended by the Counsel for the appellants that\nthe prosecution has failed to prove that the deceased was\nsubjected to cruelty soon before her death. Once this Court has\nalready come to a conclusion that the prosecution has failed to\nprove that the deceased was married within 7 years of marriage,\ntherefore, the question of harassment or cruelty soon before her\ndeath, would not arise.\n</p><p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1149608\" id=\"span_11\">26.   The Supreme Court in the case of <a href=\"/doc/1149608/\" id=\"a_20\">Baijnath and others Vs.\nState of Madhya Pradesh</a>, reported in (2017) 1 SCC 101 has\nheld as under :</span>\n</p><blockquote id=\"blockquote_1\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150816728\" id=\"span_12\">(29) Noticeably this presumption as well is\n         founded on the proof of cruelty or harassment\n         of the woman dead for or in connection with any\n         demand for dowry by the person charged with\n         the offence. The presumption as to dowry death\n         thus would get activated only upon the proof of\n         the fact that the deceased lady had been\n         subjected to cruelty or harassment for or in\n         11    Criminal Appeal No.594/1999\n        (<a href=\"/doc/150816728/\" id=\"a_21\">Hakamsingh and another Vs. State of M.P</a>.)\n\nconnection with any demand for dowry by the\naccused and that too in the reasonable\ncontiguity of death. Such a proof is thus the\nlegislatively mandated prerequisite to invoke the\notherwise statutorily ordained presumption of\ncommission of the offence of dowry death by\nthe person charged therewith.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_29\">(30) A conjoint reading of these three\nprovisions, thus predicate the burden of the\nprosecution to unassailably substantiate the\ningredients of the two offences by direct and\nconvincing evidence so as to avail the\npresumption engrafted in Section 113B of the\nAct against the accused. Proof of cruelty or\nharassment by the husband or her relative or\nthe person charged is thus the sine qua non to\ninspirit the statutory presumption, to draw the\nperson charged within the coils thereof. If the\nprosecution fails to demonstrate by cogent\ncoherent and persuasive evidence to prove\nsuch fact, the person accused of either of the\nabove referred offences cannot be held guilty by\ntaking refuge only of the presumption to cover\nup the shortfall in proof.\n</p><p data-structure=\"CDiscource\" id=\"p_30\">(31) The legislative primature of relieving the\nprosecution of the rigour of the proof of the\noften practically inaccessible recesses of life\nwithin the guarded confines of a matrimonial\nhome and of replenishing the consequential\nvoid, by according a presumption against the\nperson charged, cannot be overeased to gloss-\nover and condone its failure to prove credibly,\nthe basic facts enumerated in the Sections\ninvolved, lest justice is the casualty.\n</p><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184024091\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"14558052\" id=\"span_14\">(32) This Court while often dwelling on the\nscope and purport of <a href=\"/doc/653797/\" id=\"a_22\">Section 304B</a> of the Code\nand Section 113B of the Act have propounded\nthat the presumption is contingent on the fact\nthat the prosecution first spell out the\ningredients of the offence of <a href=\"/doc/653797/\" id=\"a_23\">Section 304B</a> as in\n<a href=\"/doc/14558052/\" id=\"a_24\">Shindo Alias Sawinder Kaur and another Vs.\nState of Punjab</a> - (2011) 11 SCC 517 and\nechoed in <a href=\"/doc/184024091/\" id=\"a_25\">Rajeev Kumar Vs. State of Haryana</a> -\n(2013) 16 SCC 640.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150816728\" id=\"span_15\">In the latter\npronouncement, this Court propounded that one\nof the essential ingredients of dowry death\nunder <a href=\"/doc/653797/\" id=\"a_26\">Section 304B</a> of the Code is that the\naccused must have subjected the woman to\n                  12    Criminal Appeal No.594/1999\n                 (<a href=\"/doc/150816728/\" id=\"a_27\">Hakamsingh and another Vs. State of M.P</a>.)\n\n        cruelty in connection with demand for dowry\n        soon before her death and that this ingredient\n        has to be proved by the prosecution beyond\n        reasonable doubt and only then the Court will\n        presume that the accused has committed the\n        offence of dowry death under Section 113B of\n        the Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1250057\" id=\"span_16\">It referred to with approval, the earlier\n        decision of this Court in <a href=\"/doc/1250057/\" id=\"a_28\">K. Prema S. Rao Vs.\n        Yadla Srinivasa Rao</a> - (2003) 1 SCC 217 to the\n        effect that to attract the provision of <a href=\"/doc/409589/\" id=\"a_29\">Section 304</a>\n        of the Code, one of the main ingredients of the\n        offence which is required to be established is\n        that &quot;soon before her death&quot; she was subjected\n        to cruelty and harassment &quot;in connection with\n        the demand for dowry&quot;.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_32\">        (33) Tested on the judicially adumbrated\n        parameters as above, we are of the unhesitant\n        opinion that the prosecution has failed to prove\n        beyond reasonable doubt, cruelty or harassment\n        to the deceased for or in connection with any\n        demand for dowry as contemplated in either of\n        the two provisions of the Codeunder which the\n        accused persons had been charged. Noticeably,\n        the alleged demand centers around a\n        motorcycle, which as the evidence of the\n        prosecution witnesses would evince, admittedly\n        did not surface at the time of finalization of the\n        marriage. PW-5, the mother of the deceased\n        has even conceded that there was no dowry\n        demand at that stage. According to her, when\n        the husband (who is dead) had insisted for a\n        motorcycle thereafter he was assured that he\n        would be provided with the same, finances\n        permitting. Noticeably again, the demand, as\n        sought to be projected by the prosecution, if\n        accepted to be true had lingered for almost two\n        years. Yet admittedly, no complaint was made\n        thereof to anyone, far less the police. Apart from\n        the general allegations in the same tone\n        ingeminated with parrot like similarity by the\n        prosecution witnesses, the allegation of cruelty\n        and harassment to the deceased is founded on\n        the confidential communications by her to her\n        parents in particular and is not supported by any\n        other quarter.\n</p><p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"150816728\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"409054\" id=\"span_18\">The Supreme Court in the case of <a href=\"/doc/409054/\" id=\"a_30\">Tarsem Singh Vs. State of\nPunjab</a> reported in AIR 2008 SC 1454 = (2008) 16 SCC 155 has\n                   13    Criminal Appeal No.594/1999\n                  (<a href=\"/doc/150816728/\" id=\"a_31\">Hakamsingh and another Vs. State of M.P</a>.)\n\nheld as under :</span></span>\n</p><blockquote id=\"blockquote_2\">         10. The materials on record are not sufficient to\n         bring home the charges under <a href=\"/doc/653797/\" id=\"a_32\">Section 304B</a> of\n         the Indian Penal Code.\n</blockquote><p data-structure=\"Section\" id=\"p_34\">         <a href=\"/doc/653797/\" id=\"a_33\">Section 304B</a> of the Indian Penal Code reads\n         as under:\n</p><blockquote id=\"blockquote_3\">         &quot;304B. Dowry death.- (1) Where the death of a\n         woman is caused by any burns or bodily injury\n         or occurs otherwise than under normal\n         circumstances within seven years of her\n         marriage and it is shown that soon before her\n         death she was subjected to cruelty or\n         harassment by her husband or any relative of\n         her husband for, or in connection with, any\n         demand for dowry, such death shall be called\n         &quot;dowry death&quot;, and such husband or relative\n         shall be deemed to have caused her death.\n         Explanation.- For the purpose of this sub-\n         section, &quot;dowry&quot; shall have the same meaning\n         as in <a href=\"/doc/1249134/\" id=\"a_34\">Section 2</a> of the Dowry Prohibition Act,\n         1961 (28 of 1961).\n</blockquote><blockquote id=\"blockquote_4\">         (2) Whoever commits dowry death shall be\n         punished with imprisonment for a term which\n         shall not be less than seven years but which\n         may extend to imprisonment for life.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_35\">         The essential ingredients of the said offence\n         are: (i) death of a woman must have been\n         caused by any burns or bodily injury or\n         otherwise than under normal circumstances; (ii)\n         such death must have been occurred within\n         seven years of marriage (iii) soon before her\n         death she was subjected to cruelty or\n         harassment by her husband or relative of her\n         husband; (iv) such cruelty or harassment must\n         be in connection with the demand of dowry; and\n</p><p data-structure=\"Section\" id=\"p_36\">         (v) such cruelty is shown to have been meted\n         out to the woman soon before her death.\n</p><p data-structure=\"Section\" id=\"p_37\">         Explanation appended to Section 304B defines\n         dowry to have the same meaning as contained\n         in <a href=\"/doc/1249134/\" id=\"a_35\">Section 2</a> of the Dowry Prohibition Act, 1961,\n         which reads as under:\n</p><blockquote id=\"blockquote_5\">         &quot;2. Definition of `dowry&#x27;.- In this Act, &quot;dowry&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_38\">         means any property or valuable security given\n         or agreed to be given either directly or\n         indirectly-\n</p><p data-structure=\"Precedent\" id=\"p_39\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150816728\" id=\"span_19\">(a) by one party to a marriage to the other party\n         to the marriage; or\n         14    Criminal Appeal No.594/1999\n        (<a href=\"/doc/150816728/\" id=\"a_36\">Hakamsingh and another Vs. State of M.P</a>.)</span>\n\n</p><p data-structure=\"Section\" id=\"p_40\">(b) by the parents of either party to a marriage\nor by any other person, to either party to the\nmarriage or to any other person, at or before or\nany time after the marriage in connection with\nthe marriage of the said parties, but does not\ninclude dower or mahr in the case of persons to\nwhom the Muslim Personal Law (Shariat)\napplied.&quot;\n</p><p data-structure=\"Section\" id=\"p_41\">11. Parliament has inserted Section 113B in the\n<a href=\"/doc/1953529/\" id=\"a_37\">Evidence Act</a>, which reads as under:\n</p><blockquote id=\"blockquote_6\">&quot;113B. Presumption as to dowry death. - When\nthe question is whether a person has committed\nthe dowry death of a woman and it is shown\nthat soon before her death such woman has\nbeen subjected by such person to cruelty or\nharassment for, or in connection with, any\ndemand for dowry, the Court shall presume that\nsuch person had caused the dowry death.\nExplanation.-For the purposes of this section\n&quot;dowry death&quot; shall have the same meaning as\nin <a href=\"/doc/653797/\" id=\"a_38\">Section 304B</a> of the Indian Penal Code (45 of\n1860)&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_42\">12. The necessity for insertion of the two\nprovisions has been amply stated by the Law\nCommission of India in its 21st Report dated\n10-8-1988 on &quot;Dowry Deaths and Law Reform&quot;.\nKeeping in view the impediments in the pre-\nexisting law in securing evidence to prove\ndowry-related deaths, the Parliament in its\nwisdom thought to insert a provision relating to\npresumption of dowry death on proof of certain\nessentials.\n</p><p data-structure=\"Section\" id=\"p_43\">It is in this background that a provision of\npresumptive evidence by way of Section 113B\nin the <a href=\"/doc/1953529/\" id=\"a_39\">Evidence Act</a> has been inserted.\n</p><p data-structure=\"Section\" id=\"p_44\">As per the definition of &quot;dowry death&quot; in <a href=\"/doc/653797/\" id=\"a_40\">Section\n304B</a> of IPC and the wording in the presumptive\nprovision of <a href=\"/doc/1953529/\" id=\"a_41\">Section 113B</a> of the Evidence Act,\none of the essential ingredients, amongst\nothers, is that the `woman&#x27; must have been\n&quot;soon before her death&quot; subjected to cruelty or\nharassment &quot;for, or in connection with, the\ndemand for dowry&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150816728\" id=\"span_20\">Presumption in terms of Section 113B is one of\nlaw. On proof of the essentials mentioned\ntherein, it becomes obligatory on the court to\nraise a presumption that the accused caused\nthe dowry death. The presumption shall be\n                 15    Criminal Appeal No.594/1999\n                (<a href=\"/doc/150816728/\" id=\"a_42\">Hakamsingh and another Vs. State of M.P</a>.)\n\n        raised only on proof of the following essentials:</span>\n</p><blockquote id=\"blockquote_7\">        (1) The question before the court must be\n        whether the accused has committed the dowry\n        death of a woman. (This means that the\n        presumption can be raised only if the accused\n        is being tried for the offence under <a href=\"/doc/653797/\" id=\"a_43\">Section\n        304B</a> IPC.)\n        (2) The woman was subjected to cruelty or\n        harassment by her husband or his relatives.\n        (3) Such cruelty or harassment was for, or in\n        connection with, any demand for dowry.\n        (4) Such cruelty or harassment was soon before\n        her death.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"844888\" id=\"span_21\">The Supreme Court in the case of <a href=\"/doc/844888/\" id=\"a_44\">Bakshish Ram and another\nVs. State of Punjab</a> reported in (2013) 4 SCC 131 has held as\nunder :</span>\n</p><p data-structure=\"Precedent\" id=\"p_47\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"759010\" id=\"span_22\">&quot;16. The High Court, as a first Court of\n           appeal, on facts must apply its independent\n           mind and record its own findings on the basis\n           of its own assessment of evidence. Mere\n           reproduction of the assessment of trial Court\n           may not be sufficient and in the absence of\n           independent assessment by the High Court,\n           its ultimate decision cannot be sustained.\n           The same view has been reiterated by this\n           Court in <a href=\"/doc/759010/\" id=\"a_45\">Sakatar Singh v. State of Haryana</a>\n           2004 (11) SCC 291.</span>\n</p><p data-structure=\"Precedent\" id=\"p_48\">           17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"372939\" id=\"span_23\">In <a href=\"/doc/372939/\" id=\"a_46\">Arun Kumar Sharma v. State of Bihar</a>\n           2010 (1) SCC 108, while reiterating the\n           above view, this Court held that: (SCC pp.\n           115-16, para 30)\n                  &quot;30....In its appellate jurisdiction all the\n           facts were open to the High Court and,\n           therefore, the High Court was expected to go\n           deep into the evidence and, more\n           particularly, the record as also the proved\n           documents. Contrary to the above principle,\n           we are satisfied that in the case on hand, the\n           High Court failed to delve deep into the\n           record of the case and the evidence of the\n           witnesses. The role of the appellate Court in\n           a criminal appeal is extremely important and\n           all the questions of fact are open before the\n           appellate Court. The said recourse has not\n           been adopted by the High Court while\n           confirming the judgment of the trial Court.</span>\n       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150816728\" id=\"span_24\">16    Criminal Appeal No.594/1999\n      (<a href=\"/doc/150816728/\" id=\"a_47\">Hakamsingh and another Vs. State of M.P</a>.)</span>\n\n</p><p data-structure=\"Section\" id=\"p_49\">18. We have already noted <a href=\"/doc/653797/\" id=\"a_48\">Section 304B</a>\nIPC and its essential ingredients. <a href=\"/doc/1953529/\" id=\"a_49\">Section\n113B</a> of the Evidence Act is also relevant for\nthe case in hand. Both <a href=\"/doc/1953529/\" id=\"a_50\">Sections 304B</a> and\n<a href=\"/doc/1953529/\" id=\"a_51\">113B</a> of the Evidence Act were inserted by\n<a href=\"/doc/1763444/\" id=\"a_52\">Dowry Prohibition (Amendment) Act</a> 43 of\n1986 with a view to compact the increasing\nmenace of dowry deaths. <a href=\"/doc/1953529/\" id=\"a_53\">Section 113B</a> of\nthe Evidence Act reads as under:\n</p>\n<blockquote id=\"blockquote_8\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1616632\" id=\"span_25\">&quot;113B. Presumption as to dowry\ndeath.- When the question is whether a\nperson has committed the dowry death of a\nwoman and it is shown that soon before her\ndeath such woman has been subjected by\nsuch person to cruelty or harassment for, or\nin connection with, any demand for dowry,\nthe Court shall presume that such person\nhad caused the dowry death.&#x27;\n      Explanation.- For the purposes of this\nsection, &#x27;dowry death&#x27; shall have the same\nmeaning as in <a href=\"/doc/653797/\" id=\"a_54\">section 304B</a> of the Indian\nPenal Code (45 of 1860)&#x27;\n\nAs per the definition of &#x27;dowry death&#x27; in\n<a href=\"/doc/653797/\" id=\"a_55\">Section 304B</a> IPC and the wording in the\npresumptive <a href=\"/doc/1953529/\" id=\"a_56\">Section 113B</a> of the Evidence\nAct, one of the essential ingredients amongst\nothers, in both the provisions is that the\nwoman concerned must have been &#x27;soon\nbefore her death&#x27; subjected to cruelty or\nharassment &#x27;for or in connection with the\ndemand for dowry&#x27;. While considering these\nprovisions, this Court in <a href=\"/doc/1616632/\" id=\"a_57\">M. Srinivasulu v.\nState of A.P.</a> 2007 (12) SCC 443 has\nobserved thus: (SCC pp.446-47, para 8)\n\n      &quot;8.... The presumption shall be raised\nonly on proof of the following essentials:</span>\n</blockquote><blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150816728\" id=\"span_26\">(1) The question before the court must be\nwhether the accused has committed the\ndowry death of a woman. (This means that\nthe presumption can be raised only if the\naccused is being tried for the offence under\n<a href=\"/doc/653797/\" id=\"a_58\">Section 304-B</a> IPC.)\n(2) The woman was subjected to cruelty or\nharassment by her husband or his relatives.\n(3) Such cruelty or harassment was for, or in\n                   17    Criminal Appeal No.594/1999\n                  (<a href=\"/doc/150816728/\" id=\"a_59\">Hakamsingh and another Vs. State of M.P</a>.)\n\n           connection with any demand for dowry.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">           (4) Such cruelty or harassment was soon\n           before her death.&#x27;\n\n</p><p data-structure=\"PetArg\" id=\"p_51\">           19. As discussed above, a perusal of <a href=\"/doc/1953529/\" id=\"a_60\">Section\n           113B</a> of the Evidence Act and <a href=\"/doc/653797/\" id=\"a_61\">Section 304B</a>\n           IPC shows that there must be material to\n           show that soon before her death the victim\n           was subjected to cruelty or harassment. In\n           other words, the prosecution has to rule out\n           the possibility of a natural or accidental death\n           so as to bring it within the purview of the\n           &#x27;death occurring otherwise than in normal\n           circumstances&#x27;. The prosecution is obliged to\n           show that soon before the occurrence, there\n           was cruelty or harassment and only <a href=\"/doc/150816728/\" id=\"a_62\">in that\n           case</a> presumption operates. As observed\n           earlier, if the alleged incident of cruelty is\n           remote in time and has become stale enough\n           not to disturb the mental equilibrium of the\n           woman concerned, it would be of no\n           consequence. In the case on hand,\n           admittedly, the prosecution heavily relied on\n           the only evidence of Sibo (PW-2) - mother of\n           the deceased which, according to us, is a\n           hearsay, in any event, a very general and\n           vague statement which is not sufficient to\n           attract the above provisions. In such\n           circumstances, as argued by the learned\n           counsel for the appellants, accidental death\n           cannot be ruled out.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">           20. Another relevant aspect to be noted is\n           that it was appellant No.1-husband of the\n           deceased who took the deceased to the\n           hospital and it was he who informed the\n           police as well as parents of the deceased. It\n           is also brought to our notice that he did not\n           make any attempt to run away from the place\n           of occurrence.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_53\">27.   However, the next question for determination is that:-\n</p><blockquote id=\"blockquote_10\">               &quot;Whether the deceased was ever treated\n         with cruelty or she was abetted by the appellants\n         to commit suicide or not?&quot;\n</blockquote><p data-structure=\"RespArg\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150816728\" id=\"span_27\">28.   Kamlabai (P.W.3) and Mangilal (P.W.9) have stated that the\n                   18    Criminal Appeal No.594/1999\n                  (<a href=\"/doc/150816728/\" id=\"a_63\">Hakamsingh and another Vs. State of M.P</a>.)\n\nappellants were demanding Rs.10000/- and 2 tolas of gold,\ntherefore, they were harassing her. However, the prosecution has\nfailed to prove beyond reasonable doubt that as to when such\ndemand was made. The evidence led by the prosecution does\nnot inspire confidence of this Court, as Kamla bai (P.W.3) has\nstated that during the period of last 2 years, the deceased had\nstayed in her matrimonial house on number of occasions for\nmonths together. Further, the mother, father and the maternal\nuncle of the deceased, did not lodge the F.I.R. at any point of time\nabout the cruelty and surprisingly, they did not lodge the F.I.R.\nabout the death of the deceased Chanderbai.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_55\">29.   Thus, if the facts and circumstances of this case are\nconsidered, then it is clear that the death of the deceased took\nplace after 7 years of marriage. The information with regard to the\ndeath of the deceased was given to the neighbourers as well as to\nthe parents of the deceased. The appellants waited till the mother\nof the deceased arrived and did not cremated her dead body prior\nto arrival of her mother. The father of the deceased did not go to\nthe matrimonial house of the deceased. Even the maternal uncle\nMangilal (P.W.9) did not go the matrimonial house of the\ndeceased. The mother, namely, Kamlabai (P.W.3), Babu Singh,\nthe father of the deceased and Mangilal (P.W.9), the maternal\nuncle of the deceased, did not lodge the report with regard to the\ndeath of the deceased in other than normal circumstances. No\nreport or complaint to even the elderly members of the society\nwas ever made by the parents of the deceased with regard to the\nmaltreatment by the appellants. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"150816728\" id=\"span_28\">The witnesses have also failed to\npoint out as to when the deceased was treated with cruelty. There\nis nothing on record to show that the deceased was treated with\ncruelty soon before her death. There is nothing on record to\ncorroborate the stand of Kamla bai (P.W.3) that she had ever\ndemanded for postmortem of the dead body. The reasons for\n                   19    Criminal Appeal No.594/1999\n                  (<a href=\"/doc/150816728/\" id=\"a_64\">Hakamsingh and another Vs. State of M.P</a>.)\n\nBabu Singh, the father of the deceased, for not going to the\nmatrimonial house of the deceased, even after coming to know\nabout the death of deceased have not been proved. The stand\ntaken by Kamla bai (P.W.3) and Mangilal (P.W.9) in this regard are\nself contradictory in nature.     The information of death of the\ndeceased was timely given to her parents and even the\nneighbourers were informed by the appellants, which shows that\nthe appellants did not have any guilty consciousness.</span> Thus,\nconsidering the evidence which has been led by the prosecution,\nthis Court is of the considered opinion, that the prosecution has\nfailed to establish any charge against the appellants, beyond\nreasonable doubt, accordingly, they are acquitted of charge under\nSection 498-A, 304-B and 201/34 of I.P.C.\n</p><p data-structure=\"Conclusion\" id=\"p_56\">30.   Resultantly, the judgment and sentence dated 22-4-1999\npassed by Additional Sessions Judge, Ujjain in S.T. No. 434/1994\nis hereby set aside.\n</p><p data-structure=\"Conclusion\" id=\"p_57\">31.   The appellants are on bail.      Their bail bonds and surety\nbonds stand discharged.\n</p><p data-structure=\"Conclusion\" id=\"p_58\">32.   The appeal succeeds and is hereby Allowed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_59\">                                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150816728\" id=\"span_29\">(G.S. Ahluwalia)\n                                                    Judge\nArun*\n\n        ARUN KUMAR MISHRA\n        2018.08.23 11:55:40 +05&#x27;30&#x27;\n                        20    Criminal Appeal No.594/1999\n                       (<a href=\"/doc/150816728/\" id=\"a_65\">Hakamsingh and another Vs. State of M.P</a>.)\n\n               HIGH COURT OF MADHYA PRADESH\n                              BENCH INDORE\nSINGLE BENCH:</span>\n</p><blockquote id=\"blockquote_11\">                       HON. SHRI JUSTICE G.S. AHLUWALIA\n\n\n<span class=\"hidden_text\" id=\"span_30\">                        CRIMINAL APPEAL NO.594/1999</span>\n.........Appellants:                     Hakamsingh and another\n\n\n                                    Versus\n\n\n.......Respondent :                      State of M.P.\n\n\n\n                       Judgment post for 21/08/2018\n\n\n\n\n                                                 (G.S. Ahluwalia)\n                                                      Judge\n                                                   20/08/2018\n </blockquote>","numcites":21,"numcitedby":10,"docsource":"Madhya Pradesh High Court","citetid":11675438,"divtype":"judgments","relatedqs":[{"value":"section 304b indian penal code ","formInput":"section%20304b%20indian%20penal%20code%20"},{"value":"presumption of death","formInput":"presumption%20of%20death"},{"value":"dowry death","formInput":"dowry%20death"},{"value":"304b","formInput":"304b"},{"value":"dowry demand ","formInput":"dowry%20demand%20"},{"value":"304b of ipc","formInput":"304b%20of%20ipc"},{"value":"cruelty","formInput":"cruelty"},{"value":"498a","formInput":"498a"},{"value":"section 113b evidence act","formInput":"section%20113b%20evidence%20act"},{"value":"section 498A/304B","formInput":"section%20498A/304B"},{"value":"\"soon before her death\"","formInput":"%22soon%20before%20her%20death%22"},{"value":"\"113b\" section","formInput":"%22113b%22%20section"},{"value":"soon before death","formInput":"soon%20before%20death"},{"value":"section 304b","formInput":"section%20304b"},{"value":"presumption of dowry death","formInput":"presumption%20of%20dowry%20death"},{"value":"case diary","formInput":"case%20diary"},{"value":"dowry prohibition act","formInput":"dowry%20prohibition%20act"},{"value":"madhya pradesh  filter:  acquittal in 498a","formInput":"madhya%20pradesh%20%20filter%3A%20%20acquittal%20in%20498a"},{"value":"sec 304b ipc","formInput":"sec%20304b%20ipc"},{"value":"cruelty  citedby: 538436","formInput":"cruelty%20%20citedby%3A%20538436"}],"cats":[{"value":"dowry-death","formInput":"tag:dowry-death"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"dowry","formInput":"tag:dowry"}],"courtcopy":true,"query_alert":null,"agreement":false}