{"tid":34944771,"publishdate":"2020-12-15","title":"M/S Badri Narayan Shukla Associates vs State Of U.P. And 4 Others on 15 December, 2020","doc":"<h2 class=\"doc_title\">M/S Badri Narayan Shukla Associates vs State Of U.P. And 4 Others on 15 December, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2020 ALL 2482</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-p-kesarwani\">Surya Prakash Kesarwani</a>, <a href=\"/search/?formInput=benchid:y-k-srivastava\">Yogendra Kumar Srivastava</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nAFR\n \n\n \n\n \nCourt No. - 5 \n \n\n \nCase :- WRIT - C No. - 13291 of 2020 \n \n\n \nPetitioner :- M/S Badri Narayan Shukla Associates \n \nRespondent :- State Of U.P. And 4 Others \n \nCounsel for Petitioner :- Vikrant Pandey,Santosh Kumar Shukla \n \nCounsel for Respondent :- C.S.C. \n \n\n \nHon&#x27;ble Surya Prakash Kesarwani,J. \n \n</pre><p data-structure=\"Issue\" id=\"p_1\">Hon&#x27;ble Dr. Yogendra Kumar Srivastava,J. \n</p> \n<p data-structure=\"Issue\" id=\"p_2\">(Per : Dr. Yogendra Kumar Srivastava,J.)\n \n</p><p data-structure=\"PetArg\" id=\"p_3\">1.\tHeard Sri Vikrant Pandey, learned counsel for the petitioner and learned Standing Counsel appearing for the State respondents.\n</p> \n<p data-structure=\"Issue\" id=\"p_4\">2. \tThe present writ petition has been filed praying for the following reliefs :-\n</p> \n<blockquote id=\"blockquote_1\">&quot;(i) Issue a writ, order or direction in the nature of certiorari to call for record of the case and to quash the order dated 19.2.2020 passed by the respondent no.5 by which the payment of his earlier work has been denied on false ground that the payment has already been made (annexure no.1 to the writ petition).\n</blockquote> \n<blockquote id=\"blockquote_2\">(ii) Issue a writ, order or direction in the nature of certiorari to call for record of the case and to quash the order dated 11.2.2020 passed by the respondent no.5 by which the contract of the petitioner has been cancelled (annexure no.2 to the writ petition).\n</blockquote> \n<blockquote id=\"blockquote_3\">(iii) Issue a writ, order or direction in the nature of mandamus directing the respondent no.5 to pay the rest amount of the work done by the petitioner immediately.\n</blockquote> \n<blockquote id=\"blockquote_4\">(iv) Issue a writ, order or direction in the nature of mandamus directing the respondents to not to take any coercive action against the petitioner.\n</blockquote> \n<blockquote id=\"blockquote_5\">(v) Issue any other and further suitable writ, order or direction, which this Hon&#x27;ble Court may deem fit and proper in the circumstances of the case.\n</blockquote> \n<blockquote id=\"blockquote_6\">(vi) To award of the cost of petition in favour of the petitioner.&quot;\n</blockquote> \n\n \n<p data-structure=\"Facts\" id=\"p_5\">3.\t The writ petition primarily seeks to raise a challenge to an order dated 11.2.2020 passed by respondent no.5 whereunder, the tender of the petitioner was rejected for the reason that at the time of inspection, the work was found to be not in accordance with the prescribed norms and despite repeated directions, neither the shortcomings pointed out were rectified nor was the work completed. The petitioner has also sought to challenge the subsequent order dated 19.2.2020 of the respondent no.5 in terms of which the contract awarded to the petitioner has been cancelled. A further prayer has been made raising a claim for payment of a balance amount stated to be due to the petitioner in respect of the completed work.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_6\">4.\tThe aforementioned reliefs which have been sought in the present writ petition indicate that the petitioner seeks to enforce certain contractual rights and obligations for which the appropriate remedy is to approach the civil court or to initiate proceedings for arbitration, and a writ petition in such matters is, ordinarily, not to be entertained. It is not the case of the petitioner that the contract in question was of a statutory nature; rather it has been clearly admitted that the contract was a commercial contract.\n</p> \n<p data-structure=\"RespArg\" id=\"p_7\">5.\tAs per the case set up in the writ petition, the respondent no.4 had invited tenders for a civil work and the petitioner being the lowest bidder, was declared successful and awarded the contract. The pleadings in the writ petition and the documents which have been appended as annexures indicate that there arose serious dispute with regard to the fact that the work was not as per the prescribed standards and that it was not completed within the scheduled time. There is also a serious dispute with regard to the amount due and payable to the petitioner in respect of the work which is stated to have been completed. The petitioner claims to have submitted representations from time to time claiming payment in respect of the work completed. On the other hand, the respondents have issued notices to the petitioner requiring him to complete the work as per the prescribed standards and within the scheduled time.\n</p> \n<p data-structure=\"Section\" id=\"p_8\">6.\tThe law with regard to the maintainability of a writ petition in contractual matters is fairly well settled, and it has been consistently held that although there is no absolute bar to the maintainability of a writ petition in such matters, the discretionary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India, may be refused in case of money claims arising out of purely contractual obligations where there are serious disputed questions of fact with regard to the claims sought to be raised.\n</p> \n<p data-structure=\"Section\" id=\"p_9\">7.\tThe remedy under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution, has been held, to be available in a limited sphere only when the contracting party is able to demonstrate that the remedy it seeks to invoke is a public law remedy, in contradistinction to a private law remedy under a contract. \t\n</p> \n<p data-structure=\"Section\" id=\"p_10\">8.\tThe legal position in this regard is that where the rights which are sought to be agitated are purely of a private character no mandamus can be claimed, and even if the relief is sought against the State or any of its instrumentality the pre-condition for the issuance of a writ of mandamus is a public duty. In a dispute based on a pure contractual relationship there being no public duty element, a mandamus would not lie.\n</p> \n<p data-structure=\"Section\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_1\">9.\tThe question as to whether jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution would be open to resolve disputes arising out of the contracts between the State and the citizen was considered in <a href=\"/doc/541216/\" id=\"a_4\">Radhakrishna Agarwal and others vs. State of Bihar</a> and others1  and drawing a distinction with the case of a contract entered into by the State in exercise of a statutory power, it was held that in cases where the contract entered into between a State and the person aggrieved is non-statutory and purely contractual and the rights and liabilities of the parties are governed by the terms of the contract, and the petitioner complains about breach of such contract, the remedy of <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> would not be open for such complaints and no writ or order can be issued under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> in such cases to compel the authorities to remedy the breach of contract by the State.</span> \n</p> \n<p data-structure=\"Facts\" id=\"p_12\">10.\tThe Supreme Court took note of the three types of cases pertaining to breach of alleged obligation by the State or its agents, as referred to in the judgement of the High Court, against which the appeals were before it. The three types were stated as follows :-\n</p> \n<blockquote id=\"blockquote_7\">&quot;(i) Where a petitioner makes a grievance of breach of promise on the part of the State in cases where on assurance or promise made by the State he has acted to his prejudice and predicament, but the agreement is short of a contract within the meaning of <a href=\"/doc/1084525/\" id=\"a_7\">Article 299</a> of the Constitution; \n</blockquote> \n<blockquote id=\"blockquote_8\">(ii) Where the contract entered into between the person aggrieved and the State is in exercise of a statutory power under certain Act or Rules framed thereunder and the petitioner alleges a breach on the part of the State; and\n \n</blockquote><blockquote id=\"blockquote_9\">(iii) Where the contract entered into between the State, and the person aggrieved is non-statutory and purely contractual and the rights and liabilities of the parties are governed by the terms of the contract, and the petitioner complains about breach of such contract by the State.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_13\">11.\t In respect of cases of the third category where questions purely of alleged breach of contract were involved, it was observed thus :-\n</p> \n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"942605\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"360008\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1906492\" id=\"span_4\">&quot;15. It then, very rightly, held that the cases now before us should be placed in the third category where questions of pure alleged breaches of contract are involved. It held, upon the strength of <a href=\"/doc/1906492/\" id=\"a_8\">Umakant Saran v. The State of Bihar</a> and <a href=\"/doc/360008/\" id=\"a_9\">Lekhraj Satramdas v. Deputy Custodian-cum-Managing Officer</a> and <a href=\"/doc/942605/\" id=\"a_10\">B.K. Sinha v. State of Bihar</a> that no writ or order can issue under <a href=\"/doc/1712542/\" id=\"a_11\">Article 226</a> of the Constitution in such cases &quot;to compel the authorities to remedy a breach of contract pure and simple.&quot;</span></span></span>\n</blockquote> \n<p data-structure=\"Issue\" id=\"p_14\">xxx\n \n</p><p data-structure=\"Section\" id=\"p_15\">17. Learned counsel contends that in the cases before us breaches of public duty are involved. The submission made before us is that, whenever a State or its agents or officers deal with the citizen, either when making a transaction or, after making it, acting in exercise of powers under the terms of a contract between the parties, there is a dealing between the State and the citizen which involves performance of &quot;certain legal and public duties.&quot; If we were to accept this very wide proposition every case of a breach of contract by the State or its agents or its officers would call for interference under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution. We do not consider this to be a sound proposition at all.&quot;\n</p> \n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_5\">12.\tWe may refer to the judgement of the Supreme Court in the case of <a href=\"/doc/1893286/\" id=\"a_13\">Bareilly Development Authority and others vs. Ajay Pal Singh</a> and others2  wherein it was held that even though the development authority had the trappings of a State, in a matter pertaining to determination of the price of the flats constructed by it and the rate of monthly instalments to be paid, the authority after entering into the field of an ordinary contract was acting purely in its executive capacity, and the right and obligations of the parties inter se would be governed only as per the terms of the contract. The observations made in the judgment are as follows:-</span>\n</p> \n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1281050\" id=\"span_6\">&quot;21. This finding in our view is not correct in the light of the facts and circumstances of this case because in <a href=\"/doc/1281050/\" id=\"a_14\">Ramana Dayaram Shetty Vs. International Airport Authority of India</a> [(1979) 3 SCC 489] there was no concluded contract as in this case. Even conceding that the BDA has the trappings of a State or would be comprehended in &#x27;other authority&#x27; for the purpose of <a href=\"/doc/609139/\" id=\"a_15\">Article 12</a> of the Constitution, while determining price of the houses/flats constructed by it and the rate of monthly instalments to be paid, the &#x27;authority&#x27; or its agent after entering into the field of ordinary contract acts purely in its executive capacity. Thereafter the relations are no longer governed by the constitutional provisions but by the legally valid contract which determines the rights and obligations of the parties inter se. In this sphere, they can only claim rights conferred upon them by the contract in the absence of any statutory obligations on the part of the authority (i.e. BDA in this case) in the said contractual field.</span> \n</blockquote> \n<blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_8\">22. There is a line of decisions where the contract entered into between the State and the persons aggrieved is non-statutory and purely contractual and the rights are governed only by the terms of the contract, no writ or order can be issued under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the Constitution of India so as to compel the authorities to remedy a breach of contract pure and simple -- <a href=\"/doc/541216/\" id=\"a_17\">Radhakrishna Agarwal &amp; Ors. v. State of Bihar</a> (<a href=\"/doc/1732064/\" id=\"a_18\">1977) 3 SCC 457, Premji Bhai Parmar &amp; Ors. v. Delhi Development Authority &amp; Ors</a>, (1980) 2 SCC 129 and Divl.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_9\"><a href=\"/doc/248227/\" id=\"a_19\">Forest Officer v. Bishwanath Tea Company Ltd.</a> (1981) 3 SCC 238.&quot;</span> \t\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_10\">13.  Reference may also be had to the judgment in the case of <a href=\"/doc/730804/\" id=\"a_20\">Life Insurance Corporation of India vs. Escorts Ltd.</a> and others3 wherein it was held that in a matter relating to the contractual obligations the Court would not ordinarily examine it unless the action has some public law character attached to it. The observations made in the judgment are as follows:-</span> \n</p> \n<blockquote id=\"blockquote_13\">&quot;102...If the action of the State is related to contractual obligations or obligations arising out of the tort, the court may not ordinarily examine it unless the action has some public law character attached to it. Broadly speaking, the court will examine actions of State if they pertain to the public law domain and refrain from examining them if they pertain to the private law field. The difficulty will lie in demarcating the frontier between the public law domain and the private law field. It is impossible to draw the line with precision and we do not want to attempt it. The question must be decided in each case with reference to the particular action, the activity in which the State or the instrumentality of the State is engaged when performing the action, the public law or private law character of the action and a host of other relevant circumstances. When the State or an instrumentality of the State ventures into the corporate world and purchases the shares of a company, it assumes to itself the ordinary role of a shareholder, and dons the robes of a shareholder, with all the rights available to such a shareholder. There is no reason why the State as a shareholder should be expected to state its reasons when it seeks to change the management, by a resolution of the company, like any other shareholder.&quot;\n</blockquote> \n<p data-structure=\"Section\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1433365\" id=\"span_11\">14.\tThe question of maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a> in the case of a money claim again came up for consideration in the case of <a href=\"/doc/1433365/\" id=\"a_22\">Hindustan Petroleum Corporation Limited and others Vs. Dolly Das4</a> and it was held that for invoking the writ jurisdiction, involvement of any constitutional or statutory right was essential and in the absence of a statutory right, the remedy under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> could not be availed to claim any money in respect of breach of contract, tort or otherwise. It was reiterated that in absence of any constitutional or statutory rights  being involved, a writ proceeding would not lie to enforce a contractual obligation even if it is sought to be enforced against the State or its authorities.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121921120\" id=\"span_12\">15.\tThe maintainability of writ petition under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a> of the Constitution in disputes relating to terms of contract with a statutory body fell for consideration in <a href=\"/doc/121921120/\" id=\"a_25\">Kerala State Electricity Board and others Vs. Kurien E. Kalathil</a> and others5 and it was held that the writ court would not ordinarily be the proper forum for resolution of disputes relating to terms of contract with a statutory body and disputes arising from contractual or commercial activities must be settled according to ordinary principles of law of contract. The observations made in the judgement in this regard are as follows :-</span>\n</p> \n<blockquote id=\"blockquote_14\">&quot;10...The interpretation and implementation of a clause in a contract cannot be the subject matter of a writ petition. Whether the contract envisages actual payment or not is a question of construction of contract? If a term of a contract is violated, ordinarily the remedy is not the writ petition under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226.</a> We are also unable to agree with the observations of the High Court that the contractor was seeking enforcement of a statutory contract. A contract would not become statutory simply because it is for construction of a public utility and it has been awarded by a statutory body. We are also unable to agree with the observation of the High Court that since the obligations imposed by the contract on the contracting parties come within the purview of the <a href=\"/doc/171398/\" id=\"a_27\">Contract Act</a>, that would not make the contract statutory. Clearly, the High Court fell into an error in coming to the conclusion that the contract in question was statutory in nature.\n</blockquote> \n<blockquote id=\"blockquote_15\">11. A statute may expressly or impliedly confer power on a statutory body to enter into contracts in order to enable it to discharge its functions. Dispute arising out of the terms of such contracts or alleged breaches have to be settled by the ordinary principles of law of contract. The fact that one of the parties to the agreement is a statutory or public body will not of itself affect the principles to be applied. The disputes about the meaning of a covenant in a contract or its enforceability have to be determined according to the usual principles of the <a href=\"/doc/171398/\" id=\"a_28\">Contract Act</a>. Every act of a statutory body need not necessarily involve an exercise of statutory power. Statutory bodies, like private parties, have power to contract or deal with property. Such activities may not raise any issue of public law. In the present case, it has not been shown how the contract is statutory. The contract between the parties is the realm of private law. It is not a statutory contract. The disputes relating to interpretation of the terms and conditions of such a contract could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> of the Constitution of India. That is a matter for adjudication by a civil court or in arbitration if provided for in the contract. Whether any amount is due and if so, how much and refusal of the appellant to pay it is justified or not, are not the matters which could have been agitated and decided in a writ petition.&quot; \t\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_13\">16.\tConsidering the maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_30\">Article 226</a> of the Constitution in the context of a dispute relating to terms of a private contract where a mandamus was sought seeking to restrain authorities from making any deduction from bills in terms of the contract, it was held in <a href=\"/doc/1156062/\" id=\"a_31\">State Of U.P. and others vs Bridge &amp; Roof Co. (India) Ltd6</a> that proper course would be to refer the matter to arbitration or institution of a suit and not filing of a writ petition. It was observed thus :-</span>\n</p> \n<blockquote id=\"blockquote_16\">&quot;15. In our opinion, the very remedy adopted by the respondent is misconceived. It is not entitled to any relief in these proceedings,i.e, in the writ petition filed by it. The High court appears to be right in not pronouncing upon any of the several contentions raised in the writ petition by both the parties and in merely reiterating the effect of the order of the Deputy Commissioner made under the proviso to section 8-D (1). \n</blockquote> \n<blockquote id=\"blockquote_17\">16. Firstly, the contract between the parties is a contract in the realm of private law. It is not a statutory contract. It is governed by the provisions of the contract Act or, maybe, also by certain provisions of the <a href=\"/doc/651105/\" id=\"a_32\">Sale of Goods Act</a>. Any dispute relating to interpretation of the terms and conditions of such a contract cannot be agitated, and could not have been agitated,in a writ petition. That is a matter either for arbitration as provided by the contract or for the civil court, as the case may be. Whether any amount is due to the respondent from the appellant-Government under the contract and, if so, how much and the further question whether retention or refusal to pay any amount by the Government is justified, or not, are all matters which cannot be agitated in or adjudicated upon in a writ petition. The prayer in the writ petition,viz.,to restrain the Government from deducting particular amount from the writ petitioner&#x27;s bill(s) was not a prayer which could be granted by the High Court under <a href=\"/doc/1712542/\" id=\"a_33\">Article 226.</a> Indeed, the High Court has not granted the said prayer. \n</blockquote> \n<blockquote id=\"blockquote_18\">17. Secondly, whether there has been a reduction in the statutory liability on account of a change in law within the meaning of sub-clause (4) of clause 70 of the contract is again not a matter to be agitated in the writ petition. That is again a matter relating to interpretation of a term of the contract and should be agitated before the arbitrator or the civil court, as the case maybe. If any amount is wrongly withheld by the Government,the remedy of the respondent is to raise a dispute as provided by the contract or to approach the civil court, as the case may be, according to law. Similarly if the Government says that any over- payment has been made to the respondent, its remedy also is the same. \n</blockquote> \n<blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_14\">18. Accordingly, it must be held that the writ petition filed by the respondent for the issuance of a writ of mandamus restraining the Government from deducting or withholding a particular sum, which according to the respondent is payable to it under the contract, was wholly misconceived and was not maintainable in law (See the decision of this Court in <a href=\"/doc/1974738/\" id=\"a_34\">Assistant Excise Commissioner v. Isaac Peter</a> (1994 (4) S.C.C.104), where the law on the subject has been discussed fully.) The writ petition ought to have been dismissed on this ground alone.</span> \n</blockquote> \n<blockquote id=\"blockquote_20\">xxx\n \n</blockquote><blockquote id=\"blockquote_21\">21. There is yet another substantial reason for not entertaining the writ petition. The contract in question contains a clause providing inter a1ia for settlement of disputes by reference to arbitration (Clause 67 of the contract). The Arbitrators can decide both questions of fact as well as questions of law. When the contract itself provides for a mode of settlement of disputes arising from the contract, there is no reason why the parties should not follow and adopt that remedy and invoke the extra-ordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_35\">Article 226.</a> The existence of an effective alternative remedy - in this case, provided in the contract itself - is a good ground for the court to decline to exercise its extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_36\">Article 226.</a> The said article was not meant to supplant the existing remedies at law but only to supplement them in certain well-recognised situations. As pointed out above, the prayer for issuance of a writ of mandamus was wholly misconceived in this case since the respondent was not seeking to enforce any statutory right of theirs nor was it seeking to enforce any statutory obligation cast upon the appellants. Indeed, the very resort to <a href=\"/doc/1712542/\" id=\"a_37\">Article 226 -</a> whether for issuance of mandamus or any other writ, order or direction - was misconceived for the reasons mentioned supra.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_21\">17.\tThe maintainability of a writ petition in a case where termination of an agreement between the private parties and the State Government was challenged under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of the Constitution came up for consideration in State Of Gujarat and others vs Meghji Pethraj Shah Charitable Trust and others7 and it was stated that as the matter was governed by a contract between the parties, the writ petition was not maintainable since it was a public law remedy and was not available in private law field i.e. where the matter is governed by a non-statutory  contract. The observations made in the judgement in this regard are as follows :-\n</p> \n<blockquote id=\"blockquote_22\">&quot;22. We are unable to see any substance in the argument that the termination of arrangement without observing the principle of natural justice (audi alteram partem) is void. The termination is not a quasi-judicial act by any stretch of imagination; hence it was not necessary to observe the principles of natural justice. It is not also an executive or administrative act to attract the duty to act fairly. It was - as has been repeatedly urged by Sri Ramaswamy - a matter governed by a contract/agreement between the parties. If the matter is governed by a contract, the writ petition is not maintainable since it is a public law remedy and is not available in private law field, e.g., where the matter is governed by a non-statutory contract. Be that as it may, in view of our opinion on the main question, it is not necessary to pursue this reasoning further.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_22\">18.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_15\">In the case of <a href=\"/doc/460900/\" id=\"a_39\">State of Bihar and others vs. Jain Plastics &amp; Chemicals Ltd.8</a> a grievance was sought to be raised against deduction of an amount from the final bill to be paid to the contractor due to breach of contract by him. The petition was allowed by the High Court. The matter was taken to the Supreme Court wherein it was held that even if it was possible to decide the question raised in the petition on the basis of affidavits and counter affidavits, it would not be proper to exercise extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution in cases of alleged breach of contract. The observations made by the Supreme Court are as follows:-</span>\n</p> \n<blockquote id=\"blockquote_23\">&quot;2. Limited question involved in this appeal is -- whether the High Court ought not to have exercised its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> of the Constitution of India for granting relief in case of alleged breach of contract. \n</blockquote> \n<blockquote id=\"blockquote_24\">3. Settled law -- writ is not the remedy for enforcing contractual obligations. It is to be reiterated that writ petition under <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a> is not the proper proceedings for adjudicating such disputes. Under the law, it was open to the respondent to approach the court of competent jurisdiction for appropriate relief for breach of contract...\n</blockquote> \n<blockquote id=\"blockquote_25\">x x x\n \n</blockquote><blockquote id=\"blockquote_26\">7...It is true that many matters could be decided after referring to the contentions raised in the affidavits and counter-affidavits, but that would hardly be a ground for exercise of extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_43\">Article 226</a> of the Constitution in case of alleged breach of contract. Whether the alleged non-supply of road permits by the appellants would justify breach of contract by the respondent would depend upon facts and evidence and is not required to be decided or dealt with in a writ petition. Such seriously disputed questions or rival claims of the parties with regard to breach of contract are to be investigated and determined on the basis of evidence which may be led by the parties in a properly instituted civil suit rather than by a court exercising prerogative of issuing writs.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"2937017\" id=\"span_16\">19.\tDistinguishing private law from public law, it was held in <a href=\"/doc/2937017/\" id=\"a_44\">K.K.Saksena vs. International Commission</a> on Irrigation and Drainage and others9 that private law obligations of the State or public authorities are not amenable to writ jurisdiction. The relevant observations made in the judgement are as follows :-</span> \n</p> \n<blockquote id=\"blockquote_27\">&quot;43. What follows from a minute and careful reading of the aforesaid judgments of this Court is that if a person or authority is &quot;State&quot; within the meaning of <a href=\"/doc/609139/\" id=\"a_45\">Article 12</a> of the Constitution, admittedly a writ petition under <a href=\"/doc/1712542/\" id=\"a_46\">Article 226</a> would lie against such a person or body. However, we may add that even in such cases writ would not lie to enforce private law rights. There are catena of judgments on this aspect and it is not necessary to refer to those judgments as that is the basic principle of judicial review of an action under the administrative law. The reason is obvious. A private law is that part of a legal system which is a part of common law that involves relationships between individuals, such as law of contract or torts. Therefore, even if writ petition would be maintainable against an authority, which is &quot;State&quot; under <a href=\"/doc/609139/\" id=\"a_47\">Article 12</a> of the Constitution, before issuing any writ, particularly writ of mandamus, the Court has to satisfy that action of such an authority, which is challenged, is in the domain of public law as distinguished from private law. \n</blockquote> \n<blockquote id=\"blockquote_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"107472\" id=\"span_17\">44. Within a couple of years of the framing of the Constitution, this Court remarked in <a href=\"/doc/107472/\" id=\"a_48\">Election Commission of India v. Saka Venkata Rao</a> that administrative law in India has been shaped in the English mould. Power to issue writ or any order of direction for &quot;any other purpose&quot; has been held to be included in <a href=\"/doc/1712542/\" id=\"a_49\">Article 226</a> of the Constitution with a view apparently to place all the High Courts in this country in somewhat the same position as the Court of the King&#x27;s Bench in England. It is for this reason ordinary &quot;private law remedies&quot; are not enforceable through extraordinary writ jurisdiction, even though brought against public authorities (see Administrative Law, 8th Edition; H.W.R. Wade &amp; C.F. Forsyth, page 656). In a number of decisions, this Court has held that contractual and commercial obligations are enforceable only by ordinary action and not by judicial review.&quot;</span> \n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"107472\" id=\"span_18\">20.\tThe Constitution Bench Judgement in the case of <a href=\"/doc/107472/\" id=\"a_50\">Election Commission, India vs. Saka Venkata Subba Rao</a> and others10 and the judgement in the case of R.(Hopley) vs. Liverpool Health Authority11, were referred to for the proposition that contractual and commercial obligations are enforceable only by ordinary action and not by judicial review. It was stated thus :-</span>\n</p> \n<blockquote id=\"blockquote_29\">&quot;50. We have also pointed out above that in Saka Venkata Rao this Court had observed that administrative law in India has been shaped on the lines of English law. There are a catena of judgments in English courts taking same view, namely, contractual and commercial obligations are enforceable only by ordinary action and not by judicial review. In R. (Hopley) v. Liverpool Health Authority (unreported) (30.7.2002), Justice Pitchford helpfully set out three things that had to be identified when considering whether a public body with statutory powers was exercising a public function amenable to judicial review or a private function. They are: (i) whether the defendant was a public body exercising statutory powers; (ii) whether the function being performed in the exercise of those powers was a public or a private one; and (iii) whether the defendant was performing a public duty owed to the claimant in the particular circumstances under consideration.&quot;\t\t\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_25\">21.\tThe nature of the prerogative remedy of a mandatory order as the normal means for enforcing performance of public duties by public authorities has been considered in Administrative Law by H.W.R. Wade &amp; C.F. Forsyth12, and a distinction has been drawn between public duties enforceable by a mandatory order, which are usually statutory, and duties arising merely from contract. It has been stated thus :-\n</p> \n<blockquote id=\"blockquote_30\">&quot;A distinction which needs to be clarified is that between public duties enforceable by a mandatory order, which are usually statutory, and duties arising merely from contract. Contractual duties are enforceable as matters of private law by the ordinary contractual remedies, such as damages, injunction, specific performance and declaration. They are not enforceable by a mandatory order, which in the first place is confined to public duties and secondly is not granted where there are other adequate remedies.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_19\">22. \tWe may also gainfully refer to the judgment in the case of <a href=\"/doc/77081689/\" id=\"a_51\">Joshi Technologies International Inc. vs. Union of India</a> and others13  wherein the legal position in this regard has been taken note of and summarized in the following terms:-</span> \n</p> \n<blockquote id=\"blockquote_31\">&quot;69. The position thus summarised in the aforesaid principles has to be understood in the context of discussion that preceded which we have pointed out above. As per this, no doubt, there is no absolute bar to the maintainability of the writ petition even in contractual matters or where there are disputed questions of fact or even when monetary claim is raised. At the same time, discretion lies with the High Court which under certain circumstances, it can refuse to exercise. It also follows that under the following circumstances, &quot;normally&quot;, the Court would not exercise such a discretion: \n</blockquote> \n<blockquote id=\"blockquote_32\">69.1. The Court may not examine the issue unless the action has some public law character attached to it. \n</blockquote> \n<blockquote id=\"blockquote_33\">69.2. Whenever a particular mode of settlement of dispute is provided in the contract, the High Court would refuse to exercise its discretion under <a href=\"/doc/1712542/\" id=\"a_52\">Article 226</a> of the Constitution and relegate the party to the said mode of settlement, particularly when settlement of disputes is to be resorted to through the means of arbitration. \n</blockquote> \n<blockquote id=\"blockquote_34\">69.3. If there are very serious disputed questions of fact which are of complex nature and require oral evidence for their determination. \n</blockquote> \n<blockquote id=\"blockquote_35\">69.4. Money claims per se particularly arising out of contractual obligations are normally not to be entertained except in exceptional circumstances. \n</blockquote> \n<blockquote id=\"blockquote_36\">70. Further, the legal position which emerges from various judgments of this Court dealing with different situations/aspects relating to contracts entered into by the State/public authority with private parties, can be summarised as under: \n</blockquote> \n<blockquote id=\"blockquote_37\">70.1. At the stage of entering into a contract, the State acts purely in its executive capacity and is bound by the obligations of fairness. \n</blockquote> \n<blockquote id=\"blockquote_38\">70.2. State in its executive capacity, even in the contractual field, is under obligation to act fairly and cannot practise some discriminations. \n</blockquote> \n<blockquote id=\"blockquote_39\">70.3. Even in cases where question is of choice or consideration of competing claims before entering into the field of contract, facts have to be investigated and found before the question of a violation of <a href=\"/doc/367586/\" id=\"a_53\">Article 14</a> of the Constitution could arise. If those facts are disputed and require assessment of evidence the correctness of which can only be tested satisfactorily by taking detailed evidence, involving examination and cross-examination of witnesses, the case could not be conveniently or satisfactorily decided in proceedings under <a href=\"/doc/1712542/\" id=\"a_54\">Article 226</a> of the Constitution. In such cases the Court can direct the aggrieved party to resort to alternate remedy of civil suit, etc. \n \n70.4. Writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_55\">Article 226</a>  of the Constitution was not intended to facilitate avoidance of obligation voluntarily incurred. \n</blockquote> \n<blockquote id=\"blockquote_40\">70.5. Writ petition was not maintainable to avoid contractual obligation. Occurrence of commercial difficulty, inconvenience or hardship in performance of the conditions agreed to in the contract can provide no justification in not complying with the terms of contract which the parties had accepted with open eyes. It cannot ever be that a licensee can work out the licence if he finds it profitable to do so: and he can challenge the conditions under which he agreed to take the licence, if he finds it commercially inexpedient to conduct his business. \n</blockquote> \n<blockquote id=\"blockquote_41\">70.6. Ordinarily, where a breach of contract is complained of, the party complaining of such breach may sue for specific performance of the contract, if contract is capable of being specifically performed. Otherwise, the party may sue for damages. \n</blockquote> \n<blockquote id=\"blockquote_42\">70.7. Writ can be issued where there is executive action unsupported by law or even in respect of a corporation there is denial of equality before law or equal protection of law or if it can be shown that action of the public authorities was without giving any hearing and violation of principles of natural justice after holding that action could not have been taken without observing principles of natural justice. \n</blockquote> \n<blockquote id=\"blockquote_43\">70.8. If the contract between private party and the State/instrumentality and/or agency of the State is under the realm of a private law and there is no element of public law, the normal course for the aggrieved party, is to invoke the remedies provided under ordinary civil law rather than approaching the High Court under <a href=\"/doc/1712542/\" id=\"a_56\">Article 226</a> of the Constitution of India and invoking its extraordinary jurisdiction. \n</blockquote> \n<blockquote id=\"blockquote_44\">70.9. The distinction between public law and private law element in the contract with the State is getting blurred. However, it has not been totally obliterated and where the matter falls purely in private field of contract, this Court has maintained the position that writ petition is not maintainable. The dichotomy between public law and private law rights and remedies would depend on the factual matrix of each case and the distinction between the public law remedies and private law field, cannot be demarcated with precision. In fact, each case has to be examined, on its facts whether the contractual relations between the parties bear insignia of public element. Once on the facts of a particular case it is found that nature of the activity or controversy involves public law element, then the matter can be examined by the High Court in writ petitions under <a href=\"/doc/1712542/\" id=\"a_57\">Article 226</a> of the Constitution of India to see whether action of the State and/or instrumentality or agency of the State is fair, just and equitable or that relevant factors are taken into consideration and irrelevant factors have not gone into the decision-making process or that the decision is not arbitrary. \n</blockquote> \n<blockquote id=\"blockquote_45\">70.10. Mere reasonable or legitimate expectation of a citizen, in such a situation, may not by itself be a distinct enforceable right, but failure to consider and give due weight to it may render the decision arbitrary, and this is how the requirements of due consideration of a legitimate expectation forms part of the principle of non-arbitrariness. \n</blockquote> \n<blockquote id=\"blockquote_46\">70.11. The scope of judicial review in respect of disputes falling within the domain of contractual obligations may be more limited and in doubtful cases the parties may be relegated to adjudication of their rights by resort to remedies provided for adjudication of purely contractual disputes.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1527980\" id=\"span_20\">23.\tThe question of maintainability of the writ petition under <a href=\"/doc/1712542/\" id=\"a_58\">Article 226</a> for enforcement of a contractual right again came up in <a href=\"/doc/1527980/\" id=\"a_59\">Life Insurance Corporation of India and others vs. Asha Goel (Smt.) and another</a> 14, and it was held that pros and cons of fact-situation should be carefully weighed and the determination of the question as to when a claim can be enforced in writ jurisdiction would depend on consideration of several factors like, whether the writ petitioner is merely attempting to enforce his contractual rights or the case raises important questions of law and constitutional issues, the nature of dispute raised; the nature of enquiry necessary for determination of the dispute etc. It was held that the matter would be required to be considered in the facts and circumstances of each case. The observations made in the judgement in this regard are as follows :-</span>\n</p> \n<blockquote id=\"blockquote_47\">&quot;10.\t<a href=\"/doc/1712542/\" id=\"a_60\">Article 226</a> of the Constitution confers extraordinary jurisdiction on the High Court to issue high prerogative writs for enforcement of the fundamental rights or for any other purpose. It is wide and expansive. The Constitution does not place any fetter on exercise of the extraordinary jurisdiction. It is left to the discretion of the High Court. Therefore, it cannot be laid down as a general proposition of law that in no case the High Court can entertain a writ petition under <a href=\"/doc/1712542/\" id=\"a_61\">Article 226</a> of the Constitution to enforce a claim under a life insurance policy. It is neither possible nor proper to enumerate exhaustively the circumstances in which such a claim can or cannot be enforced by filing a writ petition. The determination of the question depends on consideration of several factors like, whether a writ petitioner is merely attempting to enforce his/her contractual rights or the case raises important questions of law and constitutional issues, the nature of the dispute raised; the nature of inquiry necessary for determination of the dispute etc. The matter is to be considered in the facts and circumstances of each case. While the jurisdiction of the High Court to entertain a writ petition under <a href=\"/doc/1712542/\" id=\"a_62\">Article 226</a> of the Constitution cannot be denied altogether, courts must bear in mind the self-imposed restriction consistently followed by High Courts all these years after the constitutional power came into existence in not entertaining writ petitions filed for enforcement of purely contractual rights and obligations which involve disputed questions of facts. The courts have consistently taken the view that in a case where for determination of the dispute raised, it is necessary to inquire into facts for determination of which it may become necessary to record oral evidence a proceeding under <a href=\"/doc/1712542/\" id=\"a_63\">Article 226</a> of the Constitution, is not the appropriate forum. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"906698\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1047783\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"557202\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732085\" id=\"span_25\">The position is also well settled that if the contract entered between the parties provide an alternate forum for resolution of disputes arising from the contract, then the parties should approach the forum agreed by them and the High Court in writ jurisdiction should not permit them to bypass the agreed forum of dispute resolution. At the cost of repetition it may be stated that in the above discussions we have only indicated some of the circumstances in which the High Court have declined to entertain petitions filed under <a href=\"/doc/1712542/\" id=\"a_64\">Article 226</a> of the Constitution for enforcement of contractual rights and obligation; the discussions are not intended to be exhaustive. This Court from time to time disapproved of a High Court entertaining a petition under <a href=\"/doc/1712542/\" id=\"a_65\">Article 226</a> of the Constitution in matters of enforcement of contractual rights and obligation particularly where the claim by one party is contested by the other and adjudication of the dispute requires inquiry into facts. We may notice a few such cases: <a href=\"/doc/1732085/\" id=\"a_66\">Mohd. Hanif v. State of Assam</a> (1969) 2 SCC 782; <a href=\"/doc/557202/\" id=\"a_67\">Banchhanidhi Rath v. State of Orissa</a> (1972) 4 SCC 781; <a href=\"/doc/1979603/\" id=\"a_68\">Rukmanibai Gupta v. Collector, Jabalpur</a> (1980) 4 SCC 556; <a href=\"/doc/1047783/\" id=\"a_69\">Food Corpn. of India v. Jagannath Dutta</a> 1993 <a href=\"/doc/906698/\" id=\"a_70\">Supp (3) SCC 635 and State of H.P. v. Raja Mahendra Pal</a> (1999) 4 SCC 43.&quot;</span></span></span></span></span>\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79493974\" id=\"span_26\">24.\tTaking a similar view where a contractual right was sought to be enforced by filing a writ petition, this Court in M/s <a href=\"/doc/79493974/\" id=\"a_71\">Lalloo Ji Rajiv Chandra And Sons vs. Meladhikari Prayagraj Mela Authority</a> and others15, reiterated the legal position that in a case of non-statutory contract, the remedy available to the contractor, if he is aggrieved by non-payment, would be either to file a civil suit or if there is an arbitration agreement between the parties, to invoke the terms of the agreement. The writ petition was dismissed with the following observations :-</span> \n</p> \n<blockquote id=\"blockquote_48\">&quot;10. In the present case there is nothing to held that the contract is a statutory contract. The remedy of the contractor, if he is aggrieved by non-payment, would be to either file an ordinary civil suit or if there is an arbitration agreement between the parties, to invoke the terms of the agreement.\n</blockquote> \n<blockquote id=\"blockquote_49\">11. In our view, it will not either be appropriate or proper for the Court under <a href=\"/doc/1712542/\" id=\"a_72\">Article 226</a> of the Constitution to entertain a petition of this nature. The grant of relief of this nature would virtually amount to a money decree. The petitioner is at liberty to take recourse to the remedies available by raising such a claim either invoking an arbitration clause (if it exists in the contract between the parties) or if there is no provision for arbitration, to move the competent civil court with a money claim.&quot;\n</blockquote> \n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187071402\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96390999\" id=\"span_28\">25. The aforementioned legal position with regard to the question of maintainability of a writ petition seeking enforcement of contractual and commercial obligations has been considered in detail in recent judgements of this Court in M/s <a href=\"/doc/96390999/\" id=\"a_73\">Ipjacket Technology India Private Limited vs. M.D. Uttar Pradesh Rajkiya Nirman Nigam Limited16</a> and <a href=\"/doc/187071402/\" id=\"a_74\">M/S Bio Tech System vs. State of U.P.</a> and 4 others17.</span></span>\n</p> \n<p data-structure=\"CDiscource\" id=\"p_30\">26. From the foregoing discussion, as a matter of general principle, it may be held that in a case where the contract entered into between the State and the person aggrieved is of a non-statutory character and the relationship is governed purely in terms of a contract between the parties, in such situations the contractual obligations are matters of private law and a writ would not lie to enforce a civil liability arising purely out of a contract. The proper remedy in such cases would be to file a civil suit for claiming damages, injunctions or specific performance or such appropriate reliefs in a civil court. Pure contractual obligation in the absence of any statutory complexion would not be enforceable through a writ.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_31\">27.\tThe remedy under <a href=\"/doc/1712542/\" id=\"a_75\">Article 226</a> of the Constitution being an extraordinary remedy, it is not intended to be used for the purpose of declaring private rights of the parties. In the case of enforcement of contractual rights and liabilities the normal remedy of filing a civil suit being available to the aggrieved party, this Court would not exercise its prerogative writ jurisdiction to enforce such contractual obligations. The only exception may be a case where the amount is admitted and there is no disputed question of fact requiring adjudication of detailed evidence and interpretation of the terms of the contract.\t\n</p> \n<p data-structure=\"Conclusion\" id=\"p_32\">28.\tIn the case at hand, the reliefs sought, as per the case set up by the petitioner, would require adjudication of serious factual disputes relating to the terms of the contract in respect of the prescribed standards of work and the time schedule for its completion. There is also serious dispute with regard to the extent of the work completed and the payments which are due. The pleadings and the material which are on record do not in any manner indicate that it is a public law remedy which the petitioner is seeking to invoke so as to pursuade us to exercise our discretionary jurisdiction.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_33\">29.\tHaving regard to aforesaid facts and circumstances, we are not inclined to exercise our extra-ordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_76\">Article 226</a> of the Constitution.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_34\">30.\tThe writ petition stands accordingly dismissed. \n</p> \n<p data-structure=\"Precedent\" id=\"p_35\">Order Date :- 15.12.2020 \n \nShalini \n \n\n \n\n \n\n \n(Dr. Y.K. Srivastava,J.)\t(Surya Prakash Kesarwani,J.)\n \n\n\n\n \n\n\n\n\n \n\n\n \n    \n     \n  \n </p>","numcites":32,"numcitedby":1,"docsource":"Allahabad High Court","citetid":34944771,"divtype":"judgments","relatedqs":[{"value":"writ petition maintainability","formInput":"writ%20petition%20maintainability"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"administrative law","formInput":"administrative%20law"},{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"public law and private law","formInput":"public%20law%20and%20private%20law"},{"value":"maintainability of a writ","formInput":"maintainability%20of%20a%20writ"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"public duty","formInput":"public%20duty"},{"value":"non statutory contracts","formInput":"non%20statutory%20contracts"},{"value":"public law remedy","formInput":"public%20law%20remedy"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"article 12","formInput":"article%2012"},{"value":"torts","formInput":"torts"},{"value":"STATUTORY BODY","formInput":"STATUTORY%20BODY"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"mandamus","formInput":"mandamus"},{"value":"writ petition under article 226","formInput":"writ%20petition%20under%20article%20226"},{"value":"contract law","formInput":"contract%20law"},{"value":"contract act","formInput":"contract%20act"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":true,"query_alert":null,"agreement":false}