{"tid":1056303,"publishdate":"2010-04-22","title":"Shaukat vs State Of Uttaranchal on 22 April, 2010","doc":"<h2 class=\"doc_title\">Shaukat vs State Of Uttaranchal on 22 April, 2010</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2010 AIR SCW 5017, 2010 (5) SCC68, 2010 (2) SCC(CRI)1238, (2010) 3 CGLJ 46, (2010) 91 ALLINDCAS 183 (SC), (2010) 3 MH LJ (CRI) 405, (2010) 4 SCALE 299, (2010) 2 UC 1011, (2012) 79 ALLCRIC 260, 2010 (91) ALLINDCAS 183, (2010) 2 CURCRIR 423, (2010) 46 OCR 426, (2010) 2 DLT(CRL) 924, (2010) 2 ALLCRIR 2096, (2010) 70 ALLCRIC 170, (2011) 1 ALD(CRL) 248</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-m-panchal\">J.M. Panchal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-verma\">Deepak Verma</a>, <a href=\"/search/?formInput=benchid:j-m-panchal\">J.M. Panchal</a></h3>\n\n<pre id=\"pre_1\">                                                         Reportable\n\n           IN THE SUPREME COURT OF INDIA\n\n          CRIMINAL APPELLATE JURISDICTION\n\n          CRIMINAL APPEAL NO.757 OF 2005\n\n\nShaukat                                     ... Appellant\n\n                         Versus\n\nState of Uttaranchal                       ...Respondent\n\n                         WITH\n\n          CRIMINAL APPEAL NO.758 OF 2005\n\n\nState of Uttaranchal                        ... Appellant\n\n                         Versus\n\nShaukat                                    ...Respondent\n\n\n\n\n                       JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">J.M. PANCHAL, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">1.   The appellant in Criminal Appeal No.757 of 2005 with\n\nhis father Sabbir, son of Ilahi Bux was charged for\n\ncommission of offences punishable under Section 302 read\n<span class=\"hidden_text\" id=\"span_1\">\f                                                              2</span>\n\nwith <a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> Indian Penal Code (<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>) and <a href=\"/doc/455468/\" id=\"a_3\">Section 307</a>\n\nread with <a href=\"/doc/37788/\" id=\"a_4\">Section 34</a> IPC for causing death of Wilayat and\n\nattempting to commit murder of Rahmat.              The learned\n\nSessions Judge, Nainital by judgment dated September 18,\n\n1982 passed in Sessions Trial No.17 of 1981 convicted the\n\nappellant under <a href=\"/doc/1560742/\" id=\"a_5\">Sections 302</a> and <a href=\"/doc/455468/\" id=\"a_6\">307</a> for causing murder\n\nof deceased Wilayat and for making attempt to murder\n\nRahmat and sentenced him to life imprisonment for\n\ncommission of offence punishable under <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> as well\n\nas R.I. for ten years for commission of offence punishable\n\nunder <a href=\"/doc/455468/\" id=\"a_8\">Section 307</a> IPC.      His father Sabbir was convicted\n\nunder <a href=\"/doc/1560742/\" id=\"a_9\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_10\">Section 34</a> IPC and <a href=\"/doc/455468/\" id=\"a_11\">Section\n\n307</a> read with <a href=\"/doc/37788/\" id=\"a_12\">Section 34</a> IPC. Mr. Sabbir was sentenced to\n\nlife imprisonment for commission of offence under <a href=\"/doc/1560742/\" id=\"a_13\">Section\n\n302</a> read with <a href=\"/doc/37788/\" id=\"a_14\">Section 34</a> IPC and R.I. for seven years for\n\ncommission of offence under <a href=\"/doc/455468/\" id=\"a_15\">Section 307</a> read with <a href=\"/doc/37788/\" id=\"a_16\">Section\n\n34</a> IPC.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Issue\" id=\"p_5\">2.   Feeling   aggrieved,   the   appellant   and    his   father\n\npreferred Criminal Appeal No.1034 of 2001 in the High\n\nCourt of Uttaranchal at Nainital. During the pendency of\n\nthe said appeal, Sabbir, who was father of the appellant,\n<span class=\"hidden_text\" id=\"span_2\">\f                                                           3</span>\n\nexpired.    Therefore, the appeal filed by the appellant was\n\nconsidered by the High Court. The Division Bench of the\n\nHigh Court, by judgment dated December 24, 2004, held\n\nthe appellant guilty for commission of offence of culpable\n\nhomicide not amounting to murder punishable under\n\n<a href=\"/doc/409589/\" id=\"a_17\">Section 304</a> Part-I <a href=\"/doc/1569253/\" id=\"a_18\">IPC</a> and sentenced him to undergo R.I.\n\nfor 10 years and a fine of Rs.5,000/- in default R.I. for one\n\nyear.    The High Court also found the appellant guilty for\n\ncommission of offence under <a href=\"/doc/4266/\" id=\"a_19\">Section 308</a> IPC and sentenced\n\nhim to R.I. for two years and fine of Rs.1,000/- in default\n\nR.I. for three months. Feeling aggrieved, the appellant has\n\nfiled Criminal Appeal No.757 of 2005 by Special Leave.\n\n\n</p><p data-structure=\"Issue\" id=\"p_6\">3.      As noticed earlier, the appellant was acquitted of the\n\noffences punishable under <a href=\"/doc/1560742/\" id=\"a_20\">Sections 302</a> IPC and <a href=\"/doc/455468/\" id=\"a_21\">Section\n\n307</a> IPC. Therefore, feeling aggrieved by the said acquittal,\n\nthe State of Uttaranchal has filed Criminal Appeal No.758 of\n\n2005 by Special Leave.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n</p><p data-structure=\"Issue\" id=\"p_8\">4.      Both the appeals arise out of the common judgment\n\ndated December 24, 2004 rendered by the Division Bench of\n\nthe High Court of Uttaranchal at Nainital. Therefore, this\n<span class=\"hidden_text\" id=\"span_3\">\f                                                            4</span>\n\nCourt proposes to dispose them of by this common\n\njudgment.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"Facts\" id=\"p_10\">5.   The facts emerging from the record of the case lie in\n\nnarrow compass.       The appellant is resident of Village\n\nDarauki Madhaia, P.S. Kichha, District Nainital.        In the\n\nvillage, there is a Panchayat pond. The length of the pond\n\nfrom east to west is about 40 to 50 paces whereas its width\n\nfrom north to south is about 25 to 30 paces. The said pond\n\nis meant for common use of all the villagers. The people of\n\nthe village used to take earth from the said pond for\n\nmaintenance of their houses and other household purposes.\n\nThe field of the appellant is located on the southern side of\n\nthe pond. Between the pond and the field of the appellant,\n\nthere is a palm tree. The boundary of the field belonging to\n\nthe appellant is extended upto the said palm tree after\n\nwhich the boundary of the pond begins.        On the western\n\nside of the pond, there is a house of one Sagir and on the\n\nwest side of the said house, there is a passage whereas on\n\nthe west side of the passage there is abadi of the village.\n\nInjured Rahmat and deceased Wilayat were also residents of\n\nthis very village. From the place which is near to the field of\n<span class=\"hidden_text\" id=\"span_4\">\f                                                           5</span>\n\nthe appellant, deceased Wilayat used to dig and take earth\n\nfrom the pond. This was not approved by Sabbir who was\n\nfather of the appellant and he used to object to the digging\n\nof soil from the pond on the ground that the field belonging\n\nto him would get damaged. The incident in question took\n\nplace on October 13, 1980. On that day, in the morning at\n\nabout 5.00 a.m., Rahmat, with his deceased brother Wilayat\n\nand Chhote went for offering prayers in a mosque.        After\n\noffering Namaz, they came out from the mosque at about\n\n5.30 a.m. Rahmat and his brother Chhote were residing in\n\nthe same house and the house of deceased Wilayat was\n\nsituated leaving one house from their house. The appellant\n\nwith his father was residing near the mosque.             The\n\nappellant and his father stopped Wilayat and Rahmat and\n\ntold that they had taken earth from the place near their field\n\nand if earth was again taken from the same place, they\n\nwould be appropriately dealt with.      Thereupon deceased\n\nWilayat replied the appellant and his father that their field\n\nwas upto the palm tree whereas pond was common for the\n\nvillagers and he would bring soil from the pond even on that\n\nday. On hearing such reply, the appellant told Wilayat that\n<span class=\"hidden_text\" id=\"span_5\">\f                                                         6</span>\n\nhe would see Wilayat on the spot.     Thereafter, the three\n\nbrothers came to their respective houses.         Deceased\n\nWilayat, after taking a spade, went towards the pond for\n\nbringing soil at about 5.45 a.m. After some time, Chhote\n\ncame out from his house and witnessed that deceased\n\nSabbir and the appellant were going speedily towards the\n\npond.   As Chhote saw the appellant and his father going\n\nspeedily towards the pond, he decided to go to the place\n\nwhere his deceased brother Wilayat was digging the earth to\n\nsee that nothing untoward happened to him. Chhote was\n\nalso accompanied by his brother Rahmat.         When they\n\nreached the pond, they saw that their brother Wilayat was\n\ndigging earth in the pond from 10 to 12 paces away from the\n\nfield of the appellant. Accused Sabbir forbade Wilayat from\n\ndigging the soil but Wilayat continued digging the soil.\n\nThereupon a scuffle ensued between accused Sabbir and\n\ndeceased Wilayat.    When scuffle was so going on, the\n\naccused Sabbir asked the appellant to kill Wilayat by saying\n\nas to what he was looking at. On this, the appellant who\n\nwas already armed with a knife, took out the same from his\n\npant&#x27;s pocket and gave one blow on the back of Wilayat. On\n<span class=\"hidden_text\" id=\"span_6\">\f                                                          7</span>\n\nreceipt of the knife blow, Wilayat immediately turned.\n\nThereupon, the appellant inflicted another injury by knife\n\non left side of chest of Wilayat from the front side.    On\n\nsustaining injuries, Wilayat fell down in the mud. Rahmat\n\ntried to catch hold of the appellant but the appellant\n\ninflicted injuries by knife on Rahmat also. Chhote also tried\n\nto catch hold of the appellant but accused Sabbir caught\n\nhold of collar of the shirt of Chhote and in the meantime the\n\nappellant made his escape good from the place of incident.\n\nBecause of the hubbub created by the incident, Ms. Banu\n\nBegum, Pattu Wilayat, Mohd. Yasin, Bafati Shah etc.\n\nreached the place of incident. They found that Wilayat had\n\ndied on the spot. They also noticed that Rahmat who had\n\nattempted to rescue his brother Wilayat was also assaulted\n\nby the appellant with knife as a result of which Rahmat had\n\nfallen down. Accused Sabbir had also made attempt to flee\n\nfrom the place of incident but Md. Yasin with others had\n\ncaught hold of the legs of Sabbir and, therefore, Sabbir had\n\nalso fallen down and dashed with another palm tree and\n\nsustained superficial injuries. Thereafter, those people who\n\nhad gathered near the place of incident had tied Sabbir with\n<span class=\"hidden_text\" id=\"span_7\">\f                                                            8</span>\n\nthe tree. A cart was summoned at the place of incident and\n\nChhote along with injured Rahmat had gone to Kichha\n\nwhere he had met Sayed Mohammed Saleem who had\n\nreduced the information into writing.       After the complaint\n\nwas scribed, Chhote had put his thumb mark thereon and\n\nwent to the Police Station.       At the Police Station, the\n\ncomplaint was presented.       In view of the contents of the\n\nFirst Information Report, offences punishable under <a href=\"/doc/1560742/\" id=\"a_22\">Section\n\n302</a> read with <a href=\"/doc/37788/\" id=\"a_23\">Section 34</a> IPC and <a href=\"/doc/455468/\" id=\"a_24\">Section 307</a> read with\n\n<a href=\"/doc/37788/\" id=\"a_25\">Section   34</a>    IPC   were     registered   and   investigation\n\ncommenced. The Investigating Officer went to the place of\n\nincident and held inquest on the dead body of Wilayat in the\n\npresence of Panchas.         He also made arrangement for\n\nsending the dead body of the deceased to hospital for post\n\nmortem examination. He recorded the statements of those\n\npersons who were found to be conversant with the facts of\n\nthe case. Incriminating articles were seized from the place\n\nof incident.   Injured Rahmat was referred to hospital for\n\ntreatment. His condition was precarious and, therefore, his\n\nstatement could not be recorded. The accused Sabbir was\n\narrested from the spot. The appellant was also arrested on\n<span class=\"hidden_text\" id=\"span_8\">\f                                                              9</span>\n\nthe same day. After investigation was over and chargesheet\n\nwas submitted, the case was committed to the Court of\n\nlearned Sessions Judge, Nainital for trial.\n\n\n</p><p data-structure=\"Facts\" id=\"p_11\">6.   The learned Sessions Judge framed charge against the\n\nappellant for commission of offences punishable under\n\n<a href=\"/doc/1560742/\" id=\"a_26\">Sections 302</a> and <a href=\"/doc/455468/\" id=\"a_27\">307</a> IPC and against accused Sabbir for\n\ncommission of offences punishable under <a href=\"/doc/1560742/\" id=\"a_28\">Section 302</a> read\n\nwith <a href=\"/doc/37788/\" id=\"a_29\">Section 34</a> IPC and <a href=\"/doc/455468/\" id=\"a_30\">Section 307</a> read with <a href=\"/doc/37788/\" id=\"a_31\">Section 34</a>\n\nIPC. The charge was read over and explained to the\n\nappellant and his father. Both of them pleaded not guilty to\n\nthe same.     Therefore, the prosecution examined witnesses\n\nand produced documents to prove its case against the\n\nappellant and his father. After recording of evidence of the\n\nprosecution    witnesses   was   over,   the   learned     Judge\n\nexplained to the appellant and his father the circumstances\n\nappearing against them in the evidence of prosecution and\n\nrecorded their further statements as required by <a href=\"/doc/767287/\" id=\"a_32\">Section\n\n313</a> of the Code of Criminal Procedure, 1973.             In their\n\nfurther statements, the appellant and his father pleaded\n\nthat they were innocent.         However, no witness was\n<span class=\"hidden_text\" id=\"span_9\">\f                                                         10</span>\n\nexamined by any of them in support of their defence that\n\nthey were innocent.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">\n</p><p data-structure=\"Facts\" id=\"p_13\">7.   On appreciation of the evidence adduced by the\n\nprosecution, the learned Judge held that it was proved by\n\nthe prosecution beyond reasonable doubt that the deceased\n\nWilayat had died a homicidal death.     The learned Judge\n\nconsidered the eye-witness account tendered by the first\n\ninformant Chhote, injured Rahmat as well as witness Md.\n\nYasin and found that their evidence was reliable. Placing\n\nreliance on the testimony of the abovementioned witnesses,\n\nthe learned Judge held that the appellant had committed\n\nmurder of deceased Wilayat and had made attempt to\n\nmurder injured Rahmat and was, therefore, liable to be\n\nconvicted under <a href=\"/doc/1560742/\" id=\"a_33\">Section 302</a> and <a href=\"/doc/455468/\" id=\"a_34\">307</a> IPC.       The learned\n\nJudge further held that accused Sabbir had shared common\n\nintention with the appellant to cause death of the deceased\n\nWilayat and had attempted to murder injured Rahmat and,\n\ntherefore, he was liable to be convicted for commission of\n\noffences punishable under <a href=\"/doc/1560742/\" id=\"a_35\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_36\">Section 34</a>\n\nIPC and <a href=\"/doc/455468/\" id=\"a_37\">Section 307</a> read with <a href=\"/doc/37788/\" id=\"a_38\">Section 34</a> IPC. Accordingly,\n\nthe appellant and his father were convicted. Thereafter, the\n<span class=\"hidden_text\" id=\"span_10\">\f                                                              11</span>\n\nappellant and his father were heard on the question of\n\nsentence. After hearing the appellant and his father as well\n\nas learned Additional Public Prosecutor and the defence\n\ncounsel, the appellant was sentenced to life imprisonment\n\nfor commission of offence punishable under <a href=\"/doc/1560742/\" id=\"a_39\">Section 302</a> as\n\nwell as R.I. for ten years for commission of offence\n\npunishable under <a href=\"/doc/455468/\" id=\"a_40\">Section 307</a> IPC whereas his father\n\nSabbir was sentenced to life imprisonment for commission\n\nof offence punishable under <a href=\"/doc/1560742/\" id=\"a_41\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_42\">Section\n\n34</a> IPC and R.I. for seven years for commission of offence\n\npunishable under <a href=\"/doc/455468/\" id=\"a_43\">Section 307</a> read with <a href=\"/doc/37788/\" id=\"a_44\">Section 34</a> IPC.\n\n\n</p><p data-structure=\"Facts\" id=\"p_14\">8.   Feeling   aggrieved,    the   appellant   and   his   father\n\npreferred Criminal Appeal No.1034 of 2001.           During the\n\npendency of the appeal, the father of the appellant, i.e.,\n\nSabbir expired and, therefore, the case of the appellant\n\nalone was considered by the Division Bench of the High\n\nCourt of Uttaranchal at Nainital. The High Court found that\n\nthere was no enmity between the parties nor there was\n\npremeditation between the appellant and his father for\n\ncommitting the crime.       According to the High Court, the\n\nquarrel took place suddenly under the heat of passion\n<span class=\"hidden_text\" id=\"span_11\">\f                                                           12</span>\n\nbecause the time between the quarrel and the fight was\n\nstated to be few minutes. The High Court was of the view\n\nthat the quarrel had taken place on account of sudden\n\nprovocation in which the appellant had caused injuries to\n\nthe deceased with knife and, therefore, the appellant had\n\ncommitted the offence of culpable homicide not amounting\n\nto murder punishable under <a href=\"/doc/409589/\" id=\"a_45\">Section 304</a>, Part I of the <a href=\"/doc/1569253/\" id=\"a_46\">IPC</a>.\n\nThe appellant was accordingly convicted and was sentenced\n\nto undergo R.I. for ten years and a fine of Rs.5,000/- in\n\ndefault R.I. for one year. The High Court was further of the\n\nview that the injuries on the person of Rahmat indicated\n\nthat Rahmat had tried to apprehend the appellant when the\n\nappellant was trying to make his escape good from the place\n\nof occurrence and, therefore, it was natural for the appellant\n\nto inflict injuries on the person of Rahmat in order to make\n\nhis escape good. The High Court, therefore, concluded that\n\nthe appellant had, in fact, no intention to make an attempt\n\nto commit murder of Rahmat and had committed offence\n\npunishable under <a href=\"/doc/4266/\" id=\"a_47\">Section 308</a> IPC. Accordingly, the High\n\nCourt convicted the appellant under <a href=\"/doc/4266/\" id=\"a_48\">Section 308</a> IPC and\n\nsentenced him to R.I. for two years and a fine of Rs.1,000/-\n<span class=\"hidden_text\" id=\"span_12\">\f                                                                 13</span>\n\nin default R.I. for three months by judgment dated\n\nDecember 24, 2004. The above judgment has given rise to\n\nthe two appeals.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">\n</p><p data-structure=\"CDiscource\" id=\"p_16\">9.    This Court has heard learned counsel for the parties at\n\nlength and considered the documents forming part of the\n\nappeal as well as original record summoned from the Trial\n\nCourt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">\n</p><p data-structure=\"CDiscource\" id=\"p_18\">10.   The fact that deceased Wilayat died a homicidal death\n\nis not disputed before this Court.            The said fact stands\n\namply proved by the testimony of PW9, Dr. S.C. Mishra.\n\nAccording   to   the    Medical    Officer,    Haldwani,   he   had\n\nconducted autopsy on the dead body of deceased Wilayat on\n\nOctober 14, 1980 and found a stab wound measuring about\n\n8 cm x 4 cm x cavity deep over left side of chest about 2 cm\n\nbelow left nipple and one incised wound measuring about 6\n\ncm x 2 cm x muscle deep in left luminar region about 8 cm\n\nabove head of femur. The injuries mentioned by Dr. Mishra\n\nare also noted in the post mortem report prepared by him\n\nand produced on the record of the case at Exhibit KA-19. It\n\nis    nobody&#x27;s   case    that     the   deceased     received   the\n<span class=\"hidden_text\" id=\"span_13\">\f                                                            14</span>\n\nabovementioned injuries accidentally. Nor it is the case of\n\nanyone that the deceased had received those injuries in an\n\nattempt to commit suicide.        On the facts and in the\n\ncircumstances of the case, this Court is of the definite\n\nopinion that the fact that the deceased had died a homicidal\n\ndeath is firmly established.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\n</p><p data-structure=\"CDiscource\" id=\"p_20\">11.   The evidence of the three eye-witnesses, namely,\n\nChhote, who was the first informant as well as that of\n\ninjured Rahmat and witness Md. Yasin would indicate that\n\nwhen the deceased was digging earth, he was prevented\n\nfrom doing so by accused Sabbir whereupon a scuffle had\n\nensued between the deceased and accused Sabbir. All the\n\nwitnesses have specifically stated that accused Sabbir had\n\ntold his son, i.e., the appellant not to be a passive spectator\n\nand kill the deceased.     According to the witnesses, the\n\nappellant had thereupon taken out knife from his pant&#x27;s\n\npocket and inflicted first blow on the back of the deceased.\n\nTheir evidence further shows that on receipt of the blow on\n\nhis back, the deceased had immediately turned and,\n\ntherefore, another blow was inflicted by the appellant on the\n\nchest of the deceased whereupon the deceased had fallen\n<span class=\"hidden_text\" id=\"span_14\">\f                                                           15</span>\n\ndown on the ground and died on the spot. The eye-witness\n\naccount further establishes that injured Rahmat had tried\n\nto save his brother Wilayat but the appellant had also\n\ninjured him with the knife. As per the medical evidence on\n\nrecord, injured Rahmat had received as many as six\n\ninjuries. This is amply proved by PW4, Dr. Yogesh Mishra,\n\nwho was the then surgeon, Primary Health Centre, Kichha.\n\nOn reappraisal of the testimony of the three witnesses, this\n\nCourt finds that the version presented by them before the\n\nCourt inspires confidence.     Though each of them was\n\nsubjected to searching cross-examination, nothing could be\n\nbrought on record to impeach credibility of any of them. It\n\nis relevant to notice that one of the eye-witnesses was\n\ninjured Rahmat himself.      Therefore, his presence at the\n\nplace of incident can hardly be doubted.       He being real\n\nbrother of the deceased and he himself having received\n\ninjuries, would not allow the real culprit to go scot free and\n\ninvolve innocent persons falsely. The evidence of the eye-\n\nwitnesses further makes it clear that there are no major\n\ncontradictions or omissions. Under the circumstances, this\n\nCourt is of the opinion that neither the Trial Court nor the\n<span class=\"hidden_text\" id=\"span_15\">\f                                                          16</span>\n\nHigh Court committed any error in placing reliance on the\n\ntestimony of the three eye-witnesses for the purpose of\n\ncoming to the conclusion that the appellant was the author\n\nof the injuries sustained by the deceased and injured\n\nRahmat.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">\n</p><p data-structure=\"PetArg\" id=\"p_22\">12.   The learned counsel for the appellant in Criminal\n\nAppeal No.757 of 2005 argued that the accused Sabbir had\n\nreceived two injuries whereas the appellant had sustained\n\none injury and, therefore, injuries having been caused to the\n\ndeceased in exercise of right of self-defence, the conviction\n\nof the appellant under <a href=\"/doc/409589/\" id=\"a_49\">Section 304</a>, Part-I for the death of\n\nthe deceased and under <a href=\"/doc/4266/\" id=\"a_50\">Section 308</a> IPC for causing injuries\n\nto Rahmat should be set aside.     On the other hand, the\n\nlearned Additional Public Prosecutor vehemently argued\n\nthat the Trial Court had given cogent and convincing\n\nreasons for the purpose of coming to the conclusion that the\n\nappellant is guilty under <a href=\"/doc/1560742/\" id=\"a_51\">Section 302</a> IPC for causing\n\nmurder of the deceased Wilayat and under <a href=\"/doc/455468/\" id=\"a_52\">Section 307</a> for\n\nattempting to commit murder of injured Rahmat and the\n\nHigh Court was not justified in coming to the conclusion\n\nthat the appellant had committed offence punishable under\n<span class=\"hidden_text\" id=\"span_16\">\f                                                           17</span>\n\n<a href=\"/doc/409589/\" id=\"a_53\">Section 304</a>, Part I <a href=\"/doc/1569253/\" id=\"a_54\">IPC</a> as far as murder of the deceased was\n\nconcerned and offence punishable under <a href=\"/doc/4266/\" id=\"a_55\">Section 308</a> IPC\n\nfor causing injuries to injured Rahmat.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n</p><p data-structure=\"Section\" id=\"p_24\">13.     In order to determine whether the appellant is guilty\n\nunder <a href=\"/doc/1560742/\" id=\"a_56\">Section 302</a> for causing murder of the deceased and\n\nunder <a href=\"/doc/455468/\" id=\"a_57\">Section 307</a> for attempting to commit murder of\n\ninjured Rahmat, it would be necessary to consider the\n\nrelevant facts which have emerged from the record of the\n\ncase.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">\n</p><p data-structure=\"PetArg\" id=\"p_26\">14.     The learned counsel for the appellant would argue that\n\nthe injuries sustained by the appellant and his father would\n\nindicate that the appellant had murdered deceased Wilayat\n\nand injured witness Rahmat, in exercise of right of self-\n\ndefence as a result of which conviction under <a href=\"/doc/409589/\" id=\"a_58\">Section 304</a>,\n\nPart-I for murder of the deceased and under <a href=\"/doc/4266/\" id=\"a_59\">Section 308</a>\n\nIPC for causing injuries to the injured Rahmat should not\n\nbe interfered with by this Court in State appeal.       While\n\nconsidering these submissions, this Court finds that PW4,\n\nDr. Yogesh Mishra had examined accused Sabbir on\n\nOctober 13, 1980 and had found the following injuries :\n<span class=\"hidden_text\" id=\"span_17\">\f                                                          18</span>\n\n</p><pre id=\"pre_2\">         &quot;(i)    Contusion 2 cm x 1 cm present on\n                 the noce, = cm below the bridge of\n                 nose.\n\n         (ii)    Contusion 2 cm x 3 cm present on\n                 the right of face 1 cm below the\n                 right eye.&quot;\n\n\n</pre><p data-structure=\"Precedent\" id=\"p_27\">     The testimony of Dr. Yogesh Mishra further makes it\n\nvery clear that on the same day he had also examined the\n\nappellant and found following injury :\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n</p><blockquote id=\"blockquote_1\">           (i)   Incised wound 3 cm x 0.5 cm x skin\n                 deep present on the right palm on\n                 middle side 6 cm above ulnar styloid\n                 process.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_29\">     The doctor has stated in his testimony that the two\n\ninjuries sustained by accused Sabbir were simple and could\n\nhave been caused by dash with the palm tree.       As far as\n\ninjury sustained by the appellant is concerned, it was\n\nmentioned by the same medical officer that the injury could\n\nhave been caused by sharp weapon like knife or could have\n\nbeen self-inflicted. This medical officer was cross-examined\n\non behalf of the appellant and a suggestion was made to\n\nhim that the injury sustained by the appellant could have\n\nbeen caused by a sharp side of the spade.         It may be\n<span class=\"hidden_text\" id=\"span_18\">\f                                                           19</span>\n\nmentioned    that   this   suggestion   was   made    because\n\naccording to the prosecution witnesses, the deceased was\n\ndigging earth with a spade.     However, the medical officer\n\nhas in terms stated that the injuries sustained by the\n\nappellant could not have been caused by the sharp side of a\n\nspade as it could have been caused by a sharper weapon\n\nthan spade and that the spade was not sharp enough to\n\ncause the injury sustained by the appellant.         From the\n\nrecord, it is clear that the learned Sessions Judge had put a\n\nquestion to the witness to elicit answer from him as to\n\nwhether the sharp edged spade used by the deceased for\n\ndigging the earth, produced as Exhibit-I could have caused\n\nthe injury sustained by the appellant. The medical Officer,\n\nafter looking to the spade, answered that its sharpness was\n\nnot such so as to cause injury sustained by the appellant.\n\nThe medical officer was further questioned by the learned\n\ncounsel for the appellant and it was replied by him that if\n\nthe spade had been used to cause injury to the appellant, it\n\nwould have caused an abrasion and not the incised wound.\n\nAfter explaining the difference between incised wound and\n\nan abrasion, namely, that incised wound contains edge and\n<span class=\"hidden_text\" id=\"span_19\">\f                                                           20</span>\n\nalso intermediary tissue and all those are clean cut whereas\n\nin case of an abrasion, skin tissues slough superficially, it\n\nwas mentioned by the medical officer that Exhibit-I was not\n\nthat sharp so as to cause incised wound sustained by the\n\nappellant.   It was suggested to the medical officer that\n\nExhibit-I, spade, before it was opened in the court was kept\n\nat different places for a period of about 1= years and,\n\ntherefore, its edge might have become blunt, but this\n\nsuggestion was emphatically denied by him.        As far as\n\ninjuries sustained by accused Sabbir are concerned, it was\n\nmentioned by this witness in cross-examination that both\n\nthe injuries sustained by Sabbir could have been caused by\n\nonly one dash with any blunt object.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n</p><p data-structure=\"CDiscource\" id=\"p_31\">15.   A fair reading of the testimony of the medical officer\n\nmakes it abundantly clear that the accused Sabbir had\n\nsustained two superficial injuries when he had hit the palm\n\ntree whereas the injury sustained by the appellant was self-\n\ninflicted one. The evidence on record does not indicate that\n\nany assault was mounted either on the appellant or his\n\nfather by the deceased or injured Rahmat. On the contrary,\n\nthe evidence shows that the appellant and his father had\n<span class=\"hidden_text\" id=\"span_20\">\f                                                           21</span>\n\ngone to the place where deceased was digging earth and\n\naccused Sabbir had picked up quarrel with him.       On the\n\nfacts and in the circumstances of the case, this Court finds\n\nthat plea of self-defence is not made out by the appellant\n\nand, therefore, contention that the finding recorded by the\n\nHigh Court that he is guilty under <a href=\"/doc/409589/\" id=\"a_60\">Section 304</a>, Part-I <a href=\"/doc/1569253/\" id=\"a_61\">IPC</a>\n\nfor causing death of the deceased and under <a href=\"/doc/4266/\" id=\"a_62\">Section 308</a>\n\nIPC for causing injuries to Rahmat should be sustained\n\ncannot be accepted.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\n</p><p data-structure=\"Facts\" id=\"p_33\">16.   As far as the High Court is concerned, this Court finds\n\nthat the High Court has recorded a finding that there was\n\nno enmity between the appellant and his father on one\n\nhand and the deceased and the injured on the other nor\n\nwas there premeditation on the part of the appellant and\n\nhis father to murder the deceased and as the quarrel had\n\ntaken place all of a sudden under the heat of passion, the\n\nappellant would be guilty under <a href=\"/doc/409589/\" id=\"a_63\">Section 304</a>, Part I <a href=\"/doc/1569253/\" id=\"a_64\">IPC</a> for\n\ncausing death of the deceased and under <a href=\"/doc/4266/\" id=\"a_65\">Section 308</a> for\n\ncausing injuries to injured Rahmat.     However, this Court\n\nnotices that several important aspects of the matter have\n\nbeen totally lost sight of and ignored by the High Court\n<span class=\"hidden_text\" id=\"span_21\">\f                                                          22</span>\n\nwhile recording abovementioned findings.     To begin with,\n\nthe reliable testimony of three witnesses has established\n\nthat in the morning at about 5.30 a.m. on the date of the\n\nincident, the accused Sabbir and the appellant had asked\n\nthe deceased not to dig earth from the place which was near\n\ntheir field whereupon the deceased had told him that pond\n\nwas meant for general public and, therefore, he would dig\n\nthe earth from the same place.        Two brothers of the\n\ndeceased, namely, Chhote and Rehmat have in terms stated\n\nthat the accused Sabbir had threatened that he would not\n\nspare the deceased. The evidence of the witnesses would\n\nfurther show that the deceased had gone in the early\n\nmorning to dig the earth and thereupon the appellant and\n\nhis father had followed him. What is relevant to mention is\n\nthat the appellant was carrying a knife in his pant&#x27;s pocket\n\nand this fact was known to his father Sabbir, who had\n\nasked him to kill the deceased. As soon as the appellant\n\nwas asked by his father to kill the deceased, he had taken\n\nout the knife from his pant&#x27;s pocket and inflicted a blow on\n\nthe back of the deceased. The evidence further establishes\n\nthat on receipt of the blow, the deceased had turned and\n<span class=\"hidden_text\" id=\"span_22\">\f                                                           23</span>\n\nthe appellant who was bent upon obeying directions of his\n\nfather to kill the deceased had inflicted another blow on the\n\nchest of the deceased. The testimony of Dr. S.C. Mishra,\n\nwho performed autopsy on the dead body of the deceased\n\nwould indicate that during the internal examination, heart\n\nwas found to be pale, empty and punctured whereas the\n\nfifth rib of the left side was found fractured.         This\n\nestablishes that the blow with knife on chest of the\n\ndeceased was inflicted with a great force. According to the\n\ndoctor, the puncture of heart and fracture of the fifth rib\n\nwas corresponding to injury No.1.       The doctor further\n\nmentioned that injury No.1 could have been caused by knife\n\nwhich was produced as Exhibit-3 and that the said injury\n\nwas sufficient in the ordinary course of nature to cause\n\ndeath of the deceased immediately. This assertion made by\n\nthe medical officer was not challenged during his cross-\n\nexamination at all.   The evidence on record, thus, shows\n\nthat before reaching the place of incident, the appellant had\n\narmed himself with a dangerous weapon and had caused\n\ninjury by using that weapon with such a great force on vital\n\npart of the body of the deceased that it had resulted into\n<span class=\"hidden_text\" id=\"span_23\">\f                                                             24</span>\n\ninstant death of the deceased on the spot. It is not the case\n\nof the appellant that he had intended to inflict injury No.1\n\non other part of the body of the deceased and due to\n\nmovement of the deceased, the blow had landed on the\n\nchest of the deceased which had punctured his heart and\n\nfractured his rib. The eye-witness account of assault on the\n\ndeceased by the appellant read with medical evidence\n\nmakes it more than clear that the act of the appellant, by\n\nwhich the death of the deceased was caused, was done with\n\nthe intention of causing such bodily injury to the deceased\n\nas found by medical evidence in this case and that the\n\nbodily injury intended to be inflicted was sufficient in the\n\nordinary course of nature to cause death of the deceased.\n\nThus the facts proved, bring the case of the appellant within\n\nfour corners of clause Thirdly of <a href=\"/doc/626019/\" id=\"a_66\">Section 300</a> IPC and it will\n\nhave to be held that the appellant had committed murder of\n\nthe deceased punishable under <a href=\"/doc/1560742/\" id=\"a_67\">Section 302</a> IPC.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">17.   As observed earlier, the High Court has held that there\n\nwas   no   enmity   between   the   parties   nor   there   was\n\npremeditation on the part of the appellant and his father to\n\nmurder the deceased and as the quarrel had taken place all\n<span class=\"hidden_text\" id=\"span_24\">\f                                                           25</span>\n\nof a sudden under the heat of passion, the appellant would\n\nbe guilty under <a href=\"/doc/409589/\" id=\"a_68\">Section 304</a> Part I <a href=\"/doc/1569253/\" id=\"a_69\">IPC</a>.      In view of this\n\nfinding, it has become necessary for this Court to examine\n\nthe question whether Exception 4 to <a href=\"/doc/626019/\" id=\"a_70\">Section 300</a> IPC would\n\nbe applicable to the facts of this case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n</p><p data-structure=\"CDiscource\" id=\"p_36\">     Exception 4 to <a href=\"/doc/626019/\" id=\"a_71\">Section 300</a> IPC would be attracted only\n\nif four requirements are satisfied, namely, (1) it was a\n\nsudden fight; (2) there was no premeditation; (3) the act was\n\ndone in a heat of passion; and (4) the assailant had not\n\ntaken any undue advantage or acted in a cruel manner.\n\nThe facts of the instant case establish beyond pale of doubt\n\nthat there was premeditation between the appellant and his\n\nfather to cause the death of the deceased and to execute the\n\nthreat given by accused Sabbir to the deceased near the\n\nmosque at about 5.30 in the morning. Thus, both of them\n\nhad followed the deceased who had gone to the pond for the\n\npurpose of digging the earth and ultimately the appellant\n\nhad murdered him. Further, the appellant had carried with\n\nhim lethal weapon like knife while following the deceased.\n\nThe record would show that the father of the appellant had\n\nasked the deceased to stop digging the earth but the\n<span class=\"hidden_text\" id=\"span_25\">\f                                                          26</span>\n\ndeceased had continued to dig the earth because the pond\n\nwas meant for the benefit of all the villagers including the\n\ndeceased and thereupon a scuffle had ensued between the\n\nfather of the appellant and the deceased. The evidence does\n\nnot indicate at all that any scuffle had taken place between\n\nthe appellant and the deceased. It is also established that\n\nthe father of the appellant had asked the appellant not to\n\nlook at the scuffle as a passive spectator and kill the\n\ndeceased and thereupon the appellant had first of all given\n\nblow with knife on the back of the deceased and thereafter\n\non the chest of the deceased.      If the intention of the\n\nappellant had not been to murder the deceased, the\n\nappellant would not have inflicted second blow with knife\n\nwith such a great force on vital part of the body of the\n\ndeceased which resulted into puncture of heart and fracture\n\nof rib and ultimately into death of the deceased within no\n\ntime.   Further, the evidence of the injured, i.e., Rahmat\n\nwould show that he had tried to save his brother but as\n\nmany as six injuries were caused to him by the appellant.\n\nThe record amply establishes that motive for the crime was\n\ndigging of earth by the deceased near the field of the\n<span class=\"hidden_text\" id=\"span_26\">\f                                                          27</span>\n\nappellant.   There is nothing on the record of the case to\n\nsuggest even remotely that a sudden quarrel had taken\n\nplace either between the appellant and the deceased or\n\nbetween the father of the appellant and the deceased. On\n\nthe contrary, the evidence establishes that the appellant\n\nand his father had followed the deceased who had gone to\n\nthe pond for the purpose of digging earth and after picking\n\nup quarrel with him, the appellant had murdered him. This\n\ncannot be said to be a sudden quarrel within the meaning\n\nof Exception IV to <a href=\"/doc/626019/\" id=\"a_72\">Section 300</a> IPC at all.     Further, the\n\nappellant had taken disadvantage of the situation in the\n\nsense that after inflicting one blow on the back of the\n\ndeceased, he was not contented and had caused another\n\nfatal injury on the chest as well and also caused as many as\n\nsix injuries to injured Rahmat who had made attempt to\n\nsave his brother. There is nothing on the record of the case\n\neven to remotely suggest that a sudden fight had taken\n\nplace   between    the   appellant   and    the   deceased.\n\nPremeditation to cause death of the deceased stands proved\n\nby reliable evidence adduced by the prosecution. Nothing is\n\nbrought on record of the case to show that the act of\n<span class=\"hidden_text\" id=\"span_27\">\f                                                           28</span>\n\nmounting fatal attack on the deceased was done by the\n\nappellant in a heat of passion.       The evidence adduced\n\npositively proves that the appellant had taken undue\n\nadvantage while delivering fatal blow to the deceased. The\n\nfour requirements for applicability of Exception 4 to <a href=\"/doc/626019/\" id=\"a_73\">Section\n\n300</a> IPC are not satisfied at all and, therefore, the\n\nconclusion of the High Court that the appellant would be\n\nguilty under <a href=\"/doc/409589/\" id=\"a_74\">Section 304</a> Part I <a href=\"/doc/1569253/\" id=\"a_75\">IPC</a>, being erroneous in law,\n\nis liable to be set aside. Therefore, the appellant will have\n\nto be found guilty under <a href=\"/doc/1560742/\" id=\"a_76\">Section 302</a> IPC for causing\n\nmurder of the deceased.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n</p><p data-structure=\"CDiscource\" id=\"p_38\">18.   As far as conviction of the appellant recorded under\n\n<a href=\"/doc/4266/\" id=\"a_77\">Section 308</a> IPC for attempting to commit culpable homicide\n\nby causing injuries on the person of Rahmat is concerned,\n\nthis Court finds that the medical officer had found following\n\nsix injuries on the person of the injured Rahmat when he\n\nwas examined at 7.50 a.m. on October 13, 1980 :\n\n\n</p><blockquote id=\"blockquote_2\">          &quot;(i)   An incised wound 10 cm x 7 cm x\n                 bone deep with fracture of left side\n                 ribs with surgical empty semi with\n                 tear of pleura on the left side of\n                 chest, posturaly 8 cm lateral to left\n                 nipple.\n</blockquote><span class=\"hidden_text\" id=\"span_28\">\f                                                          29</span>\n\n<blockquote id=\"blockquote_3\">          (ii)    An incised wound 6 cm x 4 cm x\n                  bone deep with fracture of under\n                  lying bone present on left side of\n                  back just at the iliac crest.\n</blockquote>\n<blockquote id=\"blockquote_4\">          (iii)   Incised wound 4 cm x 1 cm x bone\n                  deep present on the left hand 2 cm\n                  below the left index finger base.\n</blockquote>\n<blockquote id=\"blockquote_5\">          (iv)    An incised wound 2 cm x 0.5 cm x\n                  muscle deep present on the left\n                  thumb in the aspect 2 cm above the\n                  base of right thumb\n\n</blockquote><blockquote id=\"blockquote_6\">          (v)     Incised wound 1 cm x 0.2 cm x skin\n                  deep present on the inner aspect of\n                  right thumb just at the nail root.\n</blockquote>\n<blockquote id=\"blockquote_7\">          (vi)    An incised wound 4 cm x 2 cm\n                  present on the ventral aspect of left\n                  tercunum 6 cm above the left writ\n                  joint.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_8\">     The medical officer has in terms stated that the first\n\ntwo injuries sustained by the injured were grievous whereas\n\ninjuries 3, 4, 5 and 6 were simple. According to the doctor,\n\nall the injuries could have been caused by a sharp object.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_39\">What is relevant to notice is that the doctor had conducted\n\noperation of injured Rahmat with regard to injury No.1 and,\n\nfor that purpose, the injured was admitted in the hospital.\n\nThe assertion made by the doctor that injury Nos. 1 and 2\n\nsustained by the injured were grievous in nature has gone\n\nunchallenged and was never disputed by the defence.\n<span class=\"hidden_text\" id=\"span_29\">\f                                                             30</span>\n\nCausing an incised wound 10 cm x 7 cm x bone deep with\n\nfracture of left side rib with surgical empty semi with tear of\n\npleura on the left side chest, and another incised wound 6\n\ncm x 4 cm bone deep with fracture of under lying bone on\n\nleft side of back just at the iliac crest, cannot be regarded as\n\nbringing the case of the appellant within the purview of\n\n<a href=\"/doc/4266/\" id=\"a_78\">Section 308</a> IPC.     There is no manner of doubt that the\n\ninjuries were caused to injured Rahman with a view to\n\ncommitting his murder. The finding recorded by the High\n\nCourt that the appellant had caused injuries to Rahmat in\n\nan attempt to escape, is not borne out from the record of\n\nthe case at all. Even no suggestion was made to any of the\n\neye-witnesses that the appellant had caused injuries to\n\ninjured Rahmat while making attempt to make his escape\n\ngood.    On the contrary, reliable evidence of Rahmat\n\nsatisfactorily proves that the appellant had caused injuries\n\nto this witness when the witness had made attempt to save\n\nhis brother. The findings recorded by the High Court are\n\nnot only not borne out from the record of the case but are\n\ncontrary to the positive evidence on record. Therefore, this\n\nCourt is of the firm opinion that the appellant could not\n<span class=\"hidden_text\" id=\"span_30\">\f                                                                   31</span>\n\nhave been convicted under <a href=\"/doc/4266/\" id=\"a_79\">Section 308</a> for causing injuries\n\nto injured Rahmat and is liable to be convicted under\n\n<a href=\"/doc/455468/\" id=\"a_80\">Section 307</a> IPC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">\n</p><p data-structure=\"Conclusion\" id=\"p_41\">19.    For the foregoing reasons, Criminal Appeal No.757 of\n\n2005 filed by the appellant Shaukat is dismissed whereas\n\nCriminal Appeal No.758 of 2005 filed by the State of\n\nUttaranchal is accepted. The appellant is held guilty under\n\n<a href=\"/doc/1560742/\" id=\"a_81\">Section 302</a> IPC for commission of murder of deceased\n\nWilayat and under <a href=\"/doc/455468/\" id=\"a_82\">Section 307</a> for attempting to commit\n\nmurder of injured Rahmat. The sentences, as imposed on\n\nthe appellant by the Trial Court for commission of offences\n\nunder <a href=\"/doc/1560742/\" id=\"a_83\">Sections 302</a> and <a href=\"/doc/455468/\" id=\"a_84\">307</a> IPC, are restored.            Both the\n\nappeals accordingly stand disposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_42\">\n\n</p><p data-structure=\"Precedent\" id=\"p_43\">                                       ..............................J.\n                                          [J.M. Panchal]\n\n\n                                      ..............................J.\n                                  [Deepak Verma]\n      New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_44\">      April 22, 2010\n\f</p>","numcites":8,"numcitedby":8,"docsource":"Supreme Court of India","citetid":1056303,"divtype":"judgments","relatedqs":[{"value":"attempt to murder","formInput":"attempt%20to%20murder"},{"value":"section 308 indian penal code ","formInput":"section%20308%20indian%20penal%20code%20"},{"value":"section 308 ipc","formInput":"section%20308%20ipc"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"sec 307 read with sec 34","formInput":"sec%20307%20read%20with%20sec%2034"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 302 read with section 34","formInput":"section%20302%20read%20with%20section%2034"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"-culpable homicide","formInput":"-culpable%20homicide"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"section 300 of ipc","formInput":"section%20300%20of%20ipc"},{"value":"\"section 308 ipc\"","formInput":"%22section%20308%20ipc%22"},{"value":"section 307 302 ipc","formInput":"section%20307%20302%20ipc"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"self defence","formInput":"self%20defence"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"sec.307 ipc","formInput":"sec.307%20ipc"},{"value":"life imprisonment","formInput":"life%20imprisonment"}],"cats":[{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"attempt-to-culpable-homicide","formInput":"tag:attempt-to-culpable-homicide"},{"value":"culpable-homicide","formInput":"tag:culpable-homicide"}],"courtcopy":true,"query_alert":null,"agreement":false}