{"tid":464359,"publishdate":"1957-02-04","title":"Savitra Khandu Beradi vs Nagar Agricultural Sale And Purchase ... on 4 February, 1957","doc":"<h2 class=\"doc_title\">Savitra Khandu Beradi vs Nagar Agricultural Sale And Purchase ... on 4 February, 1957</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1957BOM178, (1957)59BOMLR425, ILR1958BOM39, AIR 1957 BOMBAY 178, ILR (1958) BOM 39 59 BOM LR 425, 59 BOM LR 425</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n \n\n Shah, J. \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. The Nagar Agricultural Sale and Purchase Cooperative Society, which we will hereafter refer to as &quot;the Society&quot;, is registered under the <a href=\"/doc/151469296/\" id=\"a_1\">Bombay Co-operative Societies Act</a>. The Society carries on business in fruits on commission basis. Savitra Khandu Berad, whom we will hereafter refer to as &quot;the petitioner&quot;, was a member of the Society and was also an Honorary Secretary of the Society from March 1947 to September 1947. As an office bearer the petitioner could not undertake any business of the Society in his own name. He, however, carried on the business of the Society in the name of one Pawle. This Pawle purchased fruits from the Society and sold/them at Bombay for and on behalf of the petitioner. The petitioner then passed an agreement on 16th September 1948, whereby he covenanted to pay Rs. 1,051/5/6 which were found due from Pawle. On 21st and 22nd February, 1949, the petitioner paid Rs. 240/- and Rs. 200/- respectively in part satisfaction of his liability, and the balance of Rs. 611/5/6 with interest thereon remained due. As the petitioner did not pay the amount, the Society applied on 29th November, 1952 to the Assistant Registrar of Co-operative Societies, Ahmednagar, for an order for payment of the amount due by the petitioner. The dispute between the society and the petitioner was referred to a Board of Arbitrators under <a href=\"/doc/181220977/\" id=\"a_2\">Section 54</a> of the Bombay Co-operative Societies Act. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_2\"> 2. The petitioner by his written statement contended inter alia that the claim made before the Assistant Registrar by the Society was barred by the law of limitation, not having been filed within three years from the date on which the cause of action arose. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_3\"> 3. The Registrar&#x27;s nominee and the nominee for the Society held that the Society&#x27;s claim was proved and that it was net tarred by the law of limitation. The nominee of the petitioner held that the claim made by the Society in the form in which it was made was not maintainable and that in any event it was barred by the law of limitation. A majority award was then directed to be drawn up. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\"> 4. Against that award a revision application was filed before the Bombay Co-operative Tribunal. It was urged on behalf of the petitioner in support of the application that the claim made by the Society was barred by the law of limitation and that the Board of Arbitrators had no jurisdiction to pass a decree on that claim. Objections were also raised on the merits of the claim made by the Society. The Tribunal held that to proceedings in arbitration, under <a href=\"/doc/108006076/\" id=\"a_3\">Section 54</a> of the Co-operative Societies Act, the law of limitation did not apply. They observed that there was a settled course of decisions of the Tribunal in which it was held that the provisions of the <a href=\"/doc/1317393/\" id=\"a_4\">Indian Limitation Act</a> were, not applicable to claims made and adjudicated upon under <a href=\"/doc/108006076/\" id=\"a_5\">Section 64</a> of the Co-operative Societies Act. The Tribunal also rejected the other objections raised by the petitioner and confirmed the majority award of the Board Of Arbitrators. Against that order this application under <a href=\"/doc/1331149/\" id=\"a_6\">Article 227</a> of the Constitution has been filed. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\"> 5. The question which falls to be determined in this application is whether the <a href=\"/doc/1317393/\" id=\"a_7\">Indian Limitation Act</a> applies to claims referred for adjudication under the procedure prescribed in <a href=\"/doc/181220977/\" id=\"a_8\">Section 54</a> of the Bombay Co-operative Societies Act. That section, in so far as it is material, provides: \n</p><blockquote id=\"blockquote_1\">  &quot;If any dispute touching the .... business of a society arises between the Society .... .and any officer, agent, member or servant of the Society, .....it shall be referred to the Registrar for decision by himself or his nominee or if either of the parties so desires, to arbitration of three arbitrators who shall be the Registrar or his nominee and two persons of whom one shall be nominated by each of the parties concerned.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_6\"> Under Section 54-A power is conferred upon the Tribunal, on the application of any of the parties to the award, to modify or set aside the award and remand the case back to the arbitrators or to pass such other order as it deems just. But the award can be set aside or otherwise dealt with only where the objection as to the legality of the award is apparent on the face of it or where the award has been vitiated in consequence of corruption or misconduct on the part of any of the arbitrators or where the award is perverse. \n</p> \n\n<p data-structure=\"Section\" id=\"p_7\"> 6. <a href=\"/doc/1317393/\" id=\"a_9\">The Indian Limitation Act</a> primarily applies to suits, appeals and applications and it has no direct application to arbitration proceedings. <a href=\"/doc/880040/\" id=\"a_10\">Section 3</a> of the Limitation Act provides that  \n  &quot;subject to the provisions contained in <a href=\"/doc/1393166/\" id=\"a_11\">Sections 4</a> to <a href=\"/doc/1663327/\" id=\"a_12\">25 (inclusive)</a>, every suit instituted, appeal preferred, and application made, after the period of limitation, prescribed therefor by the first schedule shall be dismissed, although limitation has not been set up as a defence&quot;. \n</p> \n\n<p data-structure=\"Section\" id=\"p_8\"> Evidently a proceedings before an arbitrator is not a suit, appeal or application, and in terms <a href=\"/doc/880040/\" id=\"a_13\">Section 3</a> can have no application. It is well settled that expiry of the period of limitation prescribed for a suit does not destroy the right: it only bars the remedy for enforcement of a right in a Court of law. It cannot, therefore, be said that in terms the provisions of the <a href=\"/doc/1317393/\" id=\"a_14\">Limitation Act</a> prevent an arbitrator from entertaining a claim which, if made in a Court of law, may be barred by limitation. \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\"> 7. <a href=\"/doc/1656413/\" id=\"a_15\">Section 37</a> of the Indian Arbitration Act, 1940, by its first sub-section provides that &quot;all the provisions of the Indian Limitation Act, 1908, shall apply to arbitrations as they apply to proceedings in Court&quot;. The Legislature has, therefore, regarded for the application of the Indian Limitation Act, 1908, the proceedings before arbitrators as proceedings in the nature of suits, appeals and applications. But <a href=\"/doc/714093/\" id=\"a_16\">Section 46</a> of the Arbitration Act expressly excludes Section 37 in its application to statutory arbitrations. By Section 46 the provisions of the Act excepting <a href=\"/doc/1433511/\" id=\"a_17\">Sections 6(1)</a>, <a href=\"/doc/392398/\" id=\"a_18\">7</a>, <a href=\"/doc/1267250/\" id=\"a_19\">12</a>, and 37 are made applicable to every arbitration under any other enactment for the time being in force, as if the arbitration were pursuant to an arbitration agreement and as if that other enactment were an arbitration agreement, except in so far as the <a href=\"/doc/1052228/\" id=\"a_20\">Arbitration Act</a> is inconsistent with that other enactment or with any rules made thereunder. Evidently an-arbitration under Section 54 of the Bombay Co-operative Societies Act is a statutory arbitration to which Section 37 of the Arbitration Act is not applicable, and, the Board of Arbitrators appointed to resolve the disputes under Section 54 of the Co-operative Societies Act are not required to apply the law of limitation to the claim made before it. \n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"> 8. It was urged by Mr. Tarkunde that in a reference to arbitration it is an implied term of the contract that the arbitrator must decide the dispute according to the existing law of contract and every defence which would have been open in a Court of law if a suit to enforce the claim had been filed can be set up before the arbitrator. Mr. Tarkunde says that applicability of the law of limitation toeing an implied condition of the reference to arbitration, the arbitrators were bound to apply irrespective of Section 37 of the Arbitration Act the Provisions of the Indian Limitation Act. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 9. Strong reliance was placed by Mr. Tarkunde in support of his contention upon a judgment of their Lordships of the Privy Council in Ramdutt Ramkissendass v. E.D. Sassoon and Co., 56 Ind. App. 128: (AIR 1929 PC 103) (A). In that case their Lordships of the Privy Council held that in it reference to arbitration it is an implied term of the contract that the arbitrators must decide the dispute according to the existing law of contract, and that every defence which would have been open in a Court of law, including limitation can be raised unless that defence has been excluded by agreement of the parties. It is however, to be noted that in Ramdutt Ramkrissendass&#x27;s case (A) there was no statutory arbitration. The arbitration was a contractual arbitration arising out of certain mercantile disputes. The proceedings which culminated in the appeal before their Lordships of the Privy Council were started under the <a href=\"/doc/1052228/\" id=\"a_21\">Arbitration Act</a> or 1399. An award made by one Mr. Singleton as sole arbitrator was set aside in a suit filed for that purpose by the High Court at Calcutta and that decision was affirmed in appeal to the Privy Council. Thereafter F.D. Sassoon and Company demanded that Messrs. Ramdutt Ramkissendass should appoint another arbitrator. The latter failed to appoint an arbitrator and the Jute Association of Calcutta nominated an arbitrator to act with the arbitrator appointed by F.D. Sassoon and Company. Messrs. Ramdutt Ramkissendass then applied to the High Court at Calcutta for an order reviewing the submissions made to the arbitration of the arbitrator nominated by F.,D. Sassoon and Company and the arbitrator nominated by the Jute Association, and the Question which fell to be determined was whether in entertaining the claim made before the new Board of arbitrators the time spent in the previous infructuous arbitration proceedings had to be excluded. The High Court at Calcutta regarded the new arbitration proceedings as a continuation of the previous arbitration proceedings before Mr. Singleton. The Privy Council did not agree with that view. Their Lordships, however, held that even though new arbitration proceedings must be regarded as commenced when the claim was made by P. D. Sassoon and Company afresh, the time spent before Mr. Singleton and in the proceedings before the Calcutta High Court and their Lordships of the Privy Council was liable to be excluded, They observed : \n</p><blockquote id=\"blockquote_2\">  &quot;If the period in question during which the respondents&#x27; (F.D. Sassoon and Co.&#x27;s) claim was held up because of the proceedings instituted for the purpose of setting aside the first award and in obtaining final judgment on that question is excluded from the period of limitation, there can be no doubt that the respondents here were within the period prescribed.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> In so deciding their Lordships relied upon the analogy of <a href=\"/doc/409538/\" id=\"a_22\">Section 14</a> of the Indian Limitation Act and the principle of the judgment in re Astley and Tyldesley Coal and Salt Co., (1399) 68 LJQB 252 (B), in which a Division Court consisting of Bruce and Ridley JJ. held that  \n  &quot;a submission to arbitration does not per se exclude the right of either party to raise the defence Of the Statute of Limitation, but if it be intended to exclude such a defence an express term to that effect must be imported into, the agreement of submission.&quot; \n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> 10. It is clear from the judgment in Ramdutt Ramkissendass&#x27;s &quot;case (A) and also in Astley and Tyldeslay Coal and Salt Co.&#x27;s case (B) that in a mercantile reference it is an implied term of the contract of reference that the arbitrator must decide the dispute consistently with the law of limitation. If this were a case which arose under a contract of reference, even apart from Section 37 of the Indian Arbitration Act, the provisions of the <a href=\"/doc/1317393/\" id=\"a_23\">Limitation Act</a> may be regarded as applicable to the claim made by the Society. But in an arbitration proceedings, where the source of the authority of the arbitrator is a statute, and not an agreement between the contending parties, a condition that the arbitrator must decide the dispute according to the law of limitation cannot in the absence of a statutory provision be implied. The Legislature has by <a href=\"/doc/714093/\" id=\"a_24\">Section 46</a> of the Arbitration Act expressly excluded from the operation of Section 37 statutory arbitrations, and if notwithstanding that express exclusion the provisions of the <a href=\"/doc/1317393/\" id=\"a_25\">Indian Limitation Act</a> are applied, the. Court would in effect be rendering the exclusion clause ineffective. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 11. Reliance was also sought to be pieced\nupon a judgment of the House of Lords, Naamlooze Vennootschap Eandelsen-Transport Maats-\n</p><p data-structure=\"Precedent\" id=\"p_15\">chappij &quot;Vulcaan&quot; v. Mowinckels Rederi 1938-2\nAll ER 152 (C); in which case the House of Lords\napproved of the judgment in Ramdutt Ramkissen\ndass&#x27;s case (A). In delivering the judgment of\nthe House of Lords&#x27;, Lord Maugham observed that\neven though the <a href=\"/doc/1317393/\" id=\"a_26\">Limitation Act</a>. 1623, was in terms\nlimited to actions, toe arbitrators were bound to\napply principles of equity as they would be applied\nin a Court of law, as they were being applied by\nthe Courts of equity. \n</p><blockquote id=\"blockquote_3\">  &quot;long before the Judicature Act, 1873 where a court of equity had to adjudicate on the validity of a debt in a suit to administer an estate, or in any like suit.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> But that was also a case in which the arbitration was contractual. The principle of that case can have no application to statutory arbitrations. \n</p> \n\n<p data-structure=\"Section\" id=\"p_17\"> 12. In England by the Arbitration Act, 1934, statutory arbitrations were excluded from the operation of <a href=\"/doc/85586/\" id=\"a_27\">Section 18</a> of that Act, but the law has thereafter been rectified by <a href=\"/doc/1223371/\" id=\"a_28\">Section 27 (1)</a> and (6) of the <a href=\"/doc/1317393/\" id=\"a_29\">Limitation Act</a> 1939 (2 and 3 Geo. 6 Ch. 21) and statutory arbitrations in England are now governed by the law of Limitation under the <a href=\"/doc/1317393/\" id=\"a_30\">Limitation Act</a> or any other enactment, The Legislature in India, however, in an Act which was enacted in 1940, has expressly excluded statutory arbitrations from the operation of Section 37. We are, therefore, unable to hold that the arbitrators were bound to apply the law of limitation to the claim made by the Society. We are also unable to hold that within the meaning of Section 54-A of the Bombay Co-operative Societies Act, 1925, failure to apply the law of limitation was an objection to the legality of the award, on the face of it. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\"> 13. We are, therefore, of the view that this application must fail.   Rule is   discharged   with costs. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> Gokhale, J.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_20\"> 14. I agree. The only point which has been argued by Mr. Tarkunde challenging the decision of the Bombay Co-operative Tribunal is that the Tribunal was wrong in holding that the provisions of the <a href=\"/doc/1317393/\" id=\"a_31\">Indian, Limitation Act</a> were not applicable to proceedings under <a href=\"/doc/181220977/\" id=\"a_32\">Section 54</a> of the Bombay Co-operative Societies Act and that the claim of the opponent No. 1-Society against the petitioner was consequently not barred. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_21\"> 15. The point arises in this way : The petitioner was the honorary secretary of the Nagar Agricultural Sale and purchase Co-operative Society. Ltd., Ahmednagar, and he did business with the Society through one Nathu Patilba Pawle, as he could not do it in his own name. On 15th September 1943 the petitioner undertook by a writing to pay an amount of Rs. 1,031-5-6 found due from Pawle. On 2lst February 1949 and on 22nd February 1949 the petitioner made part payments of Rs. 240/- and Rs. 200/- to the opponent No. 1-Society and when the latter claimed a balance of Rs. 611-5-6 he denied the claim. As there was a dispute between him and the Society the matter was referred to arbitration under <a href=\"/doc/181220977/\" id=\"a_33\">Section 54</a> of the Bombay Co-operative Societies Act. One of the contentions raised by the petitioner before the arbitrators was that the opponent No. 1-Society&#x27;s claim was barred by limitation. The majority of the arbitrators, namely, the Nominee of the Registrar and the Nominee of the Society negatived the petitioner&#x27;s contentions and passed an award for Rs. 734-3-0 against him. The petitioner went in revision before the Bombay Co-operative Tribunal which confirmed the said award and dismissed the petitioner&#x27;s revision. Following its previous decisions on the question of limitation, the Tribunal held that the provisions of the <a href=\"/doc/1317393/\" id=\"a_34\">Limitation Act</a> did not apply to proceedings under <a href=\"/doc/181220977/\" id=\"a_35\">Section 54</a> of the Bombay Co-operative Societies Act and there was therefore no bar to the claim made by the petitioner. \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\"> 16. Now, it is not disputed by Mr. Tarkunde that <a href=\"/doc/880040/\" id=\"a_36\">Section 3</a> of the Limitation Act would not in terms apply to arbitration proceedings. Under <a href=\"/doc/880040/\" id=\"a_37\">Section 3</a> of the Limitation Act. \n</p><blockquote id=\"blockquote_4\">  &quot;subject to the provisions contained in <a href=\"/doc/1393166/\" id=\"a_38\">Sections 4</a> to <a href=\"/doc/1663327/\" id=\"a_39\">25 (inclusive)</a> every suit instituted, appeal preferred, and application made, after the period of limitation prescribed therefor by the first Schedule shall be dismissed, although limitation has not been set up as a defence.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\"> It is not contended that the proceedings under <a href=\"/doc/181220977/\" id=\"a_40\">Section 54</a> of the Bombay Co-operative Societies Act would fall within the terms of this section. Under <a href=\"/doc/1656413/\" id=\"a_41\">Section 37</a> of the Indian Arbitration Act, 1940, &quot;all the provisions of the Indian Limitation Act, 1908, shall apply to arbitrations as they apply to proceedings in Court&quot;, and under <a href=\"/doc/714093/\" id=\"a_42\">Section 46</a> of the Arbitration Act. \n</p><blockquote id=\"blockquote_5\">  &quot;the provisions of the Act, except Sub-section (1) of <a href=\"/doc/885718/\" id=\"a_43\">Section 6</a> and <a href=\"/doc/206324/\" id=\"a_44\">Sections 1</a>, <a href=\"/doc/1267250/\" id=\"a_45\">12</a>, 36 and 37 shall apply to every arbitration under any other enactment for the time being in force, as if the arbitration were pursuant to an arbitration agreement and as if that other enactment were an arbitration agreement, except in so far as the <a href=\"/doc/1052228/\" id=\"a_46\">Arbitration Act</a> is inconsistent with that other enactment or with any rules made thereunder&quot;. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_24\"> The effect of these two sections, therefore, would be that the provisions of the <a href=\"/doc/1317393/\" id=\"a_47\">Indian Limitation Act</a> have been made applicable to arbitrations, so that arbitration proceedings are placed on the same footing as proceedings in Court contemplated under <a href=\"/doc/880040/\" id=\"a_48\">Section 3</a> of the Limitation Act; but though <a href=\"/doc/714093/\" id=\"a_49\">Section 46</a> of the Arbitration Act provides for the application of most of the provisions of the Act to arbitration proceedings held under any statute, this section makes an exception along with some other sections, regarding the application of Section 37. The result therefore would be that though under Section 37 the provisions of the <a href=\"/doc/1317393/\" id=\"a_50\">Limitation Act</a> would apply to arbitration proceedings, those provisions would be excluded so far as arbitration proceedings held under any statute are concerned, by virtue of <a href=\"/doc/714093/\" id=\"a_51\">Section 46</a> of the Arbitration Act.    This position in law is not disputed by Mr. Tarkunde. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 17. But Mr. Tarkunde contended however that though the provisions of the <a href=\"/doc/1317393/\" id=\"a_52\">Indian Limitation Act</a> themselves might not be applicable, their application should be extended by analogy even to arbitration-proceedings held under <a href=\"/doc/181220977/\" id=\"a_53\">Section 54</a> of the Bombay Co-operative Societies Act, because the basis of such reference to arbitration is that the arbitrator must decide the dispute according to rules and principles which prevail at the trial of an action in Court. In support of this contention he relied on a ruling of the Privy Council in 31 Bom LR 741 : (AIR 1929 PC 103) (A), in which it was held that although the Indian Limitation Act, 1908, does not in terms apply to arbitrations, the provisions of <a href=\"/doc/880040/\" id=\"a_54\">Section 3</a> (which has in view primarily, suits, appeals and applications made in the law Courts) extend by analogy to arbitration proceedings. It was observed by their Lordships of the Privy Council in that case that in mercantile references it is an implied term of the contract that the arbitrator must decide the dispute according to the existing law of contract, and that every defence which would have been open in a Court of Law can be equally proponed for the arbitrator&#x27;s decision unless the parties have agreed to exclude that defence. In this case their Lordships expressed the opinion that the law as to the applicability of the statute of limitation to arbitration proceedings was correctly laid down in the case of (1899) 68 LJQB 252 (B), which decided that  \n  &quot;a submission to arbitration does not per se exclude the right of either party to raise the defence of the Statute of Limitation, but if it be intended to exclude such a defence an express term to that effect must be imported into the agreement of submission&quot;. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> Some doubt, however, came to be cast as to the correctness of this view by Scrutton L.J. in the case of Board of Trade v. Cayzer, Irvine and Co., (1927) AC 610 (D). When this case went to the House of Lords, Viscount Cave made it clear that he did not wish to throw doubt upon the view which had been commonly held and affirmed in the case of In re Astley and Tyldesley Coal and Salt Co., and Tyldesley Coal Co., (B), that an arbitrator acting under an ordinary submission to arbitration is bound to give effect to all legal defences, including a defence under any statute of limitation. Though Viscount Cave was himself unwilling to pronounce any final opinion on this question as it did not arise in the case before him, he indicated that a decision against the view taken in the above case might seriously prejudice the practice of referring disputes to arbitration. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> 18. The view taken by the Privy council in the case of Ramdutta v. Sassoon and Co. (A), was affirmed by the House of Lords in the case of (1938) 2 All ER 152 (C), in which it was held that in the absence of any agreement to the contrary, it is an implied term of an agreement of reference to arbitration that the arbitrator should decide the dispute according to the existing law of contract, and give effect to defences under the Statutes of Limitation. Mr. Tarkunde relied on this case also in support of his contention. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1066213\" id=\"span_1\">Now, in the Privy Council case of <a href=\"/doc/1066213/\" id=\"a_55\">Ramdutta Ramkissen-dass v. Sassoon and Co. (A</a>), as well as in the case of N. V. &quot;Vulcaan&quot; v. A/S. Mowinckels (C), the reference to arbitration was under commercial contracts containing an arbitration clause and it was with reference to such contracts that their Lordships held that it would be an implied term of the contract that the arbitrator must decide the dispute according to the existing law of contract and give effect to defences under the law of limitation, though the parties could exclude such defences by an agreement to the contrary. In my opinion, the principle of these cases cannot be applied to a reference to arbitration which is the result of a provision in the Statute, for example, <a href=\"/doc/181220977/\" id=\"a_56\">Section 54</a> of the Bombay Co-operative Societies Act. The basis of a reference in such a case being a statutory provision, unless the statute itself so provides, a condition that the arbitrators must apply the law of limitation to the claims in dispute before them cannot be implied.</span> It has also to be remembered that in N. V. &quot;Vulcaan&#x27;s case (C), Lord Maugham, L.C. made it clear in his judgment that his observations as to the applicability of the Statute of Limitation in arbitration proceedings must be taken as referring to the law as it existed in England before January 1, 1935, which governed the case before him. The English Arbitration Act, 1934, came into force on January 1, 1935, and <a href=\"/doc/1019641/\" id=\"a_57\">Section 16</a> of that Act made applicable the Statutes of Limitation to arbitration proceedings just as they applied to proceedings in Court. The legal position was therefore placed beyond doubt by parliamentary legislation. But <a href=\"/doc/41065/\" id=\"a_58\">Section 16</a> of the English Arbitration Act dirt not apply to statutory arbitrations and that came to be remedied in 1939 by Section 27 of the English Limitation Act, 1939 (2 and 3 Geo. 6, C. 21), under which all enactments relating to limitation came to be applied to all arbitrations. In India, the position is different. Though Section 37 of the Indian Arbitration Act 1940, adopted the provisions of Section 16 of the English Arbitration Act, 1934, so that all the provisions of the <a href=\"/doc/1317393/\" id=\"a_59\">Indian Limitation Act</a> were made applicable to arbitrations as I have already pointed out, statutory arbitrations have been expressly excluded from the operation of Section 37 by virtue of Section 46 of the Indian Arbitration Act. We cannot therefore accept Mr. Tarkunde&#x27;s contention that the provisions of the <a href=\"/doc/1317393/\" id=\"a_60\">Indian Limitation Act</a> should have been applied by analogy by the Co-operative Tribunal even to the statutory arbitration under <a href=\"/doc/181220977/\" id=\"a_61\">Section 54</a> of the Bombay Cooperative Societies Act in view of the two decisions on which he relied. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_28\"> 19. Mr. Chandrachud, who appears on behalf of the opponent No. 1-Society, relied on Rule 35 of the Rules framed under the <a href=\"/doc/151469296/\" id=\"a_62\">Bombay Co-operative Societies Act</a> in support of the view of the Tribunal that the provisions of the <a href=\"/doc/1317393/\" id=\"a_63\">Limitation Act</a> do not apply to proceedings under <a href=\"/doc/181220977/\" id=\"a_64\">Section 54</a> of the Bombay Co-operative Societies Act. Rule 35 provides for the Procedure which has to be followed in arbitration proceedings under <a href=\"/doc/1317393/\" id=\"a_65\">Section 54</a> of the Act and the rule states that the decision or award of the arbitrators shall be given &quot;in accordance with justice, equity and good conscience&quot;. It is well established that the right to recover payment of a debt subsists even if the remedy by way of an action is barred by limitation; and Mr. Chandrachud contended that the Bombay Co-operative Tribunal was applying the rules of equity and justice in enforcing the claim of the Society against the petitioner who failed to pay the balance of Rs. 611-5-4, after he had made part payments of Rs. 240/- and Rs. 200/- to the Society, on the ground that the claim against him was barred by limitation. There is considerable force in this argument. Mr. Tarkunde on the other hand contended that the Co-operative Tribunal failed to apply the rules of equity by refusing to apply the law of limitation to the Society&#x27;s claim and in this connection he relied on the observations of Lord Maugham in N.V. &quot;Vulcaan&quot; &#x27;s case (c) at page 156 as to how a Court of equity adjudicating on the validity of a debt always held itself bound to apply the Statute of Limitations in precisely the same way as if there was an action at law to recover the debt. This argument of Mr. Tarkunde is not sound. If the Co-operative Tribunal took the view that the provisions of the <a href=\"/doc/1317393/\" id=\"a_66\">Limitation Act</a> were not applicable to proceedings under <a href=\"/doc/181220977/\" id=\"a_67\">Section 54</a> of the Bombay Cooperative Societies Act and rejected the contention of the petitioner in that behalf, and if that view is supported by the express exclusion of statutory arbitrations from the operation of <a href=\"/doc/1656413/\" id=\"a_68\">Section 37</a> of the Indian Arbitration Act, 1940, by virtue of Section 46, it is impossible to accept the contention that the Tribunal has acted in any manner contrary to the provisions of Rule 35. The Tribunal could set aside the decision of the arbitrators only on the grounds set out under <a href=\"/doc/151469296/\" id=\"a_69\">Section 54-A</a> of the Bombay Cooperative Societies Act and if they did not do so on the ground of the bar of limitation against the Society&#x27;s claim urged by the petitioner before them, in my opinion, the Tribunal committed no error which would entitle to us to interfere under <a href=\"/doc/1331149/\" id=\"a_70\">Article 227</a> of the &#x27;Constitution. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\"> 20. I agree,   therefore, with the   order  discharging the rule with costs. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\"> 21. Rule discharged. \n</p> \n\n","numcites":22,"numcitedby":13,"docsource":"Bombay High Court","citetid":464359,"divtype":"judgments","relatedqs":[{"value":"Arbitration after limitation","formInput":"Arbitration%20after%20limitation"},{"value":"statutory arbitration","formInput":"statutory%20arbitration"},{"value":"limitation act in arbitration","formInput":"limitation%20act%20in%20arbitration"},{"value":"section 37 arbitration act","formInput":"section%2037%20arbitration%20act"},{"value":"privy council","formInput":"privy%20council"},{"value":"the limitation act, 1908","formInput":"the%20limitation%20act%2C%201908"},{"value":"implied terms","formInput":"implied%20terms"},{"value":"co operative societies act","formInput":"co%20operative%20societies%20act"},{"value":"cooperative societies act","formInput":"cooperative%20societies%20act"},{"value":"law of limitation","formInput":"law%20of%20limitation"},{"value":"contract law","formInput":"contract%20law"},{"value":"\"indian limitation act, 1908\"","formInput":"%22indian%20limitation%20act%2C%201908%22"},{"value":"when no limitation is prescribed","formInput":"when%20no%20limitation%20is%20prescribed"},{"value":"up cooperative tribunal","formInput":"up%20cooperative%20tribunal"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"indian limitation act","formInput":"indian%20limitation%20act"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"\"limitation act 1908\" ","formInput":"%22limitation%20act%201908%22%20"}],"cats":[{"value":"limitation","formInput":"tag:limitation"},{"value":"bar-of-limitation","formInput":"tag:bar-of-limitation"},{"value":"limitations","formInput":"tag:limitations"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}