{"tid":130994567,"publishdate":"2019-11-14","title":"Wapcos Ltd. vs Salma Dam Joint Venture on 14 November, 2019","doc":"<h2 class=\"doc_title\">Wapcos Ltd. vs Salma Dam Joint Venture on 14 November, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 SC 1528, (2019) 16 SCALE 307, (2019) 265 DLT 24, (2019) 4 CURCC 238, (2019) 6 ARBILR 247, AIRONLINE 2019 SC 2696</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-m-khanwilkar\">A.M. Khanwilkar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-maheshwari\">Dinesh Maheshwari</a>, <a href=\"/search/?formInput=benchid:a-m-khanwilkar\">A.M. Khanwilkar</a></h3>\n\n<pre id=\"pre_1\">                                                                REPORTABLE\n                                  IN THE SUPREME COURT OF INDIA\n                                   CIVIL APPELLATE JURISDICTION\n\n                                CIVIL APPEAL NO.                 OF 2019\n                                 (Arising out of SLP (C) No. 7979 of 2019)\n\n          WAPCOS Ltd.                                                   ...Appellant(s)\n\n                                                 Versus\n\n          Salma Dam Joint Venture &amp; Anr.                               …Respondent(s)\n\n                                                  WITH\n\n                                 CIVIL APPEAL NO.              OF 2019\n                                 (Arising out of SLP (C) No……….. of 2019)\n                                          (Diary No. 6975 of 2019)\n\n\n                                            JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">          A.M. Khanwilkar, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                         Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Issue\" id=\"p_4\">          1.             These appeals take exception to the judgment and order\n\n          dated 25.01.2019 passed by the High Court of Delhi at New Delhi\n\n          in Arbitration Petition No.810 of 2016, whereby the High Court\n\n          allowed the Arbitration Petition purportedly filed by respondent\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">DEEPAK SINGH</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2019.11.14</span>\n<span class=\"hidden_text\" id=\"span_5\">13:06:12 IST</span>\n\n          No. 1 ­ Salma Dam Joint Venture, under Section 11(6) of the\nReason:\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                Page 1 of 27</span>\n</p><blockquote id=\"blockquote_1\">\f<a href=\"/doc/1306164/\" id=\"a_1\">Arbitration and Conciliation Act, 1996</a> (for short, “the Act”) and\n\nappointed a sole Arbitrator.\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">2.   Briefly stated, the Ministry of External Affairs (for short,\n\n“MEA”) and the appellant in the leading appeal, Water and Power\n\nConsultancy Services (India) Limited (for short, “WAPCOSL”), a\n\nPublic Sector Undertaking, entered into an agreement, dated\n\n29.11.2004, for the implementation of the work on “the\n\nReconstruction, Rehabilitation and completion of Salma Dam\n\nProject (3x14 MW), Afghanistan, Package III: Main Civil and\n\nHydro­Mechanical Works” (for short, “project”). The appellant\n\n(WAPCOSL), was given the responsibility to provide financial,\n\nadministrative and contractual management services for the\n\nMEA. Even though MEA was to provide the finances, the same\n\nwas to be channeled through WAPCOSL to the successful\n\nawardee of the tender.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">3.   The respondent No.1 in both the appeals, Salma Dam Joint\n\nVenture (for short, “SDJV”) was formed by the M/s SSJV Projects\n\nPrivate   Limited   (for   short,   “SSPPL”)    and   M/s   Angelique\n\nInternational Ltd. (for short, “AIL”)         under a Joint Venture\n\nAgreement (for short, “JVA”) dated 09.09.2005 to submit its bid\n\nfor the said project. In accordance with the terms and clauses of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                               Page 2 of 27</span>\n\fthe JVA, SSPPL was nominated to be the ‘Lead Partner’ of SDJV\n\nwith ninety­five percent (95%) share as compared to five percent\n\n(5%) share of AIL. SSPPL was also authorized to invoke\n\narbitration by appointing an arbitrator, make claims, et cetera,\n\non behalf of AIL, by executing a Power of Attorney (for short,\n\n“PoA”) dated 09.09.2005 in favour of SSPPL, in accordance with\n\nClause 3.3 of the JVA.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">4.   SDJV was successful being the highest bidder and was\n\nawarded tender for the said project on 17.01.2006. That was\n\nfollowed by a Contract Agreement dated 09.03.2006 (for short,\n\n“Contract Agreement”) for executing the stated contract between\n\nthe WAPCOSL and SDJV. Along with the said agreement,\n\nWAPCOSL and SDJV signed certain documents to be read with\n\nthe Contract Agreement and to form part and parcel thereof. Out\n\nof several such documents, Conditions of Particular Applications\n\n(for short “CoPA”) is the relevant one for the purpose of this case.\n\nClause 20.1 thereof deals with Contractor’s claim and Clause\n\n20.6 deals with Arbitration and it is under these clauses, the\n\nrespondent No. 1 has rested its case, that is, arbitrability and the\n\npower to invoke arbitration.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">5.   Be that as it may, the consideration of the Contract\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                               Page 3 of 27</span>\n\fAgreement was Rs. 253.84 Crores. However, the same was raised\n\nto Rs. 470.40 Crores, on a representation made by SDJV. Once\n\nagain, there was further change by way of revised rates, after a\n\nmeeting between SDJV and a High­Power Committee (for short,\n\n“HPC”).    In the said meeting, SDJV cited reasons which were\n\nbeyond its control for initiating timely construction of the project.\n\nThat justification found favour with the HPC for which it had\n\nrecommended revised rates with regard to eight items. A letter\n\nwas sent by WAPCOSL, informing about the acceptance of revised\n\nrates of eight items and raising the total consideration to Rs.\n\n872.67 Crores. Subsequent to this, SDJV and WAPCOSL signed a\n\nrevised agreement for the rates, referred to as the Amendment of\n\nAgreement (for short, “AoA”), dated 09.06.2015.\n\n\n</p><p data-structure=\"Issue\" id=\"p_10\">6.   Despite signing of AoA, SDJV raised certain claims before\n\nthe Engineer of WAPCOSL. After rejection of said representation,\n\nSDJV      preferred   six   appeals    to      the   Technical   Committee\n\nconstituted in terms of clause 2.1 of Section – 02 of AoA. Five of\n\nthese appeals were rejected/disposed of vide report of the\n\nTechnical Committee dated 28.10.2016.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"CDiscource\" id=\"p_12\">7.   In the meantime, on 04.06.2016, the Dam was inaugurated\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                Page 4 of 27</span>\n\fby the Hon’ble Prime Minister of India and Hon’ble President of\n\nAfghanistan. Subsequent to which, a letter dated 02.08.2016 was\n\nissued by AIL addressed to WAPCOSL, informing that SDJV has\n\nstarted the process of dismantling the machinery and the work\n\nforce from the project site with full awareness of WAPCOSL.\n\n\n</p><p data-structure=\"Issue\" id=\"p_13\">8.   Subsequent to the execution of AoA, dispute arose between\n\nthe JV partners which resulted in AIL filing a petition (bearing\n\nnumber O.M.P. (I) (COMM.) 70/2016) under <a href=\"/doc/1120409/\" id=\"a_2\">Section 9</a> of the\n\nArbitration Act, wherein the High Court of Delhi, vide order dated\n\n05.09.2016, directed WAPCOSL to deposit the amount payable to\n\nSDJV with the Registrar of the High Court in order to secure the\n\ninterests of both the JV entities. The High Court in a separate\n\npetition (bearing number Arb. P. 442/2016), filed by AIL against\n\nSSPPL, also appointed a sole arbitrator for their (AIL and SSPPL)\n\ninter se disputes.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n</p><p data-structure=\"CDiscource\" id=\"p_15\">9.   On 21.09.2016, the Board of Directors of AIL resolved to\n\nrevoke the PoA executed in favour of SSPPL and in furtherance of\n\nthe same, AIL, vide letters dated 19.10.2016 and 11.11.2016,\n\nwrote to the respective Banks and also to WAPCOSL informing\n\nthem about the revocation of the authority of SSPPL. Thus, it was\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                            Page 5 of 27</span>\n\fduly notified through these letters that in future, only those\n\nletters or communications which are signed or acknowledged by\n\nboth the parties (AIL and SSPPL) shall be valid and be\n\nentertained by WAPCOSL.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">10. Notwithstanding the abovementioned letters sent by AIL,\n\nupon rejection of the claims of SDJV by the Technical Committee,\n\non 28.10.2016, SSPPL, unilaterally, espousing claims of SDJV\n\nproceeded to invoke the arbitration process, under clause 20.6 of\n\nCoPA and also appointed a nominee arbitrator, vide letter dated\n\n12.11.2016.    WAPCOSL,      in    response,   vide   letter   dated\n\n05.12.2016, recorded that since SDJV is a joint venture entity\n\nand the authority of SSPPL to represent AIL has been revoked,\n\nthe appointment of arbitrator by SSPPL, unilaterally, is illegal in\n\nterms of clause 4.2 of the Contract Agreement and clause 3.2 of\n\nthe JVA.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">11. Resultantly, SSPPL filed a petition on behalf of SDJV\n\nagainst WAPCOSL under <a href=\"/doc/596725/\" id=\"a_3\">Section 11(6)</a> of the Arbitration Act\n\n(bearing number Arb. P. 810/2016) before the High Court of\n\nDelhi, wherein it has been asserted that the PoA dated\n\n15.07.2005 given by AIL in its favour is still in force and forms\n\npart of the Contract Agreement dated 09.03.2006. This assertion\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                             Page 6 of 27</span>\n\fis factually incorrect. In that, the PoA was executed as a follow\n\nup document alongwith JVA on 09.09.2005 itself. Whereas, the\n\nBoard of Directors of AIL vide resolution dated 15.07.2005 had\n\nauthorised its officer to execute the JVA and PoA, which were so\n\nexecuted on 09.09.2005.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">12. The said arbitration petition was contested by the appellant\n\n(WAPCOSL). However, the High Court allowed the same vide\n\norder   dated   15.03.2017    and    appointed   an   arbitrator   for\n\nWAPCOSL.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">13. Feeling aggrieved, WAPCOSL preferred a Special Leave\n\nPetition (bearing number SLP (Civil) 26555/2017) before this\n\nCourt. This Court, vide order dated 03.11.2017, directed\n\nimpleadment of AIL as a party and also stayed the arbitral\n\nproceedings. AIL appeared before this Court and asserted that it\n\ndid not give consent to SSPPL for appointment of an arbitrator or\n\nfor filing petition under <a href=\"/doc/596725/\" id=\"a_4\">Section 11(6)</a> of the Arbitration Act. Thus,\n\nit had urged that SSPPL had no authority to unilaterally appoint\n\nan arbitrator for SDJV or to file the subject petition on behalf of\n\nSDJV. Further, the petition filed in the name of SDJV through\n\nSSPPL was not as per Delhi High Court Rules. This Court, vide\n\norder dated 11.12.2017, deemed it proper to set aside the order\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                             Page 7 of 27</span>\n\fpassed by the High Court of Delhi dated 15.03.2017 and to\n\nrelegate the parties before the High Court for reconsideration of\n\nall aspects, as would be raised by the parties including regarding\n\nthe locus and competence of SSPPL to unilaterally appoint an\n\narbitrator or file arbitration petition under <a href=\"/doc/596725/\" id=\"a_5\">Section 11</a> of the Act.\n\n</p><p data-structure=\"Issue\" id=\"p_20\">14. The High Court of Delhi, vide judgment dated 25.01.2019\n\n(for short, “impugned judgment”), once again allowed the said\n\narbitration petition and appointed a sole arbitrator, instead of\n\nthree arbitrators envisaged in CoPA.\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">15. The High Court opined that the arbitration agreement\n\nbetween SDJV and WAPCOSL was still in force on the date of\n\nfiling of the arbitration petition and the same would operate\n\nbetween the parties. That finding has been reached despite the\n\nAoA having been executed between the parties on 09.06.2015.\n\nThe High Court also opined that SSPPL had authority under the\n\nJVA as well as the Contract Agreement to represent SDJV, as a\n\nleading partner thereof.    It held that SSPPL derived authority\n\nfrom clause 20.6 of CoPA read with the other enabling terms in\n\nthe JVA and FIDIC Conditions of Contract for Construction (for\n\nshort, ‘FIDIC’). The High Court was also impressed by the fact\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                              Page 8 of 27</span>\n\fthat SSPPL had 95 per cent shareholding in SDJV as against\n\nonly 5 per cent shareholding of AIL, the other partner. For that\n\nreason, it went on to observe that AIL cannot be permitted to\n\nderail the arbitration process commenced for and on behalf of\n\nSDJV through SSPPL. The High Court was also impressed by the\n\nfact that despite the execution of AoA, the Technical Committee\n\nentertained the appeals filed by SDJV in respect of certain items.\n\nThat goes to show that even the Technical Committee was of the\n\nview that the dispensation regarding settlement of further claims\n\nof SDJV could be pursued and the arrangement arrived under\n\nAoA between the parties cannot be treated as full and final\n\nsettlement. Resultantly, SDJV was well within its rights to take\n\nrecourse to arbitration for resolution of the disputes in that\n\nregard. Further, the fact as to whether SDJV was entitled for the\n\nrelief, regarding the claims raised, was a matter within the\n\nexclusive domain of the Arbitral Tribunal.       The High Court,\n\ntherefore, allowed the Arbitration Petition and appointed a sole\n\nArbitrator for resolution of the disputes between the parties.\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">16. Feeling aggrieved, WAPCOSL as well as AIL have assailed\n\nthe decision of the High Court by filing separate Special Leave\n\nPetition(s).\n</p>\n<p data-structure=\"Section\" id=\"p_23\">\n\n<span class=\"hidden_text\" id=\"span_14\">                             Page 9 of 27</span>\n</p><p data-structure=\"PetArg\" id=\"p_24\">\f17. We     have   heard   learned    Senior   Counsel   Mr.   Gaurav\n\nPanchnanda for WAPCOSL (appellant) and Mr. Shyam Divan for\n\nAIL (appellant), and Mr. Sachin Datta, learned Senior Counsel for\n\nSDJV (respondent No.1 in both the appeals).\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">18. After cogitating over the erudite arguments of the counsel\n\nappearing for the respective parties and perusing the relevant\n\nrecords,   including   Arbitration     Petition   and   the   written\n\nsubmissions filed by the learned counsel, in our opinion, two\n\nprincipal issues need be answered in this judgment. First,\n\nwhether on the date of presentation of Arbitration Petition,\n\npurportedly by SDJV through SSPPL on 15.12.2016, the\n\narbitration agreement posited in Contract Agreement dated\n\n09.03.2006 was in existence or subsisting and in force? Second,\n\nwhether the Arbitration Petition filed in the name of SDJV\n\nthrough SSPPL, in law can be considered as having been properly\n\nand validly presented despite the express revocation of authority\n\nof SSPPL vide resolution passed by the Board of Directors of AIL\n\non 21.09.2016 and duly communicated to SSPPL as well as\n\nWAPCOSL before 15.12.2016, as was granted to SSPPL in terms\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                             Page 10 of 27</span>\n\fof JVA read with PoA including the Contract Agreement?\n\n</p><p data-structure=\"Section\" id=\"p_26\">19. Reverting to the first question, we must immediately advert\n\nto the Arbitration Agreement incorporated in the Contract\n\nAgreement. That can be discerned from clause 4, which reads\n\nthus:­\n\n         “4. Settlement of Disputes\n         4.1 It is specifically agreed by and between the parties\n         that all the differences or disputes arising out of the\n         Agreement shall be decided by process of settlement of\n         disputes and arbitration as specified in Clause 20 of the\n         Conditions of the Contract.\n</p><p data-structure=\"Section\" id=\"p_27\">         4.2 It is also agreed that the Salma Dam Joint Venture\n         agreement dated 9th September 2005 shall be treated as\n         part of this agreement and both the parties to the said\n         joint venture namely M/s SSJV Projects Private Limited\n         and M/s Angelique International Limited shall also be\n         jointly and severally liable in the process of settlement of\n         disputes in arbitration between WAPCOS and Salma Dam\n         Joint Venture.”\n\n\nThis clause must be read alongwith the terms specified in CoPA\n\nin particular clause 20 and clauses 1.14, 4.3 and 20.6 of FIDIC.\n\nGoing by the Contract Agreement read with relevant clauses of\n\nCoPA and FIDIC, it is obvious that the parties had agreed for\n\nresolution of all their differences or disputes arising from the\n\nContract Agreement by process of settlement of disputes and\n\narbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">20. In the present case, however, in due course, because of\n\nfortuitous situation, the parties had to agree to amend certain\n\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                 Page 11 of 27</span>\n\fterms and conditions of the Contract Agreement and to provide\n\nfor revised contract rates. That was done after due negotiations,\n\nas is evinced from the correspondence exchanged between SDJV\n\nand WAPCOSL vide letters dated 15.09.2011 and 17.09.2012 and\n\nthe recitals of the AoA itself. Finally, the parties (SDJV and\n\nWAPCOSL in particular) executed a formal Amendment of\n\nAgreement (AoA) on 09.06.2015.           The same records the new\n\narrangement eventually agreed upon between the parties. It will\n\nbe useful to first refer to the preamble of the AoA which reads\n\nthus:\n</p><blockquote id=\"blockquote_2\">        “1.0 Preamble\n           Consequent upon the modification of rates of certain\n        Items of works in January 2013 which is subject to\n        special terms and conditions, the Amendment to the\n        Original Agreement between WAPCOS and SDJV (the\n        Parties) was required to be entered upon thereafter.\n</blockquote>\n<blockquote id=\"blockquote_3\">        Nevertheless the work at site continued at very fast pace\n        and in good faith and trust as per the revised rates\n        agreed between the Parties. Despite several constraints\n        the project completion progressed well during the years\n        2013 and 2014 and substantial part of the works (around\n        97%) of the Dam and Spillway was completed by 31 st\n        December 2014. Remaining works are continuing at the\n        project site.\n</blockquote>\n<blockquote id=\"blockquote_4\">        Now, as the Amendment to Agreement is to be formalized\n        for proper implementation and records, therefore, in\n        continued good faith and trust the Parties have agreed to\n        sign this Amendment of Agreement by incorporating the\n        actual site conditions, practical difficulties and\n        subsequent developments that have taken place at site.\n        ……. .”\n\n</blockquote><p data-structure=\"Section\" id=\"p_29\">21. In clause 1.1 of AoA, reference is made to the estimated cost\n\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                              Page 12 of 27</span>\n\fof works and the balance work to be completed in the revised\n\nestimated cost. The note below the chart given in clause 1.1 and\n\nclauses 1.2 to 1.6 of the preamble are of some relevance. The\n\nsame read thus:\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n</p><blockquote id=\"blockquote_5\">        “1.1     The balance work has to be completed in the\n        revised estimated cost as given below.\n</blockquote>\n<blockquote id=\"blockquote_6\">                        Estimated Cost of Works\n                             …. ….. ……\n        Note: If due to site conditions, the balance quantities\n        increases, the contractor will carry out the construction\n        and complete the work\n\n        1.2 This Amendment of Agreement will form part of the\n        Original Agreement no. WAPCOS/SDP/AFG/Pkg.­III­05\n        dated 9th March 2006.\n</blockquote>\n<blockquote id=\"blockquote_7\">        1.3 This Amendment of Agreement includes revised Bill of\n        Quantity (BoQ) (containing executed &amp; balance quantum\n        of works, New Items of work, etc) with the modified\n        approved rates for eight major item of Civil works and\n        modified cost of Hydro­Mechanical works along with\n        additional terms and Conditions of Contract.\n</blockquote>\n<blockquote id=\"blockquote_8\">        1.4 Any Clauses/items other than the Amendment of\n        Agreement will be governed by Original Agreement and in\n        case of any dispute the decision of CMD, WAPCOS will be\n        final and binding to the Contractor.\n</blockquote>\n<blockquote id=\"blockquote_9\">        1.5 In case of any inconsistency between Original\n        Agreement and Amendment of Agreement, the content of\n        Amendment of Agreement will succeed.\n</blockquote>\n<blockquote id=\"blockquote_10\">        1.6 In case of any dispute on Technical Specification and\n        interpretation of any contract clauses the decision of\n        CMD, WAPCOS will be final and binding to the\n        Contractor.\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\">        ……… .”\n\n\n</p><p data-structure=\"Section\" id=\"p_32\">22. It may be useful to now advert to clauses 1.2 and 1.3 of\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                              Page 13 of 27</span>\n\fSection ­01 of the AoA, which read thus:\n</p>\n<pre id=\"pre_2\">        “REVISED COST         AND     RELATED      TERMS      AND\n        CONDITIONS\n\n        Clause 1.0\n        …. ….. …..\n\n</pre><p data-structure=\"Precedent\" id=\"p_33\">        The revision of cost/modified rates of above item are\n        subject to the following:\n</p><blockquote id=\"blockquote_11\">        1.1      …. …. ….\n</blockquote>\n<blockquote id=\"blockquote_12\">        1.2      The balance pending claims of Contractor stands\n        buried and it was agreed by the Contractor that, no\n        claims will be raised by Contractor on any of the\n        pending/settled claims/other claims resulting out of the\n        correspondences made so far and there will be no\n        arbitration for the settlement of claims. It is agreed that\n        the Contractor shall not be paid any further amount on\n        claim/additional rate for new item of work settled or\n        pending over and above the payments already released to\n        the contractor.\n</blockquote>\n<blockquote id=\"blockquote_13\">        1.3     In future, no claim of Contractor on any account\n        shall be entertained. However any claim arising out of\n        force majeure shall be examined.”\n\n\n\nHere, we may also take note of Section­02 of AoA concerning the\n\namendment in general conditions of CoPA. Clause 2.1 of this\n\nsection predicates that sub­clause 1.1.2.16 of CoPA stands\n\nmodified as Technical Committee means committee constituted\n\nby CMD, WAPCOSL.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_34\">23. It is pertinent to note that the execution of stated AoA has\n\nnot been disputed by SDJV or for that matter by SSPPL. More so,\n\nthese entities have not even challenged the implementation of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                               Page 14 of 27</span>\n\fAoA. On the other hand, it has come on record that all concerned\n\ngave effect to the terms set out in AoA by offering revised rates to\n\nSDJV in conformity with the agreed rates referred to in AoA and\n\nwhich payment was received and availed of by SDJV/SSPPL\n\nwithout any demur. We may hasten to add that even the subject\n\nArbitration Petition does not question the execution of AoA or the\n\napplicability thereof. Indeed, the asseveration in the Arbitration\n\nPetition is that the claim set up by SDJV is in reference to items\n\nand bills raised subsequent to the execution of AoA.\n\n</p><p data-structure=\"CDiscource\" id=\"p_35\">24. The moot question is: whether the AoA has the effect of\n\nundoing and abrogating the arbitration clause predicated in the\n\nContract Agreement? According to SDJV and SSPPL, the\n\narbitration clause in the Contract Agreement remains intact and\n\nundisturbed. The parties continue to be bound by the same.\n\n</p><p data-structure=\"Section\" id=\"p_36\">25. For considering this plea we must appreciate the backdrop\n\nin which the AoA has been executed, to understand the true\n\nimport of the terms and conditions set out therein. From the\n\ncorrespondence exchanged between the parties preceding the\n\nexecution of AoA, being letters dated 15.09.2011 and 17.09.2012,\n\nit is amply clear that the parties were ad idem that substantial\n\npart of the works (around 97 per cent) of the “Dam and Spillway”\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                             Page 15 of 27</span>\n\fwas completed by 31.12.2014.           This fact has been plainly\n\nrestated in the preamble of the AoA. The AoA also records that if\n\ndue to site conditions, the balance quantities increase, the\n\ncontractor will carry out the construction and complete the work.\n\nFurther, the AoA would form part of the Contract Agreement\n\ndated 09.03.2006 and it includes revised Bill of Quantities (BoQ)\n\n(containing executed and balance quantum of works, new items\n\nof works, etc.) with the modified approved rates for eight major\n\nitems of civil works and modified cost of Hydro­Mechanical works\n\nalong with additional terms and conditions of Contract. Clause\n\n1.4 of the AoA makes it amply clear that any other clauses/items\n\nother than the AoA will be governed by Original Agreement\n\n(Contract Agreement) and in case of any dispute, the decision of\n\nCMD, WAPCOSL will be final and binding on the contractor.\n\nClause 1.5 of the AoA makes it further clear that in case of any\n\ninconsistency between the Contract Agreement and AoA, the\n\nterms specified in AoA will prevail. Clause 1.6 of the preamble\n\npostulates that in case of any dispute on technical specifications\n\nand interpretation of any contract clauses, the decision of CMD,\n\nWAPCOSL will be final and binding on the contractor. Section­01\n\nof AoA then deals with revised cost and related terms and\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">                            Page 16 of 27</span>\n\fconditions. Clause 1.0 thereof provides that the revision of\n\ncost/modified rates of the items referred to therein will be subject\n\nto clauses 1.2 and 1.3, amongst others. Clause 1.2 of Section­01\n\nenvisages that the balance pending claims of contractor “stands\n\nburied” and it has been agreed by the contractor, that no claims\n\nwill be raised by the contractor on any of the pending/settled\n\nclaims/other claims resulting out of correspondences made so far\n\nand there will be “no arbitration” for the settlement of claims.\n\nClause 1.3 of Section­01 also makes it clear that in future no\n\nclaim of contractor on any count shall be entertained except the\n\nclaim arising out of force majeure.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">26.   Despite such peremptory agreement and declaration by the\n\nparties, SDJV proceeded on an erroneous basis that the\n\narbitration agreement in Contract Agreement still subsists and\n\ncan be enforced by it.    As aforesaid, neither SDJV nor SSPPL\n\nhave disputed the execution of AoA nor it is even remotely\n\nsuggested in the Arbitration Petition that the AoA was executed\n\nby them under duress or coercion. From the indisputable\n\ncircumstances, it becomes amply clear that the stated terms and\n\nconditions set out in the AoA were agreed upon by all concerned\n\nprimarily due to revision of cost of the project upto Rs. 872.67\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                             Page 17 of 27</span>\n\fcrores which is 3.44 times the original project cost, (i.e. Rs.\n\n253.84 crores) as the same was subject to clauses 1.2 and 1.3 of\n\nSection­011. Notably, this AoA was executed at a stage when\n\nsubstantial part of the works (around 97%) had already been\n\ncompleted. In our opinion, the terms and conditions specified in\n\nAoA leave no manner of doubt that the arbitration agreement has\n\nbeen done away with – as is manifest from the unambiguous\n\ndeclaration that balance pending claims of Contractor stand\n\nburied and that there will be no arbitration for the settlement of\n\nclaims2.\n</p><p data-structure=\"Section\" id=\"p_38\">27.        To get over this position, SDJV would contend that\n\nSection­02 of AoA specifically deals with the amendments in\n\ngeneral conditions of CoPA but it makes no reference to\n\namendment of clause 20 of CoPA. That may be so, however, in\n\nour view, it will be of no avail. We will deal with this aspect a\n\nlittle later. Suffice it to observe that the terms and conditions of\n\nAoA make it amply clear that the arbitration agreement stands\n\noverridden in view of the express declaration in AoA in that\n\nregard referred to earlier.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">28. As noticed earlier, AoA was executed on 09.06.2015 by\n1 See – Clause 1.0 of Section­01 of AoA (in paragraph 22 above)\n2 See – Clause 1.4 of Preamble (in paragraph 21 above) read with clauses 1.2 and 1.3 of\nSection ­01 of AoA (in paragraph 22 above).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                     Page 18 of 27</span>\n\fwhich date, substantial part of the works (around 97 per cent) of\n\nthe “Dam and Spillway” had been completed. The water filling in\n\ndam commenced on 26.07.2015 by closing diversion tunnel gate.\n\nThat presupposes that the “Dam and Spillway” work was fully\n\ncompleted before that date. It is also not disputed that the project\n\nwas inaugurated by the Prime Minister of India and the President\n\nof Afghanistan on 04.06.2016. The terms agreed upon between\n\nthe parties and as recorded in AoA dated 09.06.2015 was the\n\noutcome of steep revision of rates. These circumstances are\n\ngermane whilst answering the question under consideration. We\n\nhave no manner of doubt that the purport of the terms and\n\nconditions incorporated in the AoA dated 09.06.2015 are\n\nunambiguous expression of intent to supersede the arbitration\n\nagreement incorporated in Contract Agreement dated 09.03.2006\n\nand to resolve all the contentious issues regarding the claims of\n\nSDJV, in the manner specified therein.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">29. The High Court, however, rejected the argument of the\n\nappellant(s) herein on the following basis:\n</p><blockquote id=\"blockquote_14\">        “10.5 What is, however, not disputed is that as a matter\n        of fact, the J.V. entity had lodged its claim with the\n        Engineer appointed under the C.A. and upon the\n        Engineer repelling its claim, five appeals were lodged with\n        the Technical Committee which rejected the same by way\n        of a common order dated 28.10.2016. A perusal of the\n        order of the Technical Committee would show that the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                               Page 19 of 27</span>\n\f        claims lodged by the J.V. entity have been examined on\n        merits and also from the perspective of the plea raised\n        before it with regard to their admissibility in view of the\n        provisions of Clauses 1.2 and 1.3 of the AOA.\n</blockquote>\n<blockquote id=\"blockquote_15\">        10.6 Therefore, if, as contended on behalf of WAPCOS,\n        Clauses 1.2 and 1.3 of the AOA barred the J.V. entity\n        from pressing any pending or future claims, then, to my\n        mind, there was no need for the Technical Committee to\n        deliberate upon the claims on merits. It is the stand of\n        the J.V. entity that all the claims lodged by it with\n        WAPCOS pertain to a period post the execution of the\n        AOA.\n</blockquote>\n<blockquote id=\"blockquote_16\">        10.7 The record shows that the AOA was executed on\n        09.06.2005, while the subject project was inaugurated\n        post its completion only in 2016. Furthermore, it is the\n        case of the J.V. entity that the AOA provided for revision\n        of rates for eight major items concerning civil works and\n        hydro mechanical works. Therefore, if at all, the bar\n        would apply to claims, which were referable to pre­\n        existing claims, or claims pertaining to revision of rates\n        relatable to eight major items of civil works and hydro\n        mechanical works or those claims which overlapped with\n        these claims. That being said, as to whether the position\n        taken by the J.V. entity is correct or not is a matter\n        which can only be examined by the Arbitral Tribunal\n        once the matter is tried as based on mere pleas and\n        counter pleas, this aspect cannot be decided in a <a href=\"/doc/596725/\" id=\"a_6\">Section\n        11</a> petition. Particularly, given the facts obtaining in this\n        case, it is not possible to come to a definitive conclusion\n        that there was accord and satisfaction upon the\n        execution of the AOA.\n</blockquote><blockquote id=\"blockquote_17\">        10.8 Therefore, the ground taken on behalf of WAPCOS\n        that no claim could be lodged post execution of the AOA\n        is untenable and hence cannot be accepted. There is, to\n        my mind, much merit in the submission advanced on\n        behalf of the J.V. entity that the AOA cannot impede\n        adjudication of all future claims whether or not they have\n        their genesis in the AOA. If that was the intent, as\n        correctly argued on behalf of the J.V. entity, the AOA\n        should have done away with Clause 20.6 of COPA, which\n        contains the arbitration agreement.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_42\">30. As regards the first reason weighed with the High Court that\n\nthe Technical Committee entertained the five appeals filed on\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">                               Page 20 of 27</span>\n\fbehalf of the SDJV, that in our view cannot undo the effect of\n\nterms and conditions of AoA which had annulled the arbitration\n\nclause in the Contract Agreement. There are at least two other\n\ntangible reasons to overturn the stated opinion of the High Court.\n\nFirst, the Technical Committee was, as a matter of fact,\n\nconstituted under clause 2.1 of Section – 02 of AoA by the CMD\n\nof WAPCOSL, as is evident from the communication dated\n\n21.10.2015 sent by WAPCOSL to SDJV.           That fact has been\n\nrestated in the subsequent correspondence.         The Technical\n\nCommittee was, therefore, not constituted in terms of Clause\n\n20.1 of CoPA as has been erroneously assumed by the High\n\nCourt. Second, the fact that the Technical Committee processed\n\nthe appeals instituted by SDJV does not mean that WAPCOSL\n\nhad waived the terms and conditions of AoA, in particular\n\nclauses 1.2 and 1.3 of Section­01 thereof. No averment is found\n\nin the Arbitration Petition to even remotely suggest that it was a\n\ncase of waiver express or tacit, by WAPCOSL qua the stipulation\n\nspecified in clauses 1.2 and 1.3 of Section­01 of AoA. Hence, this\n\nreason weighed with the High Court is manifestly wrong and\n\ncannot stand the test of judicial scrutiny.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">31. The second reason weighed with the High Court is again\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                             Page 21 of 27</span>\n\ffounded on incorrect assumption about the date of AoA.         The\n\nHigh Court in paragraph 10.7 proceeds on the basis that AoA\n\nwas executed as back as on 09.06.2005 and having noted that\n\ndate, the High Court then observed that the project was\n\ninaugurated only in 2016.    On this erroneous assumption, the\n\nHigh Court rejected the claim of the appellant(s) herein.     As a\n\nmatter of fact, the AoA was executed on 09.06.2015, at which\n\npoint of time, 97 per cent of the project was completed and the\n\nsame was rolled out by filling of the Dam from 26.07.2015 in less\n\nthan one month, by closing diversion tunnel gate. Not only that,\n\nthe project was dedicated to the people of Afghanistan soon\n\nthereafter on 04.06.2016. Thus understood, it becomes clear that\n\nthe parties had agreed to give quietus to all the claims and adopt\n\nrevised rates recommended by High Power Committee, as\n\nrecorded in AoA executed on 09.06.2015. Suffice it to note that\n\nthe basis for rejecting the argument of the appellant(s) is founded\n\non erroneous assumption that AoA was executed on 09.06.2005.\n\nThat is an error apparent on the face of the record.\n\n</p><p data-structure=\"Section\" id=\"p_44\">32. The third reason weighed with the High Court is that clause\n\n20.6 of CoPA, providing for resolution of disputes by arbitration\n\nhas not been modified by AoA. Indeed, clause 4 of the Contract\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                            Page 22 of 27</span>\n\fAgreement makes reference to clause 20 of CoPA. However, on a\n\nfair reading of clause 4 of the Contract Agreement and in\n\nparticular 4.1 as reproduced hitherto, it would be crystal clear\n\nthat the substance of the provision is to provide for process of\n\nsettlement of disputes and arbitration. Reference to clause 20 of\n\nCoPA is only to indicate that the procedure specified therein may\n\nhave to be followed whilst taking recourse to that process.\n\nHowever, as the substantive provision regarding remedy of\n\narbitration itself has been done away with in terms of clauses 1.2\n\nand 1.3 of Section­01 of AoA, there was no need to modify clause\n\n20 in CoPA dealing with machinery provision. Thus, the remedy\n\nof arbitration cannot be resurrected merely because clause 20 of\n\nCoPA has not been expressly modified in the AoA. Hence, even\n\nthis reason does not commend us.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">33. As these are the only reasons which had weighed with the\n\nHigh Court to reject the argument of the appellant(s) regarding\n\nnon­existence of arbitration agreement and the same being\n\nuntenable in law, it must necessarily follow that the Arbitration\n\nPetition filed for and on behalf of SDJV through SSPPL was not\n\nmaintainable. In other words, the Arbitration Petition should\n\nhave been rejected for lack of subsisting or existing arbitration\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">                            Page 23 of 27</span>\n\fagreement between the parties on the date of filing of Arbitration\n\nPetition.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_29\">34. It is not unknown in commercial world that the parties\n\namend original contract and even give up their claims under the\n\nsubsisting agreement. The case on hand is one such case where\n\nthe parties consciously and with full understanding executed AoA\n\nwhereby the contractor gave up all his claims and consented to\n\nthe new arrangement specified in AoA including that there will be\n\nno arbitration for the settlement of any claims by the contractor\n\nin future. Having chosen to adopt that path, it is not open to the\n\ncontractor to now take recourse to arbitration process or to\n\nresurrect the claim which has been resolved in terms of the\n\namended agreement, after availing of steep revision of rates being\n\ncondition precedent.           We may usefully rely on the underlying\n\nprinciple      expounded        by   this    Court     in   <a href=\"/doc/1545494/\" id=\"a_7\">Damodar           Valley\n\nCorporation vs. K. K. Kar3</a>, wherein the Court observed as\n\nfollows:­\n\n            “…..As the contract is an outcome of the agreement\n            between the parties it is equally open to the parties\n            thereto to agree, to bring it to an end or to treat it as if it\n            never existed. It may also be open to the parties to\n            terminate the previous contract and substitute in its\n            place a new contract or alter the original contract in such\n\n3 (1974) 2 SCR 240 @ 243­244\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                     Page 24 of 27</span>\n\f          a way that it cannot subsist. In all these cases, since the\n          entire contract is put an end to, the arbitration clause,\n          which is a part of it, also perishes along with it. <a href=\"/doc/595325/\" id=\"a_8\">Section\n          62</a> of the Contract Act incorporates this principle when it\n          provides that if the parties to a contract agree to\n          substitute a new contract or to rescind or alter it, the\n          original contract need not be performed. Where,\n          therefore, the dispute between the parties is that the\n          contract itself does not subsist either as a result of its\n          being substituted by a new contract or by rescission or\n          alteration, that dispute cannot be referred to the\n          arbitration as the arbitration clause itself would perish if\n          the averment is found to be valid.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_31\">As the very jurisdiction\n          of the arbitrator is dependent upon the existence of the\n          arbitration clause under which he is appointed, the\n          parties have no right to invoke a clause which perishes\n          with the contract.”\n\n\nIn a subsequent decision in <a href=\"/doc/1243245/\" id=\"a_9\">National Insurance Company\n\nLimited vs. Boghara Polyfab Private Limited4</a>, in paragraph\n\n52 this Court held as follows:</span>\n</p>\n<blockquote id=\"blockquote_18\">          “52. Some illustrations (not exhaustive) as to when\n          claims are arbitrable and when they are not, when\n          discharge of contract by accord and satisfaction are\n          disputed, to round up the discussion on this subject are:\n</blockquote><blockquote id=\"blockquote_19\">          (i) …. …. ….\n</blockquote><blockquote id=\"blockquote_20\">          (ii) A claimant makes several claims. The admitted or\n          undisputed claims are paid. Thereafter negotiations are\n          held for settlement of the disputed claims resulting in an\n          agreement in writing settling all the pending claims and\n          disputes. On such settlement, the amount agreed is paid\n          and the contractor also issues a discharge voucher/no­\n          claim certificate/full and final receipt. After the contract\n          is discharged by such accord and satisfaction, neither the\n          contract nor any dispute survives for consideration.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_47\">          There cannot be any reference of any dispute to\n          arbitration thereafter.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">          (iii) …. …. ….\n</p><p data-structure=\"Conclusion\" id=\"p_49\">          (iv) …. …. ….\n</p><p data-structure=\"Precedent\" id=\"p_50\">         (v) A claimant makes a claim for a huge sum, by way of\n         damages. The respondent disputes the claim. The\n\n4 (2009) 1 SCC 267\n\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                 Page 25 of 27</span>\n\f          claimant who is keen to have a settlement and avoid\n          litigation, voluntarily reduces the claim and requests for\n          settlement. The respondent agrees and settles the claim\n          and obtains a full and final discharge voucher. Here even\n          if the claimant might have agreed for settlement due to\n          financial compulsions and commercial pressure or\n          economic duress, the decision was his free choice. There\n          was no threat, coercion or compulsion by the respondent.\n          Therefore, the accord and satisfaction is binding and valid\n          and there cannot be any subsequent claim or reference to\n          arbitration.”\n\n\nFurther, in Nathani Steels Ltd. v. Associated Constructions 5,\n\nthis Court observed as follows:­\n\n          “3......Even otherwise we feel that once the parties have\n          arrived at a settlement in respect of any dispute or\n          difference arising under a contract and that dispute or\n          the difference is amicably settled by way of a final\n          settlement by and between the parties, unless that\n          settlement is set aside in proper proceedings, it cannot lie\n          in the mouth of one of the parties to the settlement to\n          spurn it on the ground that it was a mistake and proceed\n          to invoke the Arbitration clause. If this is permitted the\n          sanctity of contract, the settlement also being a contract,\n          would be wholly lost and it would be open to one party to\n          take the benefit under the settlement and then to\n          question the same on the ground of mistake without\n          having the settlement set aside. In the circumstances, we\n          think that in the instant case since the dispute or\n          difference was finally settled and payments were made as\n          per the settlement, it was not open to the respondent\n          unilaterally to treat the settlement as non est and\n          proceed to invoke the Arbitration clause. We are,\n          therefore, of the opinion that the High Court was wrong\n          in the view that it took.”\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_51\">35. Having said this, no other issue need be addressed in these\n\nappeals. As a result, these appeals must succeed. Resultantly,\n\nthe impugned judgment of the High Court is set aside and the\n5 1995 Supp (3) SCC 324\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                 Page 26 of 27</span>\n\fArbitration Petition No. 810 of 2016 filed by the respondent No. 1\n\nherein stands dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_52\">36. However, we must keep the option available to the parties to\n\ntake recourse to other remedies, inter se, which they are free to\n\nadopt in accordance with law; and the rejection of Arbitration\n\nPetition will be no impediment for them to pursue those\n\nremedies. We, accordingly, keep all other issues and contentions\n\navailable to the parties open, to be determined in appropriate\n\nproceedings as and when occasion arises.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">37. The appeals are allowed in the above terms with no order as\n\nto costs. All pending applications are also disposed of.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_54\">                                             ….…………..................J.\n                                               (A.M. KHANWILKAR)\n\n\n\n                                             ………..……...................J.\n                                            (DINESH MAHESHWARI)\n\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_55\">November 14, 2019.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">\n\n\n<span class=\"hidden_text\" id=\"span_34\">                            Page 27 of 27</span>\n\f</p>","numcites":6,"numcitedby":10,"docsource":"Supreme Court of India","citetid":130994567,"divtype":"judgments","relatedqs":[{"value":"fidic","formInput":"fidic"},{"value":"wapcos","formInput":"wapcos"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"joint ventures","formInput":"joint%20ventures"},{"value":"'incorporation' the agreements ","formInput":"%27incorporation%27%20the%20agreements%20"},{"value":"am khanwilkar","formInput":"am%20khanwilkar"},{"value":"contract for arbitration agreement","formInput":"contract%20for%20arbitration%20agreement"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"PREAMBLE","formInput":"PREAMBLE"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"slp","formInput":"slp"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"joint venture\"","formInput":"%22joint%20venture%22"},{"value":"arbitration invoked once,can it be invoked again","formInput":"arbitration%20invoked%20once%2Ccan%20it%20be%20invoked%20again"},{"value":"unilateral","formInput":"unilateral"},{"value":"dam","formInput":"dam"},{"value":"claim settlement","formInput":"claim%20settlement"},{"value":"arbitration act","formInput":"arbitration%20act"}],"cats":[{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"},{"value":"power-to-appoint-new-or-sole-arbitrator","formInput":"tag:power-to-appoint-new-or-sole-arbitrator"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}