{"tid":13327787,"publishdate":"2016-04-25","title":"Steel Authority Of India Ltd vs Htc Engineering (1958) Private Ltd on 25 April, 2016","doc":"<h2 class=\"doc_title\">Steel Authority Of India Ltd vs Htc Engineering (1958) Private Ltd on 25 April, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-tandon\">Harish Tandon</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-tandon\">Harish Tandon</a></h3>\n\n<pre id=\"pre_1\">                   IN THE HIGH COURT AT CALCUTTA\n                 ORDINARY ORIGINAL CIVIL JURISDICTION\n                          ORIGINAL SIDE\n\n                                 A.P 218 of 2006\n\n                    STEEL AUTHORITY OF INDIA LTD.\n                                 -VS-\n                  HTC ENGINEERING (1958) PRIVATE LTD.\n\n              CORAM: HON&#x27;BLE MR. JUSTICE HARISH TANDON\n\n\n            For the Petitioner        Mr. A.K. Chatterjee, Sr. Adv.,\n                                      Mr. D. Ghosh, Adv.\n\n           For the Respondent         Mr. Debasish Kundu, Sr.\n                                      Adv.,\n                                      Mr. Sayantan Bose, Adv.\n\n              Judgment on             25.04.2016\n\n\n\n\nHarish Tandon, J.:\n</pre>\n\n<p data-structure=\"Facts\" id=\"p_1\">      The challenge is made to an award made and published on 17th March,\n\n2006 by the Arbitrators allowing the part of the claims of the Petitioner and\n\ncounter claims of the Respondent herein. In other words, by the said award the\n\nPetitioner is directed to pay a sum of Rs. 7,48,56,134/- to the Respondent\n\ntogether with interest @ 18% per annum on the amount from the date of the\n\naward till payment apart from the costs and expenses for the arbitration.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">      The facts revealed from the respective stands of the parties before the\n\nArbitrator and before this Court are adumbrated herein below:--\n</p><blockquote id=\"blockquote_1\"> (i)     The Petitioner being the claimant published a tender notice dated 5 /\n\n        6th   August,   1996    inviting   applications   from   the   experienced\n\n        contractors who can handle the iron and steel materials at the\n\n        Petitioner&#x27;s stockyard located at Paharpur, 20 Coal berth and DP-II\n\n        sighting of Kolkata Branch Sales Office of the Petitioner.\n</blockquote>\n<blockquote id=\"blockquote_2\">(ii)    The eligibility criterion enshrined in the said tender notice was that\n\n        the contractor should be capable of handling iron and steel materials\n\n        of minimum quantity of 1.25 lacs metric tons (MT) during any of the\n\n        last financial years.\n</blockquote>\n<blockquote id=\"blockquote_3\">(iii)   The period of contract shall be initially for two years which can be\n\n        extended at the sole discretion / option of the Petitioner for further\n\n        period of one year.\n</blockquote>\n<blockquote id=\"blockquote_4\">(iv)    The Respondent participated in the said tender and submitted the\n\n        relevant papers and documents having fulfilled all the criterion\n\n        enshrined under the said tender notice.\n</blockquote>\n<blockquote id=\"blockquote_5\">(v)     After proper scrutiny the Petitioner awarded the contract to the\n\n        Respondent to commence from 23rd November, 1996.\n</blockquote>\n<blockquote id=\"blockquote_6\">(vi)    Clause 9 of the Contract clearly provides that the contract labourers\n\n        employed in Paharpur stockyard shall not be deployed as it would\n\n        contravene the order of the High Court passed on 24th July, 1995 in\n\n        FMAT 1460 of 1984 directing the parties to maintain status quo in\n\n        relation to such employment.\n</blockquote><blockquote id=\"blockquote_7\"> (vii)   The Respondent asked for furnishing a statement of workers working\n\n        in the said stockyard which was responded by the Petitioner in\n\n        providing a list of over 560 workers already employed since last\n\n        several years in the Paharpur stockyard. The disputes were raised\n\n        during the initial period of the contract not only on the excess\n\n        payment made towards the wages to large number of contractual\n\n        labourers who are not covered under an order of the High Court in\n\n        the said appeal but also on non-providing the estimated quantities of\n\n        the materials during the first 17 (seventeen) months and causing\n\n        huge losses and damages to the Respondent.\n</blockquote>\n<blockquote id=\"blockquote_8\">(viii) The parties exhausted their remedy before the Arbitral Tribunal and\n\n        an award was passed in favour of the Respondent to the tune of Five\n\n        Crore and odd together with interest and costs to the proceeding\n\n        which was assailed under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and\n\n        Conciliation Act, 1996 before this Court.\n</blockquote>\n<blockquote id=\"blockquote_9\">(ix)    The said application was allowed upon setting aside the award which\n\n        is further challenged before the Division Bench of this Court and the\n\n        matter is still pending.\n</blockquote>\n<blockquote id=\"blockquote_10\">(x)     After the expiration of the initial term of the contract, the Petitioner\n\n        unilaterally extended the period for one year and the present\n\n        arbitration proceeding was initiated relating to the dispute arose\n\n        during the said extended period.\n</blockquote><blockquote id=\"blockquote_11\">       (xi)      The present arbitration proceeding originated from a claim of\n\n                damages on alleged non-performance by the Respondent between the\n\n                period from 23rd November, 1996 to 31st March, 1999 and the claim\n\n                was further enhanced for the extended period.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_3\">      As it appears from the impugned award the Petitioner&#x27;s claim were made\n\nunder the following heads, namely unpaid wages to the contract labourers, dues\n\non account of the provident funds of those labourers, unpaid gratuity from 23rd\n\nNovember, 1996, non-payment of privileged leave salary from 23.11.1996,\n\ninterest on outstanding advances, liquidated damages, contingent liabilities,\n\ncompensation for workmen and losses due to total stoppage in delivery of\n\nmaterials from the said stockyard for the period from 01.01.1999 to 31.03.1999.\n\n\n</p><p data-structure=\"Issue\" id=\"p_4\">      Before the Arbitral Tribunal the Respondent made a counter claim to the\n\ntune of Rs. 15,42,98,768/- under various heading viz. non-supply of payments\n\nand assured quantity of material for handling, wrongful detention of machineries,\n\nimposition of liability for excess contract labourers, non-payment of the\n\noutstanding bills, refund of scrutiny deposit and performance guarantee and\n\ninterest.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Issue\" id=\"p_6\">      Several issues were framed by the Arbitrator which are jotted down as\n\nunder:-\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n\n</p><blockquote id=\"blockquote_12\">          &quot;1.   (a)   Was not the Claimant under the contract obliged to supply 21250 MT\n\n                and effect delivery 21250 MT totalling 42500 MT per month on an average?\n</blockquote><blockquote id=\"blockquote_13\">             (b)      If yes, did the Claimant commit breach of such obligation?\n\n</blockquote><blockquote id=\"blockquote_14\">2.         (a)       Is the Claimant entitled to a sum of Rs. 5,16,000.00 as enhanced up to\n\n       2nd November, 1999 or any other sum on account of alleged unpaid wages to\n\n       the contract labourers claimed in Claim No. &quot;A&quot; of paragraph 27 in the\n\n       Statement of Claim and Annexure-I of paragraph 14 to the Rejoinder to the\n\n       Counter statement of facts?\n</blockquote>\n<blockquote id=\"blockquote_15\">       (b)         Is the Claimant entitled to a sum of Rs. 1,28,46,217.00 as enhanced up\n\n       to 22nd November, 1999 or any other sum on account of alleged Provident Fund\n\n       dues of contract labourers as claimed in Claim No. &quot;B&quot; of paragraph 27 of the\n\n       Statement of Claim and Annexure-II of paragraph 16 to the Rejoinder to the\n\n       Counter Statement of facts?\n</blockquote>\n<blockquote id=\"blockquote_16\">      (c)           Is the Claimant entitled to a sum of Rs. 74,40,240.00 enhanced up to\n\n       22nd November, 1999 or any other sum of account of alleged bonus to the\n\n       contract labourers with effect from 23rd Novemeber, 1996 as claimed in Claim\n\n       No. &quot;C&quot; of paragraph 16 to the Rejoinder to the Counter Statement of facts?\n\n</blockquote><blockquote id=\"blockquote_17\">     (d)          Is the Claimant entitled to a sum of Rs. 40,43,312.78 as enhanced up to\n\n       22nd November, 1999 or any other sum on account of alleged unpaid gratuity\n\n       to the contract labourers with effect from 23rd November, 1996 as claimed in\n\n       Claim No. &quot;D&quot; of paragraph 27 of the Statement of Claim and Annexure-IV of\n\n       paragraph 16 to the Rejoinder to the Counter Statement of facts?\n\n</blockquote><blockquote id=\"blockquote_18\">     (e)          Is the Claimant entitled to a sum of Rs. 65,71,933.33 as enhanced up to\n\n       22nd November, 1999 or any other sum on account of unpaid alleged privilege\n\n       leave salary of the contract labourers with effect from 23rd November, 1996 as\n\n       claimed in Claim No. &quot;E&quot; of paragraph 27 of the Statement of Claim and\n             Annexure-V of paragraph 16 to the Rejoinder to the Counter Statement of\n\n            facts?\n</blockquote>\n<blockquote id=\"blockquote_19\">     (f)        Is the Claimant entitled to an alleged sum of Rs. 14,37,273.00 or any other\n\n            sum towards alleged interest on outstanding advance as claimed in Claim No.\n\n            &quot;F&quot; of paragraph 27 of the Statement of Claim?\n</blockquote>\n<blockquote id=\"blockquote_20\">  (g)          Is the Claimant entitled to a sum of Rs. 28,36,53,203.00 or any other sum\n\n            on account of alleged liquidated damages as claimed in Claim No. &quot;G&quot; of\n\n            paragraph 27 of the Statement of Claim?\n</blockquote>\n<blockquote id=\"blockquote_21\"> (h)          Is the Claimant entitled to a sum of Rs. 1,29,26,188.00 as enhanced up to\n\n            22nd November, 1999 or any other sum on account of alleged contingent\n\n            liabilities as claimed in Claim No. &quot;H&quot; of paragraph 27 of the Statement of\n\n            Claim and Annexure-VIII of paragraph 16 to the Rejoinder to the Counter\n\n            Statement of facts?\n</blockquote>\n<blockquote id=\"blockquote_22\"> (i)        Is the Claimant entitled to a sum of Rs. 30,000.00 or any other sum on account\n\n            of alleged worker&#x27;s compensation as claimed in as claimed in Claim No. &quot;I&quot; of\n\n            paragraph 27 of the Statement of Claim?\n</blockquote>\n<blockquote id=\"blockquote_23\"> (j)        Is the Claimant entitled to a sum of Rs. 99,70,030.00 due to loss on account of\n\n            alleged stoppage in delivery of materials from Paharpur and Coal Berth Stock-\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_8\">            yards from 01.01.1999 to 31.03.1999 as claimed in Claim No. &quot;J&quot; of\n\n            paragraph 27 of the Statement of Claim?\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">3.         Is the Claimant entitled to interest at the rate of 18 percent per annum as\n\n           claimed in paragraph 31 of the Statement of Claim?\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">4.         To what relief&#x27;s, if any, is the Claimant entitled to?\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">5.         Is the Respondent entitled to a sum of Rs. 12,40,93,043.00 on account of non-\n\n</p><p data-structure=\"Issue\" id=\"p_12\">           supply of promised and / or assured quantity of materials to be handled during\n      the period of 1st May, 1998 to 22nd November, 1999 as pleaded in paragraph 29\n\n     of the counter claim?\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">6.   Is the Respondent entitled to a sum of Rs. 36,99,500.00 on account of wrongful\n\n     detention of machinery as pleaded in paragraph 31 of the counter claim ?\n\n</p><p data-structure=\"Issue\" id=\"p_14\">7.   Is the Respondent entitled to a sum of Rs. 1,79,00,400.00 towards additional\n\n     claims made on account of 224 contract labours as pleaded in paragraph 32\n\n     and 33 of the counter claim?\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">8.   Is the Respondent entitled to a sum of Rs. 86,05,825.00 on account of\n\n     outstanding bills and interest as pleaded in paragraph 34 of the counter claim?\n\n</p><p data-structure=\"Issue\" id=\"p_16\">9.   Is the Respondent entitled to a sum of Rs. 11,50,000.00 on account of refund of\n\n     security deposit and performance guarantee by way of bank guarantee as\n\n     pleaded in paragraph 35 of the counter claim?\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">10. Is the Respondent entitled to interest at the rate of 24 percent per annum as\n\n     claimed in paragraph 39 of the Counter Claim?\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">11. To what relief&#x27;s, if any, is the Respondent entitled to?&quot;\n\n\n\n</p><blockquote id=\"blockquote_24\"> The Arbitrator answered the aforesaid issues in the following manner:--\n\n</blockquote><pre id=\"pre_2\">         Issue                      View\n\n          No.\n\n         1(A) &amp;                 Affirmative\n\n          1(B)\n\n          2(A)                   Negative\n\n          2(B)                   Negative\n\n          2(C)                   Negative\n              2(D)                Negative\n\n             2(E)                Negative\n\n             2(F)                Negative\n\n             2(G)                Negative\n\n             2(H)                Negative\n\n              2(I)               Negative\n\n             2(J)                Negative\n\n               3                 Negative\n\n               4                 Negative\n\n               5              Partly Allowed\n\n               6                Affirmative\n\n               7                 Negative\n\n               8              Partly Allowed\n\n               9                Affirmative\n\n              10              Partly Allowed\n\n\n\n</pre><blockquote id=\"blockquote_25\">     The claims awarded in the impugned award can be summarized that all\n\nthe claims of the Petitioner except on account of re-imposition of the advances\n\nmade to the contract labourers were allowed. On the other hand, the counter\n\nclaims on account of non-providing the minimum quantity of materials to be\n\nhandled, wrongful detention of machineries and equipments, non-payment of the\n\noutstanding bills and refund of scrutiny and performance guarantee together\n\nwith interest are allowed. The claim on account of re-imposition of advances to\n the contract labourers have been allowed to set off against the counter claim\n\nawarded by the Arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_26\">      Mr. Ajay Krishna Chatterjee, learned senior Advocate would submit that\n\nClause 2.1, 2.4 &amp; 4 of Invitation to Tender does not create any obligation on the\n\npart of the Petitioner but are relatable to an eligibility criteria to participate in the\n\ntender process and therefore, the Arbitral Tribunal have wrongly interpreted\n\nthose provisions to be a part of an obligations requiring strict adherence by the\n\nPetitioner. It is, further submitted that Clause 5 of Invitation to Tender clearly\n\nindicates that the estimated quantities reflected under Clause 4 thereof are only\n\nfor the purpose of finding out the value of the tender and the Petitioner is no way\n\nresponsible and / or liable for actual quantity of work. Mr. Chatterjee vehemently\n\nsubmits that the general terms and conditions, forming part of the agreement,\n\nwere not considered by the Arbitral Tribunal. By refering Clauses 8.3 and 8.7 of\n\ngeneral terms and conditions, Mr. Chatterjee contends that the plain and simple\n\nreading of the aforesaid clauses would give a sufficient indication that the\n\nRespondent would not claim for any item of work in the contract and the\n\nPetitioner does not give any guarantee about the definite volume of work to be\n\nentrusted upon the Respondent at any time or even through out the tenure of the\n\ncontract. According to Mr. Chatterjee, the Prohibitory Clause (8.3) and Non\n\nGuarantee Clause (8.7) have to be construed in such perspective and conveying\n\nthe intention that non providing the definite volume of work does not give right to\n\nthe Respondent to claim such which the Arbitral Tribunal omits to consider. In\n\nother words, it is submitted that the Arbitral Tribunal have ignored and\n overlooked the aforesaid Clauses and proceeded simply on the other Clauses of\n\nthe Invitation to Tender which are merely the Eligibility Clauses, not conferring\n\nany right to claim such definite quantity of work during the period of an\n\nagreement. By referring <a href=\"/doc/1943211/\" id=\"a_2\">Section 28(3)</a> of the Arbitration and Conciliation Act,\n\n1996, Mr. Chatterjee submits that though the Arbitral Tribunal is required to\n\ndecide in accordance with the terms and conditions and further taken into\n\naccount the usages of the trade applicable to transaction but where there is an\n\nabsolute prohibition in the agreement, the principle of business efficacy cannot\n\nbe imported in the contract. He impugned the award allowing the claim for\n\nwrongful detention of the machinaries that unless the payment is made to the\n\nprovider of the cranes the claim is prematured. It is, thus, submitted that though\n\nthe bills issued by the cranes were produced before the Arbitral Tribunal but in\n\nabsence of any proof of payment, the Arbitral Tribunal should not have allowed\n\nsuch claims. On the claim of outstanding bills and interest, Mr. Chatterjee would\n\ncontend that the Arbitral Tribunal could not have presumed an admission solely\n\non the ground that no dispute is raised thereupon. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1640953\" id=\"span_1\">Mr. Chatterjee, learned\n\nSenior Advocate appearing for the Petitioner attacks the award as the Arbitrators\n\nhave proceeded beyond the terms of the contract. According to him, the\n\nArbitrators are confined to act within the boundaries of the contract and cannot\n\ntravel beyond it and if traveled, such award is liable to be set aside having acted\n\nin escess of the jurisdiction. In support of the aforesaid contentions, the reliance\n\nis placed upon a judgment of the Supreme Court in case of Associated\n\nEngineers Company -Vs- Government of Andhra Pradesh &amp; Anr. reported in\n AIR 1992 SC 232. It is succinctly argued that the terms of the contract should\n\nbe interpreted by providing plain and simple meaning of the words incorporated\n\ntherein without adding or subtracting any words into it as held in case of <a href=\"/doc/1640953/\" id=\"a_3\">Central\n\nBank of India Limited vs Hartford Fire Insurance Company Limited Reported</a>\n\nin AIR 1965 SC 1288.</span>\n</blockquote>\n<blockquote id=\"blockquote_27\">\n\n</blockquote><blockquote id=\"blockquote_28\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1640953\" id=\"span_2\">Mr. Chatterjee audaciously submits that although the Arbitrators are the\n\nauthority for interpretation of the terms of the contract but the regard must be\n\ngiven to each of the expressions given therein and any omission to consider the\n\nexpressed terms given in the agreement would amount to acting without\n\njurisdiction and <a href=\"/doc/1640953/\" id=\"a_4\">placed reliance upon</a> a judgment of the Supreme Court in case of\n\nSteel Authority of India Ltd. -Vs- J.C. Budharaja, Government and Mining\n\nContractor reported in (1999)8 SCC 122. He, thus, submits that if the\n\nArbitrators have omitted to consider the relevant terms of the contract and have\n\nproceeded on a wrong premise in arriving at a perverse conclusion the award is\n\nliable to be set aside.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"467950\" id=\"span_3\">To buttress the aforesaid submission, he <a href=\"/doc/1640953/\" id=\"a_5\">placed reliance\n\nupon</a> a judgment of the Apex Court in case of <a href=\"/doc/467950/\" id=\"a_6\">ONGC Ltd vs Garware Shipping\n\nCorporation Limited</a> reported in AIR 2008 SC 456 &amp; Hindustan Zinc Ltd. -Vs-\n\nFriends Coal Carbonisation reported in (2006) 4 SCC 445. He succinctly\n\nargues that the Arbitrators cannot take an external aid and borrow something\n\nbeyond the contract in arriving at the conclusion. On the scope of the challenge\n\nunder <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> of the Arbitration and Conciliation Act, 1996 the reliance is\n\nplaced upon a judgment of the Supreme Court rendered in case of Oil &amp; Natural\n Gas Corporation Ltd. -Vs- Saw Pipes Ltd. reported in (2003) 5 SCC 705. He,\n\nthus, concludes that if the Arbitrators have traveled beyond the periphery of the\n\ncontract and applied extraneous factors, such award is patently illegal and\n\ntherefore, liable to be set aside.</span>\n</blockquote>\n<blockquote id=\"blockquote_29\">\n\n</blockquote><blockquote id=\"blockquote_30\">      Mr. Kundu refuted the contention of the Petitioner that the Arbitral\n\nTribunal did not consider the Prohibitory Clause and Non Guarantee Clause\n\nembodied in the general terms and conditions. According to him, the Clauses\n\nembodied under Invitation to Tender cannot be segregated for the purpose of\n\ngathering the intention of the parties from the general terms and conditions. He,\n\nthus, submits that the golden rule of interpretation of the contract is that the\n\ncontract should be read as a whole and not in piecemeal. He would contend that\n\nthe Clauses under Invitation to Tender postulates that the tenderers should have\n\nexperience in handling the requisite quantity of goods preceeding 5 years and\n\nmust own half of the equipment required for handling such quantities. The\n\nInvitation to Tender further provided the estimated quantities to be handled\n\nduring the first year of operation for the purpose of finding out the value of the\n\ntender and in such Perspective Clause 5 was incorporated that the Petitioner\n\nshall not be liable if actual quantity differs from estimated quantity. He further\n\nsubmits that by virtue of Clause 11.1 of instruction to tenderer, the\n\nadvertisement for tender, instructions to tenderers, terms and conditions of the\n\ncontract along with all enclosures and the letters exchanged between the parties\n\nshall form part of the contract and therefore the general terms and conditions of\n the contract and the Clauses incorporated therein are binding upon the parties.\n\nHe relies upon Clause 6.2 of the terms and conditions containing the rates of the\n\nestimated value, in support of the contentions that the reasonable quantities be\n\nprovided for handling though differs from the actual estimated quantity does not\n\nmean that the contractor would be allowed to handle a negligible quantity as has\n\nbeen done in the instant case. He vehemently submits that Clauses 8.3 and 8.7\n\nof the general terms and conditions cannot be rigidly construed as a bar to claim\n\nthe exact estimated quantity of the work but at least a minimum quantity known\n\nto the commercial working of any similar nature of work because of the fixed\n\ncosts for keeping the equipments which do not meet to the quantities of goods\n\nallowed to be handled.\n</blockquote>\n<blockquote id=\"blockquote_31\">\n\n</blockquote><blockquote id=\"blockquote_32\">      He took a strong exception to the submission of the Petitioner that the\n\nProhibitory Clause and Non Guarantee Clause have not been considered by the\n\nArbitrator. According to him, the Arbitrator took into account the aforesaid\n\nClauses and a harmoniously interpreted the same with other Clauses and\n\ntherefore such interpretation cannot be faulted with as the Arbitrator is a sole\n\nauthority for interpretation of the Contract. In support of the aforesaid\n\ncontentions, he relies upon a judgment of the Supreme Court in case of Pure\n\nHelium India (P) Ltd. -v- Oil &amp; Natural Gas Commission reported in (2003)8\n\nSCC 593.\n</blockquote><blockquote id=\"blockquote_33\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"467950\" id=\"span_4\">Mr. Kundu is very much vocal in his submission that the Court should not\n\ninterfere under <a href=\"/doc/536284/\" id=\"a_8\">Section 34</a> of the Act on the views expressed by the Arbitrator if\n\nsuch view appears to be reasonable and plausible even if the Court thinks that\n\nthe other view should have been taken and <a href=\"/doc/467950/\" id=\"a_9\">placed reliance upon</a> judgment in\n\ncase of Madhya Pradesh Housing Board -v- Progressive Writers and\n\nPublishers reported in (2009)5 SCC 678 and Mcdermott International Inc. -\n\nv- Burn Standard Co. Ltd. &amp; Ors. reported in (2006)11 SCC 181. He thus\n\nsubmits that the Court exercising jurisdiction under <a href=\"/doc/536284/\" id=\"a_10\">Section 34</a> of the Act cannot\n\nreappraise or reassess the evidence acting as a Court of an appeal as held in case\n\nof P.R. Shah, Shares &amp; Stock Brokers Pvt. Ltd. -v- B.H.H. Securities Pvt.\n\nLtd. &amp; Ors. reported in (2012)1 SCC 594.</span>\n</blockquote>\n<blockquote id=\"blockquote_34\">\n\n</blockquote><blockquote id=\"blockquote_35\">      Mr. Kundu fervently submits that <a href=\"/doc/1943211/\" id=\"a_11\">Section 28(3)</a> of the Act empowers the\n\nArbitral Tribunal to decide the dispute in terms of the contract by taking into\n\naccount the usages of the trade applicable to the transaction. It is, thus\n\nsubmitted that the principal of business trade or business efficacy can be a\n\nfactor in interpreting commercial document for the purpose of upholding the\n\ncontract rather to invalidate it. In support of the aforesaid contentions, the\n\nreliance is placed upon a judgment of the Supreme Court in case of The Union\n\nof India -v- M/s. D.N. Revri And Co. &amp; Ors reported in (1976)4 SCC 147 and\n\na judgment of this Court in case of Dwarakadas &amp; Co. -Vs- Daluram Goganmull\n\nreported in AIR 1951 CALCUTTA. 10.\n</blockquote><blockquote id=\"blockquote_36\">       Mr. Kundu further contended that the Arbitral Tribunal have given due\n\nregard to all the Clauses and have provided a reasonable reasons to the ultimate\n\nconclusion which is not open to be challenged before the Court under <a href=\"/doc/536284/\" id=\"a_12\">Section 34</a>\n\nof the Act and relied upon judgment of the Supreme Court in case of M/s\n\nSudarsan Trading Co. -Vs- Government of Kerala &amp; Anr. reported in (1989)2\n\nSCC 38. In such perspective it is submitted that the approach of the Court\n\nshould not be to destroy or render the award illegally but to uphold the same as\n\nheld in case of Smt. Santa Sila Devi &amp; Anr. -Vs- Dhirendra Nath Sen &amp; Ors.\n\nreported in AIR 1963 SC 1677. Lastly, it is submitted that the Petitioner have\n\nnot successfully made out a case before this Court that the impugned award is\n\nopposed to public policy or the findings recorded therein is perverse.\n\n\n\n</blockquote><blockquote id=\"blockquote_37\">      Before adverting to deal with the respective submissions in extenso, it is\n\napposite to record that the challenge to the impugned award is essentially based\n\non awarding the sum than on rejection of the claims by the Arbitral Tribunal.\n\nAdmittedly the initial period provided under contract was two years extendable\n\nfor another year at the sole discretion and option of the Petitioner. It is\n\nundisputed that the Petitioner exercised such option and extended the period of\n\nthe agreement for a term of one year. During the first 17 (seventeen) months of\n\nthe contract period, the estimated quantities of the materials were not given for\n\nhandling and a further liability to pay the extra contract labourers were also\n\nimposed upon the Respondent which raised a dispute and first arbitration\n\nproceeding was initiated thereupon which culminated into award in favour of the\n Respondent. The first award was challenged before this Court under <a href=\"/doc/536284/\" id=\"a_13\">Section 34</a>\n\nof the Arbitration and Conciliation Act, 1996 and the Hon&#x27;ble Single Bench set\n\naside the said award which is further challenged before the Division Bench and\n\nthe learned Counsels of the respective parties uniformly submit that the appeal\n\nis still pending. The instant arbitral proceeding has commenced at the behest of\n\nthe Petitioner alleging non-performance of its obligation by the Respondent which\n\ncauses damage to be suffered by the Petitioner. The claims were subsequently\n\nenhanced by the Petitioner because of the subsequent events, which are clearly\n\ndiscernable from the impugned award.\n</blockquote>\n<blockquote id=\"blockquote_38\">\n\n</blockquote><blockquote id=\"blockquote_39\">      On the other hand, the Respondents made a counter claim under various\n\nheads and the Arbitral Tribunal awarded some of the claims as indicated herein\n\nbefore. The sheet-anchor of the challenge to the impugned award is basically\n\nfounded on non-consideration of the relevant clause of the contract and\n\nfoundation of the decision on some other clauses which cannot be segregated\n\nand divorced from the other clauses which are equally relevant and important to\n\ngather the intention of the parties. The definition of the contract under terms and\n\nconditions would mean and include the agreement between the Petitioner and\n\nthe Respondent duly signed by them for execution of the work together with all\n\ndocuments annexed / attached therewith or referred thereto. The whole of the\n\ncontract is broadly divided in three parts namely, Invitation of Tender,\n\nInstruction to Tenderers and Terms and Conditions of Contract for handling iron\n\nand steel materials in the stockyards of the Petitioner. It ambits no ambiguity to\n say that all the terms and conditions and the recordings under the aforesaid\n\nbroad heads constitute the valid and binding contract and the intention of the\n\nparties to the contract can be derived by giving plain and simple meaning to the\n\nterms and conditions embodied therein. Clause 2 of Invitation of Tender relates\n\nto eligibility of the tenderers which imbibed within itself the experience of the\n\ntenderers in handling at least 1 Lac 25 Thousand Metric Tons of a steel materials\n\nin preceding five financial years. Clause 2.4 thereof requires the tenderer to own\n\nat least 50% of the equipments specified in Clause No. 2.1 of Instruction of\n\nTenderers on its own name and style and the short fall, if there be any, would be\n\nrequired to make good by procuring on ownership within 30 days from the date\n\nof the letter of intent if the contract is awarded in its favour. It is, therefore\n\nmanifest that the clause under Instruction of Tenderers constitute a part of the\n\ncontract by way of reference as well. Clause 4 of the Invitation to Tender which\n\nassumes center of debate speaks of the estimated quantities proposed to be\n\nhandled during the first year of operation of the contract based on the\n\ncalculation of sales plan. Clause 5 thereof is clarifactory clause in the sense that\n\nit clearly provides that the estimated quantities for the first year of operation of\n\nthe contract are only for the purpose of finding out the value of tender and the\n\nPetitioner was in no way responsible / liable if the actual quantity of work differs\n\nfrom the aforesaid estimated quantity. Clause 9 of the Invitation of Tender\n\nunequivocally expresses that such tender is subject to the interim order passed\n\nby this Court on 24.07.1995 in FMAT 1460 of 1994 by which the employment of\n\nthe contract labour working in the Paharpur stockyard shall not be removed from\n employment and the status-quo in this regard shall be maintained. Clause 2.1 of\n\nthe Instruction to Tenderers indicates the minimum number of cranes tools and\n\nother equipment to be deployed to handle the expected cargo in the yard.\n\nWhereas in Clause 4 thereof reiterated the estimated quantities proposed to be\n\nhandled during the first year.\n</blockquote>\n<blockquote id=\"blockquote_40\">\n\n</blockquote><blockquote id=\"blockquote_41\">      According to the Petitioner, Clause 5 of the Invitation to Tender and Clause\n\n8.3 and 8.7 of terms and conditions of contract have not been taken into account\n\nby the Arbitral Tribunal which would lead to an inescapable conclusion that it\n\ndoes not foist any liability on the Petitioner nor confer any right on the\n\nRespondent to demand any item of work at all times and also gives no guarantee\n\nabout the definite volume of work to be entrusted upon the Respondent at any\n\npoint of time or through out the tenure of the contract. It is sought to be\n\ncontended that the Clauses 2 &amp; 4 of the notice to tender is reletable to eligibility\n\nof the tenderers and does not create any right on the tenderer to demand such\n\nquantity to be handled during the period of the contract. In the other words, it is\n\ncontended that the impugned award is silent about those relevant clauses which\n\ndoes not confer any right on the Respondent to claim for estimated quantity of\n\nwork nor gives any guarantee and therefore the Arbitral Tribunal have acted in\n\nexcess of the contract and misdirected themselves in awarding the claim in\n\nfavour of the Respondent. In this regard, the reference can be safely placed upon\n\na judgment of the Supreme Court in case of Associated Engineers Company -\n\nVs- Government of Andhra Pradesh &amp; Anr. reported in AIR 1992 SC 232\n wherein it is held that the arbitrator cannot travel beyond the permissible\n\nterritory and if he does so it strikes at the root of the jurisdiction.\n\n\n\n</blockquote><blockquote id=\"blockquote_42\">      It is no longer res intigra that the jurisdiction of the arbitrator emanates\n\nfrom the contract. He assumes jurisdiction because of the contract and the entire\n\ndispute is required to be adjudicated within the periphery of the contract and\n\ncannot embark its journey to any question not provided in the contract and / or\n\nunrelated thereto. The existence of an express bar against a particular claim\n\nunder the contract, if decided by the arbitrator he would be doing in excess of the\n\njurisdiction. The support can be lend from a judgment of the Apex Court in case\n\nof Pure Helium India Pvt. Ltd. -Vs- Oil &amp; Natural Gas Corporation reported\n\nin (2003)8 SCC 593 in this regard wherein it is held:-\n</blockquote>\n<blockquote id=\"blockquote_43\">\n</blockquote><blockquote id=\"blockquote_44\">   &quot;33. Yet again in Sushil Kumar Kayan it was held: (SCC p. 684, para 11)\n      &quot;In order to determine whether the arbitrator has acted in excess of his jurisdiction\n   what has to be seen is whether the claimant can raise a particular claim before the\n   arbitrator. If there is a specific term in the contract or the law which does not permit the\n   parties to raise a point before the arbitrator and if there is a specific bar in the contract\n   to the raising of the point, then the award passed by the arbitrator in respect thereof\n   would be in excess of his jurisdiction.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_19\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"722729\" id=\"span_5\">34. Some of the aforementioned decisions have been considered by us in <a href=\"/doc/722729/\" id=\"a_14\">Bharat\n   Coking Coal Ltd. v. Annapurna Construction</a>.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">\n\n      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1640953\" id=\"span_6\">I am also not unmindful of the proposition that each terms of the contract\n\nmust be construed and given effect to the plain and simple meanings of the\n\nwords irrespective of the fact that it may act harshly on the parties as held in\n case of <a href=\"/doc/1640953/\" id=\"a_15\">Central Bank of India Limited vs Hartford Fire Insurance Company\n\nLimited</a> reported in AIR 1965 SC 1288. The distinction must be drawn between\n\nan error in construction of the contract and an addition and / or incorporation of\n\nsome words within the contract as in case of former, it is an error within the\n\njurisdiction but in later case, it is a jurisdictional error which may invite an\n\ninterference in the award by the Court under <a href=\"/doc/536284/\" id=\"a_16\">Section 34</a> of the Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1640953\" id=\"span_7\">The\n\nobservations of the Supreme Court in case of <a href=\"/doc/1640953/\" id=\"a_17\">Associated Engineers Company</a>\n\n(Supra) can be conveniently referred to, which runs thus:-</span>\n\n\n</p><blockquote id=\"blockquote_45\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_9\">&quot;If the arbitrator commits an error in the construction of the contract, that is an error\n   within his jurisdiction. But if he wanders outside the contract and deals with matters\n   not allotted to him, he commits a jurisdictional error. Such error going to his jurisdiction\n   can be established by looking into material outside the award. Extrinsic evidence is\n   admissible in such cases because the dispute is not something which arises under or\n   in relation to the contract or dependent on the construction of the contract or to be\n   determined within the award. The dispute as to jurisdiction is a matter which is\n   outside the award or outside whatever may be said about it in the award. The\n   ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence.\n   The rationale of this rule is that the nature of the dispute is something which has to be\n   determined outside and independent of what appears in the award. Such jurisdictional\n   error needs to be proved by evidence extrinsic to the award. [See <a href=\"/doc/1989300/\" id=\"a_18\">Alopi Parshad &amp;\n   Sons, Ltd. v. Union of India</a>; Bunge &amp; Co. v. Dewar &amp; Webb; Christopher Brown Ltd. v.\n   Genossenschaft Oesterreichischer; Rex v. Fulham; Falkingham v. Victorian Railways\n   Commission; Rex v. All Saints, Southampton; Laing (James), Son &amp; Co. (M/C) Ltd. v.\n   Eastcheap Dried Fruit Co.; Dalmia Dairy Industries Ltd. v. National Bank of Pakistan;\n   Heyman v. Darwins Ltd.; <a href=\"/doc/1391279/\" id=\"a_19\">Union of India v. Kishorilal Gupta &amp; Bros</a>.</span></span><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1395399\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_13\">; <a href=\"/doc/86594/\" id=\"a_20\">Renusagar Power\n   Co. Ltd. v. General Electric Company</a>; <a href=\"/doc/899911/\" id=\"a_21\">Jivarajbhai v. Chintamanrao</a>; <a href=\"/doc/1395399/\" id=\"a_22\">Gobardhan Das v.\n   Lachhmi Ram</a>; <a href=\"/doc/318186/\" id=\"a_23\">Thawardas Pherumal v. Union of India</a>; Omanhene Kobina Foli v. Chief\n   Obeng Akessee; F.R. Absalom, Ltd. v. Great Western (London) Garden Village Society,\n   Limited and M. Golodetz v. Schrier.]&quot;</span></span></span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">        There may be a situation where the Arbitral Tribunal have proceeded to\n\npass an award in total disregard to the express terms of the contract and\n\ntherefore acts arbitrarily, capriciously and without jurisdiction. In this regard the\n\nreliance is placed upon the judgment of the Supreme Court in case of Steel\n\nAuthority of India Ltd. -Vs- J.C. Budharaja, Government and Mining\n\nContractor reported in (1999)8 SCC 122 wherein it is held:-\n\n</p><blockquote id=\"blockquote_46\">          &quot;it was not open to the arbitrator to ignore the said conditions which are binding\non the contracting parties. By ignoring the same, he has acted beyond the jurisdiction\nconferred upon him. It is settled law that the arbitrator derives the authority from the\ncontract and if he acts in manifest disregard of the contract, the award given by him would\nbe an arbitrary one. This deliberate departure from the contract amounts not only to\nmanifest disregard of the authority or misconduct on his part, but it may tantamount to\nmala fide action.&quot;\n</blockquote>\n<blockquote id=\"blockquote_47\">\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_22\">       On the above initiation of law led me consider whether the Arbitral\n\nTribunal have totally ignored the relevant clauses so relied upon by the Petitioner\n\nto have been overlooked and / or not considered by the Arbitral Tribunal. In\n\nparagraph 6.2 of the impugned award, the Arbitral Tribunal recorded the\n\nsubmissions of the Petitioner that no definite volume of work are required to be\n\nentrusted with the contractor and there cannot be any imposition of any liability\n\non sale if the actual quantities differs from the estimated quantities. It is relevant\n\nto quote the said paragraph which runs thus:-\n</p><blockquote id=\"blockquote_48\">          &quot;6.2    The contention of SAIL on the other hand is that unless quantity of\nmaterials to be handled by the contractor is specified in the contract, the contractor cannot\nask for any particular quantity to be supplied to him. According to SAIL no definite volume\nof work was to be entrusted on the Contractor. SAIL has not undertaken any liability if the\nactual quantity of material falls short of the expected quantity. Both the parties have\nreferred to different terms / clauses of the aforesaid documents in support of their\nrespective claims and contentions.&quot;\n</blockquote>\n<blockquote id=\"blockquote_49\">\n\n</blockquote><p data-structure=\"Section\" id=\"p_23\">       The &quot;No Guarantee Clause&quot; envisaged under Clause 8.7 of the terms and\n\nconditions of the contract was taken into account by the Arbitral Tribunal which\n\nis reflected from the following observations made in Paragraph 6.14 of the\n\nimpugned award which is quoted below:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\n\n</p><blockquote id=\"blockquote_50\">          &quot;6.14 The case made out by SAIL in one of its affidavits filed in the proceeding\nis that the contract specifically provides that no fixed quantity was assured or guaranteed\nand question of HTC receiving only 3.80% of materials for May, 1998 to November 22,\n1999 does not and cannot arise. It is also the contention that HTC could not have any\nreason to believe that any fixed amount of material was promised or assured to be\nsupplied each year by SAIL. The express terms of the contract deny the assertion made by\nthe HTC. It is also the contention of SAIL with reference to the clauses which have been\nreferred to hereinabove that the estimated quantities for the 1st year of operation of the\ncontract are only for the purpose of determining the value of the tender and SAIL is no way\nliable if the actual quantity of materials differs from the estimated quantity as indicated in\nClause-4 of Invitation of Tender and clause 4 of the Instructions to Tenderers. It is further\nsubmitted that in Clause 8.7 of the terms and conditions of the contract SAIL has\nmentioned that it gives no guarantee about the definite volume of the work to be provided\nto the contractor at any time or even through out the tenure of the contract. It is also the\ncontention that HTC has not taken care of the risks of business based on market demand\n/ supply position. HTC is liable for unprofessionalism if they have suffered loss. Same or\nsimilar contentions have been raised through the other affidavits of SAIL namely - Firstly\nthere was no promise made by the Claimant to supply any fixed quantity of materials;\n Secondly it was expressly agreed between the parties that SAIL did not guarantee to the\nfixed quantity to be supplied. There is short supply in its own stock-yard for the reasons\nthat the market has changed and customers of SAIL now prefer direct sales from market\nnot through the stock-yard which is something beyond the control of SAIL. It has been\nstated in the affidavit of Susanto Kumar Bala, Assistant Manager (Finance and Accounts)\nin paragraph 54 that &quot;one of the possible reasons for the change of this market trend could\nbe perhaps because of the amendments made in the <a href=\"/doc/110162683/\" id=\"a_24\">Central Excise and Salt Act, 1944</a> in\n1996 whereby the normal price for goods upon which excise would be charged is to be\ncollected at the place of removal and as such in a stockyard sale the normal price would\ninclude the cost of freight and stockyard margin when calculating excise. Thus the\namendment sought to increase the effective price to the customers to the tune of excise rate\nmultiplied by fright and stockyard margin.&quot;\n</blockquote>\n<blockquote id=\"blockquote_51\">\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">      It is, therefore manifest that the Arbitral Tribunal have not proceeded in\n\ncomplete disregard to the express terms of the contract rather took into account\n\nthose clauses for the purpose of the interpretation and gathering an intention of\n\nthe contracting parties. In paragraph 6.18 of impugned award the Arbitral\n\nTribunal held that if there is nay ambiguity regarding a term relating to quantity,\n\nan obligation may have to be implied to uphold the contract and to do justice to\n\nthe parties on a true reading and construction of the contract.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">      The construction of the agreement or contract is within the realm and\n\njurisdiction of the arbitrator unless such interpretation is palpably perverse and\n\nbased on wrong proposition of law. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1640953\" id=\"span_14\">In case of <a href=\"/doc/1640953/\" id=\"a_25\">Pure Helium India Pvt. Ltd.</a>\n\n(Supra), the Apex Court held:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">\n</p><blockquote id=\"blockquote_52\">   &quot;27. Construction of the contract agreement, therefore, was within the jurisdiction of\n   the learned arbitrators having regard to the wide nature, scope and ambit of the\n    arbitration agreement and they cannot, thus, be said to have misdirected themselves in\n   passing the award by taking into consideration the conduct of the parties as also the\n   circumstantial evidence.\n</blockquote><blockquote id=\"blockquote_53\">   28. A dispute as regards the construction of clause 23 of the contract vis-à-vis the\n   notification issued under <a href=\"/doc/696672/\" id=\"a_26\">Section 40</a> of the Reserve Bank of India Act also fell for their\n   consideration. Such a question of law, it is trite, is also arbitrable and was specifically\n   raised by the appellant. The learned arbitrators were further entitled to consider the\n   question as to whether the appellant had been discriminated against insofar as similar\n   claims have been allowed by the respondent.\n</blockquote><blockquote id=\"blockquote_54\">Case-laws on the point\n</blockquote><blockquote id=\"blockquote_55\">   29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1010255\" id=\"span_16\">In <a href=\"/doc/1010255/\" id=\"a_27\">State of U.P. v. Allied Constructions</a> this Court held: (SCC p. 398, para 4)\n      &quot;Interpretation of a contract, it is trite, is a matter for the arbitrator to determine (see\n   <a href=\"/doc/588099/\" id=\"a_28\">Sudarsan Trading Co. v. Govt. of Kerala</a>). <a href=\"/doc/1503578/\" id=\"a_29\">Section 30</a> of the Arbitration Act, 1940\n   providing for setting aside an award is restrictive in its operation. Unless one or the\n   other condition contained in <a href=\"/doc/308340/\" id=\"a_30\">Section 30</a> is satisfied, an award cannot be set aside. The\n   arbitrator is a judge chosen by the parties and his decision is final. The court is\n   precluded from reappraising the evidence. Even in a case where the award contains\n   reasons, the interference therewith would still be not available within the jurisdiction of\n   the court unless, of course, the reasons are totally perverse or the judgment is based on\n   a wrong proposition of law. An error apparent on the face of the records would not\n   imply closer scrutiny of the merits of documents and materials on record. Once it is\n   found that the view of the arbitrator is a plausible one, the court will refrain itself from\n   interfering.&quot;</span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_28\">   30. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_17\">In K.R. Raveendranathan the law was <a href=\"/doc/588099/\" id=\"a_31\">laid down in</a> the following terms: (SCC p.\n410, para 2)\n      &quot;2.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"588099\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"588099\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1798137\" id=\"span_20\">The learned counsel for the appellant points out that the question in issue in the\n   present appeals is squarely covered by the decision of this Court in <a href=\"/doc/1798137/\" id=\"a_32\">Hindustan\n   Construction Co. Ltd. v. State of J&amp;K. In</a> particular, it drew our attention to para 10 of\n   the judgment and the portion extracted from the decision in <a href=\"/doc/588099/\" id=\"a_33\">Sudarsan Trading Co.</a> case\n   (<a href=\"/doc/588099/\" id=\"a_34\">Sudarsan Trading Co. v. Govt. of Kerala</a>) wherein it was said that by purporting to\n   construe the contract the Court could not take upon itself the burden of saying that this\n   was contrary to the contract and, as such, beyond jurisdiction. That is exactly what the\n   Court has done in the instant case.&quot;</span></span></span>\n</p><p data-structure=\"Section\" id=\"p_29\">    31. K.R. Raveendranathan has been followed by this Court in P.V. Subba Naidu by\nstating: (SCC pp. 408-09, paras 4-5)\n      &quot;4. The entire thrust of the judgment is on examining the terms of the contract and\n   interpreting them. The terms of the arbitration clause, however, are very wide. The\n   arbitration clause is not confined merely to any question of interpretation of the\n   contract. It also covers any matter or thing arising thereunder. Therefore, all disputes\n   which arise as a result of the contract would be covered by the arbitration clause. The\n   last two lines of the arbitration clause also make it clear that the arbitrator has power\n   to open up, review and revise any certificate, opinion, decision, requisition or notice\n   except in regard to those matters which are expressly excepted under the contract, and\n   that the arbitrator has jurisdiction to determine all matters in dispute which shall be\n   submitted to the arbitrator and of which notice shall have been given.\n</p><p data-structure=\"Precedent\" id=\"p_30\">      5. In the present case all the claims in question were expressly referred to the\n   arbitrator and were raised before the arbitrator. The High Court was, therefore, not\n   right in examining the terms of the contract or interpreting them for the purpose of\n   deciding whether these claims were covered by the terms of the contract.&quot;\n\n\n      In case of McDermott International Inc. -Vs- Burn Standard Co. Ltd. &amp;\n\nOrs. reported in (2006)11 SCC 181 the Supreme Court held that the Court\n\nshould be slow in interfering with the award if the arbitrator have given due\n\nregard to the various terms of the contract and provided the reasons relating to\n\nconstruction thereof which cannot be impinged on perversity or contrary to law.\n\nIt would be apt to quote the observations recorded in paragraph 111 and 112 of\n\nthe said report which are as under:-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">\n</p><blockquote id=\"blockquote_56\">   &quot;111. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1010255\" id=\"span_21\">In <a href=\"/doc/1010255/\" id=\"a_35\">State of U.P. v. Allied Constructions</a> this Court held: (SCC p. 398, para 4)\n      &quot;4. Any award made by an arbitrator can be set aside only if one or the other term\n   specified in <a href=\"/doc/1503578/\" id=\"a_36\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_37\">33</a> of the Arbitration Act, 1940 is attracted. It is not a case\n   where it can be said that the arbitrator has misconducted the proceedings. It was\n   within his jurisdiction to interpret clause 47 of the agreement having regard to the fact-\n   situation obtaining therein. It is submitted that an award made by an arbitrator may\n    be wrong either on law or on fact and error of law on the face of it could not nullify an\n   award. The award is a speaking one. The arbitrator has assigned sufficient and cogent\n   reasons in support thereof.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_22\">Interpretation of a contract, it is trite, is a matter for the\n   arbitrator to determine (see <a href=\"/doc/588099/\" id=\"a_38\">Sudarsan Trading Co. v. Govt. of Kerala</a>). <a href=\"/doc/1503578/\" id=\"a_39\">Section 30</a> of the\n   Arbitration Act, 1940 providing for setting aside an award is restrictive in its operation.\n   Unless one or the other condition contained in <a href=\"/doc/308340/\" id=\"a_40\">Section 30</a> is satisfied, an award cannot\n   be set aside. The arbitrator is a Judge chosen by the parties and his decision is final.\n   The court is precluded from reappraising the evidence. Even in a case where the award\n   contains reasons, the interference therewith would still be not available within the\n   jurisdiction of the court unless, of course, the reasons are totally perverse or the\n   judgment is based on a wrong proposition of law. An error apparent on the face of the\n   records would not imply closer scrutiny of the merits of documents and materials on\n   record.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1483262\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1341010\" id=\"span_24\">Once it is found that the view of the arbitrator is a plausible one, the court will\n   refrain itself from interfering (see <a href=\"/doc/1341010/\" id=\"a_41\">U.P. SEB v. Searsole Chemicals Ltd.</a> and <a href=\"/doc/1483262/\" id=\"a_42\">Ispat Engg.\n   &amp; Foundry Works v. Steel Authority of India Ltd.</a>).&quot;</span></span>\n</blockquote>\n<blockquote id=\"blockquote_57\">\n</blockquote><p data-structure=\"CDiscource\" id=\"p_32\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"80804\" id=\"span_25\">112. It is trite that the terms of the contract can be express or implied. The conduct of\nthe parties would also be a relevant factor in the matter of construction of a contract. The\nconstruction of the contract agreement is within the jurisdiction of the arbitrators having\nregard to the wide nature, scope and ambit of the arbitration agreement and they cannot\nbe said to have misdirected themselves in passing the award by taking into consideration\nthe conduct of the parties. It is also trite that correspondences exchanged by the parties\nare required to be taken into consideration for the purpose of construction of a contract.\nInterpretation of a contract is a matter for the arbitrator to determine, even if it gives rise to\ndetermination of a question of law. (See Pure Helium India (P) Ltd. v. ONGC and <a href=\"/doc/80804/\" id=\"a_43\">D.D.\nSharma v. Union of India</a>.)&quot;</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">\n\n\n</p><blockquote id=\"blockquote_58\">       This court is, therefore cannot accept the contention of the Petitioner that\n\nthe Arbitral Tribunal have unnoticed Clause 4 of the Invitation to Tender and\n\nClause 8.3 and 8.7 of the terms and conditions of the contract. The\n\ninterpretation of the contract is within the realm of the Arbitral Tribunal and if\n the view expressed therein is plausible one it does not invite interference merely\n\nbecause another view is possible. The Court does not act as an Appellate Court\n\nwhere the entire issue is at large nor exercises the review jurisdiction for the\n\npurpose of finding error in the award. The Court is not supposed to reappraise\n\nthe entire evidence exercising the Appellate Jurisdiction under the Code and if\n\nthe award contains reasons interpreting the terms of the contract the Court\n\nwould be slow in substituting its own view in absence of perversity and wrong\n\napplication of law. The reference can be profitably made to a judgment of the\n\nSupreme Court in case of Madhya Pradesh Housing Board -Vs- Progressive\n\nWriters and Publishers reported in (2009)5 SCC 678 wherein it is held:-\n\n\n</blockquote><blockquote id=\"blockquote_59\">      29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1483262\" id=\"span_26\">In <a href=\"/doc/1483262/\" id=\"a_44\">Ispat Engg. &amp; Foundry Works v. Steel Authority of India Ltd.</a> it is held:\n      &quot;4. Needless to record that there exists a long catena of cases through which the\n   law seems to be rather well settled that the reappraisal of evidence by the court is not\n   permissible.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1248820\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"141064668\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1840796\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899181\" id=\"span_33\">This Court in one of its latest decisions (<a href=\"/doc/899181/\" id=\"a_45\">Arosan Enterprises Ltd. v. Union of\n   India</a>) upon consideration of decisions in <a href=\"/doc/525017/\" id=\"a_46\">Champsey Bhara &amp; Co. v. Jivraj Balloo Spg. &amp;\n   Wvg. Co. Ltd.</a>, <a href=\"/doc/1840796/\" id=\"a_47\">Union of India v. Bungo Steel Furniture (P) Ltd.</a>, <a href=\"/doc/141064668/\" id=\"a_48\">N. Chellappan v. Kerala\n   SEB</a>, <a href=\"/doc/588099/\" id=\"a_49\">Sudarsan Trading Co. v. Govt. of Kerala</a>, <a href=\"/doc/1248820/\" id=\"a_50\">State of Rajasthan v. Puri Construction\n   Co. Ltd.</a> as also in <a href=\"/doc/925897/\" id=\"a_51\">Olympus Superstructures (P) Ltd. v. Meena Vijay Khetan</a> has stated\n   that reappraisal of evidence by the court is not permissible and as a matter of fact,\n   exercise of power to reappraise the evidence is unknown to a proceeding under <a href=\"/doc/1503578/\" id=\"a_52\">Section\n   30</a> of the Arbitration Act. This Court in Arosan Enterprises categorically stated that in\n   the event of there being no reason in the award, question of interference of the court\n   would not arise at all. In the event, however, there are reasons, interference would still\n   be not available unless of course, there exist a total perversity in the award or the\n   judgment is based on a wrong proposition of law. This Court went on to record that in\n   the event, however, two views are possible on a question of law, the court would not be\n   justified in interfering with the award of the arbitrator if the view taken recourse to is a\n   possible view. The observations of Lord Dunedin in Champsey Bhara stand accepted\n and adopted by this Court in Bungo Steel Furniture to the effect that the court had no\njurisdiction to investigate into the merits of the case or to examine the documentary and\noral evidence in the record for the purposes of finding out whether or not the arbitrator\nhas committed an error of law. The court as a matter of fact, cannot substitute its own\nevaluation and come to the conclusion that the arbitrator had acted contrary to the\nbargain between the parties.&quot;</span></span></span></span></span></span></span>\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_34\">   30. Interpretation of a contract, it is trite, is a matter for the arbitrator to determine.\nEven in a case where the award contained reasons, the interference therewith would\nstill be not available within the jurisdiction of the court unless, of course, the reasons\nare totally perverse or award is based on wrong proposition of law.\n</p><blockquote id=\"blockquote_60\">   &quot;4. ... An error apparent on the face of the records would not imply closer scrutiny of\nthe merits of documents and materials on record. Once it is found that the view of the\narbitrator is a plausible one, the court will refrain itself from interfering....&quot;\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_35\">   47. The learned Senior Counsel for the appellant further contended that the\narbitrator in the instant case has committed grave error in going beyond the terms of\nthe contract admittedly entered into by and between the parties. The question is what\nis the legal misconduct committed by the arbitrator in the instant case? Whether the\naward by the arbitrator perpetrates gross miscarriage of justice? Is it reduced to\nmockery of a fair decision of the lis between the parties to the arbitration?\n</p><blockquote id=\"blockquote_61\">   &quot;31. ... the erroneous application of law constituting the very basis of the award\nand improper and incorrect findings of fact, which without closer and intrinsic scrutiny,\nare demonstrable on the face of the materials on record, have been held, ... as legal\nmisconduct rendering the award as invalid&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">but at the same time the court could not\n&quot;reappraise the evidences intrinsically with a close scrutiny for finding out that the\nconclusion drawn from some facts, by the arbitrator is, according to the understanding\nof the court, erroneous. Such exercise of power which can be exercised by an appellate\ncourt with power to reverse the finding of fact, is alien to the scope and ambit of\nchallenge of an award under the <a href=\"/doc/1052228/\" id=\"a_53\">Arbitration Act</a>.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_37\">       Though the relevant clauses contemplate that the Petitioner does not\n\nguarantee the definite quantities of work to be entrusted upon the Respondent\n\nduring the tenure of the contract which cannot mean that the Petitioner is\n\nexonerated and / or relieved of providing no quantity of work. The Arbitral\n\nTribunal construed the relevant provision, which provides the expected quantity\n\nof work to be entrusted and deployment of requisite equipment, labours and\n\nmachines to handle 50% of such expected quantity. The arbitrator further took\n\ninto account the conduct of the parties and a subsequent decision of the\n\nPetitioner that at one point of time they attempted to close down this stockyard\n\nbecause of the policy decision that the supply shall be made not from the\n\ndockyard but directly from the site as it would be a cost effective, yet unilaterally\n\nextended the period of the contract. The arbitrator further noticed that there was\n\nno work entrusted upon the Respondent for last 11 months of the extended\n\nperiod and during the relevant period which forms subject matter of dispute\n\nthere was an entrustment of 3.8% of the materials for handling. It cannot be said\n\nthat such interpretation is perverse and contrary to law.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_38\">      In &quot;Interpretation of Contract (Second Edition), by M.A. Sujan, the author\n\ncomments that the intention of the parties should be gathered from the express\n\nwords in the contract by giving the plain and simple meaning thereof. The author\n\ndeprecates the intention of the parties to be gathered if the meaning of the\n\nexpress words conveys otherwise in these words:-\n</p><blockquote id=\"blockquote_62\">            &quot;It must be noted that the intention of the parties is as expressed in the words\nthey have used. It is, therefore, that the meaning of the words used has to be considered.\nThere is no intention independent of that meaning. The intention is to be gathered from the\nactual language of the contract. The actual intention, otherwise than expressed in the\nwords used in the contract, is totally irrelevant. Intention of the parties, different from the\nmeaning conveyed by the words, expressly used in the contract, cannot be considered\nwhile construing a contract. It is only the intention conveyed by the words actually used in\nthe contract, which have legitimately to be considered. &quot;The parties cannot themselves give\ndirect evidence of their intention&quot;, as said by Lord Wilberforce in Reardon-Smith Line Ltd.\nv. Hansen-Tangen. Who further said &quot;What is to be taken as the intention which\nreasonable people wold have had if placed in the situation of the parties.&quot; To the same\neffect is the observation of Lord Reid in McCutcheon v. David MacBrayne Ltd., &quot;The judicial\ntask is not to discover the actual intentions of each party, it is to decide what each was\nreasonably entitled to conclude form the attitude of the other.&quot;\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">       Sir Kim Lewison, in &quot;The Interpretation of Contracts (Fifth Edition)&quot; did not\n\napprove a term to be implied in case of an inconsistency with the express terms\n\nof the contract with the following observation:-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">\n\n</p><blockquote id=\"blockquote_63\">        &quot;A term will not be implied if it is inconsistent with the express terms of\nthe 6.11 contract or its general tenor.\n</blockquote><blockquote id=\"blockquote_64\">        Since the implication of a term rests upon the presumed intention of the parties it\nis unlikely that they would have intended to incorporate by implication a term which was\ninconsistent with a term they had incorporated expressly.&quot;\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_41\">       There is no quarrel to the aforesaid proposition of law that no terms can be\n\nimplied or presumed to exist in the contract if the express terms speaks\n\notherwise. This is not certainly a case where the Arbitral Tribunal have\n incorporated the implied terms into the contract which is inconsistent and\n\nrepugnant to the express terms.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">             At the last I cannot resist myself but to refer a recent judgment of the\n\nsupreme Court in case of Associate Builders -Vs- Delhi Development\n\nAuthority reported in (2015) 3 SCC 49 on the scope of <a href=\"/doc/1722761/\" id=\"a_54\">Section 34</a> of the said\n\nAct. In the said report apart from the other grounds where the award can be\n\ninterfered by the Court under <a href=\"/doc/1722761/\" id=\"a_55\">Section 34</a> of the said Act, the ground of illegality\n\nand perversity was also elaborately discussed therein.\n\n</p><p data-structure=\"Section\" id=\"p_43\">             In doing so, the provision contained under <a href=\"/doc/597719/\" id=\"a_56\">Section 28(3)</a> of the Act\n\nwas also taken into consideration and it is held that the Arbitral Tribunal should\n\ndecide in accordance with the contract and if the construction of the terms\n\ntherein is reasonable and plausible one, it does not invite interference. It is\n\nfurther laid down that the contract may be expressed or implied and the conduct\n\nmay be one of the relevant factors for the purpose of construction thereof.\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">             The following observations which this Court feels have some\n\nrelevance, are quoted below :\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">\n\n</p><blockquote id=\"blockquote_65\">             &quot; 42.3. ( c) Equally, the third subhead of patent illegality is really a\ncontravention of <a href=\"/doc/597719/\" id=\"a_57\">Section 28(3)</a> of the Arbitration Act, which reads as under:\n</blockquote><blockquote id=\"blockquote_66\">       &quot;28. Rules applicable to substance of dispute. -(1)-(2)\n\n       (3) In all cases, the Arbitral Tribunal shall decide in accordance with the terms of\nthe contract and shall take into account the usages of the trade applicable to the\ntransaction.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_46\">               This last contravention must be understood with a caveat. An Arbitral\nTribunal must decide in accordance with the terms of the contract, but if an arbitrator\nconstrues a term of the contract in a reasonable manner, it will not mean that the award\ncan be set aside on this ground. Construction of the terms of a contract is primarily for an\narbitrator to decide unless the arbitrator construes the contract in such a way that it could\nbe said to be something that no fair-minded or reasonable person could do.\n</p><p data-structure=\"Precedent\" id=\"p_47\">                     43. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_34\">In <a href=\"/doc/996348/\" id=\"a_58\">Mcdermott International Inc. V. Burn Standard Co. Ltd.</a>, this\nCourt held as under :</span>\n</p>\n<blockquote id=\"blockquote_67\">              &quot; 112. It is trite that the terms of the contract can be express or implied. The\nconduct of the parties would also be a relevant factor in the matter of construction of a\ncontract. The construction of the contract agreement is within the jurisdiction of the\narbitrators having regard to the wide nature, scope and ambit of the arbitration agreement\nand they cannot be said to have misdirected themselves in passing the award by taking\ninto consideration the conduct of the parties. It is also trite that correspondences\nexchanged by the parties are required to be taken into consideration for the purpose of\nconstruction of a contract. Interpretation of a contract is a matter for the arbitrator to\ndetermine, even if it gives rise to determination of a question of law.\n</blockquote><blockquote id=\"blockquote_68\">              113. Once, thus, it is held that the arbitrator had the jurisdiction, no further\nquestion shall be raised and the court will not exercise its jurisdiction unless it is found\nthat there exists any bar on the fact of the award.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_48\">              44. In MSK Projects (I) (JV) Ltd. -V- State of Rajasthan, the Court held:\n\n</p><blockquote id=\"blockquote_69\">               &quot;17. If the arbitrator commits an error in the construction of the contract, that\nis an error within his jurisdiction. But if he wanders outside the contract and deals with\nmatters not allotted to him, he commits a jurisdictional error. Extrinsic evidence is\nadmissible in such cases because the dispute is not something which arises under or in\nrelation to the contract or dependent on the construction of the contract or to be determined\nwithin the award. The ambiguity of the award can, in such cases, be resolved by\nadmitting extrinsic evidence. The rationale of this rule is that the nature of the dispute is\nsomething which has to be determined outside and independent of what appears in the\naward. Such a jurisdictional error needs to be prove by evidence extrinsic to the award.&quot;\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">       45. In Rashtriya Ispat Nigal Ltd. -V.- Dewan Chand Ram Saran, the Court held:\n\n</p><blockquote id=\"blockquote_70\">                     &quot;43. In any case, assuming that Clause 9.3 was capable of two\ninterpretations, the view taken by the arbitrator was clearly a possible if not a plausible\none. It is not possible to say that the arbitrator had travelled outside his jurisdiction, or\nthat the view taken by him was against the terms of contract. That being the position, the\nHigh Court had no reason to interfere with the award and substitute its view in place of\nthe interpretation accepted by the arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_71\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24858865\" id=\"span_35\">44. The legal position in this behalf has been summarised in para 18 of the\njudgment of this Court in <a href=\"/doc/24858865/\" id=\"a_59\">SAIL V. Gupta Brother Steel Tubes Ltd.</a> and which has been\n<a href=\"/doc/24858865/\" id=\"a_60\">referred to above</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_36\">Similar view has been taken later in <a href=\"/doc/216597/\" id=\"a_61\">Sumitomo Heavy Industries Lt. V.\nONGC Lt. To</a> which one of us (Gokhale, J.) was a party. The observations in para 43\nthereof are instructive in this behalf.</span>\n</blockquote>\n<blockquote id=\"blockquote_72\">              45. This para 43 reads s follows:\n</blockquote>\n<blockquote id=\"blockquote_73\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1738256\" id=\"span_37\">&quot;43..... The umpire has considered the fact situation and placed a\nconstruction on the clauses of the agreement which according to him was the correct one.\nOne may at the highest say that one would have preferred another construction of Clause\n 17.3 but that cannot make the ward in any way perverse. Nor can one substitute one&#x27;s\nown view in such a situation, in place of the one taken by the umpire, which would\namount to sitting in appeal. As hel by this Court in <a href=\"/doc/1738256/\" id=\"a_62\">Kwality Mfg. Corpn. V. Central\nWarehousing Corpn.</a> the Court while considering challenge to arbitral award does not sit in\nappeal over the findings and decision of the arbitrator, which is what the High Court has\npractically done in this matter. The umpire is legitimately entitle to take the view which he\nholds to be the correct one after considering the material before him and after interpreting\nthe provisions of the agreement. If he does so, the decision of the umpire has to be\naccepted as final and binding....&quot;</span>\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_50\">      So far as it relates to the quantum of damages suffered by the respondents\n\non failure to supply the requisite quantity of materials are concerned, the\n\narbitrators had taken into account various factors and have extensively recorded\n\nthe same while determining issue no. 5. The arbitrators have expressly indicated\n\nthat since no works were entrusted for handling the claim towards cost of fuel\n\ncannot be included and have further took into account the amount on account of\n\nwages and cost of labour. It is pertinent to record that no argument was\n\nadvanced on the above calculation and the manner in which the loss and\n\ndamages are ascertained as the entire sheet anchor of argument was based on\n\nnon consideration of relevant clauses following part of the contract by the\n\narbitrator. Therefore, it would not be proper to enter into the minute details of\n\nthe calculations made by the arbitrators.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">             On account of outstanding bills and the interest thereupon the\n\narbitrators do not find any justification in withholding such payments. Even\n\nbefore this Court, the petitioner did not address on the above aspect.\n\n</p><p data-structure=\"Conclusion\" id=\"p_52\">             However, the challenges are further made at the rate of interest\n\nawarded by the arbitrators at the rate of 18% per annum from the date of award\n\nto the date of payment.\n</p><p data-structure=\"Conclusion\" id=\"p_53\">             <a href=\"/doc/1882318/\" id=\"a_63\">Section 31 (7) (b)</a> of the Act provides that the sum directed by the\n\narbitral award shall carry the interest at the rate of 18% per annum from the\n\ndate of the award to the date of payment unless the award directs otherwise. In\n\nthe impugned award the arbitrators directed the payment of sum to carry\n\ninterest at the rate of 18% per annum from the date of the award till payment.\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">            This Court, therefore, does not find any ambiguity on the above\n\naspect as well though from the plethora of judgments of the Supreme Court it\n\nappears that the rate of interest was reduced ranging between 6% to 9% but\n\nthose have been done in exercise of powers conferred under <a href=\"/doc/500307/\" id=\"a_64\">Article 142</a> of the\n\nConstitution of India.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">            In view of the above this Court does not find that it is a fit case for\n\ninterference under <a href=\"/doc/1722761/\" id=\"a_65\">Section 34</a> of the Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">            A.P 218 of 2006 stands dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">            There shall be no order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">\n\n</p><p data-structure=\"Precedent\" id=\"p_59\">                                                              (Harish Tandon, J.)\n </p>","numcites":37,"numcitedby":0,"docsource":"Calcutta High Court","citetid":13327787,"divtype":"judgments","relatedqs":[{"value":"interpretations of contracts ","formInput":"interpretations%20of%20contracts%20"},{"value":"contract of construction","formInput":"contract%20of%20construction"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"jurisdiction in contract","formInput":"jurisdiction%20in%20contract"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"jurisdictional error","formInput":"jurisdictional%20error"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"express contract","formInput":"express%20contract"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"ambiguity","formInput":"ambiguity"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"award should be reasoned  ","formInput":"award%20should%20be%20reasoned%20%20"},{"value":"intention of contract","formInput":"intention%20of%20contract"},{"value":"extrinsic evidence","formInput":"extrinsic%20evidence"},{"value":"mcdermott","formInput":"mcdermott"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"reappraisal of evidence\"","formInput":"%22reappraisal%20of%20evidence%22"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"set-aside-award","formInput":"tag:set-aside-award"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":true,"query_alert":null,"agreement":false}