{"tid":111029221,"publishdate":"2017-09-19","title":"Akrata Shipping S.A vs Pipavav Defense And Offshore ... on 19 September, 2017","doc":"<h2 class=\"doc_title\">Akrata Shipping S.A vs Pipavav Defense And Offshore ... on 19 September, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-l-soni\">C.L.Soni</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-l-soni\">C.L. Soni</a></h3>\n\n<pre id=\"pre_1\">              C/SCA/15647/2015                                                    JUDGMENT\n\n\n\n               IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n                   SPECIAL CIVIL APPLICATION             NO. 15647 of 2015\n                                      With\n                   SPECIAL CIVIL APPLICATION             NO. 15649 of 2015\n                                      With\n                   SPECIAL CIVIL APPLICATION             NO. 15650 of 2015\n                                      With\n                   SPECIAL CIVIL APPLICATION             NO. 15651 of 2015\n\n         FOR APPROVAL AND SIGNATURE:\n         HONOURABLE MR.JUSTICE C.L. SONI            Sd/-\n         =========================================\n         1  Whether Reporters of Local Papers may be     No\n            allowed to see the judgment ?\n         2  To be referred to the Reporter or not ?      Yes\n\n         3     Whether their Lordships wish to see the fair copy                       No\n               of the judgment ?\n         4     Whether this case involves a substantial question                       No\n               of law as to the interpretation of the Constitution\n               of India or any order made thereunder ?\n         =============================================\n                               AKRATA SHIPPING S.A\n                                     Versus\n          PIPAVAV DEFENSE AND OFFSHORE ENGINEERING COMPANY LIMITED &amp;1\n         =============================================\n         Appearance:\n         MR RS SANJANWALA, SENIOR ADVOCATE with MR HARDIK P MODH\n         with MR AMIT LADDHA with MR VIBHOR CHAPLOT, ADVOCATES for\n         the Petitioner(s) No. 1\n         MR TAJAS D KARIA with MR NIRAG PATHAK with MS GRISHMA AHUJA\n         with MR SHALIN JANI, ADVOCATES FOR SHARDUL AMARCHAND\n         MANGALDAS &amp; CO. for the Respondent(s) No. 1 - 2\n         =============================================\n         CORAM: HONOURABLE MR.JUSTICE C.L. SONI\n\n                                    Date : 19/09/2017\n\n                                 COMMON ORAL JUDGMENT</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">         1.      The common issue raised in the present petitions is as\n         regards maintainability of the applications being Misc. Civil\n         Application Nos.15 of 2014 to 18 of 2014 respectively filed under\n         <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and Conciliation Act, 1996 (to be\n         referred as &#x27;the Act&#x27;) by the respondent in the District Court,\n         Amreli.</p><pre id=\"pre_2\">\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                         Page 1 of 46</span>\n\nHC-NIC                                 Page 1 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n               C/SCA/15647/2015                                                         JUDGMENT\n\n\n\n</pre><p data-structure=\"Facts\" id=\"p_2\">         2.      To briefly state, the respondent entered into Shipbuilding\n         Contract on 6.12.2006 with each of the petitioners for designing,\n         building, etc., the &#x27;Vessel&#x27; at Pipavav in Gujarat, to deliver and sell\n         the same to each petitioner which the petitioners agreed to\n         purchase and accept the delivery and to pay for the same upon\n         terms and conditions mentioned in the contracts. In the contracts,\n         the respondent is referred as &#x27;Builder&#x27; and the petitioner of each\n         petition is referred as &#x27;Buyer&#x27;. There appears to be no dispute that\n         the terms, conditions and all clauses in the contracts are similar\n         and therefore, for the sake of convenience, the copy of the contract\n         placed with the first petition shall be looked into. Following was the\n         Arbitration Agreement when the contract was entered between the\n         parties:\n</p><blockquote id=\"blockquote_1\">                 &quot;ARTICLE XII- ARBITRATION\n\n</blockquote><blockquote id=\"blockquote_2\">                 1.     Decision by the Classification Society:\n</blockquote>\n<blockquote id=\"blockquote_3\">                        If any dispute arises between the parties hereto in regard to\n                        the design and/or construction of the VESSEL, its\n                        machinery and equipment, and/or in respect of the material\n                        and/or workmanship thereof and/or thereon, and/or in\n                        respect of machinery,equipment and performance, and/or in\n                        respect of interpretations of this Contract or the\n                        Specifications, the parties may by mutual agreement refer\n                        the dispute to the Classification Society or to such other\n                        expert as may be mutually agreed between the parties\n                        hereto, and whose decision shall be final, conclusive and\n                        binding upon the parties hereto.\n</blockquote>\n<blockquote id=\"blockquote_4\">                        2.       Proceedings of Arbitration:\n</blockquote>\n<blockquote id=\"blockquote_5\">                        In the event that the parties hereto do not agree to settle a\n                        dispute according to Paragraph 1 of this Article and/or in\n                        the event of any other dispute of any kind whatsoever\n                        between the parties and relating to this Contract or its\n                        cancellation or any stipulation therein, such dispute shall be\n                        submitted to arbitration in London under English law. The\n                        arbitration shall be conducted in the English language and\n                        shall be kept confidential. Each party shall appoint an\n                        arbitrator and in the event that they cannot agree, the two\n                        arbitrators so appointed shall appoint an Umpire.\n</blockquote>\n<blockquote id=\"blockquote_6\">                        If the two arbitrators are unable to agree upon an Umpire\n                        within TWENTY (20) days after appointment of the second\n                        arbitrator, either of the said two arbitrators may apply to\n                        the President or more senior officer for the time being of\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                              Page 2 of 46</span>\n\nHC-NIC                                      Page 2 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                          JUDGMENT\n\n\n\n                    the London Maritime Arbitrators Association to appoint the\n                    third arbitrator, and the three arbitrators shall constitute\n                    the board of arbitration.\n</blockquote>\n<blockquote id=\"blockquote_7\">                   Such arbitration shall be in accordance with and subject to\n                   the provisions of the <a href=\"/doc/1003813/\" id=\"a_2\">English Arbitration Act</a> 1996 or any\n                   statutory modification or re-enactment thereof for the time\n                   being in force and pursuant to the rules then in force of the\n                   London Maritime Arbitrators Association.\n</blockquote>\n<blockquote id=\"blockquote_8\">                   Either party may demand arbitration of any such dispute by\n                   giving notice to the other party. Any demand for arbitration\n                   by either of the parties hereto shall state the name of the\n                   arbitrator appointed by such party and shall also state\n                   specifically the question or questions as to which such party\n                   is demanding arbitration.\n</blockquote>\n<blockquote id=\"blockquote_9\">                   Within Seventeen (17) days after receipt of such demand for\n                   arbitration, the other party shall in turn appoint a second\n                   arbitrator and give notice in writing of such appointment to\n                   the party demanding arbitration. If a party fails to appoint\n                   an arbitrator as aforementioned within Seventeen (17) days\n                   following receipt of demand for arbitration by the other\n                   party, the party failing to appoint an arbitrator shall be\n                   deemed to have accepted and appointed as its own\n                   arbitrator, the arbitrator appointed by the party demanding\n                   arbitration and the arbitration shall proceed before this sole\n                   arbitrator who alone in such event shall constitute the\n                   Arbitration Board.\n</blockquote>\n<blockquote id=\"blockquote_10\">                   The award of the arbitrators and/or Umpire shall be final\n                   and binding on both parties.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_3\">                   3.       Notice of Award:\n</p>\n<blockquote id=\"blockquote_11\">                   The Award shall immediately be given to the BUYER and the\n                   BUILDER by telefax or e-mail confirmed in writing.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_4\">                   4.       Expenses:\n</p>\n<blockquote id=\"blockquote_12\">                   The Arbitration Board shall determine which party shall\n                   bear the expenses of the arbitration or the portion of such\n                   expenses which each party shall bear. Notwithstanding the\n                   foregoing, each party shall bear the expenses of presenting\n                   its own witnesses and evidence to the Arbitration Board.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_5\">                   5.       Entry in Court:\n</p>\n<blockquote id=\"blockquote_13\">                   In case of failure by either party to respect the award of the\n                   arbitration, the judgment may be entered in any proper\n                   court having jurisdiction thereof.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_6\">                   6.       Alteration of Delivery Date:\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                          Page 3 of 46</span>\n\n<blockquote id=\"blockquote_14\">HC-NIC                                  Page 3 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n             C/SCA/15647/2015                                                         JUDGMENT\n\n\n\n                      In the event of reference to arbitration of any dispute\n                      arising out of matters occurring prior to delivery of the\n                      VESSEL, the award may include any postponement of the\n                      Delivery Date which the Arbitration Board may deem\n                      appropriate.&quot;\n</blockquote>\n<blockquote id=\"blockquote_15\">         Later on, the contract was amended and the arbitration clause\n         stood substituted by following arbitration clause:-\n</blockquote>\n<blockquote id=\"blockquote_16\">                      &quot;Article XII- Arbitration\n\n</blockquote><blockquote id=\"blockquote_17\">                      1.       Decision by the Classification Society:\n</blockquote>\n<blockquote id=\"blockquote_18\">                      If any dispute arises between the parties hereto in regard to\n                      the design and/or construction of the VESSEL, its\n                      machinery and equipment, and/or in respect of the material\n                      and/or workmanship thereof and/or thereon, and/or in\n                      respect of machinery,equipment and performance, and/or in\n                      respect of interpretations of this Contract or the\n                      Specifications, the parties may by mutual agreement refer\n                      the dispute to the Classification Society or to such other\n                      expert as may be mutually agreed between the parties\n                      hereto, and whose decision shall be final, conclusive and\n                      binding upon the parties hereto.\n</blockquote>\n<blockquote id=\"blockquote_19\">                      2.       Proceedings of Arbitration:\n</blockquote>\n<blockquote id=\"blockquote_20\">                      In the event that the parties hereto do not agree to settle a\n                      dispute according to Paragraph 1 of this Article the parties\n                      agree that any dispute relating to, under, or in connection\n                      with this CONTRACT shall be submitted to arbitration in\n                      Singapore in accordance with the laws of England and in\n                      accordance with the rules then in force of the Singapore\n                      International Arbitration Center (SIAC). The reference shall\n                      be to three arbitrator. Either party may refer a dispute to\n                      arbitration by appointing an arbitrator, and sending notice\n                      of such appointment in writing to the other party requesting\n                      the other party to appoint its own arbitrator within 14\n                      calendar days of that notice. The two arbitrators so\n                      appointed shall appoint a third arbitrator and three\n                      arbitrators so named shall constitute the arbitration\n                      tribunal (&quot;Arbitration Tribunal&quot;), provided that if the other\n                      party does not appoint its own arbitrator and give notice\n                      that it has done so within the 14 days specified, the party\n                      referring the dispute to arbitration may without the\n                      requirement of any further prior notice to the other\n                      party,appoint its arbitrator as the sole arbitrator and shall\n                      advise the other party accordingly. The award of a sole\n                      arbitrator/ Arbitration Tribunal (as the case may be) shall be\n                      binding on all the parties.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                            Page 4 of 46</span>\n\n<p data-structure=\"Facts\" id=\"p_7\">HC-NIC                                    Page 4 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n               C/SCA/15647/2015                                                       JUDGMENT\n\n\n\n         The petitioners since are the parties from outside India, the\n         Arbitration agreement between the petitioners and the respondent\n         is International Commercial Arbitration within the meaning of\n         <a href=\"/doc/1804257/\" id=\"a_3\">Section 2(f)</a> of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">         The Article XX of the contract was as follows:-\n</p><blockquote id=\"blockquote_21\">                        &quot;The parties agree that the validity and interpretation of this\n                        Contract and or each Article and part thereof shall be\n                        governed by English law.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_9\">         3.      Since the dispute arose between the parties in connection\n         with the contract, the arbitration was held at Singapore. The\n         arbitrators rendered their first partial awards on 20.12.2012 on\n         preliminary issue raised by the petitioners &quot;whether the petitioners\n         were entitled to terminate the shipbuilding contract pursuant to\n         Article VIII.4 on the following dates irrespective of any permissible\n         delays which may have occurred?&quot;\n</p>\n<pre id=\"pre_3\">                 Hull   P011     10th December 2011\n                 Hull   P012     19th December 2011\n                 Hull   P013     7th March 2012\n                 Hull   P014     12th March 2012\n\n</pre><p data-structure=\"Issue\" id=\"p_10\">         The arbitrators held that the petitioners were entitled to terminate\n         the contract on the ground of delayed delivery of the vessels.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">         4.      The    arbitrators   then made second                partial       awards, on\n         24.9.2013 at Singapore, whereunder the claim of the respondent\n         for damages for breach of the contract was dismissed and the\n         respondent was held liable to repay the advance payment made by\n         the petitioners prior to termination of the contract with interest as\n         stated therein. The respondent then filed four applications as\n         referred above under <a href=\"/doc/536284/\" id=\"a_4\">Section 34</a> of the Act seeking to set aside\n         second partial awards on the ground that they are contrary to the\n         public policy of India inasmuch as the contracts since inception\n         were tainted with illegality. Such applications were initially filed in\n         the Court of learned 2nd Additional District Judge Rajula, however\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                            Page 5 of 46</span>\n\nHC-NIC                                    Page 5 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n               C/SCA/15647/2015                                                           JUDGMENT\n\n\n\n         were returned under Order VII Rule 10 of the Civil Procedure\n         Code, 1908 (&#x27;the Code&#x27;) so as to submit them before the Principal\n         Civil Judge, Rajula. However, the orders returning applications\n         were challenged before this Court by filing Appeal from Order\n         Nos.460 of 2013 and allied appeals. This Court set aside the orders\n         passed by learned 2nd Additional District Judge, Rajula and directed\n         the District Judge to register the applications without raising issue\n         of limitation. The respondent then made applications for interim\n         stay against enforcement of the award which came to be granted\n         by learned Additional District Judge, Rajula vide order dated\n         16.6.2014. It was thereafter,the petitioners moved applications at\n         Exh.19 for dismissal/ rejection of <a href=\"/doc/536284/\" id=\"a_5\">Section 34</a> applications on the\n         ground that the parties have chosen Singapore as seat of\n         arbitration and agreed for application of English law to the\n         arbitration       proceedings     and      throughout           the     arbitration,            the\n         respondent accepted that any challenge to any award should only\n         be brought in the Courts of Singapore and thus Part- 1 of the Act is\n         excluded by the agreement between the parties. The respondent,\n         after    filing     the   reply   to    the        above-said       applications,          filed\n         applications at Exh.26 seeking to dismiss the applications preferred\n         by the petitioners at Exh.19 and prayed to first decide its\n         applications Exh.26. Learned 2nd Additional District Judge, Rajula\n         allowed the application at Exh.26 and dismiss the applications at\n         Exh.19 by orders dated 28.8.2015.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">         5.      Following are the similar prayers made in the present\n         petitions filed under <a href=\"/doc/1331149/\" id=\"a_6\">Article 227</a> of the Constitution of India :-\n</p><blockquote id=\"blockquote_22\">                  a)       that the Hon&#x27;ble Court be pleased to issue a Writ of\n                           Certiorari or a Writ in the nature of certiorari or any other\n                           appropriate writ, order or direction calling for records of the\n                           case and after going into the legality and validity thereof,\n                           direct the Learned Civil Judge at Rajula, Amreli District,\n                           Gujarat, not to exercise its jurisdiction in the matter and to\n                           dismiss the application filed by the Respondent under<a href=\"/doc/536284/\" id=\"a_7\"> S.34</a>\n                           of the Arbitration &amp; Conciliation Act, 1996;</blockquote><pre id=\"pre_4\">\n\n                  aa)      This Hon&#x27;ble Court maybe pleased to issue a writ of\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                                Page 6 of 46</span>\n\nHC-NIC                                       Page 6 of 46      Created On Mon Oct 02 01:12:46 IST 2017\n               C/SCA/15647/2015                                                      JUDGMENT\n\n\n\n</pre><blockquote id=\"blockquote_23\">                        prohibition and/or any other appropriate writ, order or\n                        direction restraining the learned District Judge, Amreli at\n                        Rajula from entertaining and/or adjudicating Misc. Civil\n                        Application Nos.16 of 2014 filed under <a href=\"/doc/536284/\" id=\"a_8\">Section 34</a> of the\n                        Arbitration &amp; Conciliation Act, 1996 by the respondent\n                        herein and the learned District Judge, Amreli at Rajula may\n                        be directed to dispose of the said application as not\n                        maintainable.\n</blockquote>\n<blockquote id=\"blockquote_24\">                  b)    that this Hon&#x27;ble Court may be pleased to set aside the\n                        order of the Learned District Judge at Rajula, Amreli District\n                        dated 28 August 2015 allowing the Respondent&#x27;s application\n                        dated 17 April 2015 and rejecting the application\n                        challenging jurisdiction.\n</blockquote>\n<blockquote id=\"blockquote_25\">                  c)    that this Hon&#x27;ble Court may be pleased to set aside the\n                        interim order of the Learned District Judge at Rajula, Amreli\n                        District staying the operation, implementation, execution\n                        and/or enforcement of the Award pending hearing and final\n                        disposal of the Original Application;\n</blockquote>\n<blockquote id=\"blockquote_26\">                  d)    interim and ad-interim reliefs as terms of prayers Clause (a),\n</blockquote><blockquote id=\"blockquote_27\">                        (b) and (c);\n</blockquote>\n<blockquote id=\"blockquote_28\">                  (e)   .....&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_13\">         6.      The petitioners moved draft amendment to add <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> of\n         the Constitution in the cause title of the petitions, to add the\n         Registrar, District Court, Amreli as party respondent No.2 and to\n         add one paragraph No.24(A) for taking plea that the District Court\n         since lacks inherent jurisdiction to examine and/or to adjudicate\n         the validity of the arbitration award under <a href=\"/doc/536284/\" id=\"a_10\">Section 34</a> of the Act,\n         writ of prohibition is required to be issued to learned Judge not to\n         entertain or adjudicate <a href=\"/doc/536284/\" id=\"a_11\">Section 34</a> applications preferred by the\n         respondent. The petitioners also proposed amendment in the\n         prayer clause by inserting para 28(aa) praying to issue writ of\n         prohibition or any other appropriate direction and/or order to\n         restrain learned Judge from entertaining and/or adjudicating the\n         <a href=\"/doc/536284/\" id=\"a_12\">Section 34</a> applications and to direct learned Judge to dispose of\n         such applications as not maintainable. The draft amendment was\n         granted vide order dated 26.8.2016 passed in the present petitions.\n         But such order came to be set aside in Letters Patent Appeal\n         Nos.23 of 2017 to 27 of 2017, against which the petitioners\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                           Page 7 of 46</span>\n\nHC-NIC                                   Page 7 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n               C/SCA/15647/2015                                                   JUDGMENT\n\n\n\n         approached Hon&#x27;ble the Supreme Court by preferring Special\n         Leave to Appeal Nos.16892-16895 of 2017. However, such special\n         leave to appeals were disposed of as not pressed with the\n         observations that the High Court will take up the matter and\n         dispose it of as expeditiously as possible. Thus, the amendment\n         proposed for prayer to issue writ of prohibition and to add <a href=\"/doc/1712542/\" id=\"a_13\">Article\n         226</a> of the Constitution in the cause title stands disallowed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">         7.      Learned advocate Mr. Rashesh Sanjanwala appearing with\n         learned advocate Mr. Hardik Modh for the petitioners however\n         submitted that considering the nature of the prayer made in para\n         28(a) of the petitions, this Court can still consider the petitions as\n         filed under <a href=\"/doc/1712542/\" id=\"a_14\">Article 226</a> with <a href=\"/doc/1331149/\" id=\"a_15\">Article 227</a> of the Constitution as it is\n         not the nomenclature of the petitions, whether titled as under\n</p><blockquote id=\"blockquote_29\">         <a href=\"/doc/1712542/\" id=\"a_16\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_17\">227</a> of the Constitution, but on the nature of the\n         pleadings made and the relief sought in the petition, the Court\n         decides as to under which provisions, it would exercise its powers.\n         Mr. Sanjanwala therefore, urged that considering the nature of the\n         relief prayed in para 28(a) of the petitions, the Court may consider\n         the petitions also under <a href=\"/doc/1712542/\" id=\"a_18\">Article 226</a> of the Constitution.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_15\">         8.      As against the above submission of learned senior advocate\n         Mr. Sanjanwala, learned advocate Mr. Tejas Karia for Shardul\n         Amarchand Mangaldas &amp; Co. for the respondent submitted that\n         considering the relief prayed for in para 28(a) in the context of the\n         pleadings made in the petitions, the petitions could be considered\n         only under <a href=\"/doc/1331149/\" id=\"a_19\">Article 227</a> of the Constitution. He submitted that the\n         petitioners having failed to get the petitions amended so as to add\n         <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> in the cause title of the petitions and to pray for\n         issuance of writ of prohibition, it is now not open to the petitioners\n         to urge that the petitions can still be considered under <a href=\"/doc/1712542/\" id=\"a_21\">Article 226</a>\n         of the Constitution of India for the prayer made in para 28(a) of the\n         petitions. Mr. Karia has taken the Court to the judgment and order\n         passed in the above-referred Letters Patent Appeals to submit that\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                        Page 8 of 46</span>\n\nHC-NIC                                Page 8 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                   JUDGMENT\n\n\n\n         Hon&#x27;ble Letters Patent Bench having considering the averments in\n         the petitions and the relief prayed for found that the amendment as\n         proposed was not necessary.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">         9.       The Court finds that when the petitioners are not permitted\n         to amend the petitions, it is not permissible to treat the petitions as\n         also filed under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution. The contention of\n         Mr. Sanjanwala that even if the petitions are not nomenclatured\n         under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution, the Court can still consider\n         them under <a href=\"/doc/1712542/\" id=\"a_24\">Article 226</a> of the Constitution cannot be accepted as\n         the prayer contained in para 28(a) could not be considered\n         independent of the nature of the averments made in the petitions.\n         When the petitioners are refused amendment to incorporate prayer\n         for issuance of writ of prohibition, what remains in para 28(a) is the\n         prayer to issue writ of certiorari. But, such certiorari cannot be\n         issued under <a href=\"/doc/1712542/\" id=\"a_25\">Article 226</a> when averments in the petitions raise\n         grievance against the judicial order passed by the Court below.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">         10.      In view of the above, it is not possible to accept the\n         contention raised by learned senior advocate Mr. Sanjanwana that\n         this Court can still consider the petitions under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226</a> of the\n         Constitution in respect of the prayer made in para 28(a). Thus, the\n         petitions remain to be considered only under <a href=\"/doc/1331149/\" id=\"a_27\">Article 227</a> of the\n         Constitution.\n</p>\n<p data-structure=\"RespArg\" id=\"p_18\">         11.       Learned senior advocate Mr. Sanjanwala submitted that\n         undisputably, as per the arbitration agreement between the\n         parties, the seat of arbitration was at Singapore and the\n         proceedings of the arbitration were conducted by applying English\n         law and under the Rules of Singapore International Arbitration\n         Center (To be referred as &#x27;SIAC&#x27;) and on conclusion of the\n         arbitration proceedings, the arbitrators rendered the awards at\n         Singapore. Mr. Sanjanwala submitted that when the parties agreed\n         for seat of arbitration at Singapore and to apply English law to the\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                         Page 9 of 46</span>\n\nHC-NIC                                 Page 9 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                  JUDGMENT\n\n\n\n         arbitration proceedings, Part -1 of the Act shall not apply to such\n         arbitration proceedings or to challenge the arbitration awards\n         made in such proceedings and therefore, the applications filed by\n         the respondent under <a href=\"/doc/536284/\" id=\"a_28\">Section 34</a> of the Act in the District Court are\n         not maintainable. Mr. Sanjanwala submitted that since Part 1 of the\n         Act do not apply to the arbitration conducted between the parties,\n         the applications under <a href=\"/doc/536284/\" id=\"a_29\">Section 34</a> of the Act are barred by the\n         provisions of the Act and were required to be rejected under Order\n         VII Rule 11 of the Code. Mr. Sanjanwala submitted that even if the\n         provisions of Order VII Rule 11 of the Code do not apply, every\n         Court has inherent power to reject any proceeding which is not\n         maintainable as no party can be entangled in procedural regime so\n         as to compel him to participate in the proceedings which are not\n         maintainable. Mr. Sanjanwala submitted that since the controversy\n         as to the applicability of <a href=\"/doc/1306164/\" id=\"a_30\">Part-1 of the Act</a> to the arbitration for\n         which the parties have agreed for seat outside India and to apply\n         English law firmly stands concluded in favour of the petitioners, the\n         applications filed under <a href=\"/doc/536284/\" id=\"a_31\">Section 34</a> of the Act by the respondent\n         were required to be rejected as not maintainable.\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">         12.      Learned senior advocate Mr. Sanjanwala submitted that\n         every Court has got inherent power irrespective of whether such\n         powers are expressly conferred or not to decide on maintainability\n         of any proceeding brought before it and therefore, even if learned\n         Judge was of the opinion that the applications filed by the\n         respondent under <a href=\"/doc/536284/\" id=\"a_32\">Section 34</a> of the Act could not be rejected by\n         applying the provisions of Order-VII Rule 11 of the Code, learned\n         Judge ought to have decided the question as regards the\n         maintainability of the applications irrespective of whether Order-\n         VII Rule 11 of the Code apply or not. Mr. Sanjanwala submitted\n         that in view of the arbitration agreement between the parties, Part-\n         1 of the Act would not apply to the arbitration proceedings and\n         arbitration awards made in such proceedings as finally held by\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                       Page 10 of 46</span>\n\nHC-NIC                               Page 10 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                      JUDGMENT\n\n\n\n         Hon&#x27;ble Supreme Court.\n</p><p data-structure=\"RespArg\" id=\"p_20\">         Mr. Sanjanwala submitted that since the applications filed by the\n         respondent are not maintainable, this Court may exercise powers\n         under <a href=\"/doc/1331149/\" id=\"a_33\">Article 227</a> of the Constitution to quash the impugned order\n         and to allow the applications at Exh.19 filed by the petitioners and\n         to reject the applications filed by the respondent under <a href=\"/doc/536284/\" id=\"a_34\">Section 34</a>\n         of the Act as not maintainable under <a href=\"/doc/536284/\" id=\"a_35\">Section 34</a> of the Act. In\n         support of his arguments, Mr. Sanjanwala has relied on following\n         judgments:-\n</p><blockquote id=\"blockquote_30\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1968235\" id=\"span_11\">(1)    In the case of <a href=\"/doc/1968235/\" id=\"a_36\">Shipping Corporation of India Ltd. Vs.\n                          Machado Brothers and others</a> reported in (2004)11\n                          SCC 168;</span>\n</blockquote>\n<blockquote id=\"blockquote_31\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1666603\" id=\"span_12\">(2)    In the case of <a href=\"/doc/1666603/\" id=\"a_37\">Kishore Kumar Khaitan and Another Vs.\n                          Praveen Kumar Singh</a> reported in (2006)3 SCC 312;</span>\n</blockquote>\n<blockquote id=\"blockquote_32\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"6993639\" id=\"span_13\">(3)    In the case of Eitzen Bulk (supra) <a href=\"/doc/6993639/\" id=\"a_38\">A/S Vs. Ashapura\n                          Minechem Limited and Another</a> reported in (2016)11\n                          SCC 508;</span>\n</blockquote>\n<blockquote id=\"blockquote_33\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190793657\" id=\"span_14\">(4)    In the case of <a href=\"/doc/190793657/\" id=\"a_39\">Imax Corporation Vs. E-City\n                          Entertainment (India) Private Limited</a> reported in\n                          (2017)5 SCC 331.</span>\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_21\">         13.      Learned advocate Mr. Karia has raised objection as regards\n         the maintainability of the petition under <a href=\"/doc/1331149/\" id=\"a_40\">Article 227</a> of the\n         Constitution on the ground that as per the scheme of <a href=\"/doc/536284/\" id=\"a_41\">Section 34</a> of\n         the Act, it is a complete Code to decide the application under it\n         as a whole, and order made in such proceedings is not susceptible\n         to challenge under <a href=\"/doc/1331149/\" id=\"a_42\">Article 227</a> of the Constitution as it runs\n         contrary to the intention of the legislature. Mr. Karia submitted\n         that the application under <a href=\"/doc/536284/\" id=\"a_43\">Section 34</a> cannot be decided in\n         piecemeal on maintainability or jurisdiction then on merits. Mr.\n         Karia submitted that provisions of Order VII Rule 11 of the Code do\n         not apply to such proceeding like civil suit. Mr. Karia submitted\n         that once the application under <a href=\"/doc/536284/\" id=\"a_44\">Section 34</a> is filed, it is to be\n         decided only on the question as to whether the challenge made to\n         the arbitration award could be accepted on any of the grounds\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                           Page 11 of 46</span>\n\nHC-NIC                                   Page 11 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                   JUDGMENT\n\n\n\n         available under <a href=\"/doc/536284/\" id=\"a_45\">Section 34</a> of the Act. Mr. Karia submitted that the\n         party to application under <a href=\"/doc/536284/\" id=\"a_46\">Section 34</a> of the Act cannot invoke the\n         powers of this Court under <a href=\"/doc/1331149/\" id=\"a_47\">Article 227</a> of the Constitution to\n         monitor every step to be taken for deciding the application under\n         <a href=\"/doc/536284/\" id=\"a_48\">Section 34</a> of the Act. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190793657\" id=\"span_16\">Mr. Karia submitted that the arguments on\n         the applications Exh.19 vis-a-vis application Exh.26 were made as\n         to the applicability of the provisions of the Code, especially Order-\n         VII Rule 11 of the Code, and when the impugned order is made on\n         such arguments, the petitioners could not be permitted to argue\n         that the applications filed under <a href=\"/doc/536284/\" id=\"a_49\">Section 34</a> of the Code were\n         required to be rejected as not maintainable. Mr. Karia submitted\n         that in the scheme of <a href=\"/doc/536284/\" id=\"a_50\">Section 34</a> of the Act, the provisions under\n         the Code do not apply for rejection of the applications made under\n         <a href=\"/doc/536284/\" id=\"a_51\">Section 34</a> of the Act and therefore, learned Judge has not\n         committed any error in allowing the applications Exh.26 of the\n         respondent and rejecting the applications Exh.19 of the petitioners.\n         Mr. Karia submitted that in the scheme of <a href=\"/doc/536284/\" id=\"a_52\">Section 34</a> of the Act,\n         there is no question of exercise of inherent powers by learned\n         Judge to decide on maintainability of the applications and\n         therefore, the impugned order may not be interfered with in\n         exercise of power under <a href=\"/doc/1331149/\" id=\"a_53\">Article 227</a> of the Constitution. Mr. Karia\n         submitted that whether <a href=\"/doc/1306164/\" id=\"a_54\">Part-1 of the Act</a> applies in the facts of the\n         case could be examined and adjudicated upon by learned Judge on\n         scrutiny of the documents and in the context of the law <a href=\"/doc/190793657/\" id=\"a_55\">laid down\n         by</a> Hon&#x27;ble Supreme Court and therefore, it may be left to learned\n         Judge to decide the applications filed by the respondent under\n         <a href=\"/doc/536284/\" id=\"a_56\">Section 34</a> of the Act on their merits.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_22\">         14.      Learned advocate Mr. Nirag Pathak who also appears for the\n         respondent submitted that the applications under <a href=\"/doc/536284/\" id=\"a_57\">Section 34</a>\n         cannot be divided to first decide on the maintainability, as it would\n         run contrary to the scheme of <a href=\"/doc/536284/\" id=\"a_58\">Section 34</a> of the Act and the\n         respondent will be deprived of its right of appeal under <a href=\"/doc/772406/\" id=\"a_59\">Section 37</a>\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                        Page 12 of 46</span>\n\nHC-NIC                                Page 12 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                          JUDGMENT\n\n\n\n         of the Act. He submitted that in application filed under <a href=\"/doc/536284/\" id=\"a_60\">Section 34</a>\n         of the Act, all issues could well be focused and decided as in the\n         scheme of <a href=\"/doc/536284/\" id=\"a_61\">Section 34</a> of the Act, the arbitration award is\n         permissible to be challenged on different grounds. He submitted\n         that since the applications Exh.19 are not decided on merits, this\n         Court      may     not   exercise    powers           under     <a href=\"/doc/1331149/\" id=\"a_62\">Article       227</a>      of       the\n         Constitution at this stage. Mr. Pathak submitted that under <a href=\"/doc/1331149/\" id=\"a_63\">Article\n         227</a> of the Constitution, this Court is not exercising the appellate\n         powers and when the petitioners chose to make arguments only on\n         the applicability of Order-VII Rule 11 of the Code on their\n         application Exh.19, it is not open to the petitioners to argue now as\n         regards availability of the inherent powers of the Court to decide\n         on the maintainability of the applications filed by the respondent\n         under <a href=\"/doc/536284/\" id=\"a_64\">Section 34</a> of the Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">         15.      Following are the judgments relied by learned advocates Mr.\n         Karia and Mr. Pathak in support of their arguments:-\n</p>\n<blockquote id=\"blockquote_34\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1668065\" id=\"span_18\">(1)   In the case of Ram Chand And Sons Sugar Mills Private\n                       Ltd., Barabanki (U.P.) Vs. Kanhayalal Bhargava and\n                       others reported in AIR 1966 SC 1899,\n\n                 (2)   In the case of <a href=\"/doc/1668065/\" id=\"a_65\">Shalini Shyam Shetty And Another Vs.\n                       Rajendra Shankar Patil</a> reported in (2010)8 SCC 329;</span>\n</blockquote>\n<blockquote id=\"blockquote_35\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1908341\" id=\"span_19\">(3)   In the case of <a href=\"/doc/1908341/\" id=\"a_66\">TGN Kumar Vs. State of Kerala and others</a>\n                       reported in (2011)2 SCC 772;</span>\n</blockquote>\n<blockquote id=\"blockquote_36\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1126109\" id=\"span_20\">(4)   In the case of <a href=\"/doc/1126109/\" id=\"a_67\">K.K. Velusamy Vs. N. Palanisamy</a> reported\n                       in (2011)11 SCC 275;</span>\n</blockquote>\n<blockquote id=\"blockquote_37\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142848510\" id=\"span_21\">(5)   In the case of <a href=\"/doc/142848510/\" id=\"a_68\">Mahanagar Telephone Nigam Limited Vs.\n                       Applied Electronics Limited</a> reported in (2017)2 SCC 37.</span>\n</blockquote>\n<p data-structure=\"Section\" id=\"p_24\">         16.      The Court having heard learned advocates for both the sides\n         finds that as per the arbitration agreement between the parties, if\n         the parties do not agree to settle dispute according to paragraph-1\n         of the Article, for arbitration, any dispute relating to, under or\n         in connection with the contract shall be submitted to the\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                               Page 13 of 46</span>\n\nHC-NIC                                       Page 13 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                       JUDGMENT\n\n\n\n         arbitration in Singapore in accordance with the laws of England\n         and in accordance with the rules then in force of Singapore\n         International Arbitration Center (SIAC). Thus, the parties have\n         agreed for seat of the arbitration in Singapore, application of\n         English law and the conduct of arbitration proceedings according\n         to the Rules of SIAC. Under Article XX, the parties also agreed that\n         validity and interpretation of the contract and/or each Article and\n         part thereof shall be governed by English law. It appears that this\n         clause was also amended as under:-\n</p>\n<blockquote id=\"blockquote_38\">                         &quot;1. Laws Applicable:\n</blockquote><blockquote id=\"blockquote_39\">                         The parties hereto agree that the validity and interpretation\n                         of this Contract and or each Article and part thereof shall be\n                         governed by English Law and the place of jurisdiction shall\n                         be Singapore.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_25\">         17.      Following the above agreement, arbitration was conducted\n         under SIAC Rule at Singapore between the parties. First partial\n         award on the preliminary issue and second partial award on merits,\n         both were made at Singapore. The applications filed under <a href=\"/doc/536284/\" id=\"a_69\">Section\n         34</a> of the Act are to challenge the second partial award. <a href=\"/doc/536284/\" id=\"a_70\">Section 34</a>\n         of the Act falls in <a href=\"/doc/1306164/\" id=\"a_71\">Part-1 of the Act</a>. As to the applicability of Part-1\n         to the arbitration which takes place out of India, the following\n         judgments of Hon&#x27;ble Supreme Court need to be first referred:\n</p>\n<blockquote id=\"blockquote_40\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_23\">(1)      In the case of <a href=\"/doc/110552/\" id=\"a_72\">Bhatia International Vs. Bulk Trading S.A. And\n         Another</a> reported in (2002)4 SCC 105, following view was\n         expressed in para 15, 21 to 24 and 32:-</span>\n</blockquote>\n<blockquote id=\"blockquote_41\">                   15.   It is thus necessary to see whether the language of the said\n                         Act is so plain and unambiguous as to admit of only the\n                         interpretation suggested by Mr. Sen. It must be borne in\n                         mind that the very object of the <a href=\"/doc/1306164/\" id=\"a_73\">Arbitration and Conciliation\n                         Act</a> of 1996, was to establish a uniform legal framework for\n                         the fair and efficient settlement of disputes arising in\n                         international commercial arbitration. The conventional way\n                         of interpreting a statute is to seek the intention of its\n                         makers. If a statutory provision is open to more than one\n                         interpretation then the Court has to choose that\n                         interpretation which represents the true intention of the\n                         legislature. This task often is not an easy one and several\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                            Page 14 of 46</span>\n\nHC-NIC                                    Page 14 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                   difficulties arise on account of variety of reasons, but at the\n                   same, it must be borne in mind that it is impossible even for\n                   the most imaginative legislature to forestall exhaustively\n                   situations and circumstances that may emerge after\n                   enacting a statute where its application may be called for. It\n                   is in such a situation the Courts&#x27; duty to expound arises with\n                   a caution that the Court should not try to legislate. While\n                   examining a particular provision of a statute to find out\n                   whether the jurisdiction of a Court is ousted or not, the\n                   principle of universal application is that ordinarily the\n                   jurisdiction may not be ousted unless the very statutory\n                   provision explicitly indicates or even by inferential\n                   conclusion the Court arrives at the same when such a\n                   conclusion is the only conclusion. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"849101\" id=\"span_25\">Notwithstanding the\n                   conventional principle that the duty of judges is to expound\n                   and not to legislate. The Courts have taken the view that the\n                   judicial art of interpretation and appraisal is imbued with\n                   creativity and realism and since interpretation always\n                   implied a degree of discretion and choice, the Court would\n                   adopt particularly in areas such as constitutional\n                   adjudication dealing with social and (sic) rights. Courts are\n                   therefore, held as &quot;finishers, refiners, and polishers of\n                   legislatures which gives them in a state requiring varying\n                   degrees of further processing&quot;. (See Corrocraft Ltd. v. Pan\n                   American Airways, All ER at p. 1071 D, WLR at p.732, <a href=\"/doc/849101/\" id=\"a_74\">State\n                   of Haryana v. Sampuran Singh</a>, AIR at p.1057). If a language\n                   used is capable of bearing more than one construction, in\n                   selecting the true meaning, regard must be had to the\n                   consequences, resulting from adopting the alternative\n                   constructions. A construction that results in hardship,\n                   serious inconvenience, injustice, absurdity or anomaly or\n                   which leads to inconsistency or uncertainty and friction in\n                   the system which the statute purports to regulate has to be\n                   rejected and preference should be given to that construction\n                   which avoids such results.</span> (See Johnson v. Moreton (1978) 3\n                   All ER 37 and Stock v. Frank Jones (Tipton) Ltd. In selecting\n                   out of different interpretations the Court will adopt that\n                   which is just reasonable and sensible rather than that which\n                   is none of those things, as it may be presumed that the\n                   legislature should have used the word in that interpretation\n                   which least offends our sense of justice. In Shanon Realites\n                   Ltd. v. Sant Machael AC at pp. 192-193 Lord Shaw stated:\n</blockquote>\n<blockquote id=\"blockquote_42\">                   &quot;where words of a statute are clear, they must, of course, be\n                   followed, but in their Lordships opinion where alternative\n                   constructions are equally open that alternative is to be\n                   chosen which will be consistent with the smooth working of\n                   the system which the statute purports to be regulating and\n                   that alternative is to be rejected which will introduce\n                   uncertainty, friction or confusion into the working of the\n                   system&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\">                   This principle was accepted by Subba Rao, J. while\n                   construing Section 193 of the Sea Customs Act and in\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                       Page 15 of 46</span>\n\nHC-NIC                               Page 15 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                   coming to the conclusion that the Chief of Customs\n                   Authority was not an officer of custom.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">             21.   Now let us look at sub-sections (2), (3), (4) and (5) of Section\n</p><p data-structure=\"Section\" id=\"p_28\">                   2. Sub-section (2) of <a href=\"/doc/1804257/\" id=\"a_75\">Section 2</a> provides that Part I would\n                   apply where the place of arbitration is in India. To be\n                   immediately noted that it is not providing that Part I shall\n                   not apply where the place of arbitration is not in India. It is\n                   also not providing that Part I will &quot;only&quot; apply where the\n                   place of arbitration is in India (emphasis supplied). Thus the\n                   Legislature has not provided that Part I is not to apply to\n                   arbitrations which take place outside India. The use of the\n                   language is significant and important. The Legislature is\n                   emphasising that the provisions of Part I would apply to\n                   arbitrations which take place in India, but not providing that\n                   the provisions of Part I will not apply to arbitrations which\n                   take place out of India. The wording of sub-section (2) of\n                   <a href=\"/doc/1804257/\" id=\"a_76\">Section 2</a> suggests that the intention of the Legislature was\n                   to make provisions of Part I compulsorily applicable to an\n                   arbitration,   including     an    international    commercial\n                   arbitration, which takes place in India. Parties cannot, by\n                   agreement, override or exclude the non-derogable\n                   provisions of Part I in such arbitrations. By omitting to\n                   provide that Part I will not apply to international commercial\n                   arbitrations which take place outside India the affect would\n                   be that Part I would also apply to international commercial\n                   arbitrations held out of India. But by not specifically\n                   providing that the provisions of Part I apply to international\n                   commercial arbitrations held out of India, the intention of\n                   the Legislature appears to be to ally parties to provide by\n                   agreement that Part I or any provision therein will not apply.\n                   Thus in respect of arbitrations which take place outside\n                   India even the non-derogable provisions of Part I can be\n                   excluded. Such an agreement may be express or implied.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">             22.   If read in this manner there would be no conflict between\n                   <a href=\"/doc/1273544/\" id=\"a_77\">Section 1</a> and <a href=\"/doc/883201/\" id=\"a_78\">Section 2(2)</a>. The words &quot;every arbitration&quot; in\n                   sub-section (4) of <a href=\"/doc/1804257/\" id=\"a_79\">Section 2</a> and the words &quot;all arbitrations\n                   and all proceedings relating thereto&quot; in sub-section (5) of\n                   <a href=\"/doc/1804257/\" id=\"a_80\">Section 2</a> are wide. Sub-sections (4) and (5) of <a href=\"/doc/1804257/\" id=\"a_81\">Section 2</a> are\n                   not made subject to sub-section (2) of <a href=\"/doc/1804257/\" id=\"a_82\">Section 2</a>. It is\n                   significant that sub-section (5) is made subject to sub-\n                   section (4) but not to sub-section (2). To accept Mr. Sen&#x27;s\n                   submission would necessitate adding words in sub-sections\n                   (4) and (5) of <a href=\"/doc/1804257/\" id=\"a_83\">Section 2</a>, which the Legislature has purposely\n                   omitted to add viz. &quot;Subject to provision of sub-section (2)&quot;.\n                   However read in the manner set out hereinabove there\n                   would also be no conflict between sub-section (2) of <a href=\"/doc/1804257/\" id=\"a_84\">Section\n                   2</a> and sub-sections (4) and/or (5) of <a href=\"/doc/1804257/\" id=\"a_85\">Section 2</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">             23.   That the Legislature did not intend to exclude the\n                   applicability of Part I to arbitrations, which take place\n                   outside India, is further clear from certain other provisions\n                   of the said Act. Sub-section (7) of <a href=\"/doc/1804257/\" id=\"a_86\">Section 2</a> reads as\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                       Page 16 of 46</span>\n\nHC-NIC                               Page 16 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                   follows :\n</p>\n<blockquote id=\"blockquote_43\">                   &quot;(7) An arbitral award made under this Part shall be\n                   considered as a domestic award.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_31\">                   As is set out hereinabove the said Act applies to (a)\n                   arbitrations held in India between Indians (b) international\n                   commercial     arbitrations.   As    set   out   hereinabove\n                   international commercial arbitrations may take place in\n                   India or outside India. Outside India an international\n                   commercial arbitration may be held in a convention country\n                   or in a non-convention country. The said Act however only\n                   classifies awards as &quot;domestic awards&quot; or &quot;foreign awards&quot;.\n                   Mr. Sen admits that provisions of Part II makes it clear that\n                   &quot;foreign awards&quot; are only those where the arbitration takes\n                   place in a convention country. Awards in arbitration\n                   proceedings which take place in a non-convention country\n                   are not considered to be &quot;foreign awards&quot; under the said\n                   Act. They would thus not be covered by Part II. An award\n                   passed in an arbitration which takes place in India would be\n                   a &quot;domestic award&quot;. There would thus be no need to define\n                   an award as a &quot;domestic award&quot; unless the intention was to\n                   cover awards which would otherwise not be covered by this\n                   definition. Strictly speaking an award passed in an\n                   arbitration which takes place in a non-convention country\n                   would not be a &quot;domestic awards&quot;. Thus the necessity is to\n                   define a &quot;domestic award&quot; as including all awards made\n                   under Part I. The definition indicates that an award made in\n                   an international commercial arbitration held in a non-\n                   convention country is also considered to be a &quot;domestic\n                   award&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_32\">             24.   <a href=\"/doc/310829/\" id=\"a_87\">Section 5</a> provides that a judicial authority shall not\n                   intervene except where so provided in Part I. <a href=\"/doc/1146817/\" id=\"a_88\">Section 8</a> of\n                   the said Act permits a judicial authority before whom an\n                   action is brought in a matter to refer parties to arbitration.\n                   If the matters were to be taken before a judicial authority in\n                   India it would be a Court as defined in <a href=\"/doc/574497/\" id=\"a_89\">Section 2(1)(e)</a>. Thus\n                   if Part I was to only apply to arbitrations which take place in\n                   India the term &quot;Court&quot; would have been used in <a href=\"/doc/310829/\" id=\"a_90\">Sections 5</a>\n                   and <a href=\"/doc/1146817/\" id=\"a_91\">8</a> of the said Act. The Legislature was aware that, in\n                   international commercial arbitrations, a matter may be\n                   taken before a judicial authority outside India. As Part I was\n                   also to apply to international commercial arbitrations held\n                   outside India the term &quot;judicial authority&quot; has been used in\n                   <a href=\"/doc/310829/\" id=\"a_92\">Sections 5</a> and <a href=\"/doc/1146817/\" id=\"a_93\">8</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">             32.   To conclude we hold that the provisions of Part I would\n                   apply to all arbitrations and to all proceedings relating\n                   thereto. Where such arbitration is held in India the\n                   provisions of Part I would compulsory apply and parties are\n                   free to deviate only to the extent permitted by the derogable\n                   provisions of Part I. In cases of international commercial\n                   arbitrations held out of India provisions of Part I would\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                       Page 17 of 46</span>\n\nHC-NIC                               Page 17 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                       JUDGMENT\n\n\n\n                         apply unless the parties by agreement, express or implied,\n                         exclude all or any of its provisions. In that case the laws or\n                         rules chosen by the parties would prevail. Any provision, in\n                         Part I, which is contrary to or excluded by that law or rules\n                         will not apply.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75785\" id=\"span_30\">(2)      The above judgment was followed in the case of <a href=\"/doc/75785/\" id=\"a_94\">Venture\n         Global Engineering Vs. Satyam Computer Services Ltd. and\n         Another</a>       reported   in   (2008)4      SCC       190,      however          overruled\n         prospectively in the case of <a href=\"/doc/173015163/\" id=\"a_95\">Bharat Aluminium Company Vs. Kaiser\n         Aluminium Technical Service Inc.</a>, reported in (2012)9 SCC 552,\n         wherein Hon&#x27;ble Supreme Court has held and observed in para\n         116, 122, 123, 124, 194 to 197 as under:-</span></span>\n</p><blockquote id=\"blockquote_44\">                   116. The legal position that emerges from a conspectus of all the\n                        decisions, seems to be, that the choice of another country as\n                        the seat of arbitration inevitably imports an acceptance that\n                        the law of that country relating to the conduct and\n                        supervision of arbitrations will apply to the proceedings.\n</blockquote>\n<blockquote id=\"blockquote_45\">                   122. In Part I, <a href=\"/doc/1146817/\" id=\"a_96\">Section 8</a> regulates the commencement of\n                        arbitration in India, <a href=\"/doc/686376/\" id=\"a_97\">Sections 3</a>, <a href=\"/doc/354344/\" id=\"a_98\">4</a>, <a href=\"/doc/310829/\" id=\"a_99\">5</a>, <a href=\"/doc/1660061/\" id=\"a_100\">6</a>, <a href=\"/doc/1151350/\" id=\"a_101\">10</a> to <a href=\"/doc/1752162/\" id=\"a_102\">26</a>, <a href=\"/doc/65067/\" id=\"a_103\">28</a> to <a href=\"/doc/1977813/\" id=\"a_104\">33</a>\n                        regulate the conduct of arbitration, <a href=\"/doc/536284/\" id=\"a_105\">Section 34</a> regulates the\n                        challenge to the award, <a href=\"/doc/1039283/\" id=\"a_106\">Sections 35</a> and <a href=\"/doc/1282684/\" id=\"a_107\">36</a> regulate the\n                        recognition and enforcement of the award. <a href=\"/doc/1273544/\" id=\"a_108\">Sections 1</a>, <a href=\"/doc/1804257/\" id=\"a_109\">2</a>, <a href=\"/doc/1846895/\" id=\"a_110\">7</a>,\n                        <a href=\"/doc/1079220/\" id=\"a_111\">9</a>, <a href=\"/doc/1403427/\" id=\"a_112\">27</a>, <a href=\"/doc/772406/\" id=\"a_113\">37</a>, <a href=\"/doc/1906799/\" id=\"a_114\">38</a> to <a href=\"/doc/1724405/\" id=\"a_115\">43</a> are ancillary provisions that either\n                        support the arbitral process or are structurally necessary.\n</blockquote><p data-structure=\"Section\" id=\"p_35\">                        Thus, it can be seen that Part I deals with all stages of the\n                        arbitrations which take place in India. In Part II, on the\n                        other hand, there are no provisions regulating the conduct\n                        of arbitration nor the challenge to the award. <a href=\"/doc/160474/\" id=\"a_116\">Section 45</a>\n                        only empowers the judicial authority to refer the parties to\n                        arbitration outside India in pending civil action. <a href=\"/doc/144997/\" id=\"a_117\">Sections 46</a>\n                        to <a href=\"/doc/1559160/\" id=\"a_118\">49</a> regulate the recognition and enforcement of the\n                        award. <a href=\"/doc/1211237/\" id=\"a_119\">Sections 44</a>, <a href=\"/doc/58560/\" id=\"a_120\">50</a> to <a href=\"/doc/1743236/\" id=\"a_121\">52</a> are structurally necessary.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_31\">123. Thus, it is clear that the regulation of conduct of arbitration\n                        and challenge to an award would have to be done by the\n                        courts of the country in which the arbitration is being\n                        conducted. Such a court is then the supervisory court\n                        possessed of the power to annul the award. This is in\n                        keeping with the scheme of the international instruments,\n                        such as the Geneva Convention and the New York\n                        Convention as well as the UNCITRAL Model Law. It also\n                        recognizes the territorial principle which gives effect to the\n                        sovereign right of a country to regulate, through its National\n                        courts, an adjudicatory duty being performed in its own\n                        country. By way of a comparative example, we may reiterate\n                        the observations made by the Court of Appeal, England in <a href=\"/doc/1144681/\" id=\"a_122\">C\n                        v. D</a> (supra) wherein it is observed that:</span>\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                            Page 18 of 46</span>\n\n<blockquote id=\"blockquote_46\">HC-NIC                                    Page 18 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n\n                   &quot;It follows from this that a choice of seat for the arbitration\n                   must be a choice of forum for remedies seeking to attack the\n                   award.&quot;\n</blockquote>\n<blockquote id=\"blockquote_47\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"806030\" id=\"span_33\">In the aforesaid case, the Court of Appeal had approved the\n                   observations made in <a href=\"/doc/806030/\" id=\"a_123\">A v. B.</a> wherein it is observed that:-</span>\n</blockquote>\n<blockquote id=\"blockquote_48\">                   &quot;..an agreement as to the seat of an arbitration is analogous\n                   to an exclusive jurisdiction clause. Any claim for a remedy??\n                   as to the validity of an existing interim or final award is\n                   agreed to be made only in the courts of the place designated\n                   as the seat of arbitration. &quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_37\">             124. Having accepted the principle of territoriality, it is evident\n                  that the intention of the Parliament was to segregate Part I\n                  and Part II. Therefore, any of the provisions contained in\n                  Part I cannot be made applicable to Foreign Awards, as\n                  defined under <a href=\"/doc/1211237/\" id=\"a_124\">Sections 44</a> and <a href=\"/doc/1940965/\" id=\"a_125\">53</a>, i.e., the New York\n                  Convention and the Geneva Awards. This would be a\n                  distortion of the scheme of the Act. It is, therefore, not\n                  possible to accept the submission of Mr. Subramanium that\n                  provisions contained in Part II are supplementary to the\n                  provision contained in Part I. The Parliament has clearly\n                  segregated the two parts.\n</p>\n<p data-structure=\"Section\" id=\"p_38\">             194. In view of the above discussion, we are of the considered\n                  opinion that the <a href=\"/doc/1306164/\" id=\"a_126\">Arbitration Act, 1996</a> has accepted the\n                  territoriality principle which has been adopted in the\n                  UNCITRAL Model Law. <a href=\"/doc/883201/\" id=\"a_127\">Section 2(2)</a> makes a declaration\n                  that <a href=\"/doc/1306164/\" id=\"a_128\">Part I of the Arbitration Act, 1996</a> shall apply to all\n                  arbitrations which take place within India. We are of the\n                  considered opinion that <a href=\"/doc/1306164/\" id=\"a_129\">Part I of the Arbitration Act, 1996</a>\n                  would have no application to International Commercial\n                  Arbitration held outside India. Therefore, such awards\n                  would only be subject to the jurisdiction of the Indian courts\n                  when the same are sought to be enforced in India in\n                  accordance with the provisions contained in <a href=\"/doc/1306164/\" id=\"a_130\">Part II of the\n                  Arbitration Act, 1996</a>. In our opinion, the provisions\n                  contained in <a href=\"/doc/1306164/\" id=\"a_131\">Arbitration Act, 1996</a> make it crystal clear that\n                  there can be no overlapping or intermingling of the\n                  provisions contained in Part I with the provisions contained\n                  in <a href=\"/doc/1306164/\" id=\"a_132\">Part II of the Arbitration Act, 1996</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">             195. With utmost respect, we are unable to agree with the\n                  conclusions recorded in the judgments of this Court in\n                  Bhatia International and Venture Global Engineering. In our\n                  opinion, the provision contained in <a href=\"/doc/883201/\" id=\"a_133\">Section 2(2)</a> of the\n                  Arbitration Act, 1996 is not in conflict with any of the\n                  provisions either in Part I or in <a href=\"/doc/1306164/\" id=\"a_134\">Part II of the Arbitration Act,\n                  1996</a>. In a foreign seated international commercial\n                  arbitration, no application for interim relief would be\n                  maintainable under <a href=\"/doc/1079220/\" id=\"a_135\">Section 9</a> or any other provision, as\n                  applicability of <a href=\"/doc/1306164/\" id=\"a_136\">Part I of the Arbitration Act, 1996</a> is limited\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                       Page 19 of 46</span>\n\nHC-NIC                               Page 19 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                         to all arbitrations which take place in India. Similarly, no\n                         suit for interim injunction simplicitor would be maintainable\n                         in India, on the basis of an international commercial\n                         arbitration with a seat outside India.\n</p>\n<p data-structure=\"Issue\" id=\"p_40\">                   196. We conclude that <a href=\"/doc/1306164/\" id=\"a_137\">Part I of the Arbitration Act, 1996</a> is\n                        applicable only to all the arbitrations which take place\n                        within the territory of India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">                   197. The judgment in Bhatia International was rendered by this\n                        Court on 13th March, 2002. Since then, the aforesaid\n                        judgment has been followed by all the High Courts as well\n                        as by this Court on numerous occasions. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_35\">In fact, the\n                        judgment in Venture Global Engineering has been rendered\n                        on 10th January, 2008 in terms of the ratio of the decision in\n                        <a href=\"/doc/110552/\" id=\"a_138\">Bhatia International</a> (supra). Thus, in order to do complete\n                        justice, we hereby order, that the law now declared by this\n                        Court shall apply prospectively, to all the arbitration\n                        agreements executed hereafter.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_36\">(3)      In the case of <a href=\"/doc/173015163/\" id=\"a_139\">Bharat Aluminium Company Vs. Kaiser\n         Aluminium Technical Services Inc.</a> reported in (2016)4 SCC 126,\n         Hon&#x27;ble Supreme Court has held and observed in para 6 to 10 and\n         11 to 14 as under:-</span>\n</p>\n<blockquote id=\"blockquote_49\">                   6.     In order to ascertain the applicable laws, we have to\n                          certainly refer to the relevant clauses of the arbitration\n                          agreement, viz., <a href=\"/doc/1987997/\" id=\"a_140\">Article 17</a> and <a href=\"/doc/581566/\" id=\"a_141\">Article 22</a>, which read as\n                          follows:\n</blockquote>\n<blockquote id=\"blockquote_50\">                          &quot;<a href=\"/doc/1987997/\" id=\"a_142\">Article 17 -</a> ARBITRATION\n\n                          17.1: Any dispute or claim arising out of or relating to this\n                          agreement shall be in the first instance endeavour to be\n                          settled amicably by negotiation between the parties hereto\n                          and failing which the same will be settled by arbitration\n                          pursuant to the English Arbitration Law and subsequent\n                          amendment thereto.\n</blockquote>\n<blockquote id=\"blockquote_51\">                          17.2: The arbitration proceedings shall be carried by two\n                          arbitrators, one appointed by the Petitioner and one by\n                          Respondent chosen freely and without any bias. The Court\n                          of arbitration shall be wholly in London, England and shall\n                          use the English language in the proceedings. The finding\n                          and award of the Court of Arbitration shall be final and\n                          binding.\n</blockquote>\n<blockquote id=\"blockquote_52\">                          17.3: Before entering upon the arbitration, the two\n                          Arbitrators shall appoint an Umpire. If the two arbitrators\n                          are not able to reach an agreement on the selection of an\n                          Umpire, the Umpire shall be nominated by the International\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                             Page 20 of 46</span>\n\nHC-NIC                                     Page 20 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                         JUDGMENT\n\n\n\n                    Chamber of Paris.\n</blockquote>\n<blockquote id=\"blockquote_53\">                    <a href=\"/doc/581566/\" id=\"a_143\">Article 22:</a> GOVERNING LAW\n\n                    This agreement will be governed by the prevailing law of\n                    India and in case of Arbitration, the English Law shall\n                    apply.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_43\">             7.     In order to coherently analyse the situation, we shall first\n                    see the proper law of contract, the law governing the\n                    arbitration agreement and finally the law governing the\n                    procedure. <a href=\"/doc/581566/\" id=\"a_144\">Article 22</a> of the Arbitration Agreement leaves\n                    no room for any doubt, and it has also not been disputed,\n                    that the proper law of contract is Indian law. Therefore,\n                    crossing that gate, we shall now proceed to the door on the\n                    Arbitration Agreement.\n</p>\n<p data-structure=\"Section\" id=\"p_44\">             8.     <a href=\"/doc/1987997/\" id=\"a_145\">Article 17</a> is solely on arbitration. <a href=\"/doc/1987997/\" id=\"a_146\">Article 17.1</a> clearly\n                    stipulates that the disputes or claims arising out of or\n                    relating to the agreements, if not amicably settled by\n                    negotiation, will be settled by the arbitration pursuant to the\n                    English Arbitration Law and subsequent amendments\n                    thereto. The expression &quot;pursuant to&quot;, according to Concise\n                    Oxford English Dictionary means &quot;in accordance with&quot;. The\n                    New Oxford Dictionary of English has also given the same\n                    meaning to the expression. Words and Phrases, Permanent\n                    Edition, Volume 35A, explains the expression as &quot;in\n                    conformity with&quot;.\n</p>\n<blockquote id=\"blockquote_54\">                    &quot;The expressions &quot;pursuant to or in pursuance of&quot; have a\n                    restrictive interpretation and have been regarded as\n                    equivalent to &quot;in conformity with&quot;, and imply that what is\n                    done is in accordance with an instruction or direction&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_45\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"823937\" id=\"span_38\">In <a href=\"/doc/823937/\" id=\"a_147\">Aircraft Employees Housing Cooperative Society Limited\n                    v. Secretary, Rural Development and Panchayat Raj,\n                    Government of Karnataka, Bangalore and others</a>, 1996 11\n                    SCC 475 though in the context of the pre-amended <a href=\"/doc/7832/\" id=\"a_148\">Land\n                    Acquisition Act</a>, this court has dealt with the meaning of the\n                    expression &quot;in pursuance of&quot;. It has been held:</span>\n</p>\n<blockquote id=\"blockquote_55\">                    &quot;4 ..&quot;In pursuance of&quot; would mean under the authority of or\n                    by virtue of or in the course of carrying out in accordance\n                    with the scheme or plan or direction or order or anything in\n                    consequence or conformable to or according to; act of\n                    pursuing, carrying out and performance, prosecution.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_46\">                    Therefore, it is clear that the parties have agreed in\n                    expressed terms that the law of arbitration would be English\n                    Arbitration Law.\n</p>\n<p data-structure=\"Section\" id=\"p_47\">             9.     <a href=\"/doc/581566/\" id=\"a_149\">Article 22</a> has in fact two parts. In the first part of that\n                    Article, it is agreed between the parties that the proper law\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                        Page 21 of 46</span>\n\nHC-NIC                               Page 21 of 46      Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                         JUDGMENT\n\n\n\n                    of the contract will be governed by the prevailing law of\n                    India, and in the case of arbitration, English Law would\n                    apply. In other words, the agreement as a whole would be\n                    governed by Indian Law, and in case of arbitration, the\n                    English Law will apply. No doubt, one should not strain too\n                    much to interpret an agreement between two parties as in\n                    the case of a statutory interpretation. The approach in\n                    analysing the terms of agreement should be straight and\n                    plain but at the same time cohesive and logical.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">             10.    In the matter of interpretation, the court has to make\n                    different approaches depending upon the instrument falling\n                    for interpretation. Legislative drafting is made by experts\n                    and is subjected to scrutiny at different stages before it\n                    takes final shape of an Act, Rule or Regulation. There is\n                    another category of drafting by lawmen or document writers\n                    who are professionally qualified and experienced in the field\n                    like drafting deeds, treaties, settlements in court, etc. And\n                    then there is the third category of documents made by\n                    laymen who have no knowledge of law or expertise in the\n                    field. The legal quality or perfection of the document is\n                    comparatively low in the third category, high in second and\n                    higher in first. No doubt, in the process of interpretation in\n                    the first category, the courts do make an attempt to gather\n                    the purpose of the legislation, its context and text. In the\n                    second category also, the text as well as the purpose is\n                    certainly important, and in the third category of documents\n                    like wills, it is simply intention alone of the executor that is\n                    relevant. In the case before us, being a contract executed\n                    between the two parties, the court cannot adopt an\n                    approach for interpreting a statute. The terms of the\n                    contract will have to be understood in the way the parties\n                    wanted and intended them to be. In that context,\n                    particularly in agreements of arbitration, where party\n                    autonomy is the grundnorm, how the parties worked out the\n                    agreement, is one of the indicators to decipher the\n                    intention, apart from the plain or grammatical meaning of\n                    the expressions and the use of the expressions at the proper\n                    places in the agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">             11.    Contextually, it may be noted that in the present case, the\n                    respondent had invoked the provisions of English law for the\n                    purpose of the initiation of the unsettled disputes. It has\n                    hence, while interpreting an agreement, to be kept in mind\n                    that the parties, intended to avoid impracticable and\n                    inconvenient processes and procedures in working out the\n                    agreement. Potter J. made a similar observation in Cargill\n                    International S.A. v. Bangladesh Sugar and Food Industries\n                    Corporation, 1998 1 WLR 461 :\n</p>\n<blockquote id=\"blockquote_56\">                    &quot;As Saville, J. observed in another context in Palm Shipping\n                    v. Kuwait Petroleum, 1988 1 LloydsRep 500 at 502:\n</blockquote>\n<blockquote id=\"blockquote_57\">                    &quot;It is not a permissible method of construction to propound\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                        Page 22 of 46</span>\n\nHC-NIC                                Page 22 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                         JUDGMENT\n\n\n\n                    a general or generally accepted principal ... (and) ... then to\n                    seek to force the provisions of the ... (the contract) ... into\n                    the straightjacket of that principle.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_50\">                    On the other hand, modern principles of construction\n                    require the court to have regard to the commercial\n                    background, the context of the contract and the\n                    circumstances of the parties and to consider whether,\n                    against that background and in that context, to give the\n                    words a particular or restricted meaning would lead to an\n                    apparently unreasonable and unfair result.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_51\">             12.    A close perusal of the terms between the parties would\n                    clearly show that the first part of <a href=\"/doc/581566/\" id=\"a_150\">Article 22</a> is on the law\n                    governing the contract and in the second part the parties\n                    intended to lay down the law applicable to the arbitration\n                    agreement, viz., the proper law of the agreement of\n                    arbitration. It is unnecessary that after already agreeing on\n                    the procedural law governing the arbitration in <a href=\"/doc/1987997/\" id=\"a_151\">Article 17.1</a>,\n                    the parties intended to state the same again in a separate\n                    clause within the same contract in <a href=\"/doc/581566/\" id=\"a_152\">Article 22.</a> Therefore, the\n                    intention of the parties to apply English Law to the\n                    arbitration agreement also and not limit it to the conduct of\n                    the arbitration is fairly clear from <a href=\"/doc/581566/\" id=\"a_153\">Article 22.</a>\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">             13.    Sumitomo is of no avail to the appellant. In Sumitomo ,\n                    there was no specific choice on the law of arbitration\n                    agreement and this court held that in absence of such\n                    choice, the law of arbitration agreement would be\n                    determined by the substantive law of the contract. That is\n                    not the case in this agreement.\n</p>\n<p data-structure=\"Section\" id=\"p_53\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"170570894\" id=\"span_41\">14.    It is clear that the law applicable to arbitration agreement in\n                    the present case is English Law. Once it is found that the\n                    law governing the arbitration agreement is English Law,\n                    Part I of the Indian Arbitration Act stands impliedly\n                    excluded. This has been a long settled position and the\n                    latest judgment in <a href=\"/doc/170570894/\" id=\"a_154\">Union of India v. Reliance Industries\n                    Limited and others</a>, 2015 10 Scale 149 reaffirms the same.\n                    In the words of R.F. Nariman J.,\n\n                    &quot;21. The last paragraph of Bharat Aluminium&#x27;s judgment has\n                    now to be read with two caveats, both emanating from\n                    paragraph 32 of Bhatia International itself-that where the\n                    Court comes to a determination that the juridical seat is\n                    outside India or where law other than Indian law governs\n                    the arbitration agreement, <a href=\"/doc/1306164/\" id=\"a_155\">Part-I of the Arbitration Act,\n                    1996</a> would be excluded by necessary implication.\n                    Therefore, even in the cases governed by the Bhatia\n                    principle, it is only those cases in which agreements\n                    stipulate that the seat of the arbitration is in India or on\n                    whose facts a judgment cannot be reached on the seat of the\n                    arbitration as being outside India that would continue to be\n                    governed by the Bhatia principle. Also, it is only those\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                        Page 23 of 46</span>\n\nHC-NIC                                Page 23 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                          agreements which stipulate or can be read to stipulate that\n                          the law governing the arbitration agreement is Indian law\n                          which would continue to be governed by the Bhatia rule.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_43\">(4)      In the case of <a href=\"/doc/110552/\" id=\"a_156\">Eitzen Bulk</a> (supra), on the exclusion of\n         applicability of <a href=\"/doc/1306164/\" id=\"a_157\">Part-1 of the Act</a> by necessary implication, Hon&#x27;ble\n         Supreme Court has observed that mere choosing of seat of\n         arbitration itself attracts the law applicable to such location and\n         choosing the seat of arbitration at London, as was there, in the\n         agreement between the parties, would attract the law of juridical\n         seat. Following are the observations made in para 27 to 35 of <a href=\"/doc/110552/\" id=\"a_158\">the\n         said judgment</a>:-</span>\n</p><blockquote id=\"blockquote_58\">                   27.   The question is whether the above stipulations show the\n                         intention of the parties to expressly or impliedly exclude the\n                         provisions of Part I to the Arbitration, which was to be held\n                         outside India, i.e., in London. We think that the clause\n                         evinces such an intention by providing that the English Law\n                         will apply to the Arbitration. The clause expressly provides\n                         that Indian Law or any other law will not apply by positing\n                         that English Law will apply. The intention is that English\n                         Law will apply to the resolution of any dispute arising under\n                         the law. This means that English Law will apply to the\n                         conduct of the Arbitration. It must also follow that any\n                         objection to the conduct of the Arbitration or the Award will\n                         also be governed by English Law. Clearly, this implies that\n                         the challenge to the Award must be in accordance with\n                         English Law. There is thus an express exclusion of the\n                         applicability of Part I to the instant Arbitration by Clause 28.\n</blockquote><p data-structure=\"Section\" id=\"p_55\">                         In fact, Clause 28 deals with not only the seat of Arbitration\n                         but also provides that there shall be two Arbitrators, one\n                         appointed by the charterers and one by the owners and they\n                         shall appoint an Umpire, in case there is no agreement. In\n                         this context, it may be noted that the <a href=\"/doc/1306164/\" id=\"a_159\">Indian Arbitration and\n                         Conciliation Act, 1996</a> makes no provision for Umpires and\n                         the intention is clearly to refer to an Umpire contemplated\n                         by Section 21 of the English Arbitration Act, 1996. It is thus\n                         clear that the intention is that the Arbitration should be\n                         conducted under the English law, i.e. the English Arbitration\n                         Act, 1996. It may also be noted that <a href=\"/doc/1003813/\" id=\"a_160\">Sections 67</a>, <a href=\"/doc/1003813/\" id=\"a_161\">68</a> and <a href=\"/doc/1003813/\" id=\"a_162\">69</a>\n                         of the English Arbitration Act provide for challenge to an\n                         Award on grounds stated therein. The intention is thus\n                         clearly to exclude the applicability of Part I to the instant\n                         Arbitration proceedings.\n</p>\n<p data-structure=\"Precedent\" id=\"p_56\">                   28.   This is a case where two factors exclude the operation of\n                         <a href=\"/doc/1052228/\" id=\"a_163\">Part I of the Arbitration Act</a>. Firstly, the seat of Arbitration\n                         which is in London and secondly the clause that English Law\n                         will apply. In fact, such a situation has been held to exclude\n                         the applicability of Part I in a case where a similar clause\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                             Page 24 of 46</span>\n\nHC-NIC                                     Page 24 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                   governed the Arbitration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_45\">In <a href=\"/doc/156247141/\" id=\"a_164\">Reliance Industries Limited and\n                   another v. Union of India</a>, 2014 7 SCC 603, this Court\n                   referred to judgments of some other jurisdictions and\n                   observed in paragraphs 55 to 57 as follows:-</span>\n</p>\n<blockquote id=\"blockquote_59\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_46\">&quot;55. The effect of choice of seat of arbitration was\n                   considered by the Court of Appeal in <a href=\"/doc/1144681/\" id=\"a_165\">C v. D. This</a> judgment\n                   has been specifically approved by this Court in Balco and\n                   reiterated in Enercon.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_47\">In <a href=\"/doc/1144681/\" id=\"a_166\">C v. D</a>, the Court of Appeal has\n                   observed: (Bus LR p. 851, para 16)\n\n                   &quot;Primary conclusion</span>\n\n</blockquote><blockquote id=\"blockquote_60\">                   16. I shall deal with Mr Hirst&#x27;s arguments in due course but,\n                   in my judgment, they fail to grapple with the central point at\n                   issue which is whether or not, by choosing London as the\n                   seat of the arbitration, the parties must be taken to have\n                   agreed that proceedings on the award should be only those\n                   permitted by English law. In my view they must be taken to\n                   have so agreed for the reasons given by the Judge. The\n                   whole purpose of the balance achieved by the Bermuda form\n                   (English arbitration but applying New York law to issues\n                   arising under the policy) is that judicial remedies in respect\n                   of the award should be those permitted by English law and\n                   only those so permitted. Mr Hirst could not say (and did not\n                   say) that English judicial remedies for lack of jurisdiction on\n                   procedural irregularities under <a href=\"/doc/472174/\" id=\"a_167\">Sections 67</a> and <a href=\"/doc/159834/\" id=\"a_168\">68</a> of the\n                   1996 Act were not permitted; he was reduced to saying that\n                   New York judicial remedies were also permitted. That,\n                   however, would be a recipe for litigation and (what is worse)\n                   confusion which cannot have been intended by the parties.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_57\">                   No doubt New York law has its own judicial remedies for\n                   want of jurisdiction and serious irregularity but it could\n                   scarcely be supposed that a party aggrieved by one part of\n                   an award could proceed in one jurisdiction and a party\n                   aggrieved by another part of an award could proceed in\n                   another jurisdiction. Similarly, in the case of a single\n                   complaint about an award, it could not be supposed that the\n                   aggrieved party could complain in one jurisdiction and the\n                   satisfied party be entitled to ask the other jurisdiction to\n                   declare its satisfaction with the award. There would be a\n                   serious risk of parties rushing to get the first judgment or of\n                   conflicting decisions which the parties cannot have\n                   contemplated.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144681\" id=\"span_48\">56. The aforesaid observations in <a href=\"/doc/1144681/\" id=\"a_169\">C v. D</a> were subsequently\n                   followed by the High Court of Justice, Queen&#x27;s Bench\n                   Division, Commercial Court (England) in Sulamerica Cia\n                   Nacional de Seguros SA v. Enesa Engelharia SA Enesa. In\n                   laying down the same proposition, the High Court noticed\n                   that the issue in that case depended upon the weight to be\n                   given to the provision in Condition 12 of the insurance\n                   policy that &quot;the seat of the arbitration shall be London,\n                   England&quot;. It was observed that this necessarily carried with\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                       Page 25 of 46</span>\n\nHC-NIC                               Page 25 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                   it the English Court&#x27;s supervisory jurisdiction over the\n                   arbitration process. It was observed that:</span>\n</p>\n<blockquote id=\"blockquote_61\">                   &quot;this follows from the express terms of the <a href=\"/doc/1306164/\" id=\"a_170\">Arbitration Act,\n                   1996</a> and, in particular, the provisions of <a href=\"/doc/1804257/\" id=\"a_171\">Section 2</a> which\n                   provide that <a href=\"/doc/1306164/\" id=\"a_172\">Part I of the Arbitration Act, 1996</a> applies\n                   where the seat of the arbitration is in England and Wales or\n                   Northern Ireland. This immediately establishes a strong\n                   connection between the arbitration agreement itself and the\n                   law of England. It is for this reason that recent authorities\n                   have laid stress upon the locations of the seat of the\n                   arbitration as an important factor in determining the proper\n                   law of the arbitration agreement.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_59\">                   57. In our opinion, these observations in Sulamerica case\n                   are fully applicable to the facts and circumstances of this\n                   case. The conclusion reached by the High Court would lead\n                   to the chaotic situation where the parties would be left\n                   rushing between India and England for redressal of their\n                   grievances. The provisions of <a href=\"/doc/1306164/\" id=\"a_173\">Part I of the Arbitration Act,\n                   1996</a> (Indian) are necessarily excluded; being wholly\n                   inconsistent with the arbitration agreement which provides\n                   &quot;that arbitration agreement shall be governed by English\n                   law&quot;. Thus the remedy for the respondent to challenge any\n                   award rendered in the arbitration proceedings would lie\n                   under the relevant provisions contained in the <a href=\"/doc/1306164/\" id=\"a_174\">Arbitration\n                   Act, 1996</a> of England and Wales. Whether or not such an\n                   application would now be entertained by the courts in\n                   England is not for us to examine, it would have to be\n                   examined by the court of competent jurisdiction in England.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_60\">             29.   We are in agreement with the above observation and in this\n                   clause 28 in the present case must be intended to have a\n                   similar effect that is to exclude the applicability of <a href=\"/doc/1306164/\" id=\"a_175\">Part I of\n                   the Indian Arbitration and Conciliation Act</a> since the parties\n                   have chosen London as the seat of Arbitration and further\n                   provided that the Arbitration shall be governed by English\n                   Law. In this case the losing side has relentlessly resorted to\n                   apparent remedies for stalling the execution of the Award\n                   and in fact even attempted to prevent Arbitration. This case\n                   has become typical of cases where even the fruits of\n                   Arbitration are interminably delayed. Even though it has\n                   been settled law for quite some time that Part I is excluded\n                   where parties choose that the seat of Arbitration is outside\n                   India and the Arbitration should be governed by the law of a\n                   foreign country.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">             <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1144681\" id=\"span_50\">30.   Mr. Divan attempted to persuade us to accept the possibility\n                   that Part I is not excluded and in any case not wholly\n                   excluded in such a case, but the law is too well settled and\n                   with good reasons, for us to take any other view. We do not\n                   wish to endorse &quot;a recipe for litigation and (what is worse)\n                   confusion&quot; <a href=\"/doc/1144681/\" id=\"a_176\">C vs. D,2008 BusLR</a> 843.</span></p><pre id=\"pre_5\">\n\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">                                       Page 26 of 46</span>\n\nHC-NIC                               Page 26 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n</pre><p data-structure=\"Precedent\" id=\"p_62\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"170570894\" id=\"span_52\">31.   When the judgment in Reliance was sought to be indirectly\n                   reviewed in another case under the same agreement and\n                   between the same parties, this Court reiterated its earlier\n                   view and observed in <a href=\"/doc/170570894/\" id=\"a_177\">Union of India v. Reliance Industries\n                   Limited and others</a> in para 18 as follows:-</span>\n</p>\n<blockquote id=\"blockquote_62\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"169405928\" id=\"span_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156247141\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"618892\" id=\"span_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"563448\" id=\"span_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045460\" id=\"span_57\">&quot;18. It is important to note that in para 32 of Bhatia\n                   International itself this Court has held that <a href=\"/doc/1306164/\" id=\"a_178\">Part I of the\n                   Arbitration Act, 1996</a> will not apply if it has been excluded\n                   either expressly or by necessary implication. Several\n                   judgments of this Court have held that Part I is excluded by\n                   necessary implication if it is found that on the facts of a case\n                   either the juridical seat of the arbitration is outside India or\n                   the law governing the arbitration agreement is a law other\n                   than Indian law. This is now well settled by a series of\n                   decisions of this Court [see <a href=\"/doc/1045460/\" id=\"a_179\">Videocon Industries Ltd. v.\n                   Union of India</a>, <a href=\"/doc/563448/\" id=\"a_180\">Dozco India (P) Ltd. v. Doosan Infracore Co.\n                   Ltd.</a>, <a href=\"/doc/618892/\" id=\"a_181\">Yograj Infrastructure Ltd. v. Ssang Yong Engg. and\n                   Construction Co. Ltd.</a>, the very judgment in this case\n                   reported in <a href=\"/doc/156247141/\" id=\"a_182\">Reliance Industries Ltd. v. Union of India</a> and a\n                   recent judgment in <a href=\"/doc/169405928/\" id=\"a_183\">Harmony Innovation Shipping Ltd. v.\n                   Gupta Coal India Ltd.</a>].&quot;</span></span></span></span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_63\">             32.   We see no reason to take a different view. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_58\">In <a href=\"/doc/110552/\" id=\"a_184\">Bhatia\n                   International</a>&#x27;s case, this Court concluded as follows:</span>\n</p>\n<blockquote id=\"blockquote_63\">                   &quot;To conclude, we hold that the provisions of Part I would\n                   apply to all arbitrations and to all proceedings relating\n                   thereto. Where such arbitration is held in India the\n                   provisions of Part I would compulsorily apply and parties are\n                   free to deviate only to the extent permitted by the derogable\n                   provisions of Part I. In cases of international commercial\n                   arbitrations held out of India provisions of Part I would\n                   apply unless the parties by agreement, express or implied,\n                   exclude all or any of its provisions. In that case the laws or\n                   rules chosen by the parties would prevail. Any provision, in\n                   Part I, which is contrary to or excluded by that law or rules\n                   will not apply.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_64\">             33.   We are thus of the view that by Clause 28, the parties chose\n                   to exclude the application of Part I to the Arbitration\n                   proceedings between them by choosing London as the venue\n                   for Arbitration and by making English law applicable to\n                   Arbitration, as observed earlier. It is too well settled by now\n                   that where the parties choose a juridical seat of Arbitration\n                   outside India and provide that the law which governs\n                   Arbitration will be a law other than Indian law, part I of the\n                   Act would not have any application and, therefore, the\n                   award debtor would not be entitled to challenge the award\n                   by raising objections under <a href=\"/doc/536284/\" id=\"a_185\">Section 34</a> before a Court in\n                   India. A Court in India could not have jurisdiction to\n                   entertain such objections under <a href=\"/doc/536284/\" id=\"a_186\">Section 34</a> in such a case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_65\">             34.   As a matter of fact the mere choosing of the juridical seat of\n\n\n<span class=\"hidden_text\" id=\"span_59\">                                       Page 27 of 46</span>\n\nHC-NIC                               Page 27 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                         Arbitration attracts the law applicable to such location. In\n                         other words it would not be necessary to specify which law\n                         would apply to the Arbitration proceedings, since the law of\n                         the particular country would apply ipso jure. The following\n                         passage from Redfern and Hunter on International\n                         Arbitration contains the following explication of the issue:-\n</p>\n<blockquote id=\"blockquote_64\">                         &quot;It is also sometimes said that parties have selected the\n                         procedural law that will govern their arbitration, by\n                         providing for arbitration in a particular country. This is too\n                         elliptical and, as an English court itself held more recently\n                         in Breas of Doune Wind Farm it does not always hold true.\n                         What the parties have done is to choose a place of\n                         arbitration in a particular country. That choice brings with it\n                         submission to the laws of that country, including any\n                         mandatory provisions of its law on arbitration. To say that\n                         the parties have &#x27;chosen&#x27; that particular law to govern the\n                         arbitration is rather like saying that an English woman who\n                         takes her car to France has &#x27;chosen&#x27; French traffic law,\n                         which will oblige her to drive on the right-hand side of the\n                         road, to give priority to vehicles approaching from the right,\n                         and generally to obey traffic laws to which she may not be\n                         accustomed. But it would be an odd use of language to say\n                         this notional motorist had opted for &#x27;French traffic law&#x27;.\n                         What she has done is to choose to go to France. The\n                         applicability of French law then follows automatically. It is\n                         not a matter of choice.\n</blockquote>\n<blockquote id=\"blockquote_65\">                         Parties may well choose a particular place of arbitration\n                         precisely because its lex arbitri is one which they find\n                         attractive. Nevertheless, once a place of arbitration has\n                         been chosen, it brings with it its own law. If that law\n                         contains provisions that are mandatory so far as arbitration\n                         are concerned, those provisions must be obeyed. It is not a\n                         matter of choice any more than the notional motorist is free\n                         to choose which local traffic laws to obey and which to\n                         disregard.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_66\">                   35.   In this view of the matter, the judgment of the Gujarat High\n                         Court holding that Ashapura&#x27;s objections under <a href=\"/doc/1722761/\" id=\"a_187\">Section 34</a>\n                         of the Arbitration Act are tenable before a Court in India\n                         that is the Court at Jam-Khambalia, Gujarat is contrary to\n                         law. The proceedings under <a href=\"/doc/536284/\" id=\"a_188\">Section 34</a>, which occurs in Part\n                         I, are liable to be dismissed as untenable. The Civil Appeals\n                         of Eitzen are liable to succeed and are, therefore, allowed.\n                         The judgment of the Bombay High Court dated 03.12.2015\n                         enforcing the Foreign Award under <a href=\"/doc/1052228/\" id=\"a_189\">Part II of the Arbitration\n                         Act</a> is correct and liable to be upheld.\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190793657\" id=\"span_60\">(5)      In the recent decision, in the              case of <a href=\"/doc/190793657/\" id=\"a_190\">Imax Corporation</a>\n         (supra), on the question of applicability of <a href=\"/doc/1306164/\" id=\"a_191\">Part-1 of the Act</a>,\n         Hon&#x27;ble Supreme Court has held and observed in para 17 to 26, 29,\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                             Page 28 of 46</span>\n\nHC-NIC                                     Page 28 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n             C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n         33 and 35 to 39 as under:-</span>\n</p>\n<blockquote id=\"blockquote_66\">                17.   Having noted the above submissions and statements made\n                      by the parties, we propose to decide the question on the\n                      construction of Clause 14 and the law governing such\n                      challenges.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_68\">                      CLAUSE 14: THE ARBITRATION CLAUSE\n\n</p><p data-structure=\"Section\" id=\"p_69\">                18.   Clause 14 of the Agreement deals with two matters:\n</p>\n<blockquote id=\"blockquote_67\">                      (i) the laws which will govern the agreement; and\n</blockquote><blockquote id=\"blockquote_68\">                      (ii) a provision of settling disputes by arbitration.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_70\">                18.1. As regards the first, it provides that in case a question arises\n                      as to the agreement i.e. what the agreement means or what\n                      the parties intended, it shall be interpreted according to the\n                      laws of Singapore and these laws will govern the\n                      understanding and the acts of the parties. Further, in case\n                      the parties resort to a court, they shall approach the courts\n                      of Singapore which alone shall adjudicate upon the issue.\n                      The courts of Singapore will thus adjudicate in relation to\n                      any non-arbitrable dispute that might arise under the\n                      agreement or possibly a dispute regarding the correctness\n                      or validity of an arbitration award. It is not necessary to\n                      consider whether a challenge to the award would lie in\n                      Singapore in this case because the award in fact was made\n                      in London and in any case no party has approached the\n                      court in Singapore.\n</p>\n<p data-structure=\"Section\" id=\"p_71\">                18.2. Secondly, this clause provides that any dispute arising out of\n                      this agreement or concerning the rights, duties or liabilities\n                      of the parties shall be settled by arbitration. The arbitration\n                      shall be pursuant to the ICC Rules of Arbitration. In other\n                      words, the parties shall invoke the ICC Rules of Arbitration\n                      in case a dispute arises between them concerning their\n                      rights, duties or liabilities. The intention is to have the\n                      dispute settled by and in accordance with the ICC Rules of\n                      Arbitration. In this sense, the ICC Rules of Arbitration must\n                      be construed as being read into this clause.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">                      THE ICC RULES\n\n</p><p data-structure=\"Precedent\" id=\"p_73\">                19.   The ICC Rules provide for the entire conduct of\n                      arbitrationfrom its commencement to the passing of an\n                      award. They provide that the arbitration shall be conducted\n                      by the court i.e. the International Court of Arbitration,\n                      appointed by the council of the ICC. A party wishing to have\n                      recourse to arbitration under the rules is required to submit\n                      a Request for Arbitration to the Secretariat of the ICC along\n                      with the information prescribed and in particular comments\n                      as to the place of arbitration. The ICC Rules clearly stipulate\n                      that the seat of arbitration shall be fixed by the court, in the\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                          Page 29 of 46</span>\n\nHC-NIC                                  Page 29 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                          JUDGMENT\n\n\n\n                   following words:-\n</p>\n<blockquote id=\"blockquote_69\">                   &quot;1. The place of the arbitration shall be fixed by the Court\n                   unless agreed upon by the parties.\n</blockquote>\n<blockquote id=\"blockquote_70\">                   2. The Arbitral Tribunal may, after consultation with the\n                   parties, conduct hearings and meetings at any location it\n                   considers appropriate unless otherwise agreed by the\n                   parties.\n</blockquote>\n<blockquote id=\"blockquote_71\">                   3. The Arbitral Tribunal may deliberate at any location it\n                   considers appropriate.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_74\">             20.   In this case, the appellant had proposed the venue of\n                   arbitration to be Paris in France. Upon notice being issued,\n                   the respondent was obliged to file an answer including a\n                   comment concerning the number of arbitrators and their\n                   choice as to the place of arbitration. The respondent, in\n                   their answer stated that the venue suggested by the\n                   claimant i.e. Paris in France would unnecessarily increase\n                   the cost of arbitration and therefore suggested that\n                   Singapore would be the most appropriate and convenient\n                   venue for the arbitration, vide &quot;Answer to Request for\n                   Arbitration pursuant to <a href=\"/doc/1001719/\" id=\"a_192\">Article 5(1)</a> of the ICC Rules of\n                   Arbitration&quot; dated 30.08.2004.\n</p>\n<p data-structure=\"Precedent\" id=\"p_75\">             21.   The International Court of Arbitration decided inter alia that\n                   London, United Kingdom will be the juridical seat of the\n                   arbitration in view of <a href=\"/doc/1054881/\" id=\"a_193\">Article 14(1)</a> of the ICC Rules and,\n                   therefore, proceeded on the basis of the Part-I of the English\n                   Arbitration Act, 1996. What is significant and needs to be\n                   pointed out is that the parties had agreed in pursuance of\n                   the agreement to have the dispute decided in accordance\n                   with the ICC Rules by submitting the dispute to the ICC. The\n                   court (of the ICC) considered the stand of the parties on the\n                   venue for arbitration and fixed London as the seat of\n                   arbitration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_76\">                   INTENTION OF THE PARTIES TO EXCLUDE PART-I\n\n</p><p data-structure=\"Section\" id=\"p_77\">             22.   In this case, there is an express choice of the law governing\n                   the contract as a whole i.e. Singaporean Law. There is an\n                   express agreement that any arbitration would be governed\n                   by the ICC Rules of Arbitration. The general principle is\n                   that, in the absence of any contradictory indication, it shall\n                   be presumed that the parties have intended that the proper\n                   law of contract as well as the law governing the arbitration\n                   agreement is the same as the law of the country in which\n                   the arbitration is agreed to be held.\n</p>\n<p data-structure=\"Precedent\" id=\"p_78\">             23.   It would be apposite to refer to a case decided by the\n                   Supreme Court of Sweden from a passage in Redfern and\n                   Hunter[Redfern and Hunter on International Arbitration,\n                   Fifth Edition]. Quoting the Supreme Court of Sweden it is\n\n\n<span class=\"hidden_text\" id=\"span_63\">                                         Page 30 of 46</span>\n\nHC-NIC                                 Page 30 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                   stated that:-\n</p>\n<blockquote id=\"blockquote_72\">                   &quot; no particular provision concerning the applicable law for\n                   the arbitration agreement itself was indicated [by the\n                   parties]. In such circumstances the issue of the validity of\n                   the arbitration clause should be determined in accordance\n                   with the law of the state which the arbitration proceedings\n                   have taken place, that is to say, Swedish Law.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_79\">             24.   In the present case, the arbitration clause contemplates an\n                   award made in pursuance to the ICC rules without\n                   specifying the applicable law for the arbitration agreement.\n                   It would therefore be appropriate to hold that the question\n                   of validity of the award should be determined in accordance\n                   with the law of the state in which the arbitration\n                   proceedings have taken place i.e. the English Law. Though\n                   for the purposes of this decision we would only hold that the\n                   conduct of the parties exclude the applicability of Part-I. In\n                   other words, where the parties have not expressly chosen\n                   the law governing the contract as a whole or the arbitration\n                   agreement in particular, the law of the country where the\n                   arbitration is agreed to be held has primacy.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">             25.   Here, an express choice has been made by the parties\n                   regarding the conduct of arbitration, i.e., that a dispute shall\n                   be finally settled by arbitration according to the ICC Rules\n                   of Arbitration. The parties have not chosen the place of\n                   arbitration. They have simply chosen the rules that will\n                   govern the arbitration, presumably aware of the provision in\n                   the rules that the place of arbitration will be decided by the\n                   ICC vide <a href=\"/doc/1054881/\" id=\"a_194\">Article 14(1)</a> of the ICC Rules. The ICC having\n                   chosen London, leaves no doubt that the place of arbitration\n                   will attract the law of UK in all matters concerning\n                   arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_81\">             26.   The arbitration clause appears consistent with <a href=\"/doc/1587296/\" id=\"a_195\">Section 2(7)</a>\n                   of the Arbitration Act, 1996 which recognizes the freedom to\n                   authorize any person including an institution to determine\n                   an issue such as the choice of the place of arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_82\">             29.   We find that in the present case, the seat of arbitration has\n                   not been specified at all in the arbitration clause. There is\n                   however an agreement to have the arbitration conducted\n                   according to the ICC rules and thus a willingness that the\n                   seat of arbitration may be outside India. In any case, the\n                   parties having agreed to have the seat decided by the ICC\n                   and the ICC having chosen London after consulting the\n                   parties and the parties having abided by the decision, it\n                   must be held that upon the decision of the ICC to hold the\n                   arbitration in London, the parties agreed that the seat shall\n                   be in London for all practical purposes. Therefore, there is\n                   an agreement that the arbitration shall be held in London\n                   and thus <a href=\"/doc/1306164/\" id=\"a_196\">Part-I of the Act</a> should be excluded.</p><pre id=\"pre_6\">\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                       Page 31 of 46</span>\n\nHC-NIC                               Page 31 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n</pre><p data-structure=\"Section\" id=\"p_83\">             33.   On a true construction of Clause 14 in this case, there is no\n                   doubt the parties have agreed to exclude Part-I by agreeing\n                   that the arbitration would be conducted in accordance with\n                   the ICC Rules. The parties were undoubtedly conscious that\n                   the ICC could choose a venue for arbitration outside India.\n                   That in our view is sufficient to infer that the parties agreed\n                   to exclude Part-I. The ICC could well have chosen a venue in\n                   India. The possibility that ICC could have chosen India is not\n                   a counter indication of this inference. It could also be said\n                   that the decision to exclude the applicability of Part-I was\n                   taken when the ICC chose London after consulting the\n                   parties. Either way Part-I was excluded.\n</p>\n<p data-structure=\"Section\" id=\"p_84\">             35.   The relationship between the seat of arbitration and the law\n                   governing arbitration is an integral one. The seat of\n                   arbitration is defined as the juridical seat of arbitration\n                   designated by the parties, or by the arbitral institution or by\n                   the arbitrators themselves as the case may be. It is pertinent\n                   to refer to the following passage from Redfern and Hunter :-\n</p>\n<blockquote id=\"blockquote_73\">                   &quot;This introduction tries to make clear, the place or seat of\n                   the arbitration is not merely a matter of geography. It is the\n                   territorial link between the arbitration itself and the law of\n                   the place in which that arbitration is legally situated:\n</blockquote>\n<blockquote id=\"blockquote_74\">                   When one says that London, Paris or Geneva is the place of\n                   arbitration, one does not refer solely to a geographical\n                   location. One means that the arbitration is conducted within\n                   the framework of the law of arbitration of England, France\n                   or Switzerland or, to use an English expression, under the\n                   curial law of the relevant country. The geographical place of\n                   arbitration is the factual connecting factor between that\n                   arbitration law and the arbitration proper, considered as a\n                   nexus of contractual and procedural rights and obligations\n                   between the parties and the arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_75\">                   The seat of arbitration is thus intended to be its centre of\n                   gravity.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_85\">             36.   Further, in the same work on International Arbitration by\n                   Redfern and Hunter , the following passage emphasizes the\n                   connection between the lex arbitri and lex fori:-\n</p>\n<blockquote id=\"blockquote_76\">                   &quot;Parties may well choose a particular place of arbitration\n                   precisely because its lex arbitri is one which they find\n                   attractive. Nevertheless, once a place of arbitration has\n                   been chosen, it brings with it its own law. If that law\n                   contains provisions that are mandatory so far as arbitration\n                   are concerned, those provisions must be obeyed. It is not a\n                   matter of choice any more than the notional motorist is free\n                   to choose which local traffic laws to obey and which to\n                   disregard.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_86\">             37.   Thus, it is clear that the place of arbitration determines the\n\n\n<span class=\"hidden_text\" id=\"span_65\">                                       Page 32 of 46</span>\n\nHC-NIC                               Page 32 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                         law that will apply to the arbitration and related matters like\n                         challenges to the award etc, see Eitzen Bulk A/S .\n</p>\n<p data-structure=\"Precedent\" id=\"p_87\">                   38.   The significant determinant in each case is the agreement of\n                         the parties as to the place of arbitration and where in fact\n                         the arbitration took place.\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">                   39.   If in pursuance of the arbitration agreement, the arbitration\n                         took place outside India, there is a clear exclusion of <a href=\"/doc/1052228/\" id=\"a_197\">Part-I\n                         of the Arbitration Act</a>. In the present case, the parties\n                         expressly agreed that the arbitration will be conducted\n                         according to the ICC Rules of Arbitration and left the place\n                         of arbitration to be chosen by the ICC. The ICC in fact,\n                         chose London as the seat of arbitration after consulting the\n                         parties. The arbitration was held in London without demur\n                         from any of the parties. All the awards i.e. the two partial\n                         final awards, and the third final award, were made in\n                         London and communicated to the parties. We find that this\n                         is a clear case of the exclusion of Part-I vide Eitzen Bulk\n                         A/S , and the decisions referred to and followed therein.\n</p>\n<p data-structure=\"Precedent\" id=\"p_89\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_66\">18.      So far as arbitration agreement between the parties in the\n         present case is concerned, it was in the era when the law declared\n         by Hon&#x27;ble Supreme Court in <a href=\"/doc/110552/\" id=\"a_198\">Bhatia</a>&#x27;s case was holding the field.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_90\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_67\">19.      As per the law declared in <a href=\"/doc/110552/\" id=\"a_199\">Bhatia</a>&#x27;s case, in case of\n         international       commercial    arbitration         held      out     of     India,         the\n         provisions of Part-1 would apply unless the parties by agreement,\n         express or implied, exclude all or any of its provision.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_91\">         20.      As stated above, to which no dispute could be raised, the\n         parties by agreement had chosen the seat of arbitration at\n         Singapore, to apply English law to the arbitration, to get the\n         proceedings of arbitration conducted under SIAC and to have\n         juridical seat Singapore. It is in the context of such agreement, the\n         question as to the maintainability of the applications filed by the\n         respondent under <a href=\"/doc/536284/\" id=\"a_200\">Section 34</a> of the Act is to be considered.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_92\">         21.      In the case on hand, the petitioners filed applications Exh.19\n         with a prayer to reject the applications filed under <a href=\"/doc/536284/\" id=\"a_201\">Section 34</a> on\n         the ground that in view of the agreement between the parties, Part-\n         1 would not apply and therefore, the applications filed under\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">                                             Page 33 of 46</span>\n\nHC-NIC                                     Page 33 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                     JUDGMENT\n\n\n\n         <a href=\"/doc/536284/\" id=\"a_202\">Section 34</a> are not maintainable. Undisputably, the applications\n         Exh.19 are not titled either under Order-VII Rule 11 or under any\n         other provision of the Code.\n</p>\n<p data-structure=\"Section\" id=\"p_93\">         22.      From the impugned order, it appears that applications Exh.19\n         were dealt with and decided on periphery of applicability of\n         provision of Order VII Rule 11 of the Code to the applications filed\n         under <a href=\"/doc/536284/\" id=\"a_203\">Section 34</a> of the Act. Having considered the arguments\n         advanced in the context of the provisions under Order VII Rule 11,\n         learned Judge came to the conclusion that the Act itself is self-\n         content and the complete Code and is very exhaustive to deal with\n         all situations and nowhere it is mentioned in the Act that Order VII\n         Rule 11 of the Code would apply. On such consideration, learned\n         Judge allowed the application Exh.26 of the respondent and\n         dismissed the application Exh.19. Thus, learned Judge has not\n         considered the issue as to whether irrespective of applicability of\n         the provisions of Order VII Rule 11, application Exh.19 could be\n         rejected as not maintainable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_94\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142848510\" id=\"span_69\">23.      In legal parlance, the word, &#x27;maintainability&#x27; connotes the\n         action brought in, is supported by law which could be continued. If\n         any application or appeal (to be referred as &#x27;proceeding&#x27;) is to be\n         maintained before any Court or judicial authority, it should get\n         support from the provisions of the particular Statute and without\n         support of any provision of any Statute, if any proceeding is filed\n         before any Court or judicial authority, there is power inherent in\n         such Court or judicial authority to reject such proceeding by saying\n         that it is not maintainable before it. Though learned senior\n         advocate Mr. Sanjanwala has drawn attention of the Court to the\n         judgment rendered by learned Single Judge of this Court, wherein\n         it is observed that the provisions of Order VII Rule 11 could be\n         applied to the proceedings filed under the Act, however there\n         should not be any discussion in this regard in view of the\n         observations made by Hon&#x27;ble Supreme Court in the case of\n\n\n<span class=\"hidden_text\" id=\"span_70\">                                          Page 34 of 46</span>\n\nHC-NIC                                  Page 34 of 46     Created On Mon Oct 02 01:12:46 <a href=\"/doc/142848510/\" id=\"a_204\">IST 2017\n                C/SCA/15647/2015                                                       JUDGMENT\n\n\n\n         Mahanagar Telephone Nigam Limited</a>                       (supra), in para 27 as\n         under:-</span>\n</p><blockquote id=\"blockquote_77\">                   27.   <a href=\"/doc/310829/\" id=\"a_205\">Section 5</a> which commences with a non-obstante clause\n                         clearly stipulates that no judicial authority shall interfere\n                         except where so provided in Part 1 of the 1996 Act. As we\n                         perceive, the 1996 Act is a complete Code and <a href=\"/doc/310829/\" id=\"a_206\">Section 5</a> in\n                         categorical terms along with other provisions, lead to a\n                         definite conclusion that no other provision can be attracted.\n</blockquote><p data-structure=\"Precedent\" id=\"p_95\">                         <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1968235\" id=\"span_71\">Thus, the application <a href=\"/doc/161831507/\" id=\"a_207\">of CPC</a> is not conceived of and,\n                         therefore, as a natural corollary, the cross-objection cannot\n                         be entertained. Though we express our view in the present\n                         manner, the judgment rendered in <a href=\"/doc/1968235/\" id=\"a_208\">ITI Ltd.</a> (supra) is a\n                         binding precedent.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1968235\" id=\"span_72\">The three-Judge Bench decision in\n                         <a href=\"/doc/1968235/\" id=\"a_209\">International Security &amp; Intelligence Agency Ltd.</a> (supra)\n                         can be distinguished as that is under the 1940 Act which has\n                         <a href=\"/doc/1519579/\" id=\"a_210\">Section 41</a> which clearly states that the procedure <a href=\"/doc/161831507/\" id=\"a_211\">of CPC</a>\n                         would be applicable to appeals.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1968235\" id=\"span_73\">The analysis made in <a href=\"/doc/1968235/\" id=\"a_212\">ITI\n                         Ltd.</a> (supra) to the effect that merely because the 1996 Act\n                         does not provide <a href=\"/doc/161831507/\" id=\"a_213\">CPC</a> to be applicable, it should not be\n                         inferred that the Code is inapplicable seems to be incorrect,\n                         for the scheme of the 1996 Act clearly envisages otherwise\n                         and the legislative intendment also so postulates.</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_96\">         24.      But, every Court or judicial authority has inherent power to\n         initially decide as to the maintainability of any proceeding brought\n         before it and is not required to wait till end of the proceeding to\n         hold that it is not maintainable. Therefore, learned Judge should\n         have decided on maintainability of the applications under <a href=\"/doc/536284/\" id=\"a_214\">Section\n         34</a> of the Act when the applications Exh.19 filed by the petitioners\n         were to reject the applications filed under <a href=\"/doc/536284/\" id=\"a_215\">Section 34</a> of the Act as\n         not maintainable. This Court would have remitted the matter to\n         learned Judge to decide on such issue on the grounds urged in the\n         applications Exh.19. However, the Court finds that undisputably,\n         under the Arbitration Agreement, as it stands, when the parties\n         have chosen the seat of arbitration at Singapore, the applicability\n         of English law to arbitration and conduct of arbitration proceedings\n         as per SIAC with juridical seat at Singapore, issue as to\n         maintainability of the applications under <a href=\"/doc/536284/\" id=\"a_216\">Section 34</a> could well be\n         addressed in the present proceedings under <a href=\"/doc/1331149/\" id=\"a_217\">Article 227</a> of the\n         Constitution.</p><pre id=\"pre_7\">\n\n\n\n<span class=\"hidden_text\" id=\"span_74\">                                            Page 35 of 46</span>\n\nHC-NIC                                    Page 35 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n</pre><p data-structure=\"Precedent\" id=\"p_97\">         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1668065\" id=\"span_75\">25.      Learned advocate Mr. Karia however relied on the decision in\n         the case of <a href=\"/doc/1668065/\" id=\"a_218\">Shalini Shyam Shetty</a> (supra), wherein it is held and\n         observed in para 25 to 30, 37 to 43, 48 and 49 as under:-</span>\n</p>\n<blockquote id=\"blockquote_78\">                   25.   The power to issue writs underwent a sea-change with the\n                         coming of the Constitution from 26th January, 1950. Now\n                         writs can be issued by High Courts only under <a href=\"/doc/1712542/\" id=\"a_219\">Article 226</a> of\n                         the Constitution and by the Supreme Court only under\n                         <a href=\"/doc/981147/\" id=\"a_220\">Article 32</a> of the Constitution. No writ petition can be moved\n                         under <a href=\"/doc/1331149/\" id=\"a_221\">Article 227</a> of the Constitution nor can a writ be\n                         issued under <a href=\"/doc/1331149/\" id=\"a_222\">Article 227</a> of the Constitution. Therefore, a\n                         petition filed under <a href=\"/doc/1331149/\" id=\"a_223\">Article 227</a> of the Constitution cannot be\n                         called a writ petition. This is clearly the Constitutional\n                         position. No rule of any High Court can amend or alter this\n                         clear Constitutional scheme. In fact the Rules of Bombay\n                         High Court have not done that and proceedings under\n                         <a href=\"/doc/1712542/\" id=\"a_224\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_225\">227</a> have been separately dealt with under\n                         the said Rules.\n</blockquote>\n<blockquote id=\"blockquote_79\">                   26.   The High Court&#x27;s power of superintendence under <a href=\"/doc/1331149/\" id=\"a_226\">Article\n                         227</a> of the Constitution has its origin as early as in Indian\n                         High Courts Act of 1861. This concept of superintendence\n                         has been borrowed from English Law. The power of\n                         superintendence owes its origin to the supervisory\n                         jurisdiction of King&#x27;s Bench in England. In the Presidency\n                         Towns of the then Calcutta, Bombay, Madras initially\n                         Supreme Court was established under the Regulating Act of\n                         1973. Those Courts were endowed with the power of\n                         superintendence, similar to the powers of Kings Bench\n                         under the English Law. Then the Indian High Courts in three\n                         Presidency Towns were endowed with similar jurisdiction of\n                         superintendence. Such power was conferred on them under\n                         Section 15 of the Indian High Courts Act, 1861.\n</blockquote>\n<blockquote id=\"blockquote_80\">                   27    Section 15 of the Indian High Courts Act of 1861 runs as\n                         under :\n</blockquote>\n<blockquote id=\"blockquote_81\">                         &quot;15. Each of the High Courts established under this Act shall\n                         have superintendence over all Courts which may be subject\n                         to its Appellate Jurisdiction, and shall have Power to call for\n                         Returns, and to direct the Transfer of any Suit or Appeal for\n                         any such Court to any other Court of equal or superior\n                         Jurisdiction, and shall have Power to make and issue General\n                         Rules for regulating the Practice and Proceedings of such\n                         Courts, and also to prescribe Forms for every Proceeding in\n                         the said Courts for which it shall think necessary that a form\n                         be provided, and also for keeping all Books, Entries, and\n                         Accounts to be kept by the officers, and also to settle Tables\n                         of Fees to be allowed to the Sheriff, Attorneys, and all Clerks\n                         and Officers of Courts, and from Time to Time to alter any\n                         such Rule or Form or Table; and the Rules so made, and the\n                         Forms so framed, and the Tables so settled, shall be used\n\n\n<span class=\"hidden_text\" id=\"span_76\">                                             Page 36 of 46</span>\n\nHC-NIC                                     Page 36 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                            JUDGMENT\n\n\n\n                   and observed in the said Courts, provided that such General\n                   Rules and Forms and Tables be not inconsistent with the\n                   Provisions of any law in force, and shall before they are\n                   issued have received the Sanction, in the Presidency of Fort\n                   William of the Governor-General in Council, and in Madras\n                   or Bombay of the Governor in Council of the respective\n                   Presidencies.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_98\">             28.   <a href=\"/doc/93056159/\" id=\"a_227\">Then in the Government of India Act, 1915</a> Section 107\n                   continued this power of superintendence with the High\n                   Court. <a href=\"/doc/158161760/\" id=\"a_228\">Section 107</a> of the Government of India Act, 1915 was\n                   structured as follows :\n</p>\n<blockquote id=\"blockquote_82\">                   &quot;107. Powers of High Court with respect to subordinate\n                   Courts.- Each of the High Courts has superintendence over\n                   all High Courts for the time being subject to its appellate\n                   jurisdiction, and may do any of the following things, that is\n                   to say :-\n</blockquote>\n<blockquote id=\"blockquote_83\">                   (a) call for returns;\n</blockquote>\n<blockquote id=\"blockquote_84\">                   (b) direct the transfer of any suit or appeal from any such\n                   court any other court of equal or superior jurisdiction;\n</blockquote>\n<blockquote id=\"blockquote_85\">                   (c) make and issue general rules and prescribe forms for\n                   regulating the practice and proceedings of such courts;\n</blockquote>\n<blockquote id=\"blockquote_86\">                   (d) prescribe forms in which books, entries and accounts\n                   shall be kept by the officers of any such courts; and\n\n</blockquote><blockquote id=\"blockquote_87\">                   (e) settle tables of fees to be allowed to the sheriff, attorneys\n                   and all clerks and officers of courts :\n</blockquote>\n<blockquote id=\"blockquote_88\">                   Provided that such rules, forms and tables shall not be\n                   inconsistent with the provisions of any law for the time being\n                   in force, and shall require the previous approval, in the case\n                   of the High Court at Calcutta, of the Governor-General in\n                   Council, and in other cases of the local government.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_99\">             29.   <a href=\"/doc/93056159/\" id=\"a_229\">In the Government of India Act, 1935</a> the said Section 107\n                   was continued with slight changes in <a href=\"/doc/1306164/\" id=\"a_230\">Section 224</a> of the Act,\n                   which is as follows :\n</p>\n<blockquote id=\"blockquote_89\">                   &quot;224. Administrative functions of High Courts.- (1) Every\n                   High Court shall have superintendence over all Courts in\n                   India for the time being subject to its appellate jurisdiction,\n                   and may do any of the following things, that is to say,-\n</blockquote>\n<blockquote id=\"blockquote_90\">                   (a) call for returns;\n</blockquote><blockquote id=\"blockquote_91\">                   (b) make and issue general rules and prescribe forms for\n                   regulating the practice and proceedings of such courts;\n</blockquote><blockquote id=\"blockquote_92\">                   (c) prescribe forms in which books, entries and accounts\n                   shall be kept by the officers of any such courts; and\n</blockquote><blockquote id=\"blockquote_93\">                   (d) settle tables of fees to be allowed to the sheriff, attorneys\n\n\n<span class=\"hidden_text\" id=\"span_77\">                                           Page 37 of 46</span>\n\nHC-NIC                                Page 37 of 46        Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                   and all clerks and officers of courts :\n</blockquote>\n<blockquote id=\"blockquote_94\">                   Provided that such rules, forms and tables shall not be\n                   inconsistent with the provisions of any law for the time being\n                   in force, and shall require the previous approval of the\n                   Governor.\n</blockquote><blockquote id=\"blockquote_95\">             (2)   Nothing in this Section shall be construed as giving to a\n                   High Court any jurisdiction to question any judgment of any\n                   inferior Court which is not otherwise subject to appeal or\n                   revision.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_100\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1111438\" id=\"span_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"950064\" id=\"span_79\">30.   The history of this power has been elaborately traced by a\n                   Division Bench of Calcutta High Court in the case of <a href=\"/doc/950064/\" id=\"a_231\">Jahnabi\n                   Prosad Banerjee v. Basudeb Paul</a> and that was followed in a\n                   Division Bench Judgment of Allahabad High Court in\n                   <a href=\"/doc/1111438/\" id=\"a_232\">Sukhdeo Baiswar v. Brij Bhushan Misra</a>.</span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_101\">             37.   The Constitution Bench in Nagendra Nath (supra),\n                   unanimously speaking through Justice B.P. Sinha, (as his\n                   Lordship then was) pointed out that High Court&#x27;s power of\n                   interference under <a href=\"/doc/1331149/\" id=\"a_233\">Article 227</a> is not greater than its power\n                   under <a href=\"/doc/1712542/\" id=\"a_234\">Article 226</a> and the power of interference under\n                   <a href=\"/doc/1331149/\" id=\"a_235\">Article 227</a> of the Constitution is limited to ensure that the\n                   Tribunals function within the limits of its authority.\n                   (Emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_102\">             43.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1016548\" id=\"span_80\">In a rather recent decision of the Supreme Court in case of\n                   <a href=\"/doc/1016548/\" id=\"a_236\">Surya Dev Rai v. Ram Chander Rai</a>, a two-Judge Bench of\n                   this Court discussed the principles of interference by High\n                   Court under <a href=\"/doc/1331149/\" id=\"a_237\">Article 227.</a></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1016548\" id=\"span_81\">Of course in <a href=\"/doc/1016548/\" id=\"a_238\">Surya Dev Rai</a> (supra)\n                   this Court held that a writ of Certiorari is maintainable\n                   against the order of a civil Court, subordinate to the High\n                   Court (para 19, page 668 of the report).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"34295630\" id=\"span_82\">The correctness of\n                   that ratio was doubled by another Division Bench of this\n                   Court in <a href=\"/doc/34295630/\" id=\"a_239\">Radhey Shyam and another v. Chhabi Nath</a> and a\n                   request to the Hon&#x27;ble Chief Justice for a reference to a\n                   larger Bench is pending. But insofar as the formulation of\n                   the principles on the scope of interference by the High Court\n                   under <a href=\"/doc/1331149/\" id=\"a_240\">Article 227</a> is concerned, there is no divergence of\n                   views.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_103\">             48.   The jurisdiction under <a href=\"/doc/1712542/\" id=\"a_241\">Article 226</a> normally is exercised\n                   where a party is affected but power under <a href=\"/doc/1331149/\" id=\"a_242\">Article 227</a> can be\n                   exercised by the High Court suo motu as a custodian of\n                   justice. In fact, the power under <a href=\"/doc/1712542/\" id=\"a_243\">Article 226</a> is exercised in\n                   favour of persons or citizens for vindication of their\n                   fundamental rights or other statutory rights. Jurisdiction\n                   under <a href=\"/doc/1331149/\" id=\"a_244\">Article 227</a> is exercised by the High Court for\n                   vindication of its position as the highest judicial authority in\n                   the State. In certain cases where there is infringement of\n                   fundamental right, the relief under <a href=\"/doc/1712542/\" id=\"a_245\">Article 226</a> of the\n                   Constitution can be claimed ex debito justiciae or as a\n                   matter of right. But in cases where the High Court exercises\n                   its jurisdiction under <a href=\"/doc/1331149/\" id=\"a_246\">Article 227</a>, such exercise is entirely\n\n\n<span class=\"hidden_text\" id=\"span_83\">                                       Page 38 of 46</span>\n\nHC-NIC                               Page 38 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                   discretionary and no person can claim it as a matter of right.\n                   From an order of a Single Judge passed under <a href=\"/doc/1712542/\" id=\"a_247\">Article 226</a>, a\n                   Letters Patent Appeal or an intra-Court Appeal is\n                   maintainable. But no such appeal is maintainable from an\n                   order passed by a Single Judge of a High Court in exercise of\n                   power under <a href=\"/doc/1331149/\" id=\"a_248\">Article 227.</a> In almost all High Courts, Rules\n                   have been framed for regulating the exercise of jurisdiction\n                   under <a href=\"/doc/1712542/\" id=\"a_249\">Article 226.</a> No such rule appears to have been\n                   framed for exercise of High Court&#x27;s power under <a href=\"/doc/1331149/\" id=\"a_250\">Article 227</a>\n                   possibly to keep such exercise entirely in the domain of the\n                   discretion of High Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">             49.   On an analysis of the aforesaid decisions of this Court, the\n                   following principles on the exercise of High Court&#x27;s\n                   jurisdiction under <a href=\"/doc/1331149/\" id=\"a_251\">Article 227</a> of the Constitution may be\n                   formulated :\n</p>\n<blockquote id=\"blockquote_96\">                   (a) A petition under <a href=\"/doc/1712542/\" id=\"a_252\">Article 226</a> of the Constitution is\n                   different from a petition under <a href=\"/doc/1331149/\" id=\"a_253\">Article 227.</a> The mode of\n                   exercise of power by High Court under these two Articles is\n                   also different.\n</blockquote>\n<blockquote id=\"blockquote_97\">                   (b) In any event, a petition under <a href=\"/doc/1331149/\" id=\"a_254\">Article 227</a> cannot be\n                   called a writ petition. The history of the conferment of writ\n                   jurisdiction on High Courts is substantially different from\n                   the history of conferment of the power of Superintendence\n                   on the High Courts under <a href=\"/doc/1331149/\" id=\"a_255\">Article 227</a> and have been\n                   discussed above.\n</blockquote>\n<blockquote id=\"blockquote_98\">                   (c) High Courts cannot, on the drop of a hat, in exercise of\n                   its power of superintendence under <a href=\"/doc/1331149/\" id=\"a_256\">Article 227</a> of the\n                   Constitution, interfere with the orders of Tribunals or Courts\n                   inferior to it. Nor can it, in exercise of this power, act as a\n                   Court of Appeal over the orders of Court or Tribunal\n                   subordinate to it. In cases where an alternative statutory\n                   mode of redressal has been provided, that would also\n                   operate as a restrain on the exercise of this power by the\n                   High Court.\n</blockquote>\n<blockquote id=\"blockquote_99\">                   (d) The parameters of interference by High Courts in\n                   exercise of its power of superintendence have been\n                   repeatedly <a href=\"/doc/34295630/\" id=\"a_257\">laid down by</a> this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1666603\" id=\"span_84\">In this regard the High\n                   Court must be guided by the principles <a href=\"/doc/34295630/\" id=\"a_258\">laid down by</a> the\n                   Constitution Bench of this Court in Waryam Singh and the\n                   principles in <a href=\"/doc/1666603/\" id=\"a_259\">Waryam Singh</a> (supra) have been repeatedly\n                   followed by subsequent Constitution Benches and various\n                   other decisions of this Court.</span>\n</blockquote>\n<blockquote id=\"blockquote_100\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1666603\" id=\"span_85\">(e) According to the ratio in <a href=\"/doc/1666603/\" id=\"a_260\">Waryam Singh</a> (supra), followed\n                   in subsequent cases, the High Court in exercise of its\n                   jurisdiction of superintendence can interfere in order only to\n                   keep the Tribunals and Courts subordinate to it, &#x27;within the\n                   bounds of their authority&#x27;.</span>\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_86\">                                       Page 39 of 46</span>\n\n<p data-structure=\"Conclusion\" id=\"p_105\">HC-NIC                               Page 39 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_106\">                   (f) In order to ensure that law is followed by such Tribunals\n                   and Courts by exercising jurisdiction which is vested in them\n                   and by not declining to exercise the jurisdiction which is\n                   vested in them.\n</p>\n<p data-structure=\"Precedent\" id=\"p_107\">                   (g) Apart from the situations pointed in (e) and (f), High\n                   Court can interfere in exercise of its power of\n                   superintendence when there has been a patent perversity in\n                   the orders of Tribunals and Courts subordinate to it or\n                   where there has been a gross and manifest failure of justice\n                   or the basic principles of natural justice have been flouted.\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\">                   (h) In exercise of its power of superintendence High Court\n                   cannot interfere to correct mere errors of law or fact or just\n                   because another view than the one taken by the Tribunals or\n                   Courts subordinate to it, is a possible view. In other words\n                   the jurisdiction has to be very sparingly exercised.\n</p>\n<p data-structure=\"Precedent\" id=\"p_109\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1152518\" id=\"span_87\">(i) High Court&#x27;s power of superintendence under <a href=\"/doc/1331149/\" id=\"a_261\">Article 227</a>\n                   cannot be curtailed by any statute. It has been declared a\n                   part of the basic structure of the Constitution by the\n                   Constitution Bench of this Court in the case of <a href=\"/doc/1152518/\" id=\"a_262\">L. Chandra\n                   Kumar v. Union of India</a> and therefore abridgement by a\n                   Constitutional amendment is also very doubtful.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_110\">                   (j) It may be true that a statutory amendment of a rather\n                   cognate provision, like Section 115 of the Civil Procedure\n                   Code by the <a href=\"/doc/206650/\" id=\"a_263\">Civil Procedure Code (Amendment) Act, 1999</a>\n                   does not and cannot cut down the ambit of High Court&#x27;s\n                   power under <a href=\"/doc/1331149/\" id=\"a_264\">Article 227.</a> At the same time, it must be\n                   remembered that such statutory amendment does not\n                   correspondingly expand the High Court&#x27;s jurisdiction of\n                   superintendence under <a href=\"/doc/1331149/\" id=\"a_265\">Article 227.</a>\n</p>\n<p data-structure=\"Precedent\" id=\"p_111\">                   (k) The power is discretionary and has to be exercised on\n                   equitable principle. In an appropriate case, the power can be\n                   exercised suo motu.\n</p>\n<p data-structure=\"Section\" id=\"p_112\">                   (l) On a proper appreciation of the wide and unfettered\n                   power of the High Court under <a href=\"/doc/1331149/\" id=\"a_266\">Article 227</a>, it transpires that\n                   the main object of this Article is to keep strict administrative\n                   and judicial control by the High Court on the administration\n                   of justice within its territory.\n</p>\n<p data-structure=\"Section\" id=\"p_113\">                   (m) The object of superintendence, both administrative and\n                   judicial, is to maintain efficiency, smooth and orderly\n                   functioning of the entire machinery of justice in such a way\n                   as it does not bring it into any disrepute. The power of\n                   interference under this Article is to be kept to the minimum\n                   to ensure that the wheel of justice does not come to a halt\n                   and the fountain of justice remains pure and unpolluted in\n                   order to maintain public confidence in the functioning of the\n                   Tribunals and Courts subordinate to High Court.</p><pre id=\"pre_8\">\n\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">                                       Page 40 of 46</span>\n\nHC-NIC                               Page 40 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n</pre><p data-structure=\"Conclusion\" id=\"p_114\">                         (n) This reserve and exceptional power of judicial\n                         intervention is not to be exercised just for grant of relief in\n                         individual cases but should be directed for promotion of\n                         public confidence in the administration of justice in the\n                         larger public interest whereas <a href=\"/doc/1712542/\" id=\"a_267\">Article 226</a> is meant for\n                         protection of individual grievance. Therefore, the power\n                         under <a href=\"/doc/1331149/\" id=\"a_268\">Article 227</a> may be unfettered but its exercise is\n                         subject to high degree of judicial discipline pointed out\n                         above.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_115\">                         (o) An improper and a frequent exercise of this power will be\n                         counter-productive and will divest this extraordinary power\n                         of its strength and vitality.\n</p>\n<p data-structure=\"Precedent\" id=\"p_116\">         26.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1497837\" id=\"span_89\">In the case of <a href=\"/doc/1497837/\" id=\"a_269\">Jai Singh and others Vs. Municipal Corporation\n         of Delhi and Another</a>, reported in (2010)9 SCC 385, Hon&#x27;ble\n         Supreme Court has observed in para 15 and 42 as under:-</span>\n</p><blockquote id=\"blockquote_101\">                   15.   We have anxiously considered the submissions of the\n                         learned counsel. Before we consider the factual and legal\n                         issues involved herein, we may notice certain well\n                         recognized principles governing the exercise of jurisdiction\n                         by the High Court under <a href=\"/doc/1331149/\" id=\"a_270\">Article 227</a> of the Constitution of\n                         India. Undoubtedly the High Court, under this Article, has\n                         the jurisdiction to ensure that all subordinate courts as well\n                         as statutory or quasi-judicial tribunals, exercise the powers\n                         vested in them, within the bounds of their authority. The\n                         High Court has the power and the jurisdiction to ensure that\n                         they act in accordance with well established principles of\n                         law. The High Court is vested with the powers of\n                         superintendence and/or judicial revision, even in matters\n                         where no revision or appeal lies to the High Court. The\n                         jurisdiction under this Article is, in some ways, wider than\n                         the power and jurisdiction under <a href=\"/doc/1712542/\" id=\"a_271\">Article 226</a> of the\n                         Constitution of India. It is, however, well to remember the\n                         well known adage that greater the power, greater the care\n                         and caution in exercise thereof. The High Court is,\n                         therefore, expected to exercise such wide powers with great\n                         care, caution and circumspection. The exercise of\n                         jurisdiction must be within the well recognized constraints.\n</blockquote><p data-structure=\"Section\" id=\"p_117\">                         It cannot be exercised like a &#x27;bull in a china shop&#x27;, to correct\n                         all errors of judgment of a court, or tribunal, acting within\n                         the limits of its jurisdiction. This correctional jurisdiction\n                         can be exercised in cases where orders have been passed in\n                         grave dereliction of duty or in flagrant abuse of fundamental\n                         principles of law or justice.\n</p>\n<p data-structure=\"Precedent\" id=\"p_118\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1833459\" id=\"span_90\">42.   Undoubtedly, the High Court has the power to reach\n                         injustice whenever, wherever found. The scope and ambit of\n                         <a href=\"/doc/1331149/\" id=\"a_272\">Article 227</a> of the Constitution of India had been discussed\n                         in the case of <a href=\"/doc/1833459/\" id=\"a_273\">The Estralla Rubber v. Dass Estate (P) Ltd.</a>,\n                         wherein it was observed as follows :</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_91\">                                             Page 41 of 46</span>\n\n<blockquote id=\"blockquote_102\">HC-NIC                                     Page 41 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n                         &quot;6.    The scope and ambit of exercise of power and\n                         jurisdiction by a High Court under <a href=\"/doc/1331149/\" id=\"a_274\">Article 227</a> of the\n                         Constitution of India is examined and explained in a number\n                         of decisions of this Court. The exercise of power under this\n                         Article involves a duty on the High Court to keep inferior\n                         courts and tribunals within the bounds of their authority and\n                         to see that they do the duty expected or required of them in\n                         a legal manner. The High Court is not vested with any\n                         unlimited prerogative to correct all kinds of hardship or\n                         wrong decisions made within the limits of the jurisdiction of\n                         the subordinate courts or tribunals. Exercise of this power\n                         and interfering with the orders of the courts or tribunals is\n                         restricted to cases of serious dereliction of duty and flagrant\n                         violation of fundamental principles of law or justice, where if\n                         the High Court does not interfere, a grave injustice remains\n                         uncorrected. It is also well settled that the High Court while\n                         acting under this Article cannot exercise its power as an\n                         appellate court or substitute its own judgment in place of\n                         that of the subordinate court to correct an error, which is\n                         not apparent on the face of the record. The High Court can\n                         set aside or ignore the findings of facts of an inferior court\n                         or tribunal, if there is no evidence at all to justify or the\n                         finding is so perverse, that no reasonable person can\n                         possibly come to such a conclusion, which the court or\n                         tribunal has come to.&quot;\n</blockquote>\n<blockquote id=\"blockquote_103\">         27.      Thus, the powers under <a href=\"/doc/1331149/\" id=\"a_275\">Article 227</a> of the Constitution could\n         be exercised when the Court finds that the subordinate Court or\n         the Tribunal which is expected to act within its bounds, has failed\n         to act. But, following decision was relied on exercise of inherent\n         powers under Section 151 of the Code. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1126109\" id=\"span_92\">In the case of <a href=\"/doc/1126109/\" id=\"a_276\">K.K.\n         Velusamy</a> (supra), Hon&#x27;ble Supreme Court has held and observed\n         in para 11 and 12 as under:-</span>\n</blockquote>\n<blockquote id=\"blockquote_104\">                   11.   There is no specific provision in the Code enabling the\n                         parties to re-open the evidence for the purpose of further\n                         examination-in-chief or cross-examination. Section 151 of\n                         the Code provides that nothing in the Code shall be deemed\n                         to limit or otherwise affect the inherent powers of the Code\n                         to make such orders as may be necessary for the ends of\n                         justice or to prevent the abuse of the process of the court. In\n                         the absence of any provision providing for re-opening of\n                         evidence or recall of any witness for further examination or\n                         cross-examination, for purposes other than securing\n                         clarification required by the court, the inherent power under\n                         section 151 of the Code, subject to its limitations, can be\n                         invoked in appropriate cases to re-open the evidence and/or\n                         recall witnesses for further examination. This inherent\n                         power of the court is not affected by the express power\n\n\n\n<span class=\"hidden_text\" id=\"span_93\">                                             Page 42 of 46</span>\n\nHC-NIC                                     Page 42 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n          C/SCA/15647/2015                                                       JUDGMENT\n\n\n\n                   conferred upon the court under Order 18, Rule 17 of the\n                   Code to recall any witness to enable the court to put such\n                   question to elicit any clarifications.\n</blockquote>\n<blockquote id=\"blockquote_105\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"5192\" id=\"span_94\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"499656\" id=\"span_95\">12.   The respondent contended that section 151 cannot be used\n                   for re-opening evidence or for recalling witnesses. We are\n                   not able to accept the said submission as an absolute\n                   proposition. We however agree that section 151 of the Code\n                   cannot be routinely invoked for reopening evidence or\n                   recalling witnesses. The scope of section 151 has been\n                   explained by this Court in several decisions (See : <a href=\"/doc/499656/\" id=\"a_277\">Padam\n                   Sen v. State of UP</a>, ; <a href=\"/doc/5192/\" id=\"a_278\">Manoharlal Chopra v. Seth Hiralal</a>,;</span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_119\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"911274\" id=\"span_96\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1168245\" id=\"span_97\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1608703\" id=\"span_98\"><a href=\"/doc/1608703/\" id=\"a_279\">Arjun Singh v. Mohindra Kumar</a>,; <a href=\"/doc/1168245/\" id=\"a_280\">Ram Chand and Sons\n                   Sugar Mills (P) Ltd. v. Kanhay Lal</a>,; <a href=\"/doc/911274/\" id=\"a_281\">Nain Singh v.\n                   Koonwarjee</a>; The Newabganj Sugar Mills Co.Ltd.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1466398\" id=\"span_99\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"631068\" id=\"span_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1600667\" id=\"span_101\">v. Union of\n                   India,;   <a href=\"/doc/1600667/\" id=\"a_282\">Jaipur  Mineral   Development      Syndicate   v.\n                   Commissioner of Income Tax, New Delhi</a>; <a href=\"/doc/631068/\" id=\"a_283\">National Institute\n                   of Mental Health and Neuro Sciences v. C Parameshwara</a>,\n                   and <a href=\"/doc/1466398/\" id=\"a_284\">Vinod Seth v. Devinder Bajaj</a>). We may summarize them\n                   as follows :</span></span></span>\n</p>\n<blockquote id=\"blockquote_106\">             (a)   Section 151 is not a substantive provision which creates or\n                   confers any power or jurisdiction on courts. It merely\n                   recognizes the discretionary power inherent in every court\n                   as a necessary corollary for rendering justice in accordance\n                   with law, to do what is &#x27;right&#x27; and undo what is &#x27;wrong&#x27;, that\n                   is, to do all things necessary to secure the ends of justice\n                   and prevent abuse of its process.\n</blockquote>\n<blockquote id=\"blockquote_107\">             (b)   As the provisions of the Code are not exhaustive, section\n                   151 recognizes and confirms that if the Code does not\n                   expressly or impliedly cover any particular procedural\n                   aspect, the inherent power can be used to deal with such\n                   situation or aspect, if the ends of justice warrant it. The\n                   breadth of such power is co-extensive with the need to\n                   exercise such power on the facts and circumstances.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_120\">             (c)   A Court has no power to do that which is prohibited by law\n                   or the Code, by purported exercise of its inherent powers. If\n                   the Code contains provisions dealing with a particular topic\n                   or aspect, and such provisions either expressly or necessary\n                   implication exhaust the scope of the power of the court or\n                   the jurisdiction that may be exercised in relation to that\n                   matter, the inherent power cannot be invoked in order to\n                   cut across the powers conferred by the Code or a manner\n                   inconsistent with such provisions. In other words the court\n                   cannot make use of the special provisions of Section 151 of\n                   the Code, where the remedy or procedure is provided in the\n                   Code.\n</p>\n<p data-structure=\"Section\" id=\"p_121\">             (d)   The inherent powers of the court being complementary to\n                   the powers specifically conferred, a court is free to exercise\n                   them for the purposes mentioned in Section 151 of the Code\n                   when the matter is not covered by any specific provision in\n\n\n<span class=\"hidden_text\" id=\"span_102\">                                      Page 43 of 46</span>\n\nHC-NIC                              Page 43 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                              JUDGMENT\n\n\n\n                         the Code and the exercise of those powers would not in any\n                         way be in conflict with what has been expressly provided in\n                         the Code or be against the intention of the Legislature.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_122\">                   (e)   While exercising the inherent power, the court will be\n                         doubly cautious, as there is no legislative guidance to deal\n                         with the procedural situation and the exercise of power\n                         depends upon the discretion and wisdom of the court, and\n                         the facts and circumstances of the case. The absence of an\n                         express provision in the code and the recognition and saving\n                         of the inherent power of a court, should not however be\n                         treated as a carte blanche to grant any relief.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_123\">                   (f)   The power under section 151 will have to be used with\n                         circumspection and care, only where it is absolutely\n                         necessary, when there is no provision in the Code governing\n                         the matter, when the bona fides of the applicant cannot be\n                         doubted, when such exercise is to meet the ends of justice\n                         and to prevent abuse of process of court.\n</p>\n<p data-structure=\"Section\" id=\"p_124\">         Thus, Section 151 of the Code is held to be not substantive\n         provision which creates or confers any power or jurisdiction on\n         courts but it recognizes the discretionary powers inherent in every\n         court as a necessary corollary for rendering justice in accordance\n         with law but it cannot be made use of where the remedy or\n         procedure        is      provided    in      the     Code.         Such       powers         being\n         complementary to the powers specifically conferred, the Court is\n         free to exercise them for the purposes mentioned in Section 151\n         but     cannot        be   in   conflict     with         express      powers.         However,\n         irrespective of applicability of Section 151 of the Code, if the Court\n         or the judicial authority finds that the proceeding brought before it\n         cannot be maintained as not supported by the provisions of the\n         Statute under which it is brought, the Court or the judicial\n         authority has inbuilt and inherent powers to declare it as not\n         maintainable and to reject it in that way.\n</p>\n<p data-structure=\"Precedent\" id=\"p_125\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_103\">28.      The Court finds that in view of the arbitration agreement\n         between the parties, as stated above, <a href=\"/doc/1306164/\" id=\"a_285\">Part-1 of the Act</a> would not\n         apply to the arbitration held at Singapore and to the arbitration\n         awards which are sought to be challenged under <a href=\"/doc/536284/\" id=\"a_286\">Section 34</a> of the\n         Act by the respondent as per the decisions of Hon&#x27;ble Supreme\n\n\n\n<span class=\"hidden_text\" id=\"span_104\">                                                   Page 44 of 46</span>\n\nHC-NIC                                        Page 44 of 46        Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                     JUDGMENT\n\n\n\n         Court in the case of <a href=\"/doc/110552/\" id=\"a_287\">Bhatia</a> (supra) and subsequent decisions of\n         Hon&#x27;ble Supreme Court. Thus, the applications filed under <a href=\"/doc/536284/\" id=\"a_288\">Section\n         34</a> by the respondent in the Court of learned District Judge, Amreli\n         are clearly not maintainable. If they are not maintainable, they\n         cannot be allowed to be prosecuted or proceeded with to decide on\n         any of the grounds urged in the applications filed under <a href=\"/doc/536284/\" id=\"a_289\">Section 34</a>\n         of the Act and they are to be rejected as not maintainable. When\n         the applications filed under <a href=\"/doc/536284/\" id=\"a_290\">Section 34</a> of the Act cannot be decided\n         on any of the grounds available under <a href=\"/doc/536284/\" id=\"a_291\">Section 34</a> of the Act, there\n         is no question of taking away the right of appeal of the respondent.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_126\">         29.      The remedy of appeal under <a href=\"/doc/772406/\" id=\"a_292\">Section 37</a> is available when the\n         arbitration award is set aside by Court or is refused to be set aside\n         by Court under <a href=\"/doc/536284/\" id=\"a_293\">Section 34</a> of the Act. However, when application\n         itself is not maintainable, there is no question of either setting\n         aside the award or refusing to set aside the award in exercise of\n         the powers under <a href=\"/doc/536284/\" id=\"a_294\">Section 34</a> of the Act. Thus, there will not be any\n         question of availing of remedy of appeal by the respondent and\n         thus, there is no question of taking away the right of appeal of the\n         respondent under <a href=\"/doc/772406/\" id=\"a_295\">Section 37</a> of the Act. The purpose and object of\n         the Act is to ensure early resolution of the disputes between the\n         parties who have entered into Arbitration Agreement. Keeping in\n         view such object and purpose of the Act, when this Court finds that\n         the respondent cannot maintain applications under <a href=\"/doc/536284/\" id=\"a_296\">Section 34</a> to\n         challenge the arbitration awards made at Singapore pursuant to\n         the arbitration proceedings held at Singapore, remitting the matter\n         to learned Judge to decide on maintainability of the applications\n         filed by the respondent under <a href=\"/doc/536284/\" id=\"a_297\">Section 34</a> would cause delay and in\n         fact, it is not so required in view of final declaration of law in this\n         regard by Hon&#x27;ble Supreme Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_127\">         30.      In above view of the matter, this Court finds that in exercise\n         of the powers under Section 227 of the Constitution, the impugned\n         orders are required to be set aside and the applications filed by the\n\n\n<span class=\"hidden_text\" id=\"span_105\">                                          Page 45 of 46</span>\n\nHC-NIC                                  Page 45 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n                C/SCA/15647/2015                                                        JUDGMENT\n\n\n\n         petitioners at Exh.19 seeking rejection of the applications filed by\n         the respondent under <a href=\"/doc/536284/\" id=\"a_298\">Section 34</a> as not maintainable are required\n         to be allowed and the applications filed by the respondent under\n         <a href=\"/doc/536284/\" id=\"a_299\">Section 34</a> of the Act in the District Court at Amreli are required to\n         be rejected as not maintainable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_128\">         31.      In the result, the petitions are allowed. The orders dated\n         28.8.2015 passed by 2nd Additional District Judge, Rajula is quashed\n         and set aside. The applications Exh.26 filed by the respondent are\n         rejected and the applications filed by the petitioners at Exh.19\n         seeking rejection of the applications filed by the respondent under\n         <a href=\"/doc/536284/\" id=\"a_300\">Section 34</a> of the Act are allowed and consequently the applications\n         filed by the respondent under <a href=\"/doc/536284/\" id=\"a_301\">Section 34</a> of the Act to challenge the\n         arbitration       award   dated      24.9.2013           are      rejected         as         not\n         maintainable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_129\">                                                                                      Sd/-\n</p><p data-structure=\"Precedent\" id=\"p_130\">                                                                                (C.L.SONI, J.)\n         Omkar\n\n\n\n\n<span class=\"hidden_text\" id=\"span_106\">                                             Page 46 of 46</span>\n\nHC-NIC                                     Page 46 of 46     Created On Mon Oct 02 01:12:46 IST 2017\n </p>","numcites":85,"numcitedby":0,"docsource":"Gujarat High Court","citetid":111029221,"divtype":"judgments","relatedqs":[{"value":"place of arbitration ","formInput":"place%20of%20arbitration%20"},{"value":"seat of arbitration","formInput":"seat%20of%20arbitration"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"order vii rule 11","formInput":"order%20vii%20rule%2011"},{"value":"\"siac\"","formInput":"%22siac%22"},{"value":"law governing the agreement and arbitration","formInput":"law%20governing%20the%20agreement%20and%20arbitration"},{"value":"article 227","formInput":"article%20227"},{"value":"article 17","formInput":"article%2017"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"rule of law","formInput":"rule%20of%20law"},{"value":"governing law of contract","formInput":"governing%20law%20of%20contract"},{"value":"international arbitration ","formInput":"international%20arbitration%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"partial award","formInput":"partial%20award"},{"value":"venture global engineering","formInput":"venture%20global%20engineering"},{"value":"article 227 of constitution","formInput":"article%20227%20of%20constitution"},{"value":"bhatia international","formInput":"bhatia%20international"},{"value":"certiorari","formInput":"certiorari"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"letters patent appeal ","formInput":"letters%20patent%20appeal%20"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"court-superintendence","formInput":"tag:court-superintendence"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"definitions","formInput":"tag:definitions"}],"courtcopy":true,"query_alert":null,"agreement":false}