{"tid":2620244,"publishdate":"2013-10-18","title":"Putchalapalli Naresh Reddy vs State Of A.P. & Etc on 18 October, 2013","doc":"<h2 class=\"doc_title\">Putchalapalli Naresh Reddy vs State Of A.P. &amp; Etc on 18 October, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-a-bobde\">S. A. Bobde</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-s-chauhan\">B.S. Chauhan</a>, <a href=\"/search/?formInput=benchid:s-a-bobde\">S.A. Bobde</a></h3>\n\n<pre id=\"pre_1\">           \n                                                                  REPORTABLE\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n\n                   CRIMINAL  APPEAL Nos. 1521-1522 OF 2011\n\n\n\n\n\n   PUTCHALAPALLI   NARESH   REDDY                                        ….\n   APPELLANT\n\n\n                 VERSUS\n\n      STATE  OF  A.P.  &amp;  ETC.                                            ….\nRESPONDENTS\n\n                                    WITH\n\n                  CRIMINAL  APPEAL NOs.  1102-1103 OF 2011\n\n                                    WITH\n\n                  CRIMINAL  APPEAL NOs.  1100-1101 OF 2011\n\n                                    WITH\n\n                  CRIMINAL  APPEAL NOs.  1093-1094 OF 2011\n\n\n\n                                  JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">S. A. BOBDE, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.       This batch of appeals is  preferred  by  the  accused  against  the\ncommon judgment and order dated 23rd March 2004 in Criminal Appeal Nos.  954\nand 956 of 2008. Criminal Appeal Nos. 1521-1522 of 2011  are  filed  by  the\nAccused No. 1; Criminal Appeal Nos. 1102-1103  of  2011  are  filed  by  the\naccused Nos. 2-7; Criminal Appeal Nos. 1100-1101 of 2011  by the accused\nNos.  8-12; Criminal Appeal Nos. 1093-1094 of 2011 are filed by the  Accused\nNo.  2,  Konduru  Nagure  Reddy.  Since  they  arise   out   of   the   same\nincident/judgment they have been taken up together for disposal.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">2.  The crime in question is the murder of  Mudi  Parandhami   Reddy  in  an\nagricultural  field  on  25.11.96  in  Mettu  village  in  Andhra   Pradesh.\nAccording to the prosecution, the deceased was  a  leader  of  the  Congress\nparty in the area. He was  suspected  by  the  Accused  No.  1  Puchalapalli\nParandhami Reddy, a leader of the Telugu Desam Party, as  being  responsible\nfor the murder of his   father  on  25.3.92.   Land  disputes  also  existed\nbetween Rajagopal Reddy (L.W. 2), his brother Pelluru Murali Reddy (P.W.  3)\non one side and A-19, Pelluru Venu Reddy about the division  of  survey  No.\n</p><p data-structure=\"Facts\" id=\"p_4\">116. Litigation was pending between them in a  Court.   Therefore,   Pelluru\nMurali Reddy (P.W. 3) and Rajagopal Reddy (L.W. 2)  sought the mediation  of\nthe deceased Mudi Parandhami Reddy and it  was  decided  that  the  deceased\nwould mediate on 25.11.96.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\"> 3.      On  24.11.96,  Pelluru  Murali  Reddy  (P.W.  3)  and  his  brother\nRajagopal engaged farm  labour  i.e.  P.W.  1  (Vakati  Ramanaiah),  P.W.  2\n(Rayapati Venkata Ramanaiah), P.W.  4 (Bandila  Mutyhyalaiah)   and  P.W.  5\n(Rayapati Kotaiah) for ploughing the land. On the next day, i.e.  25.11.1996\nthe deceased had come to the land and sat on a ridge in the field while  the\nploughing was going on by the labourers. Around  8.00  a.m.,  A-19,  Pelluru\nVenu Reddy and A-20, Pelluru Sreedhar Reddy came there and  asked  that  the\nploughing be stopped because  there  was  a  dispute  over  the  land.  Mudi\nParandhami intervened and said that the dispute will be resolved  later  and\nasked the ploughing to go on.  At this the  accused  went  away.  Around  10\na.m. the accused party came back. The accused no.1  hacked  Mudi  Parandhami\nwith a battle-axe on the head. After that A-2,  Konduru  Nagure  Reddy  came\nand when Pelluru Murali Reddy  (P.W.  3)  intervened,  A-2,  Konduru  Nagure\nReddy, hit him with the blunt edge of the chilla kathi.  Then  A-3,  Konduru\nDayakar Reddy, hacked Mudi  Parandhami   with  an  axe  on  his  head.  When\nPelluru Murali Reddy (P.W. 3)  intervened, A-3, Konduru Dayakar  Reddy,  hit\nhim on the left hand. After this A-4, Konduru Ramachandra  Reddy,  came  and\nstabbed Mudi Parandhami on his left shoulder. A-5,  Putchalapalli  Ramamohan\nReddy,  then stabbed  mudi  Parandhami  on  his  chest.  A-6,  Putchalapalli\nSrinivasulu Reddy, then stabbed Mudi Parandhami with a  spear  on  the  left\nside of his back. Thereafter  A-7,  Putchalapalli  Niranjan  Reddy,  stabbed\nMudi Parandhami  on  his  back.  Then  A-8,  Avula  Sudhakar,  stabbed  Mudi\nParandhami on his left ear and his abdomen.  Thereafter  A-9,  Putchalapalli\nSubrahmanyam Reddy, stabbed Mudi parandhami on the left side of  the  chest.\nA-10, Yellasiri Masthan, then hit Mudi Parandhami with a stick on  the  left\ntemple. A-12, Chennur Venkataramana Reddy, gave a blow on the head  to  Mudi\nParandhami.  When Rajagopal Reddy Rajagopal Reddy (L.W.  2),  intervened  A-\n12, Chennur Venkataramana Reddy hacked him on the head with the same  battle\naxe and felled him. In  the incident Mudi Parandhami  Reddy  died.   P.W.  3\n(Murali Reddy) L.W. 2 (P. Raja Gopal Reddy) and L.W.  3  (Pelluru  Karunakar\nReddy) were injured.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">4.   Since no doctor  was  available  at  Vakadu,  one  Subrahmanyamm  Reddy\nbrought a car and Veluru Gopal Reddy, P.W. 6,  Pelluru  Murali  Reddy  P.W.3\ntook him in the car to the Government Hospital, Gudur.  However,  since  his\ncondition was critical the hospital authorities advised  them  to  take  him\nfor special treatment to Tirupati.  On 26.11.1996  the  Additional  District\nMunsif, Tirupati  recorded  the  Dying  Declaration  of  P.W.  2  -        P\nRajagopal Reddy (the injured) at the  Government  Hospital,  Tirupati.  P.W.\n17, K. Bala Reddy, Inspector of Police, Vakadu conducted  inquest  over  the\nbody of the deceased Mudi Parandhami  Reddy  and  sent  his  body  for  post\nmortem to the Government Hospital,  where  PW  13,  Dr.  M.C.  Narashimhulu,\nconducted post mortem over the body of the deceased.\n</p><p data-structure=\"CDiscource\" id=\"p_7\">5.       First Information Report was lodged after about seven  hours.   The\nInvestigating Officer, Mr. K. Prasad Rao, P.W. 14,  recorded  the  statement\nof Pelluru Murali Reddy (P.W. 3)  at  the  Government  Hospital,  Gudur  and\nregistered Crime No. 175 of 1996 and recorded the confession of accused  No.\n2 (Konduru  Nagure  Reddy)  and  recovered  M.Os  1  to  10.   Rest  of  the\ninvestigation was conducted by K. Bala Reddy  (Inspector  of  Police),  P.W.\n</p><p data-structure=\"Section\" id=\"p_8\">17.  The post mortem was conducted  by  Doctor  M.C.  Narasimhulu  (P.W.13).\nThe wound certificate showed the following ante-mortem injuries:\n</p><blockquote id=\"blockquote_1\">      “(1) A bone deep lacerated injury of about 3&quot; x  1/2&quot;  extending  from\n      middle of skull to the left parietal bone. Blood stains  present  with\n      congestion. Deeper to it  sub  scalp  congested  and  dark.  L  shaped\n      fracture of skull in mid line for about 3 ½” and to the right side  of\n      parietal bone. Brain coverings congested and dark. Subdural  haematoma\n      present over the middle of brain. Brain  matter  congested  and  dark.\n      There is basal fracture of skull transversely from one petrous part of\n      the bone to the other and fracture of right parietal bone, blood clots\n      and congestion present over the base of skull  and  at  the  fractured\n      areas. Injury is ante mortem.\n</blockquote><blockquote id=\"blockquote_2\">      (2) Swelling over right fronto parietal area of skull.  Deeper  to  it\n      sub-scalp congested with dark blood clots. Injury ante mortem.\n      (3) Cut injury cartilage deep of about 1&quot; over the upper part of helix\n      of left ear present. Blood stains present with congestion.  Injury  is\n      ante mortem.\n</blockquote><blockquote id=\"blockquote_3\">      (4) Skin discoloured dark with swelling over left parotid region and a\n      part of left face. Deeper to  it  dark  blood  clots  with  congestion\n      present. Injury is ante mortem.\n</blockquote><blockquote id=\"blockquote_4\">      (5) An incised injury of about 2 ½” x ½” x unknown  depth  in  between\n      3rd and 4th intercostals space just medial to the mammary plane. Blood\n      stains and congestion present. Deeper  to  it  fracture  of  3rd  rib,\n      severing the 3rd  intercostals  space  entering  the  thoracic  cavity\n      injured irregularly left lung by cutting irregularly and  injured  the\n      anterior part of heart muscle opening the heart chambers (auricle  and\n      ventricle) for about 2 ½” . Blood clots and congestion present at  the\n      intercostals region, over the lung injury and over the  heart.  Injury\n      ante mortem in nature.\n</blockquote><blockquote id=\"blockquote_5\">      (6) Another incised injury of about 2&quot; x ½” x unknown depth  over  the\n      4th intercostals area just medial to  mammary  plane  on  left  chest.\n</blockquote><p data-structure=\"Facts\" id=\"p_9\">      Blood stains and congestion present. Deeper to it the 3rd intercostals\n      space opened and left 4th  rib  fractured  and  entered  the  thoracic\n      cavity. Congestion and blood clots present at the fractured  site  and\n      intercostals area. Injury is ante mortem in nature.\n      (7) A cut injury bone deep of about 2&quot; x ½” over the 5th  intercostals\n      space in the left anterior axillary line. Blood stains and  congestion\n      present. Injury is ante mortem.\n</p><p data-structure=\"Issue\" id=\"p_10\">      (8) Another cut injury bone deep of about 1 ½” x ½” over the 7th  left\n      intercostals space in the  anterior  axillary  plane.  Congestion  and\n      blood stains present. Injury is ante mortem.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">      (9) Another cut injury bone deep of  about  2  ½”  x  ½”  in  the  mid\n      axillary line  on  5th  left  intercostals  space.  Blood  stains  and\n      congestion present. Injury is ante mortem.\n</p><p data-structure=\"Issue\" id=\"p_12\">      (10) Cut injury skin deep of about ½” x ½” in  7th  left  intercostals\n      area in the mamillary plane.  Blood  stains  and  congestion  present.\n      Injury is ante mortem.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">      (11) Another cut injury of about ½” x ½”  skin  deep  just  below  the\n      above injury.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">      (12) Another cut injury of about 2&quot; x ½”  x  unknown  depth  over  the\n      lower aspect of back of left chest present. Internally  the  last  rib\n      fractured on the back in the posterior mid line on left side  entering\n      the abdominal  cavity  and  injured  the  left  kidney  for  about  ¾.\n      Congestion and blood clots present over the injured areas  internally.\n      Thoracic cage contained clotted blood for  about  1  ½  liters.  Blood\n      clots also present in abdominal cavity. Injury is ante mortem.\n      (13) Another cut injury bone deep of about 1 ½” x ½” over the line  on\n      lumbar area. Blood stains and  congestion  hyoid  bone,  normal.  Neck\n      tissues normal. Stomach contains of about  1  oz  of  coffee  coloured\n      fluid. Genitals normal. Intestines normal.”\n         The doctor opined that the deceased died due  to  shock  from  head\ninjury and injury to the brain and heart and  other  multiple  injuries  and\nhemorrhage.\n</p><p data-structure=\"Facts\" id=\"p_15\">6.       Since Rajagopal Reddy (L.W. 2) was injured and critical, his  dying\ndeclaration was recorded on  26.11.1996  by  the  IInd  Additional  District\nMunsif, Tirupati.\n</p><p data-structure=\"Section\" id=\"p_16\">7.  At the  trial  the  prosecution  examined  17  witnesses.   The  defence\nexamined D.Ws 3 to  6  to  prove  their  plea  of  alibi.   P.W.  1  (Vakati\nRamanaiah), P.W. 2 (Rayapati  Venkata  Ramanaiah)  and  P.W.  11  (SK  Ahmed\nBasha) turned hostile.  The prosecution  did  not  examine  Rajagopal  Reddy\n(L.W. 2), Mohan (L.W. 11) and  Karunakara  Redddy  (L.W.  3).   Charge-sheet\nwas filed against 20 accused under <a href=\"/doc/1258372/\" id=\"a_1\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_2\">148</a> and <a href=\"/doc/1560742/\" id=\"a_3\">302</a> of  the  Indian\nPenal Code (<a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>) against  all  the  accused,  under  <a href=\"/doc/455468/\" id=\"a_5\">Sections  307</a>  and  <a href=\"/doc/1540253/\" id=\"a_6\">326</a>\nagainst A2, A3 and A12, under <a href=\"/doc/455468/\" id=\"a_7\">Section 307</a> read  with  <a href=\"/doc/999134/\" id=\"a_8\">Section  149</a>  IPC  and\nunder <a href=\"/doc/1540253/\" id=\"a_9\">Section 326</a> read with <a href=\"/doc/999134/\" id=\"a_10\">Section 149</a> IPC against A-1, A-4 to A-11 and  A-\n13 to A-20.  Upon considering the evidence  and  after  hearing,  the  IIIrd\n</p><p data-structure=\"Issue\" id=\"p_17\">-Additional District &amp; Sessions Judge (Fast Track), Nellore  found  none  of\nthe accused guilty for the offences they were  charged  with  and  acquitted\nthem.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">8.       The plea of alibi has been rejected by the Trial Court as  well  as\nthe High Court.  Rejection of this plea is based on  complete  improbability\nof the plea and is not necessary to consider it any  further,  particularly,\nsince it was not pressed seriously before us.  In Appeal and  Revision,  the\nHigh Court considered the entire evidence on record and found that:\n</p><blockquote id=\"blockquote_6\">      (a)        Accused Nos. 1 to 12 are found guilty under <a href=\"/doc/729076/\" id=\"a_11\">Section 235 (2)</a>\n      of the Code of Criminal Procedure (<a href=\"/doc/445276/\" id=\"a_12\">Cr.P.C</a>.)  for  the  offences  under\n      <a href=\"/doc/1258372/\" id=\"a_13\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_14\">148</a> and <a href=\"/doc/1560742/\" id=\"a_15\">302</a> read with <a href=\"/doc/999134/\" id=\"a_16\">Section 149</a> of IPC for causing the\n      death of the deceased Mudi Parandhami Reddy and further under  <a href=\"/doc/724142/\" id=\"a_17\">Section\n      324</a> read with <a href=\"/doc/37788/\" id=\"a_18\">Section 34</a> of IPC for causing simple injuries to P.W. 3.\n</blockquote><p data-structure=\"Issue\" id=\"p_19\">       They were awarded rigorous imprisonment for a period of one year each\n      for the offences under <a href=\"/doc/1258372/\" id=\"a_19\">Sections 147</a> and <a href=\"/doc/763672/\" id=\"a_20\">148</a> of IPC;\n</p><p data-structure=\"Issue\" id=\"p_20\">      (b) Accused 1 to 12 were further sentenced to &#x27;imprisonment for  life&#x27;\n      for the offence under <a href=\"/doc/1560742/\" id=\"a_21\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_22\">Section 149</a> of IPC  and  a\n      fine of Rs. 1,000/- (Rupees one thousand only)  each,  in  default  to\n      suffer simple imprisonment for one month each;\n</p><p data-structure=\"Section\" id=\"p_21\">      (c) Accused 2  and  3  were  further  sentenced  to  undergo  rigorous\n      imprisonment for 6 months each for the offence under <a href=\"/doc/724142/\" id=\"a_23\">Section 324</a>  read\n      with <a href=\"/doc/37788/\" id=\"a_24\">Section 34</a> of IPC;\n</p><p data-structure=\"Section\" id=\"p_22\">      (d) All the sentences were directed to run concurrently;\n</p><p data-structure=\"Conclusion\" id=\"p_23\">      (e) Accused 13 to 20 were found not guilty for the offences with which\n      they were charged and the High Court confirmed  the  judgment  of  the\n      trial Court acquitting those accused.  Both the  criminal  appeal  and\n      the criminal revision were allowed in part and  the  judgment  of  the\n      trial court was set aside.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"146360566\" id=\"span_1\">9.  Shri Altaf  Ahmed  and  Shri  Mahabir  Singh,  learned  senior  counsel,\nappearing for the accused Nos. 1,  2  and  3  respectively,  relied  on  the\ndecisions of this Court in <a href=\"/doc/146360566/\" id=\"a_25\">Rohtash vs. State of Haryana</a>, (2012)  6  SCC  589\nand Murugesan vs. State, (2012) 10 SCC 383, for  the  principles  reiterated\nby this Court for interfering  with  an  order  of  acquittal.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146360566\" id=\"span_2\">In  <a href=\"/doc/146360566/\" id=\"a_26\">Rohtash</a>\n(supra) to which one of us (Dr. B.S. Chauhan, J.) was a  party,  this  court\nheld that an order of acquittal is liable to  be  interfered  with  only  in\nexceptional cases where there are compelling circumstances and the  judgment\nin appeal is found to be perverse.  Interference in a routine  manner  where\nthe other view is possible should be avoided, unless there are good  reasons\nfor interference.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146360566\" id=\"span_3\">In <a href=\"/doc/146360566/\" id=\"a_27\">Rohtas</a> (supra) this Court observed:</span>\n</p><blockquote id=\"blockquote_7\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"138472\" id=\"span_4\">“27. The High Court interfered with the order of acquittal recorded by\n      the trial  court.   The  law  of  interfering  with  the  judgment  of\n      acquittal is  well  settled.   It  is  to  the  effect  that  only  in\n      exceptional cases where there are  compelling  circumstances  and  the\n      judgment in appeal is found to be perverse, the  appellate  court  can\n      interfere with the order of the acquittal.  The appellate court should\n      bear in mind the presumption of innocence of the accused  and  further\n      that  the  trial  court’s  acquittal  bolsters  the   presumption   of\n      innocence.  Interference in a routine manner where the other  view  if\n      possible  should  be  avoided,  unless  there  are  good  reasons  for\n      interference.  [<a href=\"/doc/138472/\" id=\"a_28\">Vide State of Rajasthan v. Talevar</a> (2011) 11  SCC  666\n      and Govindaraju v. State (2012) 4 SCC 722].”</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">10.      In Murugesan (supra), this Court has observed as under:\n</p><blockquote id=\"blockquote_8\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"761643\" id=\"span_5\">“21. A concise statement of the law on  the  issue  that  had  emerged\n      after over half a century of evolution since  Sheo  Swarup  is  to  be\n      found in para 42 of the report in <a href=\"/doc/761643/\" id=\"a_29\">Chandrappa  and  Ors.  v.  State  of\n      Karnataka</a> : 2007 (4) SCC 415. The same  may,  therefore,  be  usefully\n      noticed below:  (SCC 432)\n\n\n        “42.  From  the  above  decisions,  in  our  considered  view,  the\n        following general principles  regarding  powers  of  the  appellate\n        court while dealing with an appeal against an  order  of  acquittal\n        emerge:</span>\n</blockquote>\n\n<blockquote id=\"blockquote_9\">           (1) An appellate court has full power to  review,  re-appreciate\n           and reconsider the evidence upon which the order of acquittal is\n           founded.\n</blockquote>\n\n<blockquote id=\"blockquote_10\">           (2) The <a href=\"/doc/445276/\" id=\"a_30\">Code of Criminal Procedure</a>,  1973  puts  no  limitation,\n           restriction or condition  on  exercise  of  such  power  and  an\n           appellate court on the evidence before  it  may  reach  its  own\n           conclusion, both on questions of fact and of law.\n</blockquote>\n\n<blockquote id=\"blockquote_11\">           (3) Various expressions, such as,  &quot;substantial  and  compelling\n           reasons&quot;,  &quot;good   and   sufficient   grounds&quot;,   &quot;very   strong\n           circumstances&quot;,  &quot;distorted  conclusions&quot;,  &quot;glaring  mistakes&quot;,\n           etc.  are  not  intended  to  curtail  extensive  powers  of  an\n           appellate  court  in   an   appeal   against   acquittal.   Such\n           phraseologies are more in the nature of &quot;flourishes of language&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_26\">           to emphasise the reluctance of an appellate court  to  interfere\n           with acquittal than to curtail the power of the court to  review\n           the evidence and to come to its own conclusion.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_27\">           (4) An appellate court, however, must bear in mind that in  case\n           of acquittal, there is  double  presumption  in  favour  of  the\n           accused. Firstly, the presumption of innocence is  available  to\n           him under the fundamental principle  of  criminal  jurisprudence\n           that every person shall be presumed to be innocent unless he  is\n           proved guilty by a competent court of law. Secondly, the accused\n           having secured his acquittal, the presumption of  his  innocence\n           is further reinforced, reaffirmed and strengthened by the  trial\n           court.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_28\">           (5) If two reasonable conclusions are possible on the  basis  of\n           the evidence on record, the appellate court should  not  disturb\n           the  finding  of  acquittal  recorded  by   the   trial   court.\n</p><p data-structure=\"Precedent\" id=\"p_29\">                                                  (Emphasis supplied)”\n</p><p data-structure=\"CDiscource\" id=\"p_30\">11.      According to the  learned  counsel  the  trial  court  has  rightly\ndisbelieved the prosecution case, particularly, in view of the  evidence  of\nPelluru Murali Reddy (P.W. 3) and the  non-examination  of  Rajagopal  Reddy\n(L.W. 2).  Other witnesses from the initial list have  also  been  examined.\nAs found by  the  trial  court,  the  learned  counsel  submitted  that  the\ndepositions  of  several  witnesses  of  the  prosecution  is  without   any\ncredibility and even the presence of some of them on the scene of the  crime\nis doubtful or, they are interested witnesses.  A conviction based  on  such\nevidence is not tenable.  It was also submitted by the learned counsel  that\nthe evidence of  PW-3,  who  claims  to  be  present,  is  itself  doubtful.\nPelluru Murali Reddy (P.W. 3)  is the younger  brother  of  Rajagopal  Reddy\n(L.W. 2), whose son is K. Reddy.  A-19, Pelluru Venu  Reddy,  is  the  elder\nbrother of PW 3.  A-20, Pelluru Sreedhar Reddy is son of A-19, Pelluru  Venu\nReddy.  Admittedly, there is a dispute pertaining to  land  between  Pelluru\nMurali Reddy (P.W. 3) and Rajagopal Reddy (L.W. 2) on  one  hand  and  A-19,\nPelluru  Venu  Reddy  and  A-20,  Pelluru  Sreedhar  Reddy,  on  the  other.\nTherefore, the  animus  of  this  witness  against  the  accused  is  clear.\nMoreover,  the  evidence  of  Pelluru  Murali  Reddy  (P.W.  3)  is   itself\nunreliable  because  the  witness  deposed  that  the  A-1  -   Puchalapalli\nParandhami Reddy, hacked the deceased with a battle axe whereas  the  injury\non the head shows that it must have been caused by blunt  side  of  an  axe.\nThe injury in question i.e. injury No. 1, is as follows:\n</p><blockquote id=\"blockquote_12\">       “(1) A bone deep lacerated injury of about 3&quot;  x  ½”  extending  from\n      middle of skull to the left parietal bone. Blood stains  present  with\n      congestion. Deeper to it  sub  scalp  congested  and  dark.  L  shaped\n      fracture of skull in mid line for about 3 ½” and to the right side  of\n      parietal bone. Brain coverings congested and dark.  Subdural  hematoma\n      present over the middle of brain. Brain  matter  congested  and  dark.\n      There is basal fracture of skull transversely from one petrous part of\n      the bone to the other and fracture of right parietal bone, blood clots\n      and congestion present over the base of skull  and  at  the  fractured\n      areas. Injury is ante mortem.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_31\">12.      The doctor has opined that this injury could have been caused by  a\nblunt object.  According to the learned counsel  the  witness  did  not  say\nthat the accused reversed the axe while hitting the deceased on the head  as\nthe injury shows, and therefore he is lying or  was  not  present.   In  the\nfirst place, we find that other witnesses have given  the  same  deposition.\nIt is possible that the statement of the witness is slightly  inaccurate  or\nthe witness did not see properly which side of the  axe  was  used.   It  is\nequally possible that the sharp edge of the axe is actually  very  blunt  or\nit was reversed just before hitting the head.  It is  not  possible  to  say\nwhat is the reason.  That is however no reason for discarding the  statement\nof the witness that A-1 - Puchalapalli Parandhami  Reddy  hit  the  deceased\nwithout a battle axe, as is obvious from the injury.  Moreover,  it  is  not\npossible to doubt the  presence  of  this  witness,  who  has  himself  been\ninjured.  Dr. M.C. Narasimhulu, P.W. 13, Medical Officer, has stated in  his\nevidence that on 25-11-1996 at about 3.30 p.m., he examined this  witness  -\nP.W.3 - P. Murali Reddy and found the following injuries:\n</p><blockquote id=\"blockquote_13\">      “(1) Diffused swelling with tenderness over middle 1/3rd and  back  of\n      left forearm.\n</blockquote><blockquote id=\"blockquote_14\">      (2) A lacerated injury skin deep of about ½” over the  back  of  head.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_32\">      Bleeding present with tenderness and swelling around.”\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_33\">13.      We are also not impressed by the finding of the  trial  court  that\nthere is discrepancy between the statement of Pelluru Murali Reddy (P.W.  3)\nand his oral testimony because he said in the  statement  that  he  saw  the\ntractor in which the accused had arrived just  before  the  house  of  A-19,\nPelluru Venu Reddy and deposed that the house could not be seen  from  where\nhe was standing.   Such a  discrepancy  does  not  detract  from  the  basic\ncredibility of this witness, who along with his brother has been injured  in\nthe attack.\n</p><p data-structure=\"CDiscource\" id=\"p_34\">14.      Besides, the evidence of Pelluru Murali Reddy (P.W. 3), there is  a\nsimilar deposition by P.W.  4 (Bandila Mutyhyalaiah)  and P.W.  5  (Rayapati\nKotaiah) who were engaged by Pelluru Murali Reddy (P.W. 3) and  his  brother\nand P.W. 6 (Veluru Gopal Reddy) and P.W. 7  (Manneti  Chenchaiah),  who  had\naccompanied the deceased.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">15.      The  evidence  of  P.W.   4  (Bandila  Mutyhyalaiah)   and  P.W.  5\n(Rayapati Kotaiah) was attacked on the ground  that  they  were  engaged  by\nPelluru Murali Reddy (P.W. 3) and P.W. 5 (Rayapati  Kotaiah)  and  therefore\nare interested witnesses and not reliable.   Such  a  contention  cannot  be\naccepted.  There was no reason for these witnesses to  falsely  depose.   It\nis equally true that there is no mention of these witnesses i.e. PWs  4  and\n5 in the F.I.R. We do not find anything  significant  in  their  non-mention\nsince they were apparently from a different village and it is possible  that\ntheir names were left out.\n</p><p data-structure=\"CDiscource\" id=\"p_36\">16.      Their depositions are clear and consistent about the  incident  and\nare on the following line.  That at about 7.30 or 8 a.m., P.Ws. 1, 2, 4  and\n5 were ploughing the land with nagallu. The  deceased  was  sitting  on  the\nnorthern side of the ridge. P.W. 6 (Veluru Gopal Reddy),  Chenchaiah  L.W.10\nand Mohan L.W.11 were standing on the eastern side.  Meanwhile,  accused  19\nand 20 came  there  and  objected  for  ploughing  the  land.  The  deceased\nintervened and informed that the disputes will be settled  later  and  asked\nthem to plough the land. On that, A- 19 and 20 left the fields. On the  same\nday at about 10 a.m., A-1 came to the scene and hacked the deceased  with  a\nbattle-axe on the head. After that, A-2  came  and  when  P.W.3  intervened,\naccused No. 2 beat P.W.3 with the butt end of  a  chilakathi  on  the  head.\nThen accused No. 3 came and hacked the deceased with an  axe  on  the  head.\nWhen P.W.3 intervened, accused No. 3 beat with the  same  axe  on  the  left\nhand of P.W.3. Thereafter, accused No. 4 came and stabbed  the  deceased  on\nthe left shoulder. A-5 stabbed the deceased on the chest.  A-6  stabbed  the\ndeceased with a spear on  the  left  side  back  portion.  A-7  stabbed  the\ndeceased on the back side. A-8 stabbed the deceased  on  the  left  ear  and\nalso on the abdomen. A-9  stabbed  the  deceased  on  the  left  side  chest\nportion. A-10 beat the deceased with  a  stick  on  the  left  temple.  A-11\nstabbed the deceased with a chilakathi on the left side of the chest and  on\nthe left tempo. A-12 beat the  deceased  with  an  axe  on  the  head.  When\nRajagopal Reddy L.W.2 intervened, A-12 hacked him with the  same  battle-axe\non the head. Due to that blow,  he  had  fallen  on  the  ground.  After  15\nminutes, Subrahmanyam Reddy, resident of Thimmareddyvagu, brought a  tractor\nto the  scene.  P.W  6,  P.W.3  and  Subrahmanyam  Reddy  took  the  injured\nRajagopal Reddy L.W.2 in the said tractor to Vakadu  for  treatment  as  his\ncondition  was  serious.  As  there  was  no  doctor  available  at  Vakadu,\nSubrahmanyam Reddy brought a car and himself, Rajagopala Reddy L.W.2,  P.W.3\nand Subrahmanyam Reddy together took him to the Government Hospital,  Gudur.\nThere they were advised to take the injured L.W.2  to  Tirupati  for  expert\ntreatment and thereafter he returned back to the house.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">17.       Deposition  of  P.W.  6,  who  accompanied  the   deceased   fully\ncorroborates the version of Pelluru Murali Reddy (P.W. 3).  He  stated  that\nPW 3 and LW 2 came to the  house  of  the  deceased  and  requested  him  to\nmediate the dispute among the brothers.  The deceased promised  to  come  on\nthe next day.  On the next day what transpired is narrated by him as  above.\n There is no substance in the contention that  this  witness  supported  the\nprosecution side in some earlier litigation,  therefore,  his  testimony  is\nliable to be discarded.  P.W. 7 (Manneti Chenchaiah) was also  present  when\nthe deceased was requested to mediate the dispute on the  earlier  date  and\naccompany him to the field on the next day.  His narration of  the  incident\nis similar to the deposition of other witnesses and have  been  believed  by\nthe High Court.  The prosecution case is fully  supported  by  rest  of  the\nwitnesses and the evidence.\n</p><p data-structure=\"Precedent\" id=\"p_38\">18.      The prosecution in  this  case  has  sufficiently  established  the\nmotive, which is the political rivalry and  the  land  dispute  between  the\nparties; their preparation, which consists the accused party  going  to  the\nfield of Pelluru Murali Reddy (P.W. 3) and Rajagopal  Reddy  (L.W.  2)  with\narms; the recovery of these arms at the  instance  of  A-2,  Konduru  Nagure\nReddy; the discovery of blood stains on the knife and  battle-axe  and  ante\nmortem injuries inflicted on the deceased,  as  per  the  inquest  and  post\nmortem report.  The injuries were caused to the  deceased  by  the  accused,\nwhich are as under:\n</p>\n<blockquote id=\"blockquote_15\">“P.W. 3 - Pelluru Murali Reddy stated about the injuries on the deceased  as\nunder:\n</blockquote><blockquote id=\"blockquote_16\">A-1 - hacked the deceased on the head with battle axe.\nA-3 - with axe – beat the deceased on the head.\nA-4 - with bitchuva (knife) stabbed the deceased on the left side chest  and\nunderneath of left arm pit.\n</blockquote><blockquote id=\"blockquote_17\">A-5 – With Bitchuva (Knife) – stabbed the deceased Paradhami  Reddy  on  the\nleft side of the chest and  underneath,  left  arm  pit  resulting  bleeding\ninjuries.\n</blockquote><blockquote id=\"blockquote_18\">A-6 – Spear – stabbed the deceased on the left side back portion,  resulting\nbleeding injuries.\n</blockquote><blockquote id=\"blockquote_19\">A-7 – Spear – on left side back portion of the deceased  resulting  bleeding\ninjuries.\n</blockquote><blockquote id=\"blockquote_20\">A-8 – Chilakathi – stabbed the deceased on the left ear and on his abdomen.\nA-9 – Spear – stabbed the deceased on the left side chest portion  and  also\non umbilicus.\n</blockquote><blockquote id=\"blockquote_21\">A-10 – Stick – beat the deceased on the left temporal region.\nA-11 – Chilakathi – stabbed on the left side temple  region  near  the  left\near and also on the abdomen causing bleeding injury.\nA-12 – with battle axe – backed the deceased on  the  head  caused  bleeding\ninjury.\n</blockquote><blockquote id=\"blockquote_22\">Other accused beat the deceased indiscriminately with sticks and iron rods.\nP.W.  4 - Bandila Mutyhyalaiah – spoke about the injuries  on  the  deceased\nas under:\n</blockquote><blockquote id=\"blockquote_23\">A-1 - hacked the deceased  - with battle axe on the head.\nA-3 - with axe – beat deceased Parandhami Reddy on the head.\nA-4 – stabbed – deceased with Bitchuva on the left side  of  the  chest  and\nalso underneath left arm pit.\n</blockquote><blockquote id=\"blockquote_24\">A-5 – stabbed the deceased with Bitchuva on the left side of the  chest  and\nalso underneath the left arm pit.\n</blockquote><blockquote id=\"blockquote_25\">A-6 –With Spear – stabbed the deceased on the left side back portion.\nA-7 – With Spear stabbed the deceased on the left side back portion.\nA-8 – With Chilakathi – hacked the deceased on the left ear and  abdomen  of\nthe deceased.\n</blockquote><blockquote id=\"blockquote_26\">A-9 – With Spear – stabbed the deceased on the left side of  the  chest  and\nalso on the umbilicus.\n</blockquote><blockquote id=\"blockquote_27\">A-10 – With Stick – beat the deceased on the left side temporal region.\nA-11 – hacked the deceased with Chilakathi on the left side temple and  also\non the left side of chest.\n</blockquote><blockquote id=\"blockquote_28\">A-12 – hacked the deceased with battle axe on the head.\nOther accused beat the deceased indiscriminately with iron rods and sticks.\nP.W. 5 (Rayapati Kotaiah) – spoke about the  injuries  on  the  deceased  as\nunder:\n</blockquote><blockquote id=\"blockquote_29\">A-1 – With axe beat Parandhami Reddy on the head.\nA-3 – hacked the deceased with axe on the head.\nA-4 – stabbed – deceased with Bitchuva on the left side  of  the  chest  and\nalso underneath left arm pit.\n</blockquote><blockquote id=\"blockquote_30\">A-5 – stabbed the deceased with Bitchuva on the left side of the  chest  and\nalso underneath the left arm pit.\n</blockquote><blockquote id=\"blockquote_31\">A-6 –With Spear – stabbed the deceased on the left side back portion.\nA-7 – Armed with Spear - stabbed on the left side back portion.\nA-8 – stabbed the deceased - with Chilakathi –on the left ear and abdomen.\nA-9 – With Spear – stabbed the deceased on the left side of the chest.\nA-10 – beat the deceased with spear – with stick temporal region.\nA-11 – stabbed the deceased with Chilakathi on the left side  of  the  chest\nand on the left side of the temple region.\n</blockquote><blockquote id=\"blockquote_32\">A-12 – hacked the deceased with battle axe on the head.\nOther accused beat the deceased indiscriminately.\nP.W. 6 - Veluru Gopal Reddy stated about the injuries  on  the  deceased  as\nunder:\n</blockquote><blockquote id=\"blockquote_33\">A-1 - hacked the deceased with battle axe on the head.\nA-4 – stabbed – Parandhami Reddy on the left shoulder.\nA-5 – stabbed the deceased on the chest.\n</blockquote><blockquote id=\"blockquote_34\">A-6 – stabbed the deceased with Spear on the left side back portion.\nA-7 – stabbed Parandhami Reddy on the left side.\nA-8 – stabbed Parandhami Reddy on the left ear and also on the abdomen.\nA-9 – stabbed Parandhami Reddy on the left side chest portion.\nA-10 – beat the deceased with stick on the left temporal region of  deceased\nParandhami Reddy.\n</blockquote><blockquote id=\"blockquote_35\">A-11 – stabbed the deceased with Chilakathi on the left side  of  the  chest\nand left side of the temple region.\n</blockquote><blockquote id=\"blockquote_36\">A-12 – beat Parandhami Reddy with axe on his head.\nP.W. 7 (Manneti Chenchaiah) stated about the injuries  on  the  deceased  as\nunder:\n</blockquote><blockquote id=\"blockquote_37\">A-1 –axed the deceased on the head with battle axe.\nA-3 – hacked Parandhami Reddy with axe on the head.\nA-4 – stabbed – Parandhami Reddy with bitchuva  on  the  left  side  of  the\nchest and underneath the left arm pit.\n</blockquote><blockquote id=\"blockquote_38\">A-5 – stabbed Parandhami Reddy with bitchuva on the left side of  the  chest\nand underneath the left arm pit.\n</blockquote><blockquote id=\"blockquote_39\">A-6 – stabbed the deceased with Spear on the left side back portion.\nA-7 – stabbed the deceased with spear on the left side back portion.\nA-8 – stabbed the deceased with Chillakathi  on the left  ear  and  also  on\nthe abdomen.\n</blockquote><blockquote id=\"blockquote_40\">A-9 – stabbed the deceased with spear on the left  side  of  the  chest  and\nalso on umbilicus.\n</blockquote><blockquote id=\"blockquote_41\">A-10 – beat Parandhami Reddy with sticks on the left temporal region.\nA-11 – stabbed Parandhami Reddy with Chilakathi on  the  left  side  of  the\nchest and left side of the temple region.\n</blockquote><blockquote id=\"blockquote_42\">A-12 – beat the deceased on the chest with battle axe.”\n</blockquote><p data-structure=\"Conclusion\" id=\"p_39\">19.      We have found that the injuries  on  the  deceased  are  completely\nrelatable to the injuries to the attack as deposed  to  by  the  prosecution\nwitnesses.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">20.      We have carefully examined the alleged discrepancies and we do  not\nfind that the discrepancies and doubts are such as makes  their  testimonies\nliable to be rejected, in view of the deposition of PWs 3, 6  and  7,  which\nis clear and consistent.\n</p><p data-structure=\"Precedent\" id=\"p_41\">21.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"78364848\" id=\"span_6\">In <a href=\"/doc/78364848/\" id=\"a_31\">State of U.P. vs.  Anil Singh, A.I.R.</a> 1988 SC 1998,  this  Court\nobserved as follows:</span>\n</p><blockquote id=\"blockquote_43\">      “In an appeal against acquittal, in the great majority of  cases,  the\n      prosecution version is rejected either for want  of  corroboration  by\n      independent witnesses, or for some  falsehood,  stated  or  embroidery\n      added by witnesses. In some cases,  the  entire  prosecution  case  is\n      doubted for  not  examining  all  witnesses  to  the  occurrence.  The\n      indifferent attitude of the public  in  the  investigation  of  crimes\n      could also be pointed. The public  are  generally  reluctant  to  come\n      forward to depose before the Court. It is, therefore, not  correct  to\n      reject the prosecution version only on ground that  all  witnesses  to\n      occurrence have not been examined. It is also not proper to reject the\n      case for want of corroboration by independent witnesses  if  the  case\n      made out is otherwise true and acceptable. With  regard  to  falsehood\n      stated or embellishments added by the  prosecution  witnesses,  it  is\n      well to remember that there is a tendency  amongst  witnesses  in  our\n      country to back up a good case by false or exaggerated version. It  is\n      also experienced that  invariably  the  witnesses  add  embroidery  to\n      prosecution story, perhaps for the fear of being disbelieved. But that\n      is no ground to throw the case overboard, if  true  in  the  main.  If\n      there is a ring of truth in the main, the case should not be rejected.\n      It is the duty of the Court to cull out the nuggets of truth from  the\n      evidence unless there is reason to believe that the inconsistencies of\n      falsehood are so glaring as  utterly  to  destroy  confidence  in  the\n      witnesses. It is necessary to remember that a Judge does  not  preside\n      over a criminal trial merely to see that no innocent man is  punished.\n      A Judge also presides to see that a guilty man does not escape. One is\n      as important as the other. Both are public duties which the Judge  has\n      to perform.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_42\">22.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1009272\" id=\"span_7\">In <a href=\"/doc/1009272/\" id=\"a_32\">State of Punjab v. Karnail Singh</a>, (2003)  11  SCC  271,  this\nCourt held as follows:</span>\n</p><blockquote id=\"blockquote_44\">      “There is no embargo on the appellate  court  reviewing  the  evidence\n      upon which an order of acquittal is based.  Generally,  the  order  of\n      acquittal shall not be interfered  with  because  the  presumption  of\n      innocence of the accused is further  strengthened  by  acquittal.  The\n      golden thread which runs through the web of administration of  justice\n      in criminal cases is that if two views are possible  on  the  evidence\n      adduced in the case, one pointing to the guilt of the accused and  the\n      other to his innocence, the view which is favourable  to  the  accused\n      should be adopted. The paramount consideration  of  the  court  is  to\n      ensure that miscarriage of justice  is  prevented.  A  miscarriage  of\n      justice which may arise from acquittal of the guilty is no  less  than\n      from -the conviction of  an  innocent.  In  a  case  where  admissible\n      evidence is ignored, a duty is cast upon the appellate  court  to  re-\n      appreciate the evidence even where the accused has been acquitted, for\n      the purpose of ascertaining as to whether any of the accused committed\n      any offence or not.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1009272\" id=\"span_8\">23.      Having regard to the above law <a href=\"/doc/1009272/\" id=\"a_33\">laid down by</a> this  Court,  the  High\nCourt was fully justified in reversing the order of acquittal in respect  of\naccused Nos. 1 to 12.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_44\">24.      At this stage, we might note that  we  are  not  impressed  by  the\nsubmission advanced on behalf of the appellants that  the  prosecution  case\nfails because Rajagopal Reddy (L.W. 2), who is said to  be  injured  in  the\nattack, was not examined.  LW 2, the brother  of  PW  3,  is  said  to  have\nreceived one simple injury on the head in the attack.  The witnesses  stated\nthat he received several injuries on his head, however, the evidence of  the\nMedical Officer shows that the X-ray of the skull was  taken  on  25.11.1996\nand there was one simple injury on his head on  the  date  of  the  offence.\nThis witness obviously should have been examined but for reasons best  known\nto the prosecution was  not  examined.  Though  his  dying  declaration  was\nrecorded by  the  IInd  Additional  Munsif,  Tirupati  on  26.11.1996,  this\nwitness survived.\n</p><p data-structure=\"Precedent\" id=\"p_45\">25.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1493983\" id=\"span_9\">In <a href=\"/doc/1493983/\" id=\"a_34\">Sunil Kumar &amp; Ors. V. State of  M.P.</a>,  AIR  1997  SC  940,  this\nCourt held as under:</span>\n</p><blockquote id=\"blockquote_45\">      “……….. that immediately after PW 1, injured witness was taken  to  the\n      hospital his statement was recorded  as  a  dying  declaration  which,\n      consequent upon his survival, is to be treated  only  as  a  statement\n      recorded under <a href=\"/doc/78014276/\" id=\"a_35\">Section 164</a>, Cr. P.C. and can be used for corroboration\n      or contradiction. This statement recorded by  the  Magistrate  at  the\n      earliest available opportunity clearly discloses the substratum of the\n      prosecution case including the names of the appellants  as  assailants\n      and there is not an iota of materials on record to show that this  was\n      the upshot of his tutoring. On the contrary, this statement  was  made\n      at a point of time when PW 1 was in a critical  condition  and  it  is\n      difficult to believe that he would falsely  implicate  the  appellants\n      leaving aside the real  culprits………that  there  was  only  some  minor\n      inconsequential  contradictions  which  did  not  at  all  impair  his\n      evidence. Then again, as already noticed, the evidences of the doctors\n      fully     supports     his     version     of      the      incident.”\n                      (Emphasis added).\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_46\">26.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"241103\" id=\"span_10\">In <a href=\"/doc/241103/\" id=\"a_36\">Maqsoodan &amp; Ors. V. State of U.P.</a>, AIR 1983 SC 126,  this  Court\ndealt with  an  issue  wherein  a  person,  who  had  made  a  statement  in\nexpectation of death, did not die.   This  Court  held  that  it  cannot  be\ntreated as a dying declaration as his statement  was  not  admissible  under\n<a href=\"/doc/1959734/\" id=\"a_37\">Section 32</a> of the Indian Evidence Act, 1872, but it was  to  be  dealt  with\nunder <a href=\"/doc/1002421/\" id=\"a_38\">Section 157</a> of the  Evidence  Act,  which  provides  that  the  former\nstatement of a witness may be proved to corroborate later  testimony  as  to\nthe same fact.</span>\n</p><p data-structure=\"Precedent\" id=\"p_47\">27.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"969122\" id=\"span_11\">In <a href=\"/doc/969122/\" id=\"a_39\">Ramprasad v. State of Maharashtra</a>, AIR 1999 SC 1969,  a  similar\nview has been re-iterated by this Court as this Court observed:</span>\n</p><blockquote id=\"blockquote_46\">      “Be that as it may, the question is whether the court could  treat  it\n      as an item of evidence for any purpose. <a href=\"/doc/1002421/\" id=\"a_40\">Section 157</a>  of  the  Evidence\n      Act permits proof of any former statement made by a  witness  relating\n      to  the  same  fact  before  &quot;any  authority  legally   competent   to\n      investigate the fact&quot; but its use is limited to corroboration  of  the\n      testimony  of  such  witness.  Though  a  police  officer  is  legally\n      competent to investigate,  any  statement  made  to  him  during  such\n      investigation cannot be used to corroborate the testimony of a witness\n      because of the clear interdict contained in <a href=\"/doc/1762984/\" id=\"a_41\">Section 162</a> of  the  Code.\n      But  a  statement  made  to  a  magistrate  is  not  affected  by  the\n      prohibition contained in the said Section. A magistrate can record the\n      statement of a person as provided in <a href=\"/doc/228024/\" id=\"a_42\">Section 164</a> of the Code and  such\n      statement would either be elevated to the status of <a href=\"/doc/1959734/\" id=\"a_43\">Section 32</a> if  the\n      maker of the statement subsequently dies or it would remain within the\n      realm of what it was originally. A statement recorded by a  magistrate\n      under <a href=\"/doc/228024/\" id=\"a_44\">Section  164</a>  becomes  usable  to  corroborate  the  witness  as\n      provided in <a href=\"/doc/1002421/\" id=\"a_45\">Section 157</a> of the Evidence Act or to  contradict  him  as\n      provided in <a href=\"/doc/69347904/\" id=\"a_46\">Section 155</a> thereof.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1774399\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1868850\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1517391\" id=\"span_14\">28.      The above view has also been reiterated by this Court  in  <a href=\"/doc/1517391/\" id=\"a_47\">Gentela\nVijayavardhan Rao &amp; Anr. V. State of Andhra  Pradesh</a>,  AIR  1996  SC  2791;\n<a href=\"/doc/1868850/\" id=\"a_48\">State of U.P. V. Veer Singh &amp; Ors.</a> AIR 2004 SC 4614; and <a href=\"/doc/1774399/\" id=\"a_49\">Ranjit  Singh  and\nOrs. V. State of Madhya Pradesh</a> AIR 2011 SC 255.</span></span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_49\">29.      In this case, however, we are not inclined to  go  into  the  issue\nsince Rajagopal Reddy (L.W. 2), was not examined at all.  No issue has  been\nraised whether a witness could have  corroborated  or  contradicted  on  the\nbasis of the statement recorded by the IInd Additional Munsif, Tirupati.\n</p><p data-structure=\"Conclusion\" id=\"p_50\">30.      Shri A.K. Sanghi,  learned  senior  counsel  appearing  for  A-2  -\nKonduru Nagure Reddy, submitted that this accused has been charged  for  the\noffences under <a href=\"/doc/1593780/\" id=\"a_50\">Sections 147</a>, <a href=\"/doc/115231/\" id=\"a_51\">148</a> and 302 read with <a href=\"/doc/999134/\" id=\"a_52\">Section 149</a>  of  the  IPC\netc.  He pointed out that the only overt act attributed to him  by  some  of\nthe prosecution witnesses is that because  Pelluru  Murali  Reddy  (P.W.  3)\nintervened during the attack, he beat the said PW 3 with the  blunt  axe  of\nChillakathi on his back side.  This according to the  learned  counsel  only\nresulted in a simple lacerated injury skin deep of about 1½” over  the  back\nhead of Pelluru Murali Reddy (P.W. 3).  The Medical Officer has opined  that\nthis injury is simple.  In the circumstances, the  conviction  and  sentence\nof A-2, Konduru Nagure Reddy, awarded by the trial  court  and  affirmed  by\nthe High Court is liable to be modified. We hold A-2, Konduru Nagure  Reddy,\nguilty only for the offence punishable under Section 324 read  with  <a href=\"/doc/37788/\" id=\"a_53\">Section\n34</a> of the IPC.  We, therefore, alter the conviction of A-2,  Konduru  Nagure\nReddy, from <a href=\"/doc/1593780/\" id=\"a_54\">Sections 147</a>, <a href=\"/doc/115231/\" id=\"a_55\">148</a> and 302 read with <a href=\"/doc/999134/\" id=\"a_56\">Section 149</a> of the IPC  etc.\n to Section 324 read with  <a href=\"/doc/37788/\" id=\"a_57\">Section  34</a>  of  the  IPC.    In  our  considered\nopinion, custody and sentence of 2 (two)  years  would  be  appropriate  and\nsufficient.   The accused-appellant shall undergo imprisonment  for  a  term\nof 2 years, if not already undergone, in terms of this order.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_51\">31.      In view of the above, we allow Criminal Appeal  Nos.  1093-1094  of\n2011, filed by A-2, Konduru Nagure Reddy, to  the  extent  indicated  above.\nRest of the appeals are dismissed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_52\">                                       ...........................………………..J.\n                                                                     [   DR.\n</p><p data-structure=\"Conclusion\" id=\"p_53\">B.S. CHAUHAN ]\n\n\n                                           ….....................………………………J.\n                                          [ S.A. Bobde ]\n\n\nNew Delhi,\nOctober18, 2013\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n</p>","numcites":30,"numcitedby":9,"docsource":"Supreme Court of India","citetid":2620244,"divtype":"judgments","relatedqs":[{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"section 324","formInput":"section%20324"},{"value":"temple","formInput":"temple"},{"value":"hacking","formInput":"hacking"},{"value":"simple injury ","formInput":"simple%20injury%20"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"tractors ","formInput":"tractors%20"},{"value":"head injuries","formInput":"head%20injuries"},{"value":"Falsehood","formInput":"Falsehood"},{"value":"tirupati","formInput":"tirupati"},{"value":"spear","formInput":"spear"},{"value":"324","formInput":"324"},{"value":"b.s.chauhan","formInput":"b.s.chauhan"},{"value":"Section 164","formInput":"Section%20164"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"fracture","formInput":"fracture"},{"value":"discrepancies","formInput":"discrepancies"},{"value":"149 i.p.c","formInput":"149%20i.p.c"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}