{"tid":124999522,"publishdate":"2020-03-11","title":"Chairman - Sardar Sarovar Narmada Nigam ... vs V I Pandya on 11 March, 2020","doc":"<h2 class=\"doc_title\">Chairman - Sardar Sarovar Narmada Nigam ... vs V I Pandya on 11 March, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2021 (NOC) 265 (GUJ.), AIRONLINE 2020 GUJ 701</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-devani\">Harsha Devani</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-devani\">Harsha Devani</a></h3>\n\n<pre id=\"pre_1\">        C/SCA/2673/2013                               ORDER\n\n\n\n\n         IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n          R/SPECIAL CIVIL APPLICATION NO. 2673 of 2013\n\n==========================================================\n      CHAIRMAN - SARDAR SAROVAR NARMADA NIGAM LIMTED\n                             Versus\n                         V I PANDYA\n==========================================================\nAppearance:\nMR GC MAZMUDAR(1193) for the Petitioner(s) No. 1\nMR HG MAZMUDAR(1194) for the Petitioner(s) No. 1\nMR PARAS SUKHWANI for MR KG SUKHWANI(871) for the Respondent(s)\nNo. 1\n==========================================================\n\n CORAM: HONOURABLE MS.JUSTICE HARSHA DEVANI\n\n                          Date : 11/03/2020\n\n                           ORAL ORDER</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">1.    By this petition under <a href=\"/doc/1712542/\" id=\"a_1\">articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_2\">227</a> of the\nConstitution of India, the petitioner Sardar Sarovar Narmada\nNigam Limited, has challenged the order dated 6.12.2010\npassed by the Gujarat Public Works Contracts Disputes\nArbitration Tribunal, Ahmedabad (hereinafter referred to as\n&quot;the Arbitration Tribunal&quot;) in Arbitration Reference No.112 of\n1998.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_2\">2.    The petitioner, a Government of Gujarat undertaking\ncompany, invited tender for canal related works contract. The\npetitioner accepted the contract of the respondent M/s. V.I.\nPandya for the works contract for distributaries for Block No.9-\nA/6 for earth work, brick lining and structure work estimated at\nRs.3,48,28,105/-.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_3\">2.1   After the works contract was over, the respondent herein\n\n\n<span class=\"hidden_text\" id=\"span_1\">                              Page 1 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_2\">                                              Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_3\">         C/SCA/2673/2013                                 ORDER</span>\n\n\n\n\nraised a dispute and filed Arbitration Reference No.112 of 1998\nbefore the Tribunal claiming Rs.50,24,473/-. It is the case of\nthe petitioner that after admission of the arbitration reference,\nit remained pending sine die before the Arbitration Tribunal.\nDuring the pendency of the arbitration reference, the Supreme\nCourt decided Civil Appeal No.3746 of 2005 in the case of\nV.A. Tech Esher Wyass Flovel Ltd. v. M.P.S.E. Board and\nanother, (2011) 13 SCC 261, wherein it was held that the\n<a href=\"/doc/1306164/\" id=\"a_3\">Arbitration and Conciliation Act, 1996</a> (hereinafter referred to\nas &quot;the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a>&quot;) covers all kinds of disputes relating to\nworks contract and that the <a href=\"/doc/16512451/\" id=\"a_5\">Gujarat Public Works Contracts\nDisputes Arbitration Tribunal Act, 1992</a> (hereinafter referred to\nas &quot;the <a href=\"/doc/179323145/\" id=\"a_6\">Gujarat Act</a>&quot;)       and the <a href=\"/doc/1052228/\" id=\"a_7\">Arbitration Act</a> can be\nharmonised by holding that the said Act only applies where\nthere is no arbitration clause and it stands impliedly repealed\nby the <a href=\"/doc/1052228/\" id=\"a_8\">Arbitration Act</a>.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_4\">2.2   Thereafter, the present Arbitration Reference No.112 of\n1998 was taken on board on 6.12.2010, and by an order of the\nsame date, the Arbitration Tribunal held that the reference was\nsquarely covered by the judgment of the Supreme Court in the\ncase of V.A. Tech Esher Wyass Flovel Ltd. v. M.P.S.E.\nBoard (supra) and that the arbitration reference was not\nmaintainable.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">2.3   Since the Arbitration Tribunal had held that the reference\nwas not maintainable before it, the respondent invoked the\narbitration clause of the tender for appointment of sole\narbitrator for deciding the disputes between the parties. By an\norder dated 24.6.2011 passed by this court in the petition\nunder <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act</a> No.25 of 2011, Hon&#x27;ble Mr. Justice C.K.\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                             Page 2 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_5\">                                                Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_6\">         C/SCA/2673/2013                                          ORDER</span>\n\n\n\n\nBuch (Retired) was appointed as the sole arbitrator, who\npassed an award on 11.9.2012.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166421160\" id=\"span_7\">2.4   In the meanwhile, the Supreme Court, in the case of\n<a href=\"/doc/166421160/\" id=\"a_10\">Madhya Pradesh Rural Road Development Authority v.\nL.G. Chaudhary Engineers and Contractors</a>, (2012) 3 SCC\n495, held that its earlier decision in the case of V.A. Tech\nEsher Wyass Flovel Ltd. v. M.P.S.E. Board to be per\nincuriam. It is in the light of the above decision of the Supreme\nCourt, that the petitioner has filed the present petition\nchallenging     the       order   dated      6.12.2010   passed          by     the\nArbitration Tribunal.</span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_7\">3.    Mr. H.G. Mazmudar, learned advocate for the petitioner,\nsubmitted that it is only the Arbitration Tribunal under the\n<a href=\"/doc/179323145/\" id=\"a_11\">Gujarat Act</a> which has the jurisdiction to decide the disputes\nraised before the learned Arbitrator. It was submitted that,\ntherefore, the award passed by the learned Arbitrator is\nwithout jurisdiction. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"157864008\" id=\"span_8\">In support of his submissions, the learned\nadvocate placed reliance upon the decision of a Division Bench\nof this court in <a href=\"/doc/157864008/\" id=\"a_12\">Vijay Construction Co. v. Sardar Sarovar\nNarmada Nigam Limited</a> rendered on 9.2.2018 in Letters\nPatent Appeal No.882 of 2017 wherein, it was held thus:-</span>\n</p>\n<blockquote id=\"blockquote_1\">      &quot;[13] Having regard to issue involved in the present case\n      viz. whether in view of Tribunal constituted under State\n      Act for resolution of disputes relating to works contract,\n      the Tribunal constituted under the Act of 1996 can be\n      allowed to handle the disputes relating to works contract,\n      is a matter which arise for consideration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"157864008\" id=\"span_9\">In that view of\n      the matter, by placing reliance on the judgments <a href=\"/doc/157864008/\" id=\"a_13\">referred\n      above</a> and by referring to provisions under <a href=\"/doc/310829/\" id=\"a_14\">Section 5</a> and\n      <a href=\"/doc/675839/\" id=\"a_15\">16</a> of the Arbitration and Conciliation Act, 1996, we are\n      not convinced to accept submission made by learned\n      Counsel for the appellant that learned Single Judge has\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                   Page 3 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_11\">                                                         Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_12\">           C/SCA/2673/2013                                        ORDER</span>\n\n\n\n        committed error by entertaining the petition at this\n        stage.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"166421160\" id=\"span_13\">Further, it is to be noticed that order impugned\n        dated 30.11.2010 in the petition is passed only in view of\n        judgment in the case of Va Tech (supra) and same is held\n        to be per incuriam in the subsequent judgment in the\n        case of <a href=\"/doc/166421160/\" id=\"a_16\">L.G.Chaudhary Engineers and Contractors</a>\n        (supra).</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_8\">        [14] In the case of M.A.Murthy (supra) relied by learned\n        Senior Counsel Mr. Trivedi for the respondents, it is\n        categorically held by the Hon&#x27;ble Supreme Court that\n        normally, decision of the Court enunciating a principle of\n        law is applicable to all cases irrespective of stage of\n        pendency from inception. In the aforesaid judgment, it is\n        held that doctrine of prospective overruling which is a\n        feature of American jurisprudence is an exception to the\n        normal principle of law. Further, in the case of Jagmittar\n        Sain Bhagat and Ors. (supra) relied by learned Senior\n        Counsel Mr. Trivedi for the respondents, the Hon&#x27;ble\n        Supreme Court has held that conferment of jurisdiction is\n        a legislative function and it can neither be conferred with\n        the consent of the parties nor by a superior court, and if\n        the court passes a decree holding no jurisdiction over the\n        matter, it would amount to nullity as the matter goes to\n        the root of the matter. Both the judgments referred\n        above, supports the case of the respondents.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">        [15] Further, in the case of Executive Engineer, Sardar\n        Sarovar Narmada Nigam v/s. Bhaven Construction and\n        Anr. reported in 2013(1) GLR 580, the Division Bench of\n        this Court has held that dispute arising out of public\n        works contract is to be adjudicated by Arbitration\n        Tribunal under the Act, 1992 and not under the\n        <a href=\"/doc/1306164/\" id=\"a_17\">Arbitration and Conciliation Act, 1996</a>.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168336914\" id=\"span_14\">3.1     It was further submitted that the decision of the Supreme\nCourt     in    the    case   of   <a href=\"/doc/168336914/\" id=\"a_18\">Madhya         Pradesh     Rural         Road\nDevelopment Authority v. L.G. Chaudhary Engineers\nand Contractors</a> (supra) was rendered in the context of the\nMadhya Pradesh Madhyastham Adhikaran Andhiniyam, 1983,\nwherein there is no provision similar to <a href=\"/doc/163592972/\" id=\"a_19\">section 21</a> of the\nGujarat        Act   which    provides    that    the   provisions        of    the\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                   Page 4 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_16\">                                                         Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_17\">         C/SCA/2673/2013                                ORDER</span>\n\n\n\n\nArbitration Act, shall insofar as they are inconsistent with the\nprovisions of the Act, cease to apply, to any dispute arising\nfrom a works contract and all arbitration proceedings in\nrelation to such dispute before an arbitrator, umpire, court or\nauthority shall stand transferred to the Tribunal.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"168336914\" id=\"span_18\">It was\nsubmitted that in the present case, the Tribunal has not\nframed any issue on the question of jurisdiction and that the\nimpugned order passed by the Tribunal being contrary to the\nlaw <a href=\"/doc/168336914/\" id=\"a_20\">laid down by</a> the Supreme Court in the case of <a href=\"/doc/168336914/\" id=\"a_21\">Madhya\nPradesh Rural Road Development Authority v. L.G.\nChaudhary Engineers and Contractors</a> (supra), is required\nto be quashed and set aside.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_11\">3.2   Reliance was also placed upon various decisions of\nlearned Single Judges of this court whereby the orders passed\nby the Arbitration Tribunal were set aside and the reference\nwas ordered to be restored to the file of the Arbitration\nTribunal for its decision on merits and in accordance with law.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"168336914\" id=\"span_19\">4.    Opposing the petition, Mr. Paras Sukhwani, learned\nadvocate for the respondent, invited the attention of the court\nto the events that have taken place. It was submitted that the\nArbitration Tribunal disposed of the arbitration reference by an\norder dated 6.12.2010, whereafter the petitioner and the\nExecutive Engineer were served with a notice dated 4.1.2011\nfor appointment of the Arbitrator. Though the notice was duly\nserved, the petitioner neither replied nor complied with the\nrequirements of the said notice. Therefore, Arbitration Petition\nNo.25 of 2011 was filed before this court under <a href=\"/doc/596725/\" id=\"a_22\">section 11</a> of\nthe Arbitration Act. By an order dated 24.6.2011, this court\nconstituted the Arbitration Tribunal by appointing Justice C. K.\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                            Page 5 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_21\">                                               Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_22\">         C/SCA/2673/2013                                ORDER</span>\n\n\n\n\nBuch, a former Judge of this court, as Arbitrator. Thereafter,\nthe learned Arbitrator has adjudicated the disputes between\nthe parties and passed an award on 11.9.2012. It was\nsubmitted that the present petition has been filed after the\naward came to be passed by the learned Arbitrator, and hence,\nthe above referred decision of the Supreme Court in the case\nof <a href=\"/doc/168336914/\" id=\"a_23\">Madhya Pradesh Rural Road Development Authority\nv. L.G. Chaudhary Engineers and Contractors</a> (supra)\nwould have no applicability to the facts of the present case.\nThe attention of the court was invited to <a href=\"/doc/168336914/\" id=\"a_24\">the said decision</a>, to\npoint out that the Supreme Court in the cases where the award\nwas already made, has not expressed any opinion on the\napplicability of the said Act and has held that in such cases if\nno objection to the jurisdiction of the Arbitrator was taken at\nthe relevant stage, the award may not be annulled only on this\nground. It was submitted that in the facts of the present case,\nif the petitioner was of the view that the learned Arbitrator has\nno jurisdiction to decide the controversy in issue, it was open\nfor the petitioner to file an application under <a href=\"/doc/109140/\" id=\"a_25\">section 16</a> of the\nArbitration Act before the Arbitration Tribunal. However, the\npetitioner, at the relevant time having not raised any objection\nto the jurisdiction of the learned Arbitrator to adjudicate upon\nthe disputes in question, is now precluded from challenging the\nsame. It was, accordingly, urged that the petition being devoid\nof any merit, deserves to be dismissed.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_13\">5.   The facts are not in dispute. The Arbitration Tribunal by\nan order dated 16.12.2010 disposed of the reference in the\nfollowing terms:-\n</p>\n<blockquote id=\"blockquote_2\">     &quot;The learned advocates for the parties submitted that\n     this case is squarely covered by the judgment of the\n\n\n<span class=\"hidden_text\" id=\"span_23\">                            Page 6 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_24\">                                               Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_25\">             C/SCA/2673/2013                               ORDER</span>\n\n\n\n          Hon&#x27;ble Supreme Court in case of V.A. Tech. Escher Wyas\n          Floval Ltd. v. M.P.S.E. Board &amp; Anr. reported in 2010 Arb.\n          W.L.J. 116 (SC), and agreed that this case be disposed of\n          in terms of the aforesaid judgment of the Hon&#x27;ble\n          Supreme Court as the present Reference is not\n          maintainable before this Tribunal.\n</blockquote><blockquote id=\"blockquote_3\">                In view of the above, this Reference is disposed of\n          in terms of aforesaid judgment.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168336914\" id=\"span_26\">6.        Thereafter, the Supreme Court in the case of <a href=\"/doc/168336914/\" id=\"a_26\">Madhya\nPradesh Rural Road Development Authority v. L.G.\nChaudhary Engineers and Contractors</a>, (supra) held that\nits earlier decision in the case of V.A. Tech Esher Wyass\nFlovel Ltd. v. M.P.S.E. Board (supra) has been rendered per\nincuriam. Prior thereto, by an order dated 24.6.2011, this court\npassed the following order in the Petition under the <a href=\"/doc/1052228/\" id=\"a_27\">Arbitration\nAct</a> No.25 of 2011:-</span>\n</p>\n<blockquote id=\"blockquote_4\">          &quot;1. For the disputes between the petitioner and\n          respondents, petitioner seeks appointment of Arbitrator\n          to resolve such disputes. Disputes flow from execution of\n          work pursuant to agreement dated 28.10.1992. It is\n          pointed out that previously, the petitioner had filed\n          proceedings before the Gujarat Public Works Contracts\n          Disputes Arbitration Tribunal, Ahmedabad in Arbitration\n          Reference No.112 of 1998 which came to be disposed of\n          by an order dated 6.12.2010 holding that in view of the\n          decision of the Apex Court in case of V.A.Tech.Escher\n          Wyas Floval Ltd. VS M.P.S.E. Board &amp; Anr. reported in\n          2010     Arb.W.L.J.116(SC),  such     reference  is   not\n          maintainable before the Tribunal. Petitioner has,\n          therefore, approached this Court seeking appointment of\n          Arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_5\">     2. Considering the submissions made and upon perusal of\n        the record, I am of the opinion that petitioner&#x27;s request\n        for appointment of Arbitrator is required to be granted.\n</blockquote>\n<blockquote id=\"blockquote_6\">     3.    Under the circumstances, Justice C.K.Buch, (Retd.) is\n          appointed as Arbitrator and requested to arbitrate\n          between the parties and render his award.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_27\">                                Page 7 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_28\">                                                  Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_29\">             C/SCA/2673/2013                                 ORDER</span>\n\n\n\n\n<blockquote id=\"blockquote_7\">       4.       With above directions, petition is disposed of.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_15\">7.     The dispute raised before the learned Arbitrator came to\nbe decided by an award dated 11.9.2012. Thereafter, the\npetitioner has filed the present petition on or about 28.2.2013.\nIt may be noted that the award passed by the learned\nArbitrator has not been challenged in the petition nor has a\ncopy of such award been annexed along therewith the. The\npetitioner has merely challenged the order dated 16.12.2010\npassed by the Arbitration Tribunal after a delay of more than\ntwo years, solely on the ground that the learned Arbitrator has\nno jurisdiction to decide the dispute referred to him as it is the\nTribunal alone which has such jurisdiction under the <a href=\"/doc/179323145/\" id=\"a_28\">Gujarat\nAct</a>.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_16\">8.     In this regard it may be noted that the legal position as\non the date when the Arbitration Tribunal passed the order\ndated 16.12.2010 was governed by the decision of the\nSupreme Court in the case of V.A. Tech Esher Wyass Flovel\nLtd. v. M.P.S.E. Board (supra). Accordingly, the disputes\nwere referred by this court to the learned Arbitrator to\nadjudicate the disputes and pass an award. It is thereafter that\nthe petitioner has sought to challenge the order dated\n16.12.2010 without challenging the award passed by the\nlearned Arbitrator. Once the learned Arbitrator has adjudicated\nthe disputes, in the opinion of this court, the order dated\n16.12.2010 has run its course and there is nothing remaining\nto be done in those proceedings. Therefore, even if the order\npassed by the Arbitration Tribunal is set aside, it would not\nnullify the subsequent proceedings, which have attained\nfinality in the light of the award passed by the learned\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                 Page 8 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_31\">                                                    Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_32\">          C/SCA/2673/2013                                  ORDER</span>\n\n\n\n\nArbitrator, in the absence of any challenge to the same. Thus,\neven if the order passed by the Arbitration Tribunal were to be\nset aside, the award would still subsist and be enforceable in\nlaw.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_17\">9.     Besides, in view of the provisions of <a href=\"/doc/109140/\" id=\"a_29\">section 16</a> of the\nArbitration Act, the Arbitral Tribunal has the competence to\nrule on its own jurisdiction and, therefore, in the light of the\nprovisions of <a href=\"/doc/109140/\" id=\"a_30\">section 16</a> of the Arbitration Act, it was open for\nthe petitioner to question the Arbitrator&#x27;s jurisdiction to\nadjudicate the dispute. However, the petitioner failed to do so\nand on the contrary, participated in the proceedings without\nany demur. The petition is, therefore, barred by delay and\nacquiescence.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168336914\" id=\"span_33\">10.    Since consent of the parties would not confer jurisdiction\nwhere there is none, reference may be made at this stage, to\nthe decision of the Supreme Court in <a href=\"/doc/168336914/\" id=\"a_31\">Madhya Pradesh Rural\nRoad     Development       Authority        v.   L.G.     Choudhary\nEngineers and Contractors</a> (supra), wherein the court has\nheld thus:-</span>\n</p>\n<blockquote id=\"blockquote_8\">       &quot;14. In view of the above, we are of the view that the\n       State law will prevail in terms of Section 2(4) of the\n       Central Act. The reference under the State law was valid\n       and could be decided in accordance with the State.\n       Accordingly, we set aside the impugned order and\n       restore the proceedings before the Tribunal. The appeal\n       is, accordingly, allowed in above terms.\n</blockquote>\n\n<blockquote id=\"blockquote_9\">       16. However, since it is stated that proceedings are\n       pending before the Arbitrator in pursuance of the\n       impugned order, the same will stand transferred to the\n       State Tribunal and the State Tribunal may proceed\n       further taking into account the proceedings which have\n\n\n<span class=\"hidden_text\" id=\"span_34\">                             Page 9 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_35\">                                                  Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_36\">   C/SCA/2673/2013                                ORDER</span>\n\n\n\nalready been taken. Learned counsel for the\nrespondent(s) pointed out that in view of <a href=\"/doc/1723887/\" id=\"a_32\">Section 16(2)</a>,\nthe objection to the jurisdiction could not be raised after\nstatement of defence was filed. This contention cannot\nbe accepted in view of the fact that the SLP was filed\nprior to the filing of statement of defence wherein this\nobjection was raised.\n</blockquote>\n\n<blockquote id=\"blockquote_10\">17. We do not express any opinion on the applicability\nof the State Act where award has already been made. In\nsuch cases if no objection to the jurisdiction of the\narbitration was taken at relevant stage, the award may\nnot be annulled only on that ground.\n</blockquote>\n\n<blockquote id=\"blockquote_11\">C.A. No.2616 arising out of SLP(C) No. 35641 of 2011:\n</blockquote>\n\n<blockquote id=\"blockquote_12\">19. Leave granted. In view of order passed in C.A.\nNo.2751 of 2018 arising out of SLP(C) No.16615 of 2012,\nno objection having been raised by the respondents in\nterms of <a href=\"/doc/1746186/\" id=\"a_33\">Section 16(2)</a> of the Arbitration and Conciliation\nAct, 1996 at appropriate stage within the time stipulated,\nthe award could not have been annulled.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_19\">20, Accordingly, this appeal is allowed, the impugned\njudgment is set aside and the award is restored. It is,\nhowever make it clear that this order will not debar\nproceedings under <a href=\"/doc/536284/\" id=\"a_34\">Section 34</a> of the Arbitration and\nConciliation Act, 1996.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_20\">ORDER dated 22-3-2018\nSLP (C) No.15059 of 2011\n</p><p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"168336914\" id=\"span_37\">28. It is not disputed that for purposes of decision of\nthe question arising in the present case the provisions of\nthe Gujarat Public Works Contracts Disputes Arbitration\nTribunal are in pari materia with the provisions of the\nM.P. Madhyastham Adhikaran Adhiniyam, 1983 which\nhave been considered by this Court vide order dated 8-3-\n2018 in Civil Appeal No.974 of 2012 titled <a href=\"/doc/168336914/\" id=\"a_35\">M.P. Rural\nDevelopment Authority v. L.G. Chaudhary Engineers and\nContractors</a>.</span>\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_38\">                      Page 10 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_39\">                                         Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_40\">       C/SCA/2673/2013                                 ORDER</span>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_22\">29.       In view of the above, this petition is dismissed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_23\">  ORDER dated 18-4-2018\n  Civil Appeal No.4261 of 2018\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">32.    Delay condoned. Leave granted. We have heard the\n  learned counsel for the parties and perused the record.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_25\">33.     An agreement was executed between the parties\n  on 11-5-1984 for construction of Assembly building in the\n  State of Madhya Pradesh. Dispute arose from the\n  agreement. The High Court of Delhi appointed an\n  arbitrator vide order dated 13-12-1988. The arbitrator\n  gave the award on 21-6-1989 which was made rule of the\n  court by the Delhi High Court on 28-9-1989. Execution\n  proceedings were taken by the appellant. The learned\n  Single Judge allowed the execution vide order dated 6-9-\n  1991 against which an appeal was filed before the\n  Division Bench of the High Court.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168336914\" id=\"span_41\">34.     The Division Bench vide order dated 5-7-2012\n  directed that the enforceability of the decree will depend\n  upon the fate of another appeal which was pending\n  between the parties. The said appeal, FAO (OS) No.23 of\n  1998, is still pending but the High Court has deferred the\n  same pending decision of the larger Bench of this Court\n  in pursuance of the judgment of this Court in <a href=\"/doc/168336914/\" id=\"a_36\">M.P. Rural\n  Road Development Authority v. L.G. Chaudhary\n  Engineers and Contractors</a>. It may be noted that the\n  larger Bench has decided the matter on 8-3-2018. In\n  terms of <a href=\"/doc/168336914/\" id=\"a_37\">the said decision</a>, the dispute between the\n  parties has to be settled in accordance with the\n  provisions of the M.P. Madhyastham Adhikaran\n  Adhiniyam, 1983 (the M.P. Act). However, since in the\n  present case the award has been rendered long back\n  which was not challenged by the respondents and the\n  matter is pending at the stage of execution, we directed\n  that the award to be treated to have been rendered\n  under the M.P. Act.</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                           Page 11 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_43\">                                              Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_44\">         C/SCA/2673/2013                              ORDER</span>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_27\">      35. In view of the above, we transfer pending\n      proceedings before the Delhi High Court being FAO (OS)\n      No.23 of 1998 and connected matters to the High Court\n      of Madhya Pradesh at Jabalpur to be treated as revision\n      petition under the M.P. Act.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_28\">11.   Thus, the Supreme Court, in a case where no objection\nwas raised in terms of <a href=\"/doc/1723887/\" id=\"a_38\">section 16(2)</a> of the Arbitration Act at\nthe appropriate stage within the time stipulated, has held that\nthe award could not have been annulled and has restored the\naward. In the case arising under the M.P. Act, since a larger\nBench of that court had held that the disputes between the\nparties have to be settled in accordance with the M.P. Act, the\nSupreme Court held that since the award was rendered long\nback and was not challenged by the respondents, such award\nbe treated as having been rendered under the M.P. Act.\n</p>\n\n<p data-structure=\"Section\" id=\"p_29\">12.   In the opinion of this court, in the absence of any\nobjection having been raised at the relevant time and the\naward passed by the learned Arbitrator not having been\nchallenged, the said award cannot be annulled and at best can\nbe treated as an award rendered under the <a href=\"/doc/179323145/\" id=\"a_39\">Gujarat Act</a>.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"168336914\" id=\"span_45\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"157864008\" id=\"span_46\">13.   The Division Bench of this court in the case of <a href=\"/doc/157864008/\" id=\"a_40\">Vijay\nConstruction Co.</a> (supra) has <a href=\"/doc/157864008/\" id=\"a_41\">placed reliance upon</a> <a href=\"/doc/157864008/\" id=\"a_42\">the above\ndecision</a> of the Supreme Court in the case of <a href=\"/doc/168336914/\" id=\"a_43\">Madhya Pradesh\nRural Road Development Authority v. L.G. Chaudhary\nEngineers and Contractors</a> (supra). In the case before the\nDivision Bench, the proceedings were still pending before the\nlearned Arbitrator and, therefore, the Division Bench had\nupheld the order passed by the learned Single Judge in setting\naside the order of the Tribunal and restored the arbitration\nproceedings before it. However, in the facts of this case, as\n\n<span class=\"hidden_text\" id=\"span_47\">                           Page 12 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_48\">                                             Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_49\">         C/SCA/2673/2013                                     ORDER</span>\n\n\n\n\nnoted   hereinabove,      the   proceedings      before    the      learned\nArbitrator had culminated into an award and it is thereafter the\npetitioner has approached this court.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168336914\" id=\"span_50\">Therefore, in the light of\nwhat is held by the Supreme Court in the case of <a href=\"/doc/168336914/\" id=\"a_44\">Madhya\nPradesh Rural Road Development Authority v. L.G.\nChaudhary        Engineers       and       Contractors</a>     (supra),          no\nobjection having been raised by the petitioner in terms of\n<a href=\"/doc/1723887/\" id=\"a_45\">section 16(2)</a> of the Arbitration Act at the appropriate stage\nwithin the time stipulated, the award cannot be annulled.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_31\">14.   The learned advocate for the petitioner has sought to\ndraw a distinction between the provisions of the M.P. Act and\nthe Gujarat Act on the ground that the M.P. Act does not have\na provision similar to <a href=\"/doc/163592972/\" id=\"a_46\">section 21</a> of the Gujarat Act, which\nprovides that the provisions of the <a href=\"/doc/1052228/\" id=\"a_47\">Arbitration Act</a> shall, insofar\nas they are inconsistent with the provisions of that Act, cease\nto apply to any dispute arising from a works contract and all\narbitration proceedings in relation to such dispute before an\narbitrator, umpire, court or authority shall stand transferred to\nthe Tribunal.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"168336914\" id=\"span_51\">15.   In the opinion of this court, the above contention does\nnot carry the case of the petitioner any further. Firstly, for the\nreason that the Supreme Court in SLP (C) No.15059 of 2011\n(supra) has observed that it was not disputed that for the\npurpose of the decision on the question arising in the said\ncase, the provisions of the <a href=\"/doc/179323145/\" id=\"a_48\">Gujarat Act</a> are in pari materia with\nthe provisions of the M.P. Act which has been considered by\nthe court in the case of <a href=\"/doc/168336914/\" id=\"a_49\">Madhya Pradesh Rural Road\nDevelopment Authority v. L.G. Chaudhary Engineers\nand Contractors</a> (supra); and secondly, for the reason that\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                                Page 13 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_53\">                                                    Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n<span class=\"hidden_text\" id=\"span_54\">               C/SCA/2673/2013                                        ORDER</span>\n\n\n\n\n<a href=\"/doc/163592972/\" id=\"a_50\">section 21</a> of the Gujarat Act says that all proceedings in\nrelation to dispute arising from a works contract shall stand\ntransferred to the Tribunal, which prima facie contemplates\npending proceedings. In the present case, no proceedings are\npending before the learned Arbitrator and hence, the question\nof transferring such proceedings does not arise.</span>\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_33\">16.     In the above view of the matter, no case is made out for\nsetting aside the order passed by the Arbitration Tribunal at\nthis stage, when the learned Arbitrator has already passed an\naward pursuant to the order dated 24.6.2011 passed by this\ncourt appointing him as the sole Arbitrator and requesting him\nto arbitrate between the parties.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_34\">17.     The        petition,    therefore,     fails   and    is,    accordingly,\ndismissed. Notice is discharged with no order as to costs. The\nad-interim relief granted earlier stands vacated.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_35\">                                                         (HARSHA DEVANI, J)\nZ.G. SHAIKH\n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">                                     Page 14 of 14</span>\n\n<span class=\"hidden_text\" id=\"span_56\">                                                             Downloaded on : Sun Jun 14 06:10:27 IST 2020</span>\n </p>","numcites":17,"numcitedby":0,"docsource":"Gujarat High Court","citetid":124999522,"divtype":"judgments","relatedqs":[{"value":"per incuriam","formInput":"per%20incuriam"},{"value":"sardar sarovar narmada","formInput":"sardar%20sarovar%20narmada"},{"value":"works contract","formInput":"works%20contract"},{"value":"gujarat public works contract disputes arbitration","formInput":"gujarat%20public%20works%20contract%20disputes%20arbitration"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"rural road authority m.p.","formInput":"rural%20road%20authority%20m.p."},{"value":"Award  filter:  Madhyastham","formInput":"Award%20%20filter%3A%20%20Madhyastham"},{"value":"larger bench","formInput":"larger%20bench"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"slp","formInput":"slp"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"pending proceedings","formInput":"pending%20proceedings"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"annulment","formInput":"annulment"},{"value":"2012  filter:  the arbitral tribunal can condone the delay","formInput":"2012%20%20filter%3A%20%20the%20arbitral%20tribunal%20can%20condone%20the%20delay"},{"value":"per incuriam  filter:  per incuriam","formInput":"per%20incuriam%20%20filter%3A%20%20per%20incuriam"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"}],"courtcopy":true,"query_alert":null,"agreement":false}