{"tid":36381517,"publishdate":"2023-08-24","title":"Sardar Sarovar Narmada Nigam Limited vs Sadbhav Engineering Limited on 24 August, 2023","doc":"<h2 class=\"doc_title\">Sardar Sarovar Narmada Nigam Limited vs Sadbhav Engineering Limited on 24 August, 2023</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-nanavati\">Vaibhavi D. Nanavati</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-nanavati\">Vaibhavi D. Nanavati</a></h3>\n\n<pre id=\"pre_1\">                                                                            NEUTRAL CITATION\n\n\n\n\n     C/MCA/1249/2023                          ORDER DATED: 24/08/2023\n\n                                                                             undefined\n\n\n\n\n       IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n        R/MISC. CIVIL APPLICATION NO. 1249 of 2023\n                             In\n       R/SPECIAL CIVIL APPLICATION NO. 6505 of 2023\n                            With\n        R/MISC. CIVIL APPLICATION NO. 1320 of 2023\n                              In\n        SPECIAL CIVIL APPLICATION NO. 6515 of 2023\n                            With\n        R/MISC. CIVIL APPLICATION NO. 1321 of 2023\n                              In\n        SPECIAL CIVIL APPLICATION NO. 6575 of 2023\n                            With\n        R/MISC. CIVIL APPLICATION NO. 1260 of 2023\n                              In\n        SPECIAL CIVIL APPLICATION NO. 6580 of 2023\n===================================================\n        SARDAR SAROVAR NARMADA NIGAM LIMITED\n                           Versus\n              SADBHAV ENGINEERING LIMITED\n===================================================\nAppearance:\nMR SANJAY A MEHTA(469) for the Applicant(s) No. 1,2\nMR PARAS K SUKHWANI(8284) for the Opponent(s) No. 1\n===================================================\n CORAM:HONOURABLE MS. JUSTICE VAIBHAVI D. NANAVATI\n\n                          Date : 24/08/2023\n\n                       COMMON ORAL ORDER</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">1.             As the issue involved in all these applications are\n\ncommon, the common order is passed in all these applications.\n\nMisc. Civil Application No. 1249 of 2023 is treated as a lead matter\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                               Page 1 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_2\">                                                 Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n                                                                                    NEUTRAL CITATION\n\n\n\n\n     C/MCA/1249/2023                                ORDER DATED: 24/08/2023\n\n                                                                                    undefined\n\n\n\n\nand facts are stated from the said Application.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_2\">2.             Heard   Mr.   Sanjay    A.      Mehta,   learned        advocate\n\nappearing for the applicants and Mr. Paras K. Sukhwani, learned\n\nadvocate appearing for the opponent.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Facts\" id=\"p_4\">3.             The present applicants are the original respondents,\n\nwhereas, the present opponent is the original petitioner. The\n\noriginal petitioner has preferred the petition being Special Civil\n\nApplication No. 6505 of 2023, wherein, it was prayed for an\n\norder/ direction for referring the Arbitration Reference No. 20 of\n\n2013, either to Hon&#x27;ble Mr. Justice C.K. Thakkar (former Judge,\n\nSupreme Court of India) or any former Judge of this Court. At\n\nthe joint statement having been made by the learned advocates\n\nappearing for the respective parties, this Court passed the\n\nfollowing order on 21.06.2023 in Special Civil Application No.\n\n6505 of 2023, Paragraphs 5 to 7 of the said order reads thus:\n\n\n</p><blockquote id=\"blockquote_1\">      &quot;5. In the facts of the present case, Mr. Paras S. Sukhwani,\n      learned advocate appearing for the petitioner and Ms. Richa\n      Shah, learned advocate for Mr. Alkesh N. Shah, learned\n      advocate appearing for the respondent nos. 1 and 2 jointly\n      request that Arbitration Reference No.20 of 2013 be referred to\n      the Hon&#x27;ble Mr. Justice J.C. Upadhyay (former Judge, High\n      Court of Gujarat).\n</blockquote>\n<span class=\"hidden_text\" id=\"span_3\">                                Page 2 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_4\">                                                        Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n<blockquote id=\"blockquote_2\">                                                                                               NEUTRAL CITATION\n\n\n\n\n       C/MCA/1249/2023                                          ORDER DATED: 24/08/2023\n\n                                                                                               undefined\n\n\n\n\n</blockquote><blockquote id=\"blockquote_3\">        6. Considering the joint statement made by the learned\n        advocates appearing for the respective parties, Hon&#x27;ble Mr.\n        Justice J.C. Upadhyay (former Judge, High Court of Gujarat),\n        be appointed as Arbitrator to decide the Arbitration Reference\n        No. 20 of 2013.\n</blockquote>\n<blockquote id=\"blockquote_4\">        7. The Registry to communicate the present order to Hon&#x27;ble\n        Mr. Justice J.C. Upadhyay (former Judge, High Court of\n        Gujarat) forthwith.&quot;\n</blockquote>\n\n\n<p data-structure=\"RespArg\" id=\"p_5\">4.               The present application has been filed at the instance\n\nof the original respondents seeking recall of the order dated\n\n21.06.2023 passed in Special Civil Application No. 6505 of 2023.\n\n\n5.1.                     Mr.     Sanjay      A.        Mehta,      learned        advocate\n\nappearing for the applicants herein submitted that, this Court\n\npassed the said order dated 21.06.2023 on the joint statement\n\nmade by the learned advocates appearing for the respective\n\nparties. Mr. Mehta, learned advocate has placed reliance on the\n\ncommunication dated 04.07.2023 duly produced at Annexure-C,\n\nPage-26, wherein, the applicant herein - original respondents -\n\nSardar        Sarovar         Narmada       Nigam         Limited        addressed            a\n\ncommunication            to    the   learned       advocate,       stating       that     the\n\nrespondent authorities had not given any consent as stated by the\n\nlearned advocate appearing for the applicants herein - original\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                        Page 3 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                   Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n                                                                                              NEUTRAL CITATION\n\n\n\n\n       C/MCA/1249/2023                                         ORDER DATED: 24/08/2023\n\n                                                                                              undefined\n\n\n\n\nrespondents. Mr. Mehta, learned advocate submitted that, to the\n\nsaid communication, a reply has been tendered by the learned\n\nadvocate on 05.07.2023, which was duly produced at Annexure-\n\nD, Page-27 stating that the name of Mr. J.C. Upadhyay (form\n\nJudge, High Court of Gujarat) was suggested by the learned\n\nadvocate on his own volition, considering the ratio as laid down\n\nby the Hon&#x27;ble Apex Court in SLP (C) No. 31650 of 2014 in the\n\ncase of GKC Projects Ltd. v/s. SSNNL and order passed in\n\nPetition under <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act</a> No. 173 of 2019 in the case of\n\nKCL-SRK JV through Authorized Rep Mayank Shivkumar Vyas\n\nv/s. State of Gujarat. It was stated that the name was suggested\n\nby the learned advocate appearing for the original respondents in\n\ngood faith, however, the respondent authority is not complied\n\nwith the same. Mr. Mehta, learned advocate submitted that\n\ntherefore       the      request   was     made         to   replace   the      name       of\n\nArbitrator.\n</p>\n<p data-structure=\"RespArg\" id=\"p_6\">\n5.2.             In the aforesaid facts, it was submitted by Mr. Mehta,\n\nlearned advocate appearing for the present applicants - original\n\nrespondents that in absence of the consent given by the\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                         Page 4 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                  Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n                                                                             NEUTRAL CITATION\n\n\n\n\n    C/MCA/1249/2023                           ORDER DATED: 24/08/2023\n\n                                                                             undefined\n\n\n\n\nrespondent authorities - applicants herein as clearly stated in the\n\ncommunication dated 04.07.2023 sent to the learned advocate\n\nappearing for the original respondents, it was not open for the\n\nlearned advocate to make a statement for and on behalf of the\n\nrespondent authorities. It was further contended that the parties\n\nherein are governed by the <a href=\"/doc/16512451/\" id=\"a_2\">Gujarat Public Works Contracts\n\nDisputes Arbitration Tribunal Act, 1992</a> (hereinafter referred to as\n\n&#x27;the Act, 1992&#x27; for the sake of brevity) and the provision of\n\n<a href=\"/doc/155015258/\" id=\"a_3\">Sections 7</a> and <a href=\"/doc/170825228/\" id=\"a_4\">8</a> of the Act, 1992 would be applicable. Mr.\n\nMehta, learned advocate placing reliance on <a href=\"/doc/170825228/\" id=\"a_5\">Section 8</a> of the said\n\nAct submitted that where any dispute arises between the parties\n\nto the works contract, either party shall, irrespective of whether\n\nsuch works contract contains an arbitration clause or not, refer,\n\nwithin one year from the date when the dispute has arisen, such\n\ndispute in writing to the Tribunal for arbitration in such form\n\nand accompanied by such documents or other evidence and by\n\nsuch fees, as may be prescribed. Mr. Mehta, learned advocate\n\nhas also placed reliance on <a href=\"/doc/199818923/\" id=\"a_6\">Section 21</a> of the Act, 1992, wherein,\n\nit was submitted that the provisions of the <a href=\"/doc/1052228/\" id=\"a_7\">Arbitration Act</a>, shall\n\nin so far as they are inconsistent with the provisions of the\n\n<span class=\"hidden_text\" id=\"span_9\">                             Page 5 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_10\">                                                 Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n                                                                                NEUTRAL CITATION\n\n\n\n\n       C/MCA/1249/2023                           ORDER DATED: 24/08/2023\n\n                                                                                undefined\n\n\n\n\n<a href=\"/doc/16512451/\" id=\"a_8\">Gujarat Public Works Contracts Disputes Arbitration Tribunal Act,\n\n1992</a>, cease to apply to any dispute arising from a works contract\n\nand all arbitration proceedings in relation to such dispute before\n\nan arbitrator, umpire, court or authority shall stand transferred\n\nto the Tribunal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">\n5.3.             Placing reliance on the aforesaid submissions, it was\n\nsubmitted by Mr. Mehta, learned advocate that Arbitration\n\nReference No. 20 of 2013 is pending adjudication before the\n\nTribunal and that it is the Tribunal to have the jurisdiction to\n\nconsider the dispute in question. It was submitted that the orders\n\nwhich are relied upon by the learned advocate who appeared for\n\nthe respondent authorities at the time when the order came to be\n\npassed by this Court in Special Civil Application No. 6505 of\n\n2023, were at the time when the Tribunal was not in force. In\n\nview thereof, the orders came to be passed, wherein, Arbitrator\n\ncame to be appointed. Reliance was placed on the order passed\n\nin the petition under <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act</a> No. 173 of 2019, was an\n\norder passed under <a href=\"/doc/596725/\" id=\"a_10\">Section 11</a> of the Arbitration Act, wherein, an\n\nArbitrator came to be appointed for lack of quorum. The order\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                  Page 6 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_12\">                                                    Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n                                                                                NEUTRAL CITATION\n\n\n\n\n        C/MCA/1249/2023                          ORDER DATED: 24/08/2023\n\n                                                                                undefined\n\n\n\n\npassed by the Hon&#x27;ble Apex Court was also passed in such\n\ncircumstances, where the quorum was not available. Placing\n\nreliance on the aforesaid, it was submitted that the Arbitration\n\nReference No. 20 of 2013 pending before the Tribunal and the\n\nTribunal being in force, the question of relegating the parties to\n\nthe Arbitrator would not arise.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">\n5.4.              Mr. Mehta, learned advocate placed reliance on the\n\nfollowing decisions:\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">\n</p><pre id=\"pre_2\">(I)      AIR 2015 SC 2867, Para-23\n\n(II)     2022 (1) GLR 627, para-15 and 16\n\n(III)    AIR 2009 Guj 130, para-9 and 10\n\n\n</pre><p data-structure=\"CDiscource\" id=\"p_10\">6.                Heard Mr. Paras K. Sukhwani, learned advocate\n\nappearing for the opponent herein.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">\n6.1.              Mr. Sukhwani, learned advocate submitted that it is\n\nalways open for this Court to relegate the parties to the private\n\nArbitrator, considering the fact that the proceedings before the\n\nTribunal are pending since long time.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                  Page 7 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_14\">                                                    Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n</p><p data-structure=\"Precedent\" id=\"p_13\">                                                                               NEUTRAL CITATION\n\n\n\n\n       C/MCA/1249/2023                          ORDER DATED: 24/08/2023\n\n                                                                               undefined\n\n\n\n\n6.2.             It was further submitted that, in view of non-\n\navailability of the quorum, it is just and proper that the dispute\n\nbe relegated to the private arbitrator, that may be appointed by\n\nthe Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">\n</p><p data-structure=\"CDiscource\" id=\"p_15\">7.               Considering the submissions advanced by the learned\n\nadvocates appearing for the respective parties, it appears that the\n\nstatement which were made by the learned advocate appearing\n\nfor the present applicants - original respondents, at the relevant\n\npoint of time, has without the consent of the respondent\n\nauthorities. The same is borne out from the communication dated\n\n04.07.2023, duly produced Annexure-C, pg. 26. Considering the\n\nsubmissions made by Mr. Mehta, learned advocate appearing for\n\nthe applicants, the Arbitration Reference being No. 20 of 2013 is\n\npending adjudication before the Tribunal and by virtue of the\n\norder passed by this Court dated 21.06.2023, the records and\n\nproceedings stands transferred to the Arbitrator appointed by this\n\nCourt. The order dated 21.06.2023 came to be passed by this\n\nCourt, considering the joint statement made by the learned\n\nadvocates appearing for the respective parties.\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                 Page 8 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_16\">                                                   Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n</p><p data-structure=\"Precedent\" id=\"p_16\">                                                                                   NEUTRAL CITATION\n\n\n\n\n     C/MCA/1249/2023                               ORDER DATED: 24/08/2023\n\n                                                                                   undefined\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_17\">8.             It is apposite to refer to <a href=\"/doc/56125947/\" id=\"a_11\">Sections 8</a> and <a href=\"/doc/184939497/\" id=\"a_12\">21</a> the\n\nGujarat Public Works Contracts Disputes Arbitration Tribunal Act,\n\n1992, which reads thus:\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">\n</p><blockquote id=\"blockquote_5\">     &quot;<a href=\"/doc/1232861/\" id=\"a_13\">Section-8</a>:\n</blockquote><blockquote id=\"blockquote_6\">     (1) Where any dispute arises between the parties to the works\n     contract, either party shall, irrespective of whether such works\n     contract contains an arbitration clause or not, refer, within one\n     year from the date when the dispute has arisen, such dispute\n     in writing to the Tribunal for arbitration in such form and\n     accompanied by such documents or other evidence and by\n     such fees, as may be prescribed.\n</blockquote><blockquote id=\"blockquote_7\">     (2) On receipt of a reference under sub-section (1), the\n     Tribunal may, if satisfied after such inquiry as it may deem fit\n     to make, that the requirements under this Act in relation to\n     the reference are compiled with, admit such reference and\n     where the Tribunal is not so satisfied, it may reject the\n     reference summarily.\n</blockquote><blockquote id=\"blockquote_8\">     (3) Where the Tribunal admits the reference under sub-section\n     (2), it shall, after recording evidence if necessary, and after\n     perusal of the material on record and on affording an\n     opportunity to the parties to submit their arguments, make an\n     award or an interim award giving its reasons therefore.\n     (4) The Tribunal shall use all reasonable despatch in entering\n     on and proceeding with the reference admitted by it and\n     making the award, and an endeavour shall be made to make\n     an award within four months from the date on which the\n     Tribunal had admitted the reference.\n</blockquote><blockquote id=\"blockquote_9\">     (5) The award including the interim award made by the\n     Tribunal shall, subject to an order, if any, made under <a href=\"/doc/596725/\" id=\"a_14\">section\n     11</a> or 12 be final and binding on the parties to the dispute.\n</blockquote><p data-structure=\"Section\" id=\"p_19\">     (6) An award including an interim award as confirmed or\n     varied by an order, if any, made under <a href=\"/doc/596725/\" id=\"a_15\">section 11</a> or 12 shall\n     be deemed to be a decree within the meaning of <a href=\"/doc/78563457/\" id=\"a_16\">section 2</a> of\n     the Code of Civil Procedure, 1908 of the principal Court of\n     original jurisdiction within the local limits whereof the award\n     or the interim award has been made and shall be executed\n     accordingly.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">\n\n<span class=\"hidden_text\" id=\"span_17\">                                 Page 9 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_18\">                                                       Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n</p><p data-structure=\"Section\" id=\"p_21\">                                                                                   NEUTRAL CITATION\n\n\n\n\n      C/MCA/1249/2023                               ORDER DATED: 24/08/2023\n\n                                                                                   undefined\n\n\n\n\n      <a href=\"/doc/157537/\" id=\"a_17\">Section-21</a>:\n</p><blockquote id=\"blockquote_10\">      The provisions of the <a href=\"/doc/1052228/\" id=\"a_18\">Arbitration Act</a>, shall in so far as they\n      are inconsistent with the provisions of this Act, cease to apply\n      to any dispute arising from a works contract and all arbitration\n      proceedings in relation to such dispute before an arbitrator,\n      umpire, court or authority shall stand transferred to the\n      Tribunal.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_22\">9.              POSITION OF LAW:\n</p>\n<blockquote id=\"blockquote_11\">(I)             In the case of Himalayan Cooperative Group Housing\n\nSociety v/s. Balwan Singh and others reported in AIR 2015 SC\n\n2867, relevant Para-23 reads thus:\n</blockquote>\n\n<blockquote id=\"blockquote_12\">       &quot;23. Apart from the above, in our view lawyers are perceived\n       to be their client&#x27;s agents. The law of agency may not strictly\n       apply to the client-lawyer&#x27;s relationship as lawyers or agents,\n       lawyers have certain authority and certain duties. Because\n       lawyers are also fiduciaries, their duties will sometimes more\n       demanding than those imposed on other agents. The\n       authority-agency status affords the lawyers to act for the\n       client on the subject-matter of the retainer. One of the most\n       basic principles of the lawyer-client relationships is that\n       lawyers owe fiduciary duties to their clients. As part of those\n       duties, lawyers assume all the traditional duties that agents\n       owe their principals and, thus, have to respect the client&#x27;s\n       autonomy to make decisions at a minimum, as to the\n       objectives of the representation. Thus, according to generally\n       accepted notions of professional responsibility, lawyers should\n       follow the client&#x27;s instructions rather than substitute their\n       judgment for that of the client. The law is now well settled\n       that a lawyer must be specifically authorized to settle and\n       compromise a claim, that merely on the basis of his\n       employment he has no implied or ostensible authority to bind\n       his client to a compromise/settlement. To put it alternatively\n       that a lawyer by virtue of retention, has the authority to\n       choose the means for achieving the client&#x27;s legal goal, while\n       the client has the right to decide on what the goal will be. If\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                 Page 10 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_20\">                                                       Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n                                                                                       NEUTRAL CITATION\n\n\n\n\n        C/MCA/1249/2023                                 ORDER DATED: 24/08/2023\n\n                                                                                       undefined\n\n\n\n\n         the decision in question falls within those that clearly belong\n         to the client, the lawyer&#x27;s conduct in failing to consult the\n         client or in making the decision for the client, is more likely\n         to constitute ineffective assistance of counsel.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_23\">(II)              In the case of M/s. SMS Infrastructure Limited v/s.\n\nGujarat State Road Development Corporation reported in 2022 (1)\n\nGLR 627, relevant para-15 and 16 reads thus:\n\n\n</p><blockquote id=\"blockquote_13\">         &quot;15. In the instant case, as held herein above, the\n         respondent Corporation is a &quot;public undertaking&quot; as\n         contemplated in Clause (i) of <a href=\"/doc/738672/\" id=\"a_19\">Section 2(1)(i)</a> and the contract\n         entered into between the parties was a &quot;works contract&quot; as\n         contemplated in <a href=\"/doc/738672/\" id=\"a_20\">Section 2(1)(k)</a> of the said Act of 1992, and\n         hence <a href=\"/doc/1232861/\" id=\"a_21\">Section 8</a> of the said Act would come into play, which\n         mandates the parties to refer the disputes arising between\n         them to the Tribunal constituted under the Act for\n         arbitration, within one year from the date when the dispute\n         arises. <a href=\"/doc/157537/\" id=\"a_22\">Section 21</a> thereof also provides that the provisions of\n         the <a href=\"/doc/1306164/\" id=\"a_23\">Arbitration Act,1996</a>, shall insofar as they are\n         inconsistent with the provisions of the Act of 1992, cease to\n         apply to any dispute arising from a works contract. The said\n         provision of <a href=\"/doc/157537/\" id=\"a_24\">Section 21</a> has also been specifically mentioned\n         in Clause 30 of the agreement in question and admitted by\n         the parties. The Arbitration Tribunal Act of 1992 therefore\n         being applicable to the facts of the case, the petitioner could\n         not have invoked <a href=\"/doc/596725/\" id=\"a_25\">Section 11</a> of the Arbitration Act of 1996.\n</blockquote><blockquote id=\"blockquote_14\">         16. In that view of the matter, the present petition invoking\n         <a href=\"/doc/596725/\" id=\"a_26\">Section 11</a> of the Arbitration Act is not be maintainable and\n         is liable to be dismissed. It is clarified that the Court has not\n         expressed any opinion on the merits of the case and it would\n         be open for the petitioner to take recourse to any other\n         remedy as may be permissible under the law. The petition is\n         dismissed accordingly.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_24\">(III)             In the case of R.M. Dasa v/s. Gujarat Water Supply &amp;\n\nSewerage Board reported in AIR 2009 Guj 130, relevant para-9\n\n<span class=\"hidden_text\" id=\"span_21\">                                    Page 11 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_22\">                                                           Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n                                                                                  NEUTRAL CITATION\n\n\n\n\n      C/MCA/1249/2023                              ORDER DATED: 24/08/2023\n\n                                                                                  undefined\n\n\n\n\nand 10 reads thus:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">\n</p><blockquote id=\"blockquote_15\">       &quot;9. For the reasons stated above, in light of above\n       observations, findings by this Court, it is held that even\n       where any dispute arises between the parties to the work\n       contract (though brought within the definition of &#x27;works\n       contract&#x27; under Section 2(1) (k) of the Arbitration Tribunal\n       Act, 1992 subsequently i.e. after execution of such contract)\n       dispute has arisen after 23.09.2003, parties to such work\n       contract are governed by section 8 of the Arbitration Tribunal\n       Act, 1992 only and dispute is to be resolved by the Tribunal\n       constituted under the aforesaid Act of 1992 only and no\n       Court shall have any jurisdiction to decide the dispute\n       between the parties to such work contract, may be executed\n       prior to 23.09.2003.\n</blockquote>\n<blockquote id=\"blockquote_16\">       10. In view of above, prayer of the petitioner to appoint sole\n       arbitrator in exercise of powers under <a href=\"/doc/596725/\" id=\"a_27\">Section 11(6)</a> of the\n       Arbitration Act and to refer the parties to the domestic\n       arbitration cannot be accepted and granted. The petitioner to\n       approach the Tribunal constituted under the Arbitration\n       Tribunal Act, 1992 for resolving the dispute between the\n       parties with respect to work contract in question. As and\n       when such application is made before the learned Tribunal, it\n       will be open for the petitioner to invoke Section 16 and 17 of\n       the Arbitration Tribunal Act, 1992 with appropriate\n       application and same shall be considered in accordance with\n       law and on merits. Accordingly, present application deserves\n       to be dismissed and is accordingly dismissed. In the facts and\n       circumstances of the case, there shall be no order as to\n       costs.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_26\">10.             In view of the aforesaid undisputed facts, it is the\n\nTribunal, which has the jurisdiction to adjudicate the disputes\n\nwith regard to the works contracts. In view thereof, considering\n\nthe fact that the Arbitration Reference being No. 20 of 2013 is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                 Page 12 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_24\">                                                      Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n                                                                                      NEUTRAL CITATION\n\n\n\n\n       C/MCA/1249/2023                                 ORDER DATED: 24/08/2023\n\n                                                                                      undefined\n\n\n\n\npending before the Tribunal and on inquiring from Mr. Ayaan\n\nPatel, learned Assistant Government Pleader appearing for the\n\nrespondent-State submitted that the Tribunal is taking up matters\n\nfor day-to-day basis.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">\n</p><p data-structure=\"Conclusion\" id=\"p_28\">11.              In view of the aforesaid, the order dated 21.06.2023\n\npassed in Special Civil Application No. 6505 of 2023 is recalled.\n\nThe present application stands allowed accordingly.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">                                                 (VAIBHAVI D. NANAVATI,J)\nPradhyuman\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                 Page 13 of 13</span>\n\n<span class=\"hidden_text\" id=\"span_26\">                                                          Downloaded on : Sun Sep 17 02:28:50 IST 2023</span>\n </p>","numcites":13,"numcitedby":0,"docsource":"Gujarat High Court","citetid":36381517,"divtype":"judgments","relatedqs":[{"value":"gujarat public works contracts disputes arbitration tribunal act 1992","formInput":"gujarat%20public%20works%20contracts%20disputes%20arbitration%20tribunal%20act%201992"},{"value":"sardar sarovar narmada","formInput":"sardar%20sarovar%20narmada"},{"value":"works contract","formInput":"works%20contract"},{"value":"gujarat public works contract disputes arbitration","formInput":"gujarat%20public%20works%20contract%20disputes%20arbitration"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"sadbhav engineering ltd","formInput":"sadbhav%20engineering%20ltd"},{"value":"interim award","formInput":"interim%20award"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"Civil application","formInput":"Civil%20application"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"quorum ","formInput":"quorum%20"},{"value":"Nanavati","formInput":"Nanavati"},{"value":"joint statement","formInput":"joint%20statement"},{"value":"MCA ","formInput":"MCA%20"},{"value":"section 21","formInput":"section%2021"}],"cats":[{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"}],"courtcopy":true,"query_alert":null,"agreement":false}