{"tid":146930,"publishdate":"1986-01-02","title":"Commissioner Of Income-Tax vs Rajasthan Wool Agencies on 2 January, 1986","doc":"<h2 class=\"doc_title\">Commissioner Of Income-Tax vs Rajasthan Wool Agencies on 2 January, 1986</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: [1986]160ITR358(RAJ)</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n S.K. Mal Lodha, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The Income-tax Appellate Tribunal, Jaipur Bench, Jaipur (&quot;the Tribunal&quot; herein), has referred the following question of law for the opinion of this court: \n</p><blockquote id=\"blockquote_1\">  &quot;Whether, on the facts and in the circumstances of the case, the Tribunal was right in holding that the loss of Rs. 42,000 claimed by the assessee was a trading loss and not a speculation loss ?&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The assessee is a partnership concern. The assessment year under consideration is 1974-75. The relevant previous year ended on March 31, 1974. In the previous year, the assessee derived income from adat and dealing on own account in wool. The assessee&#x27;s income in commission account was Rs. 1,23,222. A gross profit of Rs. 8,431 was shown from the dealings on account of sale of Rs. 11,93,226. The Income-tax Officer at the time of the scrutiny noticed a payment of Rs. 42,000 to : (1) M/s. Minerva Hosiery Mill Pvt. Ltd., and (1) M/s. Swadeshi Manufacturing Syndicate Pvt. Ltd. The amount of Rs. 42,000 represented the amount paid as damages for non-performance of contracts which are said to have been orally entered into with the aforesaid parties for supply of wool tops. The details of the aforesaid oral contracts were supplied by the assessee to the Income-tax Officer. According to the contracts, the assessee had agreed to supply 30,000 kgs. of wool tops to M/s. Minerva Hosiery Mills Pvt. Ltd. and 22,000 kgs. of wool tops to M/s. Swadeshi Manufacturing Syndicate Pvt. Ltd. in December, 1972. The supply was to be made from December, 1972, to June, 1973, in 5 or 6 instalments at the fixed rate of Rs. 24.47\n\nper kg. The assessee, in fact, supplied 2,753 kgs. to M/s. Minerva Hosiery Mills Pvt. Ltd. and 9,140 kgs. to M/s. Swadeshi Manufacturing Syndicate Pvt. Ltd., up to March, 1973. In April, 1973, both the aforesaid parties were informed by the assessee that it will not be possible for it to supply the remaining contracted quantity. That gave rise to a dispute between the parties. The dispute, however, was amicably settled in March, 1974, and the compromise agreements were drawn up according to which the assessee paid a sum of Rs. 42,000 by cheque to the aforesaid two parties. The Income-tax Officer by his order dated November 30, 1976, disallowed the sum of Rs. 42,000 on the ground that it is not an allowable deduction under <a href=\"/doc/53397808/\" id=\"a_1\">Section 37</a> of the Income-tax Act, 1961 (&quot;the Act&quot; hereinafter). He also opined that the nature of the transactions appeared to be colourable in view of the fact that the profit and loss did not belong to the assessee but to the parties to whom goods were supplied by the assessee. He observed as under : \n</p>   \n\n<blockquote id=\"blockquote_2\"> &quot;Therefore, it is doubtful that the alleged claim of deduction represents compensation for failure for non-performance of a contract alleged to have been entered into between the assessee-firm and the Ludhiana parties. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> Since the assessee-firm failed to establish that it had at all entered into agreement for supply of wool tops in such circumstances of the case and that the amount of Rs. 42,000 was paid for the purpose of earning profits of business of the firm, the deduction claimed under <a href=\"/doc/53397808/\" id=\"a_2\">Section 37</a> of the Income-tax Act, 1961, is not allowed.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_3\"> 3. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"325846\" id=\"span_1\">In this connection, he relied on <a href=\"/doc/325846/\" id=\"a_3\">Swadeshi Cotton Mills Co. Ltd. v. CIT</a> [1967] 63 ITR 65 (SC). The assessee lodged an appeal and the Appellate Assistant Commissioner by his order dated July 12, 1977, found that the claim of damages is allowable as deduction under <a href=\"/doc/41962694/\" id=\"a_4\">Section 37(1)</a> of the Act. He, therefore, allowed the claim of the assessee which was disallowed by the Income-tax Officer. He also granted certain other reliefs to the assessee with which we are not concerned in this reference.</span> \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. The Income-tax Officer, &quot;C&quot; Ward, Bikaner, filed an appeal before the Tribunal contesting the allowance of Rs. 42,000 paid by the assessee to the two Ludhiana firms which were allowed by the Appellate Assistant Commissioner to be an allowable expenditure under <a href=\"/doc/53397808/\" id=\"a_5\">Section 37</a> of the Act. The assessee also filed a cross-objection in respect of Rs. 2,000 with which also we are not concerned in the reference. Before the Tribunal, a contention was raised on behalf of the Income-tax Officer, &quot;C&quot; Ward, Bikaner, that the amount of Rs. 42,000 in question relates to speculation loss within the meaning of <a href=\"/doc/967611/\" id=\"a_6\">Section 43(5)</a> of the Act which could not be set off against the trading profits of the assessee in view of <a href=\"/doc/1565047/\" id=\"a_7\">Section 73(1)</a> of the\n\nAct. It was pressed before the Tribunal that the decision of the Appellate Assistant Commissioner that the amount in question was an admissible deduction from the trading profits was erroneous. The Tribunal after taking into consideration the relevant provisions of the Act as well as the case law bearing on the question which was agitated before it came to the following conclusion : \n</p><blockquote id=\"blockquote_4\">  &quot;The assessee has filed before us a statement which shows that a loss of nearly Rs. 4 lakhs would have been suffered by the assessee, if it had supplied the remaining quantity of wool at the prevailing rate of Rs. 34.47 per kg., and, therefore, the assessee agreed to pay by way of damages Rs. 42,000. The payment obviously was in the interest of the assessee&#x27;s business and was dictated by commercial expediency. It was, thus, a loss which had arisen to the assessee in the course of the business and the learned Appellate Assistant Commissioner rightly held that the same was allowable......&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_5\"> 5. It is clear from the aforesaid extracted portion that the amount of Rs. 42,000 was held by the Tribunal to be an allowable deduction under <a href=\"/doc/41962694/\" id=\"a_8\">Section 37(1)</a> of the Act. While dealing with the question whether the payment of Rs. 42,000 was a speculation loss under <a href=\"/doc/967611/\" id=\"a_9\">Section 43(5)</a> of the Act, the Tribunal held that the transactions in the case on hand did not fall under <a href=\"/doc/967611/\" id=\"a_10\">Section 43(5)</a> of the Act. It, therefore, concluded that the loss of Rs. 42,000 was a trading loss and not a speculation loss. In view of the aforesaid conclusions, it upheld the order of the Appellate Assistant Commissioner in this respect and dismissed the appeal. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\"> 6. On an application under <a href=\"/doc/1908938/\" id=\"a_11\">Section 256(1)</a> of the Act, the Tribunal has referred the above question for the opinion of this court as aforesaid. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> 7. We have heard Mr. B.R. Arora, learned counsel for the Revenue, and also Mr. B.L. Purohit, learned counsel for the assessee. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\"> 8. The only question which we are called upon to determine is whether, on the facts and circumstances of the case, the amount of Rs. 42,000 paid by the assessee to the two Ludhiana firms as compensation on account of non-fulfilment of the terms of the contracts entered into by the assessee with them for not supplying the full quantity of wool tops stipulated to to be supplied from April, 1973, to June, 1973, was an allowable deduction under <a href=\"/doc/41962694/\" id=\"a_12\">Section 37(1)</a> of the Act. \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\"> 9. In order to enable us to answer this question, we may notice <a href=\"/doc/41962694/\" id=\"a_13\">Sections 37(1)</a> and <a href=\"/doc/967611/\" id=\"a_14\">Section 43(5)</a> of the Act which are as under: \n</p>   \n\n<blockquote id=\"blockquote_5\"> &quot; 37. (1) Any expenditure (not being expenditure of the nature described in <a href=\"/doc/454306/\" id=\"a_15\">Sections 30</a> to <a href=\"/doc/1427856/\" id=\"a_16\">36</a> (and Section 80W) and not being in the nature of capital expenditure or personal expenses of the assessee), laid out or expended wholly and exclusively Joy the purposes of the business or profession\n\nshall be allowed in computing the income chargeable under the head &#x27; Profits and gains of business or profession&#x27;. \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> 43. (5) &#x27;speculative transaction&#x27; means a transaction in which a contract for the purchase or sale of any commodity, including stocks and shares, is periodically or ultimately settled otherwise than by the actual delivery or transfer of the commodity or scrips.&quot;  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_10\"> 10. It is well-settled by a catena of cases that according to <a href=\"/doc/53397808/\" id=\"a_17\">Section 37</a>, the conditions for allowance are--(1) that the expenditure must not be covered by the provisions of <a href=\"/doc/454306/\" id=\"a_18\">Sections 30</a> to <a href=\"/doc/1427856/\" id=\"a_19\">36</a> and <a href=\"/doc/325622/\" id=\"a_20\">80VV(2)</a> that the expenditure must have been laid out or expended wholly and exclusively for the purposes of the business of the assessee, (3) that the expenditure must not be personal in nature, and (4) that the expenditure must not be capital in nature. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\"> 11. In December, 1972, the assessee agreed to supply 30,000 kgs. of wool tops to M/s. Minerva Hosiery Mills Pvt. Ltd. and that supply was to be made from December, 1972, to June, 1973, and that too in 5 or 6 instalments. The rate stipulated was Rs. 24.47 per kg. The assessee was also to supply 22,000 kgs. of wool tops to M/s. Swadeshi Manufacturing Syndicate Pvt. Ltd. That supply was to be made from December, 1972, to June, 1973, in 5 or 6 instalments at the aforesaid rate. It has been found by the Tribunal that the assessee actually supplied 2,753 kgs. to M/s. Minerva Hosiery Mills Pvt. Ltd. and 9,140 kgs. to M/s. Swadeshi Manufacturing Syndicate Pvt. Ltd. up to March, 1973. Thereafter, the supply was not made as stipulated by the assessee to the aforesaid two firms. The firms were informed that the remaining wool tops will not be supplied. It is clear that the assessee failed to perform its part of the contract entered into by it with the aforesaid two firms and thereby committed breach thereof. On account of breach of contract, a dispute arose and that dispute was amicably settled by entering into compromise agreements according to which Rs. 42,000 was paid by the assessee by cheque to the aforesaid two firms. The Tribunal posed a question whether the transactions for the supply of wool tops to the two firms that resulted in the payment of damages to the tune of Rs. 42,000 was colourable ? It disagreed with the Income-tax Officer who doubted the genuineness of the transactions. Having examined the nature of the transactions and the way in which the dispute has arisen between the parties on account of the breach of contract and also the compromise agreement by which the assessee agreed to pay Rs. 42,000 as damages, the Tribunal reached the conclusion that the payment of Rs. 42,000 made by the assessee to the aforesaid two firms as compensation was in the interest of the assessee&#x27;s business and that too was done for commercial expediency. The assessee was dealing in wool and it is not disputed before us that besides adat business, the assessee dealt at the relevant time in wool. The\n\nassessee failed to perform its part of the contract by supplying wool and committed breach thereof and it rendered itself liable for damages. The Tribunal placed reliance on the statement furnished by the assessee before it that a loss of about Rs. 4 lakhs would have been suffered by it had it supplied the remaining quantity of wool at the prevalent rate of Rs. 34&#x27;47 per kg. as, according to it, the prices of wool tops by that time had shot up. In these circumstances, the payment of damages to the extent of Rs. 42,000 by the assessee to the two firms was an expenditure wholly and exclusively for the purposes of the business which the assessee was carrying on and thus it was an allowable deduction under <a href=\"/doc/41962694/\" id=\"a_21\">Section 37(1)</a> of the Act and that too was in the interest of the business and commercial expediency. The loss that had arisen to the assessee was in the course of the business and so the claim for damages was admissible under <a href=\"/doc/41962694/\" id=\"a_22\">Section 37(1)</a> of the Act. \n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"> 12. The other question that was strenuously canvassed before us and which was also done before the Tribunal is as to whether the payment of Rs. 42,000 was a speculation loss under <a href=\"/doc/967611/\" id=\"a_23\">Section 43(5)</a> of the Act. We have already extracted <a href=\"/doc/967611/\" id=\"a_24\">Section 43(5)</a> of the Act. In this connection, we will have to examine whether it is a case of settlement of the contract or it is a case of breach of the contract and on account of which damages were paid by the assessee to the aforesaid two firms. A speculative transaction as contemplated by <a href=\"/doc/967611/\" id=\"a_25\">Section 43(5)</a> should fulfil the following four essential conditions: \n</p>   \n\n<blockquote id=\"blockquote_7\"> (1) the contract should be for purchase or sale, \n \n\n (2) the purchase or sale should be of stocks or shares or commodity, \n \n\n (3) periodical or ultimate settlement of the contract, and   \n \n\n (4) settlement to be otherwise than by actual delivery or transfer.   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325846\" id=\"span_2\">13. The precise question in these circumstances would be whether the payment of damages by the assessee after the breach of contract has taken place is &quot;settlement of the contract&quot; within the meaning of <a href=\"/doc/967611/\" id=\"a_26\">Section 43(5)</a> of the Act. The Income-tax Officer has, however, referred to <a href=\"/doc/325846/\" id=\"a_27\">Swadeshi Cotton Mills</a>&#x27; case [1967] 63 ITR 65 (SC). In that case, the Tribunal and the High Court accepted that the sum of Rs. 35,000 claimed as deduction under <a href=\"/doc/143567568/\" id=\"a_28\">Section 10(2)(xv)</a> of the Indian Income-tax Act, 1922 (&quot;the old Act&quot;), was really paid for breach of contract in respect of purchase of textile machinery which would have been a capital asset. The appellant before the Supreme Court which carried on the business of manufacturing and selling cloth and other textile goods, entered into two contracts for the purchase of textile machinery in order to expand his textile business. The circumstances altered and the appellant subsequently cancelled the contract as the machinery to be purchased would not be required for its business and instead paid Rs. 15,000 and Rs. 20,000, respectively, to the other contracting\n\nparties as compensation.   On these facts of cancellation of the contract, it was held by their Lordships of the Supreme Court as under(at pp. 66 and 67):</span> \n</p><blockquote id=\"blockquote_8\">  &quot;The payment was, therefore, made to avoid a larger capital expenditure that would not have served the interests of the appellant-company. Such a Payment made is clearly in the nature of a capital expenditure and not an expenditure incurred wholly or exclusively for the purpose of the business. The payment was neither made for the purpose of earning profits, nor for the purpose of furthering, protecting or continuing its business which was to be carried on from day to day. The payment was made with the object of avoiding an unnecessary investment in capital assets and was an amount which was altogether outside the account of profits and gains in the computation of which deductions are allowable for expenditure incurred wholly and exclusively for earning those profits and gain&#x27;s&quot;. (Underlining* is ours). \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 14. The Tribunal rightly held that the reference by the Income-tax Officer to Swadeshi Cotton Mills&#x27; case [1967] 63 ITR 65 (SC) was misconceived and, in our opinion, it is of no assistance for answering the question before us. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1791562\" id=\"span_3\">15. On behalf of the <a href=\"/doc/1791562/\" id=\"a_29\">Revenue, Davenport &amp; Co. P. Ltd. v. CIT</a> [1975] 100 ITR 715 (SC) was cited before the Tribunal wherein their Lordships were considering the expression &quot;actual delivery&quot; used in Explanation 2 to <a href=\"/doc/47944/\" id=\"a_30\">Section 24(1)</a> of the old Act. In that case, the assessee had contracted to purchase 1,100 bales of B-Twill and 2,500 bales of corn sacks. The contract for B-Twill was with two parties, M/s. Raghunath &amp; Sons (P) Ltd. for 500 bales and M/s. Mahadeo Ramkumar for 600 bales. The corn sacks were all purchased from Tulsidas Jewaraj under three contracts for 800 bales, 1,000 bales and 700 bales, respectively. Subsequently, the assessee entered into a contract with M/s. Lachhminarain Kanoria &amp; Co. to sell the aforesaid quantities of B-Twill and corn sacks. The assessee had no godown for keeping the goods and had not handled them. The goods were in the godown of the mills and only the delivery orders addressed to the mills changed hands. The transaction resulted in a loss of Rs. 98,534 and the assessee claimed adjustment of this loss in the computation of its income. The Tribunal ultimately held that the case fell within the scope of Explanation 2 to <a href=\"/doc/47944/\" id=\"a_31\">Section 24(1)</a> of the old Act. The question was referred whether the Tribunal was right in holding that the transactions entered into by the assessee were speculative transactions within the meaning of Explanation 2 to <a href=\"/doc/47944/\" id=\"a_32\">Section 24(1)</a> of the old Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115327\" id=\"span_4\">The Supreme Court approved the following observations made in <a href=\"/doc/115327/\" id=\"a_33\">D.M. Wadhwana v. CIT</a> [1966] 61 ITR 154 (Cal) (at p. 722 of 100 ITR).</span>\n</p> \n<blockquote id=\"blockquote_9\">  &quot;The &#x27;Explanation to <a href=\"/doc/47944/\" id=\"a_34\">Section 24(1)</a>, however, does not prevent persons from entering into contracts in which the buyers and sellers may not actually hand over the goods physically. The Explanation is only designed at segregating for income-tax purposes loss sustained in transactions of a certain kind. It may be that such transactions are not speculative in the light of <a href=\"/doc/1295756/\" id=\"a_35\">Section 30</a> of the Contract Act...In enacting the Explanation 2 to <a href=\"/doc/47944/\" id=\"a_36\">Section 24(1)</a> of the Income-tax Act, the legislature did not intend to affect any transaction of sale wherein the goods were not physically delivered by the seller to the buyer but only laid down that if there was no actual or physical delivery, the loss, if any, would be a loss in a speculative transaction which could be allowed to be set off only against a profit in a transaction of the same nature...The object of the Explanation is not to invalidate transactions which are not completed by actual delivery of the goods but only to brand them as &#x27;speculative transactions&#x27; so as to put them in a special category for income-tax purposes.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1791562\" id=\"span_5\">16. The principle <a href=\"/doc/115327/\" id=\"a_37\">laid down in</a> <a href=\"/doc/1791562/\" id=\"a_38\">Davenport &amp; Co.</a>&#x27;s case [1975] 100 ITR 715 (SC), while considering the words &quot;actual delivery&quot; used in Explanation 2 to <a href=\"/doc/47944/\" id=\"a_39\">Section 24(1)</a> of the Act, is that when the contract is settled, non-delivery of the goods will cause loss and the loss in question will be under <a href=\"/doc/967611/\" id=\"a_40\">Section 43(5)</a> of the Act. It may be observed that their Lordships were concerned with the expression &quot;actual delivery&quot; as  used in Explanation 2 to <a href=\"/doc/47944/\" id=\"a_41\">Section 24(1)</a> of the old Act.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"894414\" id=\"span_6\">17. Speculation loss has been defined in <a href=\"/doc/967611/\" id=\"a_42\">Section 43(5)</a> of the Act and we have to construe it as envisaged by that Section in the case before us. The payment of compensation on account of the breach of contract does not amount to a loss in a speculative transaction. After the breach of contract has taken place, the party receives by way of settlement the damages suffered by it on account of the breach of the contract. In these circumstances, the nature of the transaction cannot be said to be speculative transaction under the Act. The words &quot;contract settled&quot; used in <a href=\"/doc/967611/\" id=\"a_43\">Section 43(5)</a>, to our mind, refer to the settlement of the contract prior to its breach and once there is a breach of the contract, then the question of settlement of the contract, as such, does not arise. Damages are claimed when a contract is broken and that is the cause of action for claiming it and for that reason receipt of payment of any amount by an assessee in settlement of the damages suffered by him or the other party on account of the breach of contract to deliver goods cannot be said to be a receipt of the payment for the speculative transaction. The Appellate Assistant Commissioner as well as the Tribunal have referred to <a href=\"/doc/894414/\" id=\"a_44\">CIT v. Pioneer Trading Co. Pvt. Ltd.</a> [1968] 70 ITR 347, wherein the Calcutta High Court while considering Explanation 2 to <a href=\"/doc/47944/\" id=\"a_45\">Section 24(1)</a> of the old Act held that\n\n&quot;contract settled&quot; means contract settled before breach and that after breach of contract, the cause of action is not based on the contract itself but on its breach. B.N. Banerjee J., with whom K.L. Roy J. agreed, observed as under fat p. 352):</span> \n</p><blockquote id=\"blockquote_10\">  &quot;We need not concern ourselves with the other remedies for breach of contract under the <a href=\"/doc/651105/\" id=\"a_46\">Sale of Goods Act</a>, namely, by specific performance or otherwise. In the instant case, part of the contract was not performed. The contract was also not dispensed with or remitted within the meaning of <a href=\"/doc/1105874/\" id=\"a_47\">Section 63</a> of the Indian Contract Act. From the facts hereinbefore mentioned, it appears that the assessee proceeded on the footing of a breach of contract by the purchasing Japanese company, namely, its default in opening a letter of credit and on that footing claimed damages, measured on the difference of price on the date of the breach. As we read Explanation 2 to <a href=\"/doc/47944/\" id=\"a_48\">Section 24(1)</a>, we do not feel that a claim based on breach of contract comes within the meaning of contract settled as used in Explanation 2. In our reading the expression &#x27;contract settled&#x27; means &#x27;contract settled before breach&#x27;. After breach of contract, the cause of action is no longer based on the contract itself but on its breach. Since the money which the assessee received in the instant case, in our reading of the facts, was the amount of damages suffered by it by reason of breach of the contract, the nature of the transaction was not speculative transaction as defined in Explanation 2, The nature of the contract, which we have recited hereinbefore, gives no implication that the contract was of speculative nature. If that contract had been settled, we do not know whether it would have fallen within the meaning of Explanation 2.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136529\" id=\"span_7\">18. It is clear that a claim based on breach of contract does not come within the meaning of &quot;contract settled&quot; as envisaged by <a href=\"/doc/47944/\" id=\"a_49\">Section 24(1)</a> of the old Act. The aforesaid decision was followed in <a href=\"/doc/136529/\" id=\"a_50\">Daulatram Rawatmull v. CIT</a> [1970] 78 ITR 503 (Cal). There also, Explanation 2 to <a href=\"/doc/47944/\" id=\"a_51\">Section 24(1)</a> was examined. The question referred to the High Court was whether the sum specified therein was a loss in speculation within the meaning of <a href=\"/doc/47944/\" id=\"a_52\">Section 24(1)</a> or an allowable expenditure under <a href=\"/doc/192089/\" id=\"a_53\">Section 10(1)</a> to <a href=\"/doc/1541982/\" id=\"a_54\">Section 10(2)(xv)</a> of the old Act. After referring to the terms of the contract, the admitted facts and the award, it was observed that the assessee committed default in performing the contract. The arbitrators made an award. The award was confirmed and the assessee had to pay the damages which the arbitrators had determined. It was held that it was a case not of settlement of contract either way but that of non-fulfilment or non-performance of the contract and, therefore, it was not a speculative transaction under <a href=\"/doc/47944/\" id=\"a_55\">Section 24(1)</a> of the old Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1352508\" id=\"span_8\">The expression &quot;specultative transaction&quot; as used in <a href=\"/doc/967611/\" id=\"a_56\">Section 43(5)</a> was examined in <a href=\"/doc/1352508/\" id=\"a_57\">Bhandari Rajmal Kushalraj v. CIT</a> [1974] 96 ITR 401 (Mys). It was observed as under (at p. 404):</span> \n</p><blockquote id=\"blockquote_11\">  &quot;In order to decide whether the loss claimed by the assessee arose out of speculative transactions, it was incumbent on the Income-tax Officer and the appellate authorities to decide the question of fact whether the sum of Rs. 11,100 was paid or settled after the breach of contracts had occurred or before the due date for the delivery of the goods.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"894414\" id=\"span_9\">19. The learned judges examined the difference between &quot;settling a contract and damages&quot; and &quot;settlement of damages for breach of contract&quot;. According to them, settlement of damages for breach of contract after the expiry of contract is not a speculative transaction. The view taken in <a href=\"/doc/894414/\" id=\"a_58\">Pioneer Trading Co.</a>&#x27;s case [1968] 70 ITR 347 was followed.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"682302\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1352508\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"894414\" id=\"span_12\"><a href=\"/doc/894414/\" id=\"a_59\">Pioneer Trading Co.</a>&#x27;s case [1968] 70 <a href=\"/doc/1352508/\" id=\"a_60\">ITR 347 (Cal) and Bhandari Rajmal Kushalraj</a>&#x27;s case [1974] 96 ITR 401 (Mys) were approved by the Supreme Court in <a href=\"/doc/682302/\" id=\"a_61\">CIT v. Shantilal P. Ltd.</a> [1983] 144 ITR 57. His Lordship Pathak J., speaking for the court, made the following illuminating observations (at p. 60):</span></span></span> \n</p><blockquote id=\"blockquote_12\">  &quot;Is a contract for the purchase or sale of any commodity settled when no actual delivery or transfer of the commodity is effected, and instead, compensation is awarded under an arbitration award as damages for a breach of the contract ? A contract can be said to be settled if instead of effecting the delivery or transfer of the commodity envisaged by the contract, the promisee in terms of <a href=\"/doc/1105874/\" id=\"a_62\">Section 63</a> of the Contract Act, accepts, instead of it, any satisfaction which he thinks fit. It is quite another matter where instead of such acceptance, the parties raise a dispute and no agreement can be reached for a discharge of the contract. There is a breach of the contract and by virtue of <a href=\"/doc/339747/\" id=\"a_63\">Section 73</a> of the Contract Act, the party suffering by such breach becomes entitled to receive from the party who broke the contract compensation for any loss or damage caused to him thereby. There is no reason why the sense conveyed by the law relating to contracts should not be imported into the definition of &quot;speculative transaction&quot;. The award of damages for the breach of a contract is not the same thing as a party to the contract accepting satisfaction of the contract otherwise than in accordance with the original terms thereof. It may be that in a general sense the layman would understand that the contract must be regarded as settled when damages are paid by way of compensation for its breach. What is really settled by the award of such damages and their acceptance by the aggrieved party is the dispute between the parties. The law, however, speaks of a settlement of the contract, and a contract is settled when it is either performed or the promisee dispenses with or remits, wholly or in part, the performance of the promise made to him or\n\naccepts instead of it any satisfaction which he thinks fit. We are concerned with the sense of law, and it is that sense which must prevail in Sub-section (5) of <a href=\"/doc/243421/\" id=\"a_64\">Section 43</a>. Accordingly, we hold that a transaction cannot be described as a &#x27;speculative transaction&#x27; within the meaning of Sub-section (5) of <a href=\"/doc/394567/\" id=\"a_65\">Section 43</a>, I.T. Act, 1961, where there is a breach of the contract and on a dispute between the parties, damages are awarded as compensation by an arbitration award.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1948147\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1352508\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"894414\" id=\"span_15\">20. Their Lordships endorsed the view taken in <a href=\"/doc/894414/\" id=\"a_66\">Pioneer Trading Co.</a>&#x27;s case [1968] 70 <a href=\"/doc/1352508/\" id=\"a_67\">ITR 347 (Cal) and Bhandari Rajmal Khushalraj</a>&#x27;s case [1974] 96 ITR 401 (Mys) and overruled <a href=\"/doc/1948147/\" id=\"a_68\">R. Chinnaswami Chettiar v. CIT</a> [1974] 96 ITR 353 (Mad).</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"377979\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1174565\" id=\"span_17\">It was also observed that <a href=\"/doc/1174565/\" id=\"a_69\">P.L.K.N. Meenakshi Achi v. CIT</a> [1974] 96 <a href=\"/doc/377979/\" id=\"a_70\">ITR 375 (Mad) and A. Muthukumara Pillai v. CIT</a> [1974] 96 ITR 557 (Mad), are not apposite and do not deal with the point regarding speculation transaction as used in <a href=\"/doc/967611/\" id=\"a_71\">Section 43(5)</a> of the Act.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"325846\" id=\"span_18\">So far as <a href=\"/doc/325846/\" id=\"a_72\">Devanport &amp; Co.</a>&#x27;s case [1975] 100 ITR 715 (SC) was concerned, their Lordships distinguished it by saying that the point regarding speculative transaction as used in <a href=\"/doc/967611/\" id=\"a_73\">Section 43(5)</a> of the Act did not arise for consideration <a href=\"/doc/325846/\" id=\"a_74\">in that case</a>.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"682302\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1352508\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136529\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"894414\" id=\"span_22\">21. Bearing in mind the principles <a href=\"/doc/325846/\" id=\"a_75\">laid down in</a> <a href=\"/doc/894414/\" id=\"a_76\">Pioneer Trading Co.</a>&#x27;s case [1968] 70 <a href=\"/doc/136529/\" id=\"a_77\">ITR 347 (Cal), Daulatram Rawatmull</a>&#x27;s case [1970] 78 <a href=\"/doc/1352508/\" id=\"a_78\">ITR 503 (Cal), Bhandari Rajmal Kushalraj</a>&#x27;s case [1974] 96 <a href=\"/doc/682302/\" id=\"a_79\">ITR 401 (Mys) and Shantilal P. Ltd.</a>&#x27;s case [1983] 144 ITR 57 (SC), let us recapitulate the facts found by the Tribunal, reference to which have already been made hereinabove. The assessee failed to supply the agreed quantity of wool tops because of continuous rise in the market price. It had already supplied part of the agreed quantity. It is thus clear that the parties never intended not to make actual delivery of the goods contracted to be supplied. On the other hand, the intention of the parties at the time of entering into contract and stipulating that the contracted wool tops will be supplied from December, 1972, to June, 1973, clearly shows that actual delivery was contemplated. Therefore, the Tribunal, in our opinion, was right when it held that the transactions could not be described as speculative transactions in the sense in which speculation is understood under the contract or in the general sense of the word. The breach was committed before the closing date of the contract. It was in June, 1973, and the assessee informed the two firms that it will not be able to supply the remaining quantity of wool tops. The assessee committed default by non-performance or non-fulfilment of the terms of the contract regarding supply of wool tops. As a result of that, a dispute arose and that was settled by reducing into writing the compromise agreement by which a lump sum of Rs. 42,000 was paid as damages to the two parties by cheque. <a href=\"/doc/967611/\" id=\"a_80\">Section 43(5)</a> of the Act\n\ndefines, speculative transaction for the purpose of the Act and it only covers those transactions or contracts which are periodically or ultimately settled otherwise than by actual delivery. As already held in the present case, the contract was not settled but a breach of contract had taken place before the due date for performance. In these circumstances, we are disposed to think that <a href=\"/doc/967611/\" id=\"a_81\">Section 43(5)</a> of the Act will not apply and for that matter, it will not be material whether there was actual delivery or not. This conclusion of ours stands fortified from the decisions <a href=\"/doc/682302/\" id=\"a_82\">referred to above</a>.</span></span></span></span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_22\"> 22. For the aforesaid reasons, in agreement with the Tribunal, we hold that the transactions in the present case do not fall under <a href=\"/doc/967611/\" id=\"a_83\">Section 43(5)</a> of the Act and so the loss of Rs. 42,000 in the present case is a trading loss and not a speculation loss. The view taken by the Tribunal is correct. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\"> 23. We answer the question referred in the affirmative, i.e., in favour of the assessee and against the Revenue. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\"> 24. In the circumstances of the case, we leave the parties to bear their own costs of this reference. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\"> 25. Let a copy of this judgment be sent to the Tribunal in accordance with <a href=\"/doc/922226/\" id=\"a_84\">Section 260(1)</a> of the Act. \n</p>\n \n\n","numcites":29,"numcitedby":3,"docsource":"Rajasthan High Court - Jaipur","citetid":146930,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"breach of contract + damages","formInput":"breach%20of%20contract%20%2B%20damages"},{"value":"43(5)","formInput":"43%285%29"},{"value":"compromise agreement","formInput":"compromise%20agreement"},{"value":"commercial expediency","formInput":"commercial%20expediency"},{"value":"contract act","formInput":"contract%20act"},{"value":"Damages for breach","formInput":"Damages%20for%20breach"},{"value":"non performance","formInput":"non%20performance"},{"value":"damages in contract","formInput":"damages%20in%20contract"},{"value":"speculation","formInput":"speculation"},{"value":"swadeshi cotton mills","formInput":"swadeshi%20cotton%20mills"},{"value":"capital expenditure","formInput":"capital%20expenditure"},{"value":"contract for supply of ","formInput":"contract%20for%20supply%20of%20"},{"value":"\"breach of contract\"","formInput":"%22breach%20of%20contract%22"},{"value":"Cotton mill","formInput":"Cotton%20mill"},{"value":"\"section 24\"","formInput":"%22section%2024%22"},{"value":"Section 37","formInput":"Section%2037"}],"cats":[{"value":"speculative-transaction","formInput":"tag:speculative-transaction"},{"value":"income-deductions-from-house-property","formInput":"tag:income-deductions-from-house-property"}],"courtcopy":false,"query_alert":null,"agreement":false}