{"tid":81820808,"publishdate":"2012-08-16","title":"Narendra Singh & Ors. vs The State Of M.P on 16 August, 2012","doc":"<h2 class=\"doc_title\">Narendra Singh &amp; Ors. vs The State Of M.P on 16 August, 2012</h2>\n\n<pre id=\"pre_1\">  HIGH COURT OF JUDICATURE MADHYA PRADESH,\n                  JABAPLUR\n\n      Single Bench: Hon&#x27;ble Shri Justice N.K.Gupta,J\n\n              CRIMINAL APPEAL No.2061 OF 1996\n\n                         Narendra Singh &amp; others.\n                                           Vs.\n                          State of Madhya Pradesh.\n\n-------------------------------------------------------------------------------------------\nShri Neeraj Ashar, Advocate for the appellants.\n\nShri G.S.Thakur, Panel Lawyer for the respondent/State.\n-------------------------------------------------------------------------------------------\n                                JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">             (Delivered on the 16th day of August, 2012)\n\n\n               This      criminal        appeal       is    preferred          by     the\n\nappellants being aggrieved by the judgment and order of\n\nsentence        dated      29/10/1996            passed      by    the     Additional\n\nSessions Judge, Panna in ST No.31/1993, whereby the\n\nappellants        were      convicted         for    commission           of    offence\n\npunishable under <a href=\"/doc/73862/\" id=\"a_1\">Section 25(1)</a> of the Arms Act and\n\nsentenced for three years&#x27; rigorous imprisonment.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.             The prosecution&#x27;s case, in short, is that in the\n\nnight of 19th &amp; 20th October 1992 at about 2:00 AM Shri S.\n\nPanveliwala (PW-8) SHO Police Station Kotwali, Panna got\n\nan information that some culprits were gathered at the\n\nhouse of appellant Narendra Singh and making a plan to\n\ncommit dacoity. Shri S. Panveliwala collected the police\n\nforce including the Head Constable Ramkishore (PW-1),\n                           2            Criminal Appeal No.2061/1996\n\n\n\n\nHead   Constable   Gaya   Prasad    (PW-2),   Sub     Inspector\n\nM.M.Bati (PW-4) and went to the spot. They heard the talks\n\ntook place between the appellants that they were planning\n\nto commit a dacoity in 2-4 houses of NMDC colony. The\n\npolice force entered into the room and captured all the\n\nappellants. The appellants kept some firearms with them\n\nand those firearms were seized according to the seizure\n\nmemo Ex.P-4 to P-11. The appellants were taken to the\n\nPolice Station after their arrest. A case was registered\n\nagainst them for commission of offence punishable under\n\n<a href=\"/doc/399026/\" id=\"a_2\">Sections 399</a>, <a href=\"/doc/1784492/\" id=\"a_3\">402</a> of IPC as well as <a href=\"/doc/73862/\" id=\"a_4\">Section 25</a> of the Arms\n\nAct. The seized weapons were sent to the Forensic Science\n\nLaboratory for their examination vide memo Ex.P-15 and\n\nreport Ex.P-16 was received by which it was opined that out\n\nof all the weapons, one weapon was an air gun, whereas\n\nweapon seized from the appellant Motilal was not working,\n\nas no liver-sear was found in that double barrel gun. After\n\ngetting a sanction to prosecute the appellants under\n\n<a href=\"/doc/534261/\" id=\"a_5\">Section 39</a> of the Arms Act from the District Magistrate,\n\nPanna, a charge sheet was filed before the Chief Judicial\n\nMagistrate, Panna, who committed the case to the Sessions\n\nJudge, Panna and ultimately it was transferred to the\n\nAdditional Sessions Judge, Panna.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.        The appellants-accused abjured their guilt. They\n\ntook a specific plea that they were relatives and servants of\n\nRajmata Dharmakumari and some of the firearms were kept\n                           3            Criminal Appeal No.2061/1996\n\n\n\n\nin the chest of her majesty. The appellants were sleeping in\n\nthe house of Rajmata Dharmakumari and they were falsely\n\nimplicated in the matter due to her quarrel with one\n\nKhunna Raja. The police had acted according to the wishes\n\nof Khunnu Raja. A false case was prepared. In defence\n\nLokendra Singh (DW-1) and Narendra Singh (DW-4) were\n\nexamined to show that they were arrested unnecessarily by\n\nthe police when they were sleeping in the house and\n\nvarious guns were seized by the police from the safe of\n\nRajmata Dharmakumari by breaking its latch. The Arms\n\nClerk S.L. Verma (DW-3) was examined to show that the\n\nseized weapons were licensed in the name of Smt.\n\nDharmakumari whereas Suraj Prasad Awasthi (DW-2) was\n\nexamined to show that one gun was given for its repairing\n\nto Suraj Prasad Awasthi (DW-2) which was obtained by the\n\npolice directly with the help of appellant Narendra Singh\n\nfrom the shop of Suraj Prasad Awasthi.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">4.        After considering the evidence adduced by the\n\nparties, the learned Additional Sessions Judge Panna\n\nacquitted all the appellants for commission of offence\n\npunishable under <a href=\"/doc/399026/\" id=\"a_6\">Sections 399</a> and <a href=\"/doc/1784492/\" id=\"a_7\">402</a> of IPC, but\n\nconvicted them for commission of offence punishable under\n\n<a href=\"/doc/73862/\" id=\"a_8\">Section 25(1)(a)</a> of the Arms Act and sentenced as\n\nmentioned above.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">5.        I have heard the learned counsel for the parties.\n</p><p data-structure=\"Issue\" id=\"p_6\">                            4          Criminal Appeal No.2061/1996\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_7\">6.         The learned counsel for the appellants has\n\nsubmitted that the appellants who were relatives and\n\nservants    of   Her    Highness    Dharmakumari           were\n\nunnecessarily arrested by the police due to enmity between\n\nHer Highness Dharmakumari and her brother in-law\n\nKhunnu Raja. Independent witnesses to the seizure were\n\nturned hostile. The prosecution story was doubtful, and\n\ntherefore the appellants were acquitted from the charges of\n\noffence punishable under <a href=\"/doc/399026/\" id=\"a_9\">Sections 399</a> and <a href=\"/doc/1784492/\" id=\"a_10\">402</a> of IPC. The\n\nfirearms which were manufactured by a company and\n\nhaving their number were the licensed firearms of Her\n\nHighness Dharmakumari which cannot be seized from the\n\nappellants. Shri S. Panveliwala has created a false case\n\nagainst the appellants, and therefore his testimony could\n\nnot be believed. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"147786486\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1465659\" id=\"span_2\">In support of his contention, learned\n\ncounsel for the appellants has placed his reliance upon the\n\njudgments of the Single Bench of this Court in the case of\n\n&quot;<a href=\"/doc/1465659/\" id=\"a_11\">Vinod Kumar Shukla Vs. State of MP</a>&quot;, [1999(2)\n\nMPLJ 374] and in the case of &quot;<a href=\"/doc/147786486/\" id=\"a_12\">Khilan Singh Vs. State of\n\nMP</a>&quot;, [2010(4) MPHT 430]. Under such circumstances, it\n\nis prayed that the present appeal may be accepted.</span></span>\n\n</p><p data-structure=\"RespArg\" id=\"p_8\">7.         On the other hand, learned counsel for the State\n\nhas argued in support of the impugned judgment on the\n\nground that conviction and sentence directed by the trial\n\nCourt appears to be correct, hence no interference is\n\nwarranted by this Court.\n</p><p data-structure=\"Issue\" id=\"p_9\">                            5            Criminal Appeal No.2061/1996\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">8.        After   considering   the   submissions      made      by\n\nlearned counsel for the parties and looking at the facts and\n\ncircumstances of the case, it is to be considered as to\n\nwhether the testimony of Shri S. Panveliwala can be\n\ndiscarded? Whether any prohibited weapon is seized from\n\neach of the appellants? And whether the sentence awarded\n\nto the appellants can be reduced?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">9.        The evidence on record has been carefully\n\nscrutinized by this Court. It is apparent that all the\n\nindependent witnesses including Lachchhi (PW-5) were\n\nturned hostile, and therefore remaining witnesses like Vijay\n\nRaghav etc. were given up by the prosecution. Shri S.\n\nPanveliwala (PW-8) has stated about the entire incident and\n\nHead Constables Ramkishore (PW-1), Gaya Prasad (PW-2)\n\nand Sub Inspector Bati (PW-4) were also examined to\n\ncorroborate the testimony of Shri S. Panveliwala. A police\n\nofficer is required to attend so many investigations in a day,\n\nand therefore it is not possible for him to give the true story\n\nof a particular incident without perusal of such documents.\n\nShri S. Panveliwala has given the evidence on the basis of\n\nvarious seizure memos on which his signature was present,\n\nbut the Head Constables Ramkishore and Gaya Prasad\n\nalong with Sub Inspector Bati had no opportunity to put\n\ntheir signatures on the various documents, and therefore\n\ntheir testimony should be examined according to the\n\nevidence given by them. Sub Inspector Bati shown his\n                           6            Criminal Appeal No.2061/1996\n\n\n\n\nignorance as to how the independent witnesses were called\n\nby Shri S. Panveliwala. He admits that when they left the\n\nPolice Station, the independent witnesses were not with\n\nthem. They did not stay in the midway to collect the\n\nwitnesses but the seizure was done before the witnesses.\n\nLooking at the testimony of Sub Inspector Bati, it appears\n\nthat either he was not present at the time of seizure or\n\nseizure did not take place at the spot. Similarly, Head\n\nConstable Ramkishore has admitted that there was a single\n\ndoor in the room of appellant Narendra Singh which was\n\ncovered by the police. However, he has admitted that out of\n\neight culprits, two culprits were disappeared from the spot\n\nand six culprits could be arrested whereas      Shri Pannawala\n\nhad prepared the seizure memos Ex.P-4 to Ex.P-11 from the\n\nspot. If two culprits were disappeared, then how the seizure\n\ntook   place   with   these   two   culprits.    Under       such\n\ncircumstances, it appears that either the Head Constable\n\nRamkishore was not present at the time of raid or seizure\n\ndid not take place at the spot. It was prepared thereafter.\n\nUnder such circumstances, the testimony of the Head\n\nConstable Ramkishore and Sub Inspector Bati does not\n\nconfirm the testimony of Shri S. Panveliwala but it\n\ncontradicts the fact of the seizure. Similarly, the testimony\n\nof Gaya Prasad (PW-2) also appears to be incorrect. He has\n\nstated that there were three parts of police force prepared\n\nfor the raid in the house of appellant Narendra Singh,\n                           7            Criminal Appeal No.2061/1996\n\n\n\n\nwhereas    Shri S. Panveliwala has stated that there was a\n\nsingle part of police force to raid in the house of appellant\n\nNarendra Singh. It appears that the Head Constable Gaya\n\nPrasad has stated the story in a routine manner as it should\n\nbe given for the offence under <a href=\"/doc/399026/\" id=\"a_13\">Sections 399</a> and <a href=\"/doc/1784492/\" id=\"a_14\">402</a> of IPC.\n\nUnder such circumstances, the testimony of Shri S.\n\nPanveliwala is not at all corroborated by the evidence given\n\nby the Head Constables Gaya Prasad, Ramkishore or Sub\n\nInspector Bati.\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">10.        The testimony of an Investigation Officer can be\n\nbelieved if it appears to be believable. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156799\" id=\"span_3\">In the case of\n\n&quot;Modan Vs. State of Rajasthan&quot;, (AIR 1978 SC 1511)\n\nand in the case of &quot;<a href=\"/doc/1156799/\" id=\"a_15\">Tahir Vs. State of Delhi</a>&quot;, (AIR 1996\n\nSC 3079) it is held by the Hon&#x27;ble Apex Court that the\n\ntestimony of police officials, merely because they belong to\n\npolice force cannot be thrown away. It is not the rule of law\n\nor evidence that the conviction cannot be recorded on the\n\nevidence of police officials if they are found reliable or\n\nunless their testimony is corroborated by some independent\n\nevidence. The rule of prudence, however, only requires a\n\nmore careful scrutiny of their evidence, because they could\n\nbe said to be interested in the result of the case projected\n\nby them.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">11.        In the light of the aforesaid judgments of the\n\nHon&#x27;ble Apex Court, if the scrutiny of a particular evidence\n\ngiven by Shri S. Panveliwala is considered, then it would be\n                             8                Criminal Appeal No.2061/1996\n\n\n\n\napparent that from the various seizure memos, it is clear\n\nthat some of the firearms shown to be seized were the\n\nfirearms of Her Highness Dharmakumari. The Arms Clerk\n\nS.L.Verma (DW-3) has given the serial number of various\n\nweapons for which Her Highness was given a license\n\nthough license was not renewed after December 1993.\n\nUnder such circumstances, the defence taken by the\n\nappellants appears to be correct that such licensed guns\n\nwere   taken   out   from       the   safe    of    Her     Highness\n\nDharmakumari. Some letters written by Her Highness\n\nDharmakumari were also shown in the defence. Those\n\nletters Ex.D-4, Ex.D-8 etc. were sent to higher authorities\n\nwith a request that a bogus case was created by the police\n\nand police is not returning the weapons of Her Highness.\n\nThough the license was not renewed after December 1993,\n\nbut it is not expected that licensed gun would have been\n\ngiven by Her Highness to her servants etc. Under such\n\ncircumstances, it is highly doubtful that such weapons were\n\nseized from the appellants. If a doubt is created that some\n\nweapons were not seized from the appellants but they were\n\ntaken from the safe of Her Highness, then it is possible that\n\nthe remaining weapons could be planted by                      Shri S.\n\nPanveliwala.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">12.       SHO S. Panveliwala had adopted an erroneous\n\nprocedure in dealing with the case. According to the letter\n\nEx.P-15 sent by the Superintendent of Police Panna to the\n                           9             Criminal Appeal No.2061/1996\n\n\n\n\nFSL, it appears that all the seized materials were sent to\n\nthe laboratory in a sealed condition, but it is nowhere\n\nmentioned in the seizure memos Ex.P-4 to P-11 that any of\n\nthe weapons were sealed by Shri S. Panveliwala. Under\n\nsuch circumstances, it is nowhere clear that such weapons\n\nwere sealed at the spot or at any other place. If they were\n\nsealed, then why the sample of the seal was not shown on\n\nthe seizure memos. Under such circumstances, it could not\n\nbe established that the weapons which were sent to the\n\nFSL, were seized from the appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">13.       Similarly, after making entire seizure etc. Shri S.\n\nPanveliwala himself examined the witnesses Lachchhi and\n\nVijay Raghav whereas he was the person who lodged the\n\nFIR, and therefore he was interested person and he should\n\nnot have done the investigation in the case thereafter.\n\nLooking at the statements of Head Constables Ramkishore\n\nand Gaya Prasad along with Sub Inspector Bati, it appears\n\nthat the story told by Shri S. Panveliwala appears to be\n\nincorrect. Two accused persons had disappeared from the\n\nspot, but firearms are shown to be seized from them.\n\nSimilarly, the witnesses were not taken to the spot, because\n\nneither they were taken from the Police Station nor they\n\nwere taken in the way, but the seizures memos are\n\nprepared with the signatures of these witnesses. Therefore,\n\nit appears that the witnesses were called to the Police\n\nStation and they were forced to put their signatures on the\n                            10           Criminal Appeal No.2061/1996\n\n\n\n\nvarious seizure memos. Under such circumstances, the\n\ntestimony of Shri S. Panveliwala cannot be believed.\n\nFurther more, if the fact is considered that some of the\n\nweapons were obtained from the safe of Her Highness\n\nDharmakumari, then certainly the procedure adopted by\n\nShri S. Panveliwala is not at all believable, and therefore his\n\ntestimony cannot be believed. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"147786486\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1465659\" id=\"span_5\">In the light of the judgments\n\nof the Single Bench of this Court in the case of       <a href=\"/doc/1465659/\" id=\"a_16\">Vinod\n\nKumar Shukla</a> (supra) and in the case of <a href=\"/doc/147786486/\" id=\"a_17\">Khilan Singh</a>\n\n(supra), the testimony of Shri S. Panveliwala may be\n\ndisbelieved.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">14.        It is a strange case where the police has prepared\n\na case against the appellant Lallu Kachhi whereas an air\n\ngun was seized from him for which no license is required.\n\nTherefore, the learned Additional Sessions Judge has rightly\n\nacquitted the appellant Lallu Kachhi from the charges of\n\noffence under <a href=\"/doc/73862/\" id=\"a_18\">Section 25(1)(a)</a> of the Arms Act. Since the\n\nweapons were shown to be seized from the various\n\nappellants which were not in the possession of those\n\nappellants, but which were in the possession of Her\n\nHighness       Dharmakumari     whereas     Her       Hhighness\n\nDharmakumari was not made an accused in the case. If the\n\nlicense of Her Highness was expired, a case was to be\n\nprepared against Her Highness Dharmakumari and not\n\nagainst her relatives and servants.\n</p><p data-structure=\"Conclusion\" id=\"p_17\">                            11           Criminal Appeal No.2061/1996\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_18\">15.       The learned counsel for the appellants has also\n\nchallenged the sanction given by the District Magistrate.\n\nThe District Magistrate had given the sanction Ex.P-1 under\n\nthe provisions of <a href=\"/doc/534261/\" id=\"a_19\">Section 39</a> of the Arms Act against the\n\nseven persons. The sanction is proved by Shri Ashraf Khan\n\n(PW-3), Clerk of the District Magistrate Office, Panna. He\n\nhas stated that the entire diary was sent to the District\n\nMagistrate, who passed an order Ex.P-1. If the order Ex.P-1\n\nis perused, then it would be apparent that the order is\n\nprepared by a typewriter in which the date of order,\n\ndesignation of the officer and other columns were kept\n\nblank. If the designation of the District Magistrate was not\n\nat all mentioned in the order, just below his signature, there\n\nis no reason as to why the designation was not typed on\n\nthat order. If that order was passed by the District\n\nMagistrate by his own, then the date of order and other\n\nblank portions should not be left blank in that order. So\n\nmany   corrections   are   made    in   the    order     due     to\n\ntypographical error. Corrections are made in a different ink,\n\nwhereas signature put by the District Magistrate is in a\n\ndifferent ink. Though by perusal of the order, it can be said\n\nthat the District Magistrate has used his judicial discretion\n\nin an appropriate manner. But it is surprising to know that\n\nhe gave the sanction for prosecution against the appellant\n\nThallu @ Dugpal who had a sword at the time of incident.\n\nThere is no provision of giving any sanction for the\n                            12           Criminal Appeal No.2061/1996\n\n\n\n\nprosecution for a prohibited arm like a sword. Prosecution\n\nsanction can be given for the firearms only, and therefore it\n\nis apparent that the District Magistrate did not use his\n\njudicial discretion in an appropriate manner. On the\n\ncontrary, it appears that he signed the order which was\n\nplaced before him by the office, otherwise he could not have\n\ngiven sanction under <a href=\"/doc/534261/\" id=\"a_20\">Section 39</a> of the Arms Act against the\n\nappellant Thallu @ Dugpal, who had a sword in his\n\npossession. Under such circumstances, in absence of the\n\nvalid sanction, the appellants could not be convicted for the\n\noffence punishable under <a href=\"/doc/73862/\" id=\"a_21\">Section 25(1)(a)</a> of the Arms Act.\n\n</p><p data-structure=\"PetArg\" id=\"p_19\">16.       On the basis of the aforesaid discussion, it is\n\napparent that the testimony of the police officials including\n\nShri S. Panveliwala is not reliable at all. It is not proved\n\nbeyond reasonable doubt that various prohibited arms were\n\nfound in the possession of the appellants. Similarly, it is not\n\nproved that the District Magistrate had given a valid\n\nsanction for prosecution under <a href=\"/doc/534261/\" id=\"a_22\">Section 39</a> of the Arms Act,\n\nand therefore the appellants cannot be convicted for the\n\noffence under <a href=\"/doc/73862/\" id=\"a_23\">Section 25(1)(a)</a> of the Arms Act. However, it\n\nis a settled law that if any doubt is created, then certainly\n\nthe benefit of doubt is to be given to the appellants. Under\n\nsuch circumstances, the appeal filed by the appellants\n\ndeserves to be allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_20\">17.       Consequently, the instant appeal filed by the\n\nappellants is allowed. The conviction as well as sentence\n                            13             Criminal Appeal No.2061/1996\n\n\n\n\ndirected by the trial Court against the appellants for\n\ncommission of offence punishable under <a href=\"/doc/73862/\" id=\"a_24\">Section 25(1)(a)</a> of\n\nthe Arms Act is hereby set aside. They are acquitted from\n\nthe charges appended against them.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">18.       The   legal   representatives     of    Her    Highness\n\nDharmakumari may obtain those firearms back which were\n\nlisted in her license and if license is renewed at present.\n\nAppellant Narendra Singh can get his air gun from the trial\n\nCourt if he is able to show his ownership to that air gun. No\n\ninterference is required in the order passed by the trial\n\nCourt relating to remaining arms.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">19.       Presence of the appellants is no more required,\n\nhence it is directed that their bail bonds shall stand\n\ndischarged.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">20.       A copy of this judgment be sent to the concerned\n\ntrial Court with its record for information and compliance.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_24\">                                                    (N.K.Gupta)\n                                                        Judge\n                                                    16/08/2012\n\nAnsari\n </p>","numcites":7,"numcitedby":16,"docsource":"Madhya Pradesh High Court","citetid":81820808,"divtype":"judgments","relatedqs":[{"value":"arms act","formInput":"arms%20act"},{"value":"air gun","formInput":"air%20gun"},{"value":"seizing weapon","formInput":"seizing%20weapon"},{"value":"rajmata","formInput":"rajmata"},{"value":"section 399,","formInput":"section%20399%2C"},{"value":"independant witnesses","formInput":"independant%20witnesses"},{"value":"Arms act  filter:  sanction order of prosecution","formInput":"Arms%20act%20%20filter%3A%20%20sanction%20order%20of%20prosecution"},{"value":"\"arms act\"","formInput":"%22arms%20act%22"},{"value":"section 39  ","formInput":"section%2039%20%20"},{"value":"raja","formInput":"raja"},{"value":"raid","formInput":"raid"}],"cats":[{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"},{"value":"assembling-to-commit-dacoity","formInput":"tag:assembling-to-commit-dacoity"},{"value":"preparation-to-dacoity, commit-dacoity","formInput":"tag:preparation-to-dacoity, commit-dacoity"}],"courtcopy":true,"query_alert":null,"agreement":false}