{"tid":1431253,"publishdate":"1994-04-19","title":"Deoraj Deju Suvarna And Etc. vs State Of Maharashtra on 19 April, 1994","doc":"<h2 class=\"doc_title\">Deoraj Deju Suvarna And Etc. vs State Of Maharashtra on 19 April, 1994</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1994CRILJ3602</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-v-sahai\">Vishnu Sahai</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-v-sahai\">Vishnu Sahai</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT \n \n\n Vishnu Sahai, J.  \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1.  Since Confirmation Case No. 3 of 1993 and the bunch of the aforesaid three appeals arise out of the same set of facts we propose disposing them off by a common judgment.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> The five appellants in the three connected criminal appeals, namely (1) Maria John Dyanprakash Nadar, (2) Raju alias Rajendra Vijayan Pille Nair, (3) Guru Nadar Keshav Naikar, (4) Rajendra Mohan Kalmadi and (5) Devraj Deju Suvarna were convicted by the Additional Sessions Judge, Greater Bombay, in Sessions Case No. 587 of 1991, under the below enumerated counts :  \n</p>   \n\n<blockquote id=\"blockquote_1\"> (a) 143 I.P.C.  \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (b) 147 I.P.C.  \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (c) 148 I.P.C.  \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (d) 302/149 I.P.C. in the alternative under section 302 read with Section 34 of I.P.C. for murdering Pramod Manual Kakde, and  \n \n\n</blockquote><blockquote id=\"blockquote_5\"> (e) 302/149 <a href=\"/doc/1569253/\" id=\"a_1\">I.P.C</a>. or in the alternative under <a href=\"/doc/1560742/\" id=\"a_2\">section 302</a> read with 34 <a href=\"/doc/1569253/\" id=\"a_3\">I.P.C</a>. for murdering Anil Namdeo Shirsat.   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_3\"> As they were sentenced to death on both the counts under <a href=\"/doc/1560742/\" id=\"a_4\">section 302</a> read with 34 <a href=\"/doc/1569253/\" id=\"a_5\">I.P.C</a>. the learned trial Judge did not award them a separate sentence on the remaining counts.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\"> 2. Feeling aggrieved by the aforesaid convictions and sentences, the five appellants have preferred the three connected criminal appeals. Clubbed with these three appeals is Confirmation Case No. 3 of 1993 which is the reference by the Additional Sessions Judge for confirmation of the death sentence awarded to the appellants.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\"> 3. At the very outset, we cannot restrain expressing our indignation at the trial Judge for two things which he has done :- \n</p><blockquote id=\"blockquote_6\">  Firstly, after convicting all five appellants and there being a charge under <a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_7\">Section 149</a> of the Indian Penal Code, he has chosen to convict them under <a href=\"/doc/1560742/\" id=\"a_8\">section 302</a> read with <a href=\"/doc/37788/\" id=\"a_9\">Section 34</a> I.P.C. This, in our opinion is shocking. Secondly, after finding the accused guilty in utter disregard of the provisions contained in <a href=\"/doc/1604716/\" id=\"a_10\">Section 235</a> of the Criminal Procedure Code, the learned Trial Judge has chosen first to award capital punishment to the appellants and then, a farce of hearing them on the quantum of sentence has been done.  \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> The matters in consideration before us, arise out of two gruesome murders namely, of Pramod Manual Kakde alias Balu and Anil Namdeo Shirsat which were committed at about 2.30 a.m. on 25th March, 1991 at the culvert of Kamraj nagar hutments, Eastern Express Highway, Ghatkopar (East) Police Station Pant Nagar, District Bombay.  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 4. The case for the prosecution as it emerges from the recitals contained in the FIR, lodged by Pravin Namdeo Shirsat (PW 2) and from his deposition made in the trial Court, in brief, runs as under :-  \n</p><blockquote id=\"blockquote_8\">   The brother of the informant Anil Namdeo Shirsat and one Pramod Manuel Kakde alias Balu on the night of 24th March, 1991, are alleged to have gone to the house of appellant Maria John Dyanprakash Nadar who lives in the same locality, namely Kamraj nagar hutments, for purchasing English liquor. The case for the prosecution is that Maria John Dyanprakash Nadar illegally sells bottles of English liquor. The prosecution case is that at about 2.30 a.m. on the night of 25th March 1991, the informant who was a student of Class IX was preparing for his examinations and was awake. At that time his brother Anil came and told him that he and Pramod had gone to purchase liquor from the house of Maria John. At that time, Sadanand (absconding accused, not arrested till conclusion of the trial) assaulted him (Anil) and Pramod Manuel Kakade. Finding opportunity, he ran to his house, woke up the informant, some boys and thereafter, first Anil left for the place of incident, and then, after two minutes of his leaving, Pravin followed him. The case is that when Pravin reached the place of the incident, he saw that five appellants and the absconding accused Sadanand were there armed with choppers swords and soda water bottles. Pravin saw that Pramod Kakde was being attacked by Maria John and Raju with swords, by Sadanand and Devraj with choppers and by Guru and Kalmadi with soda water bottles. P.W. 2 Pravin Namdeo Shirsat further saw that Anil tried to save his brother but, the accused persons also assaulted him. Maria John attacked him with a sword on his head. Raju inflicted a blow by a sword on Anil&#x27;s cheek, Sadanand inflicted a blow by a chopper on Anil&#x27;s chin, Deoraj inflicted a blow by a chopper on Anil&#x27;s forehead, Rajendra Kalmadi and Guru hit Anil by throwing soda water bottles at him. The informant has stated that both Anil and Balu were shouting &quot;Vachava Vachava&quot; and both were injured on account of the aforesaid assault. Thereafter, P.W. 2 Pravin Namdeo Shirsat went to the police outpost but, finding no constable there, he came to the house of Balu and tried to wake up his family members and as a result thereof Balu&#x27;s brother Paulaus Manuel Kakde (P.W. 4) got up. Thereafter, Anil Shirsat and Paulaus Manuel Kakde, along with some others, came to the nalla where there were two taxis. All of them along with the two victims proceeded to the Rajawadi Hospital. On reaching the hospital, Pramod Kakade was found to be dead and Anil Namdeo Shirsat precariously injured. There at the hospital, P.W. 14 Dr. Pramod Tripthinath Jha, at about 3.30 a.m. medically examined Anil. The doctor found that Anil Shirsat was unconscious, his general condition was poor, he was bleeding profusely, and there was history of attack by chopper. Dr. Jha found the following injuries on the person of Anil Shirsat :- \n</blockquote>  \n\n<blockquote id=\"blockquote_9\">  (1) 1 Incised wound on vertex 6 inch by 1 inch bone deep fracture skull, clinical incised fracture skull.  \n \n\n (2) Incised wound over forehead, frontal region 2 inch x 1 inch bone deep clinical fracture skull.  \n \n\n (3) C.L.W. over lower jaw with teeth and bone exposed, fracture mandible 6 inch x 1 inch bone deep.    \n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_7\"> In the opinion of Dr. Jha, the aforesaid injuries of Anil could be caused by chopper or by a sword. At 3.35 a.m. Pramod Manuel Kakde who was dead was brought for medical examination but, since he was dead, his detailed medical examination was not done by Dr. Jha. Dr. Jha found one injury namely massive C.L.W. over left side of the neck with muscles, bone, jugular artery exposed and bleeding profusely. He also opined that the aforesaid injury could be caused by a sharp instrument like sword, chopper, axe etc.  \n \n\n</p><p data-structure=\"Facts\" id=\"p_8\"> 5. After the medical examination by P.W. 14, (Dr. Jha) P.W. 3 Constable Raju Murlidhar Chowdhari, who was on night duty at Rajawadi Hospital and was deputed in the casualty, on narration of the facts of the incident by P.W. 2 Pravin Shirsat and P.W. 4 Paulaus Manual Kakade, made entries in the Emergency Police Register (EPR). From his cross-examination, it transpires that the aforesaid entries were made between 3.35 a.m. and 4-10 a.m. on 25th March, 1991. In our opinion, this EPR entry is of crucial importance for the decision of this case, and hence, we are reproducing recitals in the EPR, verbatim. (The EPR has been proved by the prosecution and is Exh. 14).  \n</p><blockquote id=\"blockquote_10\">  &quot;today, the date 25-3-1991, at about 2.30 a.m. John, Sada Anna, Raju Nair and Guru and others inflicted blows on the head, face, and chest of the deceased person and on the head of sick (injured) person with a sharp edged weapon i.e. chopper at their residential place and when the brother of the deceased person by name Paulos Kakade, a Christian age 25 years, and the brother of the sick (injured) person by name Pravin Shirsat a Hindu age 17 years, brought them to Rajawadi Hospital, the doctors examined them and declared the person (at Sr. No. 1) dead and the person (at Sr. 2) i.e. sick (injured) person was admitted in ward No. 7. The said sick injured person is not able to speak&quot;.  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_9\"> In the EPR at serial No. 1 is mentioned Pramod Manuel Kakade and at serial No. 2 Anil Shirsat. The aforesaid recitals show that in the EPR. appellants Devraj Survana, and Rajendra Kalmadi are not named and neither is there mention of soda water bottles and swords in it.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\"> 6. The evidence of P.W. 3 Raju Chowdhari, who recorded the aforesaid EPR is that telephonically, he communicated the EPR entries to constable P.C. No. 25126 of Pant Nagar Police Station. On receiving the aforesaid telephonic message, the police of Pantnagar police station got into action. P.W. 15 S.H.O. Mangesh Vasant Sawant and P.W. 16 Shankar Babu Renose, P.S.I. accompanied by two constables proceeded for Rajawadi Hospital. There, P.W. 2 Pravin Shirsat stated that he was a witness of the incident. He gave an account of the incident to P.W. 15 S.H.O. Mangesh Vasant Sawant at Rajawadi Hospital and that account is treated by the prosecution to be the FIR. In the FIR, the names of six accused persons namely (1) Maria John Dyanprakash Nadar (2) Sadanand (3) Raju Nair (4) Guru (5) Deoraj and (6) Rajendra Kalmadi, are mentioned. Weapons mentioned in the FIR are chopper, sword and soda water bottles. It is a mystery in this case as to at what time the FIR was lodged certainly it cannot be 04.10 hours as mentioned in the chik F.I.R. because that is the time when P.W. 3 constable Raju Choudhari telephonically communicated the contents of the EPR to the authorities at the police station Pantnagar.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\"> 7. After recording the F.I.R. P.W. 15 and P.W. 16, S.H.O. Mangesh Sawant and Shankar Babu Renose, P.S.I., respectively got busy in preparing the inquest reports of the two dead bodies, of the deceased persons. It may be mentioned here that after lodging the F.I.R., Anil Namdeo Shirsat succumbed to his injuries. Panchas were called and the inquest reports were completed. Thereafter, P.W. 15 Mangesh Sawant and P.W. 16 Shankar Babu Renose proceeded for the place of the incident. There panchas were called and in the presence of P.W. 6 Govind Gopal Lokhande, P.W. 16 Shankar Babu Renose, P.S.I., took sample of blood-stained earth, plain earth, blood-stained pieces of glass of auto rickshaw which is alleged to have been standing at the place of the incident when the incident took place and blood-stained pieces of glass of broken soda water bottles. The panchanamas pertaining to these recoveries is Exhibit 21. On the same day i.e. on 25th April, 1991, P.W. 15 Mangesh Vasant Sawant recorded the statement of P.W. 4 Paulose Manual Kakade and P.W. 2 Pravin Shirsat.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 8. On 25th March, 1991, all the five appellants were arrested by the police. The same day between 2 p.m. and 3.30 p.m. the blood-stained clothes which the appellants were putting on, were recovered at police station Pant Nagar, in the presence of public panch P.W. 7 Keru Shivram Gaikwad. From the possession of John, Raju and Guru, a pant and shirt having blood stains were recovered. From Rajendra Kalmadi, a full sleeves shirt and a green coloured lungi were recovered. The evidence is that the lungi had blood stains on it. Exhibit 23 is the recovery memo with respect to the clothes recovered from guru Nadar and Rajendra Kalmadi. Exhibit 26 is recovery memo with respect to clothes recovered from Maria John and Raju. From the possession of Deoraj at his own pointing out, a shirt and pant having blood stains and a blood-stained chopper was recovered, from a hut having tin-sheet walls. The public panch of the aforesaid recovery is P.W. 10 Nandu Namdeo Adsul. Exhibit 31 and 31A constitute the recovery memo of articles recovered from Deoraj.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\"> 9. On 27th March, 1991, at about 9.30 a.m. in the presence of public panch P.W. 9 Pradeep Ramchandra More, a sword having blood stains was recovered at the pointing out of appellant Maria John from the shrubs in front of his house, in Kamraj nagar hutments. The recovery memo is Exhibit 28 and Exhibit 28A. On 3rd April, 1991, in the presence of public panch, P.W. 8 Rohidas Bhagwan Karande, a sword having blood-stains was recovered at the pointing out of appellant Raju alias Rajendra Pille, from a shrub near Kamraj Nagar. The blood stains on the sword had blackened. The recovery memo with respect of the aforesaid sword is Exhibit 25 and 25A. It is significant to point out that in the recovery memos pertaining to the recovery of swords at the pointing out of Maria John and Raju and in the recovery memos of chopper and clothes, at the pointing out of Deoraj, there is no mention that the aforesaid articles were sealed. The aforesaid recovered articles were sent from the police station, Pant Nagar to Chemical Analyst, on 9th April, 1994. At this place, we may mention that the prosecution has not adduced any evidence as to where the recovered clothes or they recovered two swords or the recovered chopper were kept between the date of recovery and the date of their being sent to the Chemical Analyst.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\"> 10. Going backwards, on 25th March, 1991 P.W. 13 Dr. Pravin Sakharam Bagul performed the autopsy of the dead body of Pramod Kakde. The statement of Dr. Bagul is that he commenced autopsy at 2 p.m. and finished it at 3 p.m. The history given was alleged assault by sword and a chopper. On the person of deceased the doctor found the following external and internal injuries :-  \n</p><blockquote id=\"blockquote_11\">  Surface wounds and injuries : \n</blockquote>   \n\n<blockquote id=\"blockquote_12\"> 1. Incised wound on (left) parietal region oblique 12 cm x 2 cm bone deep with cut bone with (tailing) effect.  \n \n\n</blockquote><blockquote id=\"blockquote_13\"> 2. Oblique wound I/W 5 cm. x 0.5 cm. below No. 1.  \n</blockquote> \n<blockquote id=\"blockquote_14\">\n</blockquote><blockquote id=\"blockquote_15\"> 3. Transverse cut I/W below nose 6 cm. x I cm. deep 1 cm.  \n</blockquote> \n<blockquote id=\"blockquote_16\">\n</blockquote><blockquote id=\"blockquote_17\"> 4. Transverse superficial wound 4 cm. x 1 cm.  \n</blockquote> \n<blockquote id=\"blockquote_18\">\n</blockquote><blockquote id=\"blockquote_19\"> 5. Transverse I (rt) side face 3 cm. x 1 cm. deep skin.  \n</blockquote> \n<blockquote id=\"blockquote_20\">\n</blockquote><blockquote id=\"blockquote_21\"> 6. Lip lower cut 3 cm. x 0.5 cm. skin deep  \n \n\n</blockquote><blockquote id=\"blockquote_22\"> 7. oblique I/W left side of neck extending below ear and cut ear pinna up to ant. region of neck 17 cm. x 5 cm. 6.05 cm. x deep with inner cut structure.  \n \n\n</blockquote><blockquote id=\"blockquote_23\"> 8. Transverse (rt) side ICS 1st 4 cm. x 0.15 cm.  \n</blockquote> \n<blockquote id=\"blockquote_24\">\n</blockquote><blockquote id=\"blockquote_25\"> 9. (left) side with sternum tranuma 4 cm. x 0.4 cm. (stratch).  \n \n\n</blockquote><blockquote id=\"blockquote_26\"> 10. Lt. side with sternum 7 cm. x 1 cm. below No. (9).  \n</blockquote> \n<blockquote id=\"blockquote_27\">\n</blockquote><blockquote id=\"blockquote_28\"> 11. (Rt) fore arm, incised wound 1 cm. x 1 cm. x skin deep.  \n</blockquote> \n<blockquote id=\"blockquote_29\">\n</blockquote><blockquote id=\"blockquote_30\"> 12. (Lft) side with back 4, 5th central region (illegible) 4.5 cm. x 0.4 cm. (strat).    \n \n\n</blockquote><p data-structure=\"Issue\" id=\"p_15\"> External injuries discovered by external examination of palpable as fractures etc. Fracture skull fracture cervical vertebrae.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_16\"> According to the doctor, the probable cause of death, of Pramod Manuel Kakade was multiple stab wounds along with left side neck structure and fracture of skull along with haemorrahage and shock. The injuries were sufficient for death. On 26th March, 1991 at 1 p.m. P.W. 13 Dr. Pravin Bagul commenced the autopsy of Anil Shirsat and finished it at 1.45 p.m. The history of assault was by chopper of Anil Shirsat, the doctor found the following sword and soda water bottles. On the person injuries :-  \n</p>   \n\n<blockquote id=\"blockquote_31\"> Multiple injuries on face :  \n</blockquote> \n\n<blockquote id=\"blockquote_32\"> close (rt) eye (N) (lt) eye scleru cut sutured with blood clot eye lid upper teeth broken lower jaw.  \n \n\n Abrasion on (rt) side panis with abrasion (rt) side of groin 4 cm. x 0.5 cm. subcutaneous tissue blood (illegible).  \n   \n\n (1) (Rt) side of scalp verticle 13 cm. x 1.5 cm. with fracture with (illegible) effect 3.5 cm. x 2 cm.  \n \n\n (2) (lt) side ear upper verticle 3 cm. x 0.5 cm.  \n</blockquote> \n<blockquote id=\"blockquote_33\">\n (3) (lt) side ear verticle 7.5 cm. x 1 cm. stutred (3) supranbital suture.  \n \n\n (4) (lt) eye upper eye lid illegible region 6 cm. x 2 cm. x 6 cm.  \n \n\n (5) Transverse sutured mark with (lt) eyelid with (ft) region 10 cm. x 5 cm.  \n \n\n (6) (rt) side of face transverse 5.5 cm. x O.5. cm. x 2 cm. suture.  \n \n\n (7) Lower lip transverse W/9 cm. x 1.5 cm. x deep 4 cm. fracture mandible.  \n \n\n (8) Transverse abrasion cut with (tailing) effect, 6 cm. x 1 cm.  \n \n\n (9) Abrasion 1 cm. x 0.5 cm.  \n</blockquote> \n<blockquote id=\"blockquote_34\">\n (10) Transverse abd upper 9.5 cm. x 1.2 cm.  \n</blockquote> \n<blockquote id=\"blockquote_35\">\n (11) (rt) side of abd 4 cm. x 1.05 cm.  \n</blockquote> \n<blockquote id=\"blockquote_36\">\n (12) (rt) groin region 5 cm. x 0.5 cm.  \n</blockquote> \n<blockquote id=\"blockquote_37\">\n (13) Abrasion (lt) upper arm 14 cm. x 1 cm.  \n</blockquote> \n<blockquote id=\"blockquote_38\">\n (14) (lt) arm ant 2 cm. x 0.5 cm.  \n</blockquote> \n<blockquote id=\"blockquote_39\">\n (15) (lt) arm middle 13 cm. x 1 cm.  \n</blockquote> \n<blockquote id=\"blockquote_40\">\n (16) Abrasion (rt) lowerthigh 3 cm. x 1 cm.  \n</blockquote> \n<blockquote id=\"blockquote_41\">\n (17) Lt. shoulder 4 cm. x 2.05 cm. abrasion.  \n</blockquote> \n<blockquote id=\"blockquote_42\">\n (18) Fracture skull.  \n</blockquote> \n<blockquote id=\"blockquote_43\">\n</blockquote><p data-structure=\"Section\" id=\"p_17\"> INTERNAL EXAMINATION  \n \n\n (19) Head.  \n</p>   \n\n<p data-structure=\"Issue\" id=\"p_18\"> (i) Multiple chopper assault injury at scalp region with deep seated.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_19\"> (ii) Fracture skull.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_20\"> (iii) Injury connecting to brain tissue with blood clot and brain contused.     \n</p> \n\n<p data-structure=\"Facts\" id=\"p_21\"> The probable cause of death, according to the doctor was fracture of skull along with brain injury, along with multiple injuries, along with excessive haemorrhage and shock as a result of assault. The aforesaid injuries according to the doctor were sufficient to cause death.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> 11. At this stage, we may mention that on neither of the two deceased persons, the doctor found any injuries attributable to hurling of soda water bottles. On 5th July, 1991, P.W. 1 Limba Kashinath Shinde a draughtsman from Presidency division, Bombay prepared the site plan Exhibit 12. The charge sheet against the appellants was filed before the Metropolitan Magistrate, 31st Court, Vikroli, Bombay vide C.C. No. 928 of 1991. By the order dated 5th July, 1991, the case was committed to the Court of Sessions, Greater Bombay.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_23\"> 12. The learned Additional Sessions Judge framed charges against the appellants on five counts. The charges are enumerated below :-  \n</p>   \n\n<blockquote id=\"blockquote_44\"> (a) 143 <a href=\"/doc/1569253/\" id=\"a_11\">IPC</a>.  \n</blockquote> \n\n<blockquote id=\"blockquote_45\"> (b) 147 <a href=\"/doc/1569253/\" id=\"a_12\">IPC</a>.  \n</blockquote> \n\n<blockquote id=\"blockquote_46\"> (c) 148 <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a>.  \n</blockquote> \n\n<blockquote id=\"blockquote_47\"> (d) 302 <a href=\"/doc/1569253/\" id=\"a_14\">IPC</a> read with 149 <a href=\"/doc/1569253/\" id=\"a_15\">IPC</a>, in the alternative under <a href=\"/doc/1560742/\" id=\"a_16\">section 302</a> IPC read with 34 <a href=\"/doc/1569253/\" id=\"a_17\">IPC</a> for murder of Pramod Manuel Kakade and (e) 302 read with 149 <a href=\"/doc/1569253/\" id=\"a_18\">IPC</a> in the alternative under <a href=\"/doc/1560742/\" id=\"a_19\">section 302</a> read with <a href=\"/doc/37788/\" id=\"a_20\">Section 34</a> IPC for murdering Anil Namdeo Shirsat.   \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_24\"> The aforesaid charges were read over to the appellants who pleaded not guilty and hence were tried.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_25\"> 13. During the trial, in all prosecution examined 16 witnesses. Out of the aforesaid witnesses, 3 namely P.W. 2 Pravin Shirsat P.W. 4 Paulose Manual Kakade and P.W. 5 Sunil Namdeo Shirsat were sought to be examined as eye witnesses. We are not detailing out on what aspects of the prosecution case, the other witnesses were examined because, in the narration given by us, above, that has already come.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_26\"> 14. The defence of the appellants was that they have been falsely implicated in the instant case. The suggestion given to the witnesses was that the appellants have been falsely implicated at the instance of the police. In defence, no witness was examined from the side of the appellants.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_27\"> 15. The learned Additional Sessions Judge, believed the evidence of P.W. 2 Pravin Namdeo Shirsat in whole and that of P.W. 4 Paulose Kakade and P.W. 5 Sunil Namdeo Shirsat in that is with respect to the date, time and place of the incident. He believed the evidence of the police witnesses and the public part, witnesses of the various recoveries. He passed the impugned judgment which is under attack in the aforesaid three criminal appeals and in which he made the statutory reference to this Court for confirmation of the death sentence awarded to all the five appellants.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> 16. We have heard learned counsel on both sides at a considerable length. We have meticulously examined the deposition of the witnesses and we have perused various exhibits proved by the prosecution to substantiate its case. We have also carefully examined the impugned judgment. At this stage, we may point out that Criminal Appeal No. 603 of 1993, was argued by Mr. Shirish Gupte, assisted by Mr. R. V. Kini. Criminal Appeal No. 608 of 1993 was argued by Mr. N. D. Shetty and Criminal Appeal No. 624 of 1993, was argued by Mrs. Ponda assisted by Mr. Kiran Jain. the leading arguments were made by Mrs. Ponda in Criminal Appeal No. 624 of 1993, and all those arguments have been adopted by Mr. S. M. Gupte and Mr. N. D. Shetty. In addition, they have made some further submissions also. We have also patiently heard Mr. Lambay, learned Additional Public Prosecutor who argued the matters with great tenacity, but, with all fairness, we are thankful to the learned counsel on both the sides for their tremendous assistance which certainly has facilitated us in dictating this judgment.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 17. Mrs. Ponda, strenuously argued that the EPR (Exhibit 14) which is the first document, pertaining to the prosecution case, is a tissue of lies and its close scrutiny shows that this occurrence has gone unnoticed. She submits that only after the assault was over, Pravin reached the place of incident and thereafter after informing Paulaus (P.W. 4) he along with Pramod and Anil came to Rajawadi Hospital. To appreciate Mrs. Ponda&#x27;s submissions about the EPR, a perusal of the same is necessary keeping this in mind, in the earlier part of our judgment, we have reproduced the recitals of the EPR, verbatim. Mrs. Ponda submits that in the aforesaid EPR, initially, the names of two persons i.e. Sadanand and Maria John along with the words &quot;and others&quot; were written. Thereafter, there was interpolation as a result of which, the names of Raju alias Rajendra Vijyan Pille and Guru Nadar Naikar were added in the EPR. Mrs. Ponda&#x27;s submission is that P.W. 2 Pravin Shirsat admits that on his informing, P.W. 3 constable Raju Choudhari, made the aforesaid EPR entries. Mrs. Ponda submits and with considerable justification in our opinion, that if Pravin Shirsat had seen the incident then, why in the EPR entry, all the persons were not named and why the words &quot;and others&quot; were written. Mrs. Ponda has invited our attention to the statement of P.W. 2 Pravin Shirsat wherein he stated that prior to the incident, he knew the names of all the accused persons, including Sadanand. Her submission is that if Pravin could mention the names of some persons, then what was there to prevent him from mentioning the names of Deoraj Deju Suvarna and Rajendra Mohan Kalmadi to P.W. 3 who made the EPR entries. She submits that this is only compatible with the inference that Pravin had not seen the incident. Mrs. Ponda further submits that the names of Raju alias Rajendra and Guru Keshav Naikar had been interpolated in the EPR. We have meticulously perused the original EPR entry, and we are constrained to say that from its perusal it appears that the names of Raju alias Rajendra and Guru Naikar have been subsequently interpolated. Constable Raju Choudhari who made the EPR entry candidly admitted in his statement in the Trial Court that corrections in the EPR have been done by him at two places, that these corrections should have been initialled by him, and that he has not initialled them. He also admitted that he could not assign any reason for not initialling the corrections. All this throws a cloud of doubt on the claim of P.W. 2 Pravin that he saw the incident. The clouds of doubt become all the more ominous by the circumstance that in the EPR entry, there is no mention of sword and soda water bottles. We may mention that P.W. 2 Pravin was confronted in the Trial Court with the aforementioned omissions contained in the EPR and stated that :-  \n</p><blockquote id=\"blockquote_48\">  &quot;I had told the duty constable names of all the assailants, after seeing Exhibit 14, I now say that I had not stated the names of assailants including the names of 3 &amp; 5.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> 3 and 5 are Deoraj Deju Suvarna and Rajendra Mohan Kalmadi respectively. P.W. 2 Pravin was also confronted with the EPR in respect of omissions pertaining to sword &amp; soda water bottles. In para 21, of the cross examination he admitted that :-  \n</p><blockquote id=\"blockquote_49\">  &quot;In my first statement, I have not stated about any person being armed with sword. I have not stated in that statement about the attack by soda water bottles. My second statement was recorded at the police station. Between my first and second statement, there were people from our locality in the hospital. Other brother Sunil was also present in the hospital. I do not recollect whether I had talked with the locality persons between the first and second statement in the hospital.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_31\"> As is evident for the aforesaid paragraph, Pravin did not deny about his having conversation with the people who had gathered there. Instead he gave an evasive answer that he did not recollect whether he had talked with the persons present in the hospital between his first and second statement. Such a conversation must have taken place because in the FIR which was lodged after the police came on receiving the telephonic message at 4-10 a.m. at Pantnagar Police Station, the names of all the six accused persons and all the weapons, are mentioned.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\"> Mr. Lambay, in respect of the aforesaid criticisms of the EPR contended that P.W. 2 Pravin Shirsat was a young boy aged 17 years, and since his brother Anil Namdeo Shirsat was hovering between life and death, he did not have the proper mental equilibrium to mention all the facts in the EPR. Mr. Lambay submitted that it was the disturbed mental state of Pravin Shirsat which resulted in the omission of the names of Deoraj and Rajendra Mohan Kalmadi in the EPR. Mr. Lambay gave the same reasoning for the omission of sword and soda water bottle in the EPR. Mr. Lambay submitted that the interpolations pertaining to additions of names of Raju and Guru are not actually interpolations but by mistake the constable who recorded EPR first forgot to write the aforesaid names and immediately when he realised this, he added them. We regret that we cannot accept the aforesaid contentions of Mr. Lambay. If none of the accused persons would have been named in the EPR, we would have thought that there was merit in Mr. Lambay&#x27;s contention. If the informant could give the names of some persons, in the EPR then, why he did not mention the names of Deoraj and Rajendra Mohan Kalmadi in it. In his statement in the Trial Court, in paragraph 5, P.W. 2 Pravin Shirsat stated that excepting Sadanand (absconding accused) and Rajendra Mohan Kalmadi, he knew the other accused since his childhood. In paragraph 1, he stated that some times, prior to the incident, his brother had told him the name of Rajendra Mohan Kalmadi. In FIR, all the five appellants and the absconding accused are named. Coming to the omissions of weapons in the EPR we find that if the informant could have mentioned sharpedged weapon and the chopper in the EPR, he could also have mentioned soda water bottle and sword in it. After all in the FIR, and in the statement in the Trial Court, he has mentioned about the sword and soda water bottle. Thus, Mr. Lambay&#x27;s contention is devoid of substance. We regret that we cannot accept Mr. Lambay&#x27;s contention that the interpolation with respect to additions of names of Raju and Guru are not actually interpolations but by mistake the constable who recorded EPR first forgot to write the aforesaid names and immediately when he realised this, he added them. P.W. 3 constable Raju Murlidhar Choudhari, who recorded EPR admitted that he had not initialled the aforesaid corrections. He also admitted that he should have initialled the corrections and that he could give no reason for not initialling them. In our opinion, the names of Raju Nair and Guru are the result of interpolations sub-sequently made in the EPR. This coupled with the absence of names of Deoraj and Rajendra Mohan Kalmadi and the absence of mention of soda water bottles and sword, in the EPR, are grave weakness in the prosecution case which have not been explained by P.W. 2 Pravin Shirsat when confronted with EPR in his deposition in the Trial Court. They erode the very root of the prosecution case. We are inclined to agree with Mrs. Ponda&#x27;s submissions that all these infirmities in the EPR are on account of the fact that Pravin did not see the incident.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\"> 18. We now propose to deal with the testimony of P.W. 2 Pravin Shirsat, P.W. 4 Paulaus Kakde &amp; P.W. 5 Sunil Shirsat who have been examined by the prosecution to given occular account of the incident. It is in the background of the infirmities inherent in the EPR which was recorded on the information received from P.W. 2 Pravin Shirsat that Mrs. Ponda wants us to evaluate the testimony of Pravin, the star witness of the prosecution. We have carefully gone through his entire deposition in the Trial Court and find him to be a wholly unreliable witness for the reasons enumerated hereinafter :-  \n</p>   \n\n<blockquote id=\"blockquote_50\"> (a) In the EPR, he has not named appellants Deoraj and Rajendra Mohan Kalmadi although he admits that he knew them from before the incident. The significance of the EPR cannot be over emphasised because, it was recorded within one to one and half hours of the incident taking place and at that time, the mind of Pravin Shirsat was untutored and he did not have the benefit of advice of all those people who were there in the Rajawadi hospital. This obviously shows that the names of appellants Deoraj and Rajendra Mohan Kalmadi are mentioned as a result of an after thought and if they are an after thought then this obviously erodes the credibility of this witness;  \n</blockquote> \n\n<blockquote id=\"blockquote_51\"> (b) In the EPR, there is no mention of sword and soda water bottles;  \n</blockquote> \n\n<blockquote id=\"blockquote_52\"> (c) In the EPR, as we have noted earlier, the names of Raju and Guru have been introduced by way of interpolation;  \n</blockquote> \n\n<blockquote id=\"blockquote_53\"> (d) In the FIR, lodged by him he says :  \n</blockquote><blockquote id=\"blockquote_54\">  &quot;On this day, the date 25th March, 1991, at 02.30 hours in the night, I was studying in my house. At that time, Anil came to me and said &quot;Pramod Kakade and I had gone to purchase the &#x27;quarter&#x27; of liquor from the house of John. At that time, Sadanand assaulted Pramod Manual Kakade and he assaulted me.&quot;  \n \n\n</blockquote><p data-structure=\"RespArg\" id=\"p_34\"> If it was a fact that after being assaulted by Sadanand, who had a chopper, Anil ran to his house then, there must have been a trail of blood or some marks of blood between the place of the incident and Anil&#x27;s house. In the instant case, neither any trail of blood nor blood marks between aforesaid places has been found by the Investigating Officer. Sight cannot be lost of the fact that within 5 to 5 1/2 hours of the incident, taking place P.W. 15 SHO Mangesh Vasant Sawant and P.W. 16 PI Shankar Babu Renose along with constables reached the place of the incident, meaning thereby that it cannot be legitimately argued by the prosecution that there was time for accused persons to erase the blood marks. This argument is not open to the prosecution for another reason, namely at the place of the incident at two points, namely A and B, Investigating Officer did find blood. If the accused persons erased blood marks in between the place of incident and Anil&#x27;s house then they would have scraped it at points A and B also. Recovery of blood between place of incident and Anil&#x27;s house would have corroborated the prosecution story that after Anil&#x27;s being assaulted by a chopper, he did go to his house. It has been aptly said that witnesses may lie but circumstances do not. This piece of corroborative evidence would certainly have removed any doubts in our minds on the prosecution claim that after being assaulted by Sadanand, Anil did go to his house. In such a situation, we find merit in Mrs. Ponda&#x27;s argument that the story deposed by by Pravin Shirsat to the effect that after the assault on him, Anil ran to his house is a trumped up one and has been manufactured by the prosecution to make Pravin an eye-witness;  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\"> (e) P.W. 2 Pravin Shirsat gave a graphic description of the assault on Pramod also. We have narrated that description while giving out the prosecution story. In our opinion, this would he impossible. Let us recount briefly the case for the prosecution. The case was that, after being assaulted by Sadanand, Anil ran to his house. There he informed Pravin (P.W. 2) Thereafter after some time, Pravin Shirsat came to the place of the incident. It is here that paragraph 6 of the statement of Pravin Shirsat becomes relevant. In the aforesaid paragraph, Pravin Shirsat states that from the place of the incident, it takes two minutes to go to John&#x27;s house. From John&#x27;s house, it takes five minutes to go to his house. Then, again his evidence in paragraph 7 is that he followed Anil two minutes after he left. In other words, the position which emerges is, that about 5 to 7 minutes must have been taken by Anil to go to his house and thereafter about 9 minutes would have been taken by Pravin Shirsat to go to the place of incident. That being so, we are at a complete loss to understand as to how Pravin Shirsat could reach in time to graphically see the assault being launched on Pramod Kakade. It would be an insult to our intelligence to believe that the six accused persons, although armed with weapons finding Pramod Kakde who was unarmed, waited for Pravin Shirsat to come and thereafter chose to launch an assault on him. Prosecution became conscious of this improbability during the trial. Consequently, we find that in paragraph 2 of his deposition, Pravin Shirsat thus stated :-  \n</p><blockquote id=\"blockquote_55\">  &quot;The present accused challenged to fetch our people who were referred as Dadas&quot;.   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_36\"> In other words, what the prosecution wants us to believe is that accused persons were all dare-devil persons and were not cowards. Prosecution wants to convince us that therefore only after Pravin Shirsat came on the place of the incident, the accused persons chose to assault Pramod. We could have given some credence to this explanation had it been contained in the FIR. A perusal of the FIR shows that it has not been mentioned in it. To our surprise, even in the statement of Pravin Shirsat recorded under <a href=\"/doc/447673/\" id=\"a_21\">section 161</a> of the Criminal Procedure Code, has not been mentioned by him. When Pravin was confronted with this omission in his statement under <a href=\"/doc/447673/\" id=\"a_22\">Section 161</a> of Criminal Procedure Code, he replied &quot;I have not told the police about the challenge to call our people Dadas&quot;. Such a statement is coming for the first time in Pravin&#x27;s deposition in the Trial Court and hence we are not prepared to accept it. Our feeling is that in order to get over the aforesaid improbability, prosecution had no option but, to introduce such evidence;  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_37\"> (f) Pravin&#x27;s statement that appellants Guru and Kalmadi were hurling soda water bottles is belied by the medical evidence. P.W. 13 Dr. Pravin Sakharam Bagul in the last paragraph of his deposition states :  \n</p><blockquote id=\"blockquote_56\">  &quot;It is true that if the soda water bottle does not burst then, there will be contusions. It is true that if soda water bottle lands on a man or surface, and at that time, it bursts then, there will be splinters which will be piercing the body. I have not recorded any contusions.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_38\"> The aforesaid deposition would make it clear that there would be contusions if an attack is made by soda water bottles and it does not burst. If the soda water bottle bursts, the splinters would pierce in the body. The autospy report of the two deceased persons, as well as the deposition of the autospy surgeon, shows that neither of the two deceased had contusions nor any splinters inside their body. The irresistible conclusion is that the prosecution case that Guru and Kalmadi participated in the incident is a concocted one. We are reinforced in this finding because in the EPR, there is no mention either of soda water bottles or of the name of appellant Rajendra Mohan Kalmadi, Although there is mention of name of Guru in the EPR but, as we have said earlier, that is by way of interpolation and that interpolation has not been initialled by P.W. 3 Raju Murlidhar Choudhari, who recorded the EPR entry. Another reason as to why we find the story of use of soda water bottles as hightly unconvincing is no one selects soda water bottles for committing a murderous assault. For the above reasons, the story of soda water bottles being used, as deposed to by Pravin Shirsat, does not sound convincing and appears to have been deposed to by Pravin as a result of his being tutored; and  \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_39\"> (g) The autospy surgeon found that both the deceased persons had sustained fractures in the skull region. When he was cross examined about this, he stated that the fracture of the skull is possible by a blunt weapon, a hard substance and by fall. In criminal cases, the tests to be applied is that of probability and not of possibility. In our considered opinion, the head fractures of both the deceased show that someone armed with a blunt weapon participated in the incident and assaulted both the deceased persons. In this context, we may mention that Dr. Pramodkumar Triptinath Jha (P.W. 14) who examined the injuries of both Anil Shirsat and Pramod Kakade within one to one and half hour of the incident found on the person of both of them contused lacerated wounds. Probabilities show that these contused lacerated wounds were the result of assault by blunt weapon. Pravin Shirsat did not depose about anyone using blunt weapon.   \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\"> 19. All the above infirmities have to be appreciated in the light of the fact that P.W. 2 Pravin Namdeo Shirsat is the real brother of the deceased Anil Namdeo Shirsat. We are more than aware that the relationship would not result in the mechanical rejection of his testimony. The settled norms of appreciation of evidence require that the evidence of interested witnesses is to be assessed with caution. Applying the caution-tests, in the background of the infirmities pointed out above, we are constrained to hold that Pravin did not see the incident and that he is a trumped up witness.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\"> 20. Next, we come to the testimony of the hostile witness P.W. 4 Paulaus Manual Kakde. We may mention that the learned Trial Judge has not believed him with regard to the actual assault but, has believed him only with regard to the date, time and place of incident. In our opinion, the learned Trial Judge erred in believing his testimony even in part. Pravin, who according to the learned Additional Public Prosecutor is the star witness of the prosecution, in para 2 of his statement, in Trial Court, candidly stated that after the assault was over and the accused persons had run away, he first went to the police chowky and finding no person there, he went to the house of Pramod Manual Kakade to inform his family members. It was then that Paulose (P.W. 4) came out from the aforesaid house. This statement of Pravin Shirsat was made by him in his examination in-chief and this clearly shows that Paulos did not see the incident. Had he seen the same, then Pravin Shirsat (P.W. 2) certainly would have stated in his statement that Paulose also saw the incident. Paulose in the Trial Court turned hostile; not in our opinion as a result of tampering by the accused persons for being the real brother of deceased Pramod Manual Kakade he would have been the last person to give such evidence as would damage the prosecution case but because he did not see the incident. In our opinion, P.W. 15 SHO Mangesh Vasant Sawant falsely introduced him as an eye witness.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\"> 21. We next come to the testimony of the last witness, P.W. 5 Sunil Namdeo Shirsat. We would like to mention that the learned Trial Judge only believed Sunil Shirsat on the date, time and place of the incident. P.W. 5 Sunil Shirsat admittedly is the real brother of P.W. 2 Pravin Namdeo Shirsat. The evidence is that the two of them reside in the same house. It has also come in evidence that both of them were on the place of the incident and saw the incident. There is also evidence that Sunil Namdeo Shirsat along with Pravin Shirsat and Anil in the same taxi went to Rajawadi hospital. If Sunil Shirsat was actually an eye witness, we are at complete wits-end to understand as to why in the FIR, his name has not been mentioned. Leave alone the FIR, even in the statement in the trial Court, Pravin Shirsat does not say that Sunil Shirsat saw the incident. Certain passages in the cross-examination of Sunil Shirsat also show that he did not see the incident. In para 2 of his statement, he stated &quot;I had no discussion with P.W. 2 about the incident in the taxi and at the hospital. I do not recall whether there was a constable at the place where the doctor examined the dead and the injured. I do not recall whether in my presence any statement of P.W. 2 was recorded by police&quot;. In para 9, Sunil Shirsat says &quot;I cannot tell even by guess work how much time it took to reach Rajawadi Hospital.&quot; In the same para, he stated &quot;I cannot say whether Paulose was with me in the hospital&quot;. It is in this background that Mr. Shetty points out, and in our opinion with justification, that there is an inordinate delay in the recording of his statement under <a href=\"/doc/447673/\" id=\"a_23\">section 161</a> of Criminal Procedure Code. The evidence of P.W. 16 Shankar Babu Renose is to the effect that he recorded the aforesaid statement of Sunil Shirsat on 26th March, 1991, that is on the next day. In this connection, Mr. Shetty points out that a large contingent of police officers was present and if Sunil Shirsat had actually seen the incident, why the Investigating Officer delayed recording his aforesaid statement.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1772812\" id=\"span_1\">22. The Apex Court in the case of <a href=\"/doc/1772812/\" id=\"a_24\">Ganesh Bhavan Patel v. State of Maharashtra</a>  has observed :-</span>  \n</p><blockquote id=\"blockquote_57\">  &quot;Delay of few hours, simplicitor in recording the statements of eye witnesses may not by itself amount to serious infirmity in the prosecution case. But, it may assume such a character if there are concomitant circumstances to suggest that Investigator was deliberately marking time with a view to decide about the shape to be given to the case and the eye witnesses to be introduced. Thus, under the facts and circumstances, of the case delay in recording the statements of the material witnesses casts a cloud of suspicion on the credibility on the entire warp and woof of the prosecution story.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_44\"> In para 18 of the same decision, the Apex Court observed :  \n</p><blockquote id=\"blockquote_58\">   &quot;Normally, in a case where the commission of the crime is alleged to have been seen by witnesses who are easily available, a prudent investigator would give to the examination of such witnesses precedence over the evidence of other witnesses&quot;.  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_45\"> For the reasons stated above, we have no hesitation in holding that Sunil Shirsat did not see the incident. The learned Trial Judge erred in even believing him with respect to the date, time and place of incident.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1339608\" id=\"span_2\">22A. Mr. Lambay, contended that all these 3 witnesses had no animous against the accused and they are independent witnesses. He further contended that the defence could not spell out any plausible reason as to why these witnesses have falsely implicated the accused. In the first place, we may mention that all the three witnesses are very close relations of the deceased persons; P.W. 2 Pravin and P.W. 5 Sunil are the real brothers of the deceased Anil Namdeo Shirsat and P.W. 4 Paulaus Manuel Kakade is the real brother of the deceased Pramod Manuel Kakade. In this sense, all the three witnesses are highly interested witnesses and cannot in our opinion be termed as independent witnesses. At any rate, we are afraid that norms of appreciation of evidence do not warrant that the evidence of a witness who is independent and has no reason to falsely implicate the accused persons, should be mechanically accepted as gospel truth. Even the testimony of witnesses who fall in the aforesaid category can only be accepted after it is established that they are truthful witnesses and their evidence is in consonance with probabilities. For the reasons, which we have already spelt out above, this is not the case here. Coming to Mr. Lambay&#x27;s contention that there was no plausible reason for the witnesses to falsely implicate the accused, we can do no better than to quote the observations of the Apex Court in a decision  <a href=\"/doc/1339608/\" id=\"a_25\">Shankarlal Gyarisilal Dixit v. State of Maharashtra In</a> para 33, Chief Justice Chandrachud, as he then was, spoke :-</span>  \n</p><blockquote id=\"blockquote_59\">  &quot;Our judgment will raise a legitimate query. If the appellant was not present in the house at the material time, why then did so many people conspire to involve him falsely ? The answer to such question is not always easy to give in criminal cases. Different motives operate on the minds of different persons in the making of unfounded accusations. Besides, human nature is too willing when faced with brutal crimes, to spin stories out of strong suspicions.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\"> We respectfully agree with the aforesaid observations made by Chief Justice Chandrachud. In the context, of the aforesaid argument of Mr. Lambay, we would also like to refer to a Division Bench decision of the Orissa High Court reported in 1986 Cri LJ 433. In para 8, Their Lordships of the Orissa High Court observed thus :-  \n</p><blockquote id=\"blockquote_60\">  &quot;The evidence of a witness to the occurence in a criminal case is not to be accepted merely because, the defence has not been able to say as to why the accused has been involved or as to why a witness has come forward to depose against him or because the witness is a disinterested person. Disinterested evidence is not necessarily true and interested evidence is not necessarily false. In a criminal trial, a person accused of commission of an offence is not to answer the question : If not he, who ?&quot;  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_48\"> In view of the <a href=\"/doc/1339608/\" id=\"a_26\">ratio <a href=\"/doc/1339608/\" id=\"a_27\">laid down in</a></a> the aforesaid two decisions, there is no merit in Mr. Lambay&#x27;s argument that simply because the witnesses were independent and there is no reason for them to falsely implicate the appellants, their testimony should be mechanically believed.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\"> 23. Now, we turn to the circumstantial evidence adduced by the prosecution against the appellants. The circumstantial evidence, as we have seen earlier, is of a two fold nature :-  \n</p>   \n\n<blockquote id=\"blockquote_61\"> (1) Recovery of blood-stained clothes which at the time of arrest, appellants Maria John, Raju alias Rajendra, Guru Nadar and Rajendra Mohan Kalmadi were putting on; and,  \n \n\n (2) The recovery of blood-stained chopper and clothes at the pointing out of Deoraj and recovery of a sword each at the pointing out of Maria John &amp; Raju alias Rejendra Pille. The the Chemial Analyst, the possibility of human blood being put on those articles by anyone cannot be ruled out in order to falsely implicate the accused persons. Mr. Lambay, could not show us any evidence in the instant case as to where the recovered clothes were between 25th March 1991 (the date of recovery) and 9th April, 1991 (the date of being sent to the Chemical Analyst). He could neither show us any evidence to the effect that the seals of the packets, in which the clothes were kept remained intact throughout. Mrs. Ponda also pointed out that no date is mentioned in Exhibit 23 and the date mentioned in Exhibit 26 was 27th March, 1991 instead of 25th March, 1991. It was in this background that Mrs. Ponda submitted that it was the bounden duty of the prosecution to examine the second panch, Atmaram Bhima Adhav. Mr. Lambay submitted that in respect of the recovery of clothes there was evidence of police witnesses namely P.W. 15 SHO Mangesh Vasant Sawant and P.W. SI Shankar Babu Renose and there is no good reason for not believing their evidence. We regret we cannot accept Mr. Lambay&#x27;s contention. Coming to the evidence of P.W. 15 Mangesh Vasant Sawant, we find that he is a untruthful witness. He has introduced a false eye witness Paulose (P.W. 4). He also lied when in one breath in his examination in chief, he said that the EPR message on telephone was given to him but in the cross examination, he says that it was the constable who received the message and passed it on to him. Similar is the position with regard to P.W. 16 Shankar Babu Renose who candidly admitted that in recovery memos pertaining to the recovery of swords from Raju Rajendra and Maria John and chopper from Deoraj Suvarna, there is no mention of sealing. He was confronted with the aforesaid recovery memos in cross examination. In paras 7 and 9, of his evidence, he replied that he did not find any reference to sealing in the recovery memos &amp; he could not explain about the discrepancy.  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_50\"> If this is the quality of the evidence of police witnesses, pertaining to recovery, the less said the better. What is the certainty with which we swords according to the prosecution were blood-stained.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_51\"> The case for the prosecution is that on 25th March 1991, at about 2 p.m. within 12 hours of the incident, at police station Pant Nagar, P.W. 7 Keru Shivram Gaikwad was called and in his presence a shirt and a pant each from Maria John, Raju alias Rajendra and Guru Nadar was recovered and a shirt and a lungi was recovered from Rajendra Kalmadi. The aforesaid witness states that these four persons were putting on blood-stained clothes and at the behest of the police, they gave them. Whereas the recovery memo with respect to the blood-stained clothes of Guru Nadar and Kalmadi is Exhibit 23, the recovery memo with respect to blood-stained clothes of Maria John and Raju is Exhibit 26. The recovery memo with respect to recovery of clothes from Deoraj is Exhibit 31 and 31A. Mrs. Ponda has contended before us and with considerable justification that the evidence that these four persons were putting on blood-stained clothes which they gave to the police should not be believed. We find merit in her contentions. In the first instance, it appears to be extremely improbable that as close as 12 hours of the incident taking places, these four persons would have been parading themselves putting on blood-stained clothes. This is an insult to our intelligence. We further find that there is no evidence to show that from the date of recovery i.e. 25th March, 1991, to the date of the clothes being sent to the Chemical Analyst i.e. on 9th April, 1991, where the clothes were kept and whether they were kept throughout in a sealed condition. Mrs. Ponda argues that in the absence of this evidence, the probability of human blood being put on clothes subsequent to recovery and prior to their being sent to the Chemical Analyst, cannot be ruled out. In support of her contention, she cited a Division Bench decision reported in AIR 1955 Raj 82 : (1955 Cri LJ 835) State v. Motia.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_52\"> In the aforesaid decision, Chief justice Wanchoo has held, that in the absence of evidence that articles were kept sealed between the time of recovery and being sent to can say that these witnesses are credible and truthful witnesses with respect to recovery of clothes. Consequently, we have no option but, to reject the argument of the learned Additional Public Prosecutor. We hold that the prosecution has failed to prove that blood stained clothes were recovered from the five appellants on the date of the incident and were kept in a scaled condition between the date of recovery and their being sent to the Chemical Analyst.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"782295\" id=\"span_3\">24. Coming to the evidence of recovery of weapons, we find that on the pointing out of appellant Raju alias Rajendra Vijayan Pille Nair a blood-stained sword was recovered, recovery memo of which is Exhibit 25 and 25A. At the pointing out of Maria John, a blood-stained sword was recovered, the recovery memo of which is Exhibit 28 and 28A. At the pointing out of Deoraj Deju Suvarna, a blood stained chopper was recovered, the recovery memo of which is Exhibit 31 and 31A. Mr. Gupte, learned counsel for appellant Deoraj Deju Suvarna contended and in our view with considerable justification, that this evidence of recovery should not be accepted because, there is no evidence of sealing in the aforesaid recovery memos. We have mentioned earlier that P.W. 16 Police Inspector, Shankar Babu Renose, was confronted about this absence of sealing in his deposition in the trial court and the only answer which he could give in paragraphs 7 and 9 was that he could not give an explanation for the discrepancy as there is no mention of sealing in the recovery memos. Mr. Gupte, brought to our notice two decisions. The first decision is of the Apex Court reported in (1993) 4 Cur Cri R Page 486 : (1992 Cri LJ 3828) in the case of <a href=\"/doc/782295/\" id=\"a_28\">Amarjit Singh v. State of Punjab</a>. In that case, a revolver was recovered and the same was not scaled. In paragraph 7, Their Lordships said that the non-sealing of the revolver at the spot is a serious infirmity because, the possibility of tampering the weapon, cannot be ruled out.</span> Mr. Gupte also invited our attention to the decision of the Rajasthan High Court reported in AIR 1955 Raj 82 : (1955 Cri LJ 835) (supra), to which we have already made a reference, and we do not wish to repeat the same observations. We may mention that apart from the fact that there is no mention of sealing in the recovery memos in the instant case, there is also no evidence, as to where the two swords and one chopper were kept subsequent to their recovery and prior to their being sent to the Chemical Analyst. Thus, we cannot reject Mr. Gupte&#x27;s contention that human blood may have been put on these weapons by the investigating agency during the interregnum. There is another infirmity with regard to recovery of sword at the pointing out of Raju alias Rajendra Vijayan Pille and of chopper at the pointing out of Deoraj Deju Suvarna. P.W. 10 Nandu Namdeo Adsul, the public panch of recovery of chopper, at the pointing out of Deoraj Deju Suvarna, states that at the time of the recovery the accused was in handcuffs. In respect of Raju alias Rajendra Vijayana Pille we find that in the recovery memo Exhibits 25 and 25A, it is mentioned that his left hand was handcuffed. This being the position it cannot be said beyond reasonable doubt that the recovery was voluntary and not the result of duress, threat or pressure by the police authorities. Recoveries made while accused are hand cuffed, in our opinion, can be said to be violative of fundamental right enshrined in <a href=\"/doc/655638/\" id=\"a_29\">Article 20</a> of the Constitution of India. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"138734\" id=\"span_4\">We are fortified, in our view, by a Division Bench decision of our own court reported in 1992 <a href=\"/doc/138734/\" id=\"a_30\">Cri LJ 3034 Shankar Raju Banglorkar v. State of Goa</a>. For these reasons, we regret that we cannot subscribe to Mr. Lambay&#x27;s contention that the evidence of recovery is clinching circumstantial evidence which fixes the guilt of the appellants.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\"> 25. Mr. Lambay also submitted that recovery of broken pieces of glass of soda water bottles and blood stained earth, from the place of the incident, on 25th March, 1991, are circumstances which corroborate the prosecution story and hence the same should be believed. We regret that we cannot accede to Mr. Lambay&#x27;s submission, for reasons more than one. Firstly no evidence has been adduced by the prosecution as to where these articles were kept between 25th March, 1991 and 9th April, 1991, the latter being the date when they were sent to the Chemical Analyst and whether during that period, the seals of the container in which they were kept were not tampered with. It was the bounden duty of the prosecution to lead evidence on this aspect. Secondly in the E.P.R. there is no mention of soda water bottle. Thirdly, the evidence is that broken glass pieces of the light of an auto-rikshaw, which was standing near the place of the incident were also recovered by the investigating agency and the contention of Mrs. Ponda is that in the absence of any identifying marks on pieces of glass of soda water bottles, it may be that actually no recovery with respect to them was made and a part of the broken pieces of glass of the light of autoriskshaw has been falsely shown to be broken pieces of glass of soda water bottles. We are afraid that this cannot be alltogether ruled out. If the investigating agency could create false eyewitnesses and conduct investigation in such a tainted manner that in the recovery memos pertaining to recoveries of two swords and a chopper there is no mention of any sealing and could not explain this discrepancy it could in our opinion, also go to the extent of creating the evidence of false recoveries. When the investigation fails to inspire confidence nothing can be ruled out. For these reasons we place no reliance on this corroborative evidence.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\"> 26. We are at a loss to understand that if the incident really happened, in the manner given out by the prosecution, at the places mentioned by it, then why no independent witnesses are coming to depose in support Of the prosecution case. P.W. 2. Pravin Namdeo Shirsat in paragraph 7 stated that there are houses and structures on both sides of the road on which the incident took place. In paragraph 17, he stated that &quot;houses on the two sides of the road, were inhabited.&quot; We find that on this aspect, P.W. 16 Shankar Babu Renose, in paragraph 6 has stated :  \n</p><blockquote id=\"blockquote_62\">  &quot;We did try to locate independent witnesses, when we went to scene of offence. I now say that at that time, we did not try to trace such witnesses. After panchanama, we traced independent witnesses, viz. Mohammed Siddique and Jannatunnissa. At that place of offence, there were people residing. I did not record the statement of those, who were residing close to the scene of the offence. I do not remember where the statement of Mohammed Siddique and his wife were recorded.&quot;  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_56\"> The inference to be drawn from the abovesaid evidence of P.W. 2 Pravin and P.W. 16 P.S.I. Shankar Babu Renose is that independent people must have seen the incident, if the same took place at the place and in the manner alleged by the prosecution and there is no sufficient justification for prosecution in not examining them.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_57\"> 27. Another circumstance which creates doubt in our mind is that the prosecution has not assigned any motive, to accused persons, other than John. It is true that prosecution is not bound to prove motive in cases of direct evidence but this rule applies only to those cases where the direct evidence is reliable, cogent and unimpeachable. Where direct evidence is not of that quality, as is the case here, absence of motive would have significance. Therefore the absence of motive is also a circumstance which goes against prosecution.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_58\"> 28. We may also mention that the investigation of the case is highly tainted, perfunctory and unfair. Why we say so is because, P.W. 15 S.H.O. Mangesh Vasant Sawant has introduced false eye-witnesses, has given diamtrically opposite statement regarding as to whom the telephonic information was given by P.W. 3 constable Raju Murlidhar Chowdhari of the contents of E.P.R. At one place he says he received the information himself and at another place he says that his constable received this information and that word constable includes him also P.W. 16. P.I. Shankar Babu Renose is no better. He admits that in recovery memos Exhibits 25 and 25A, Exhibits 28 and 28A and Exhibits 31 and 31A, there is no mention of sealing and when he was confronted, with it in the trial court, he stated that &quot;I cannot explain this discrepany&quot;. In addition to this, we find that no effort was made by the investigating agency to find out whether there was any liquor bottle, empty or filled at the place of incident. the investigating agency also did not care to find out whether appellant John was concerned with the sale of liquor.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_59\"> 29. We also find that the evidence of P.W. 16 P.I. Shankhr Babu Renose discloses that against both the deceased persons, there were externment proceedings. This obviously means that they were people of bad character. It would not be surprising if they had number of enemies and the possibility of some of them assaulting them under the cover of darkness when they were alone cannot be ruled out.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_60\"> 30. It is unfortunate, that a gruesome double murder is going unpunished. But we cannot be swayed by the shocking and revolting nature of crime. What we have to see is whether the evidence adduced by the prosecution is cogent, truthful and unimpeachable. This unfortunately is not the case here. The result is that we are left with no other option but to acquit the five appellants, in the three connected criminal appeals, and reject the reference made by the learned Additional Sessions Judge for confirmation of their death sentences.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_61\"> 31. In the result Criminal Appeal No. 603 of 1993 preferred by Devraj Deju Suvarna, Criminal Appeal No. 608 of 1993 preferred by Rajendra Mohan Kalmadi and Criminal Appeal No. 624 of 1993 preferred by Maria John Dyanprakash Nadar, Raju alias Rajendra Vijayan Pillai Nair and Guru Nadar Keshav Naikar are allowed and the convictions of all the appellants, on all the counts, are set aside. They are acquitted on all the counts. The learned Additional Sessions Judge only sentenced them to death on two counts under <a href=\"/doc/1560742/\" id=\"a_31\">section 302</a> read with 34, <a href=\"/doc/1569253/\" id=\"a_32\">I.P.C</a>. for commiting the murders of Pramod Manual Kakade and Anil Namdeo Shirsat, respectively. We set aside their aforesaid death sentences. The appellants are in jail, they should be released forthwith unless wanted in some other case.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_62\"> Confirmation Case No. 3 of 1993, which arises out of the reference made by the learned Additional Sessions Judge to this court for confirmation of death sentences of the appellants is disposed of in terms that the reference made by the learned Additional Sessions Judge, Greater Bombay, in Sessions Case No. 587 of 1991 is rejected.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_63\"> We direct the Registrar of the Bombay High Court to send a copy of our judgment to the learned trial Judge for his future guidance.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_64\">32. Ordered accordingly.  \n</p>\n \n\n","numcites":11,"numcitedby":17,"docsource":"Bombay High Court","citetid":1431253,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"death sentence","formInput":"death%20sentence"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 302 read with section 34","formInput":"section%20302%20read%20with%20section%2034"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"302 read with 34 i.p.c","formInput":"302%20read%20with%2034%20i.p.c"},{"value":"sec 34 read with sec 302 of indian penal code","formInput":"sec%2034%20read%20with%20sec%20302%20of%20indian%20penal%20code"},{"value":"Blunt weapon","formInput":"Blunt%20weapon"},{"value":"recovery memo","formInput":"recovery%20memo"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"302/149 of IPC ","formInput":"302/149%20of%20IPC%20"},{"value":"ipc 147","formInput":"ipc%20147"},{"value":"abscondence","formInput":"abscondence"},{"value":"absconding accused","formInput":"absconding%20accused"},{"value":"police witnesses","formInput":"police%20witnesses"},{"value":"rajawadi hospital","formInput":"rajawadi%20hospital"},{"value":"direct evidence","formInput":"direct%20evidence"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"murder","formInput":"tag:murder"},{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"},{"value":"common-intention","formInput":"tag:common-intention"}],"courtcopy":false,"query_alert":null,"agreement":false}