{"tid":1765064,"publishdate":"1950-03-20","title":"Bhuwalka Bros. Ltd. vs Fatehchand Murlidhar on 20 March, 1950","doc":"<h2 class=\"doc_title\">Bhuwalka Bros. Ltd. vs Fatehchand Murlidhar on 20 March, 1950</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1952CAL294</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nBanerjee, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This is an application for leave of the Court to revoke the authority of an arbitrator. The petitioner also challenged the existence of the arbitration agreement &amp; prayed for Court&#x27;s decision on the question. This prayer, however, has been abandoned by Counsel.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. In this application the only point I have to consider is whether I should grant the leave. The Court has power to grant leave if it thinks fit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_3\"><a href=\"/doc/1091250/\" id=\"a_1\">Section 5</a>, Arbitration Act is as follows:\n</p><blockquote id=\"blockquote_1\"> &quot;The authority Of an appointed arbitrator.....shall not be&#x27;revocable except with the leave of the Court, unless a contrary intention is expressed in the arbitration agreement.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_4\"> This section corresponds to Section 5 of the Indian Arbitration Act, 1899, &amp; <a href=\"/doc/1348247/\" id=\"a_2\">Section 1</a>, English Arbitration Act of 1889. <a href=\"/doc/1091250/\" id=\"a_3\">Section 5</a> read:\n</p><blockquote id=\"blockquote_2\"> &quot;A submission, unless a different intention is expressed therein, shall be irrevocable except, by leave of the Court.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_5\">The English section was also in the same words in substance.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">3. Referring to the English section Bowen, L.J. said, &#x27;In Re. Smith &amp; Service &amp; Nelson &amp; Sons&quot;, (1890) 25 Q. B. D. 545 at p. 553:\n</p><blockquote id=\"blockquote_3\"> &quot;The language of <a href=\"/doc/955768/\" id=\"a_4\">Section 1</a>, &#x27;a submission shall be irrevocable&#x27; is ambiguous; it is applicable, not to the agreement to refer but to the authority of the arbitrator.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\">In &#x27;Doleman v. Ossett Corporation, (1912) 3 K.B. 257, at p. 270, Pletcher-Moulton, L.J., said: -\n</p><blockquote id=\"blockquote_4\"> &quot;By common law a submission to a particular arbitrator was revocable at the will of either party, unless it had been made a rule of Court, in which case the leave of the Court must be previously obtained. But this was of the nature of a rescission. Such a revocation involved the breach of no contract, &amp; gave rise to no right of damages. It was merely an exercise of a legal power to revoke which was implied in a submission. On the other hand (as was pointed out by Bowen, L.J., in &#x27;Re. Smith &amp; Service &amp; Nelson &amp; Sons&#x27;), an arbitration clause could no more be revoked than could any other clause of a contract. Like any other contractual obligation it could be broken, &amp; thereby a claim to damages would arise. But there was no right to rescind such a contract or contractual obligation. Section 1, Arbitration Act, 1889, relates merely to the right to revoke a submission.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\">4. Lord Esher, in &#x27;Re. Smith &amp; Service and Nelson &amp; Sons&#x27; said, at p. 550:\n</p><blockquote id=\"blockquote_5\"> &quot;The phrase is used which had always been used, &#x27;a submission shall be irrevocable&#x27;; that is to say the power of the arbitrator cannot be revoked when he has once been appointed. It does not mean that the agreement to refer is irrevocable, because that always was in the true sense of the word irrevocable.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_9\">A distinction has been made in England between &#x27;agreement to refer&#x27; &amp; &#x27;submission.&#x27; This distinction has been maintained in our Act of 1940. <a href=\"/doc/862520/\" id=\"a_5\">Section 13(2)(b)</a> provides:\n</p><blockquote id=\"blockquote_6\"> &quot;Where the authority of an arbitrator is revoked ........the Court may, on the application of any party to the arbitration agreement, order that the arbitration agreement shall cease to have effect with respect to, the difference referred.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\">5. In this case counsel for the petitioner has told me definitely that he does not ask for an order under <a href=\"/doc/497913/\" id=\"a_6\">Section 12(2)(b)</a>. He asks for leave only under <a href=\"/doc/1091250/\" id=\"a_7\">Section 5</a>. In granting leave, the Court exercises its discretion,\n &quot;which ought to be exercised in the most sparing &amp; cautious manner, lest an agreement to refer. from which all might reasonably hope for a speedy end of strife, should Only open the floodgates for multiplied expenses &amp; interminable delays.&quot; (Per Lord Denman, C.J., in &#x27;Scott v. Van Sandau&#x27;, (1841) 1 Q.B. 102 at p. 110.) \n \n\n</p><p data-structure=\"Precedent\" id=\"p_11\">6. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"346541\" id=\"span_1\">In <a href=\"/doc/346541/\" id=\"a_8\">&#x27;James v. James</a>&#x27;, (1889) 22 Q. B. D. 669 at p, 674, Stephen J., observed:</span>\n</p><blockquote id=\"blockquote_7\"> &quot;I entirely... concur with the judgment of my brother Denmari. In this case of &#x27;Kirk &amp; Randall v. East &amp; West India Docks Co., (1887) 55 L. T. (N. S.) 245, I expressed an unqualified agreement with the opinion of my brother Grove, that before the Court exercises its discretion in giving leave to revoke a submission it should be satisfied that a substantial miscarriage of justice will take place in the event of. its refusal; &amp; I have seen no reason to change my mind.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_8\">&quot;An application for leave to revoke a submission is one to be granted with great caution.&quot; (Mathew, L. J., in Belcher Roadman School, Site &amp; Buildings, Ltd, (1901) 85 L. T. 468 at P. 471): &quot;To induce the Court to grant leave to revoke, a very strong case should be made out.&quot; (&#x27;James v. Attood, (1839) 7 Scott 841 at p. 843 per Tindal, C.J.).\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_12\">7. The law on this point is summarised thus in Russell on Arbitration (Edn. 14) p. 45-6:\n</p><blockquote id=\"blockquote_9\"> &quot;In considering the exercise by the Court of the power of revocation it must not be forgotten that arbitration is a particular method for the settlement of disputes. Parties not wishing the law&#x27;s delays know or ought to know, that in referring a dispute to arbitration they take the arbitrator for better or worse, &amp; that his decision is final both as to fact &amp; law. In many cases the parties prefer arbitration for these reasons. In exercising its discretion cautiously &amp; sparingly, therefore, the Court no doubt has been circumstances in view, &amp; considers that parties should not be relieved from a tribunal, they have chosen because they find they are likely to lose owing to the arbitrator&#x27;s bad law, which they have agreed to be bound by.&quot;\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_13\">8. It is difficult &amp; undesirable to attempt to define the circumstances in which the Court should exercise its discretion. To do so would be to crystallise into a rigid definition that judicial power &amp; discretion which the Legislature has, for the best of all reasons, left undetermined &amp; unfettered. No hard &amp; fast rule can be laid down. The discretion is to be exercised after appreciation &amp; consideration of all the facts which are material for the purpose of enabling a Judge to exercise a judicial discretion &amp; after application Of the right principles, remembering that the parties have for better or worse agreed to make the arbitrator the final Judge in their dispute.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_14\">9. Russell states that the following are the chief grounds for granting leave to revoke (p. 46):\n</p>  \n\n<blockquote id=\"blockquote_10\">(a) error of law, or excess or refusal of jurisdiction by arbitrator; (b) misconduct of arbitrator; (c) disqualification of arbitrator; (d) exceptional cases.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">&quot;A material consideration&quot; says the learned author (p. 43) &quot;for the Court as to the order it will make on an application for leave to revoke is the time when the application is made If it is made at an early stage of the arbitration proceedings, the Court will more readily grant leave to revoke, assuming always that a good case for revocation is shown.&quot; (See the remarks of Kennedy, J., Re. Gerard (Lord) and London &amp; North Western Railway Co., (1894) 2..Q. B. 915.)\n  \n\n</blockquote><p data-structure=\"Issue\" id=\"p_15\">10. The principles are thus well settled. The difficulty in exercising the discretion arises from the fact that in human affairs there is infinite variety &amp; no two cases are exactly the same.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">11. I venture to put two limits within which the discretion is to be exercised: one, the court Should not lightly release the parties from their bargain; that follows from the sanctity the Court attaches to contracts; the other, that the Court should be satisfied that a substantial miscarriage of justice will take place In the event of its refusal to grant the leave. The discretion has to foe exercised within these limits. The petitioner&#x27;s counsel asks me to give leave to revoke the authority of the arbitrator on the following grounds:\n</p><blockquote id=\"blockquote_12\"> 1. That there are difficult questions of law involved in the case &amp; there is very great chance of the arbitrator making error of law &amp; exceeding his lurisdiction. 2. Disqualification. 3. Exceptional cicumstances. TO appreciate these points it is necessary to relate,the facts. They may be shortly stated:\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_17\">12. On 18-8-1949, the petitioner entered into a contract with the respondent to sell two lakhs yards of hessian cloth at Rs. 49/10/- per 100 yards, delivery September 1949. The contract is in the standard jute contract form of the Indian Jute Mills&#x27; Association. In the contract there is an arbitration clause which is as follows:\n</p><blockquote id=\"blockquote_13\"> &quot;All matters, questions, disputes, differences &amp; or claims arising out of &amp; / or concerning &amp; / or in connection with &amp;/or in consequence of or relating to this contract whether or not the obligation of either or both parties under this contract be subsisting at the time of such dispute &amp; whether or not this contract has been terminated or purported to be terminated or completed shall be referred to the arbitration of the Bengal Chamber of Commerce under the rules of its Tribunal of Arbitration for the time being in force &amp; according to-such rules the arbitration shall be conducted.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_18\">In September 1949 Great Britain devalued the pound sterling. An equivalent change in the value of the currencies of many other countries was declared. The Union of India being a member of the Commonwealth devalued the rupee with the pound on or about 21-9-1949. Pakistan has not done so. A disparity has arisen between the Pakistan &amp; Indian rupee. According to the petitioner the result is that the jute trade has been adversely affected. Most of the jute grows in places which, are now in Eastern Pakistan. There was a check on the free flow of jute from Pakistan. The price of raw jute therefore naturally went up: Jute-dealers in India were not slow to take advantage of the situation. They entered into speculative contracts for the purchase &amp; sale of jute. The price necessarily went further up that is on the principle of more demand &amp; less supply. It is further alleged by the petitioner that a deadlock, in jute trade has taken place &amp; in the events that, have been happened there has been frustration of the contract: it has been impossible for the petitioner to fulfil the contract.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_19\">13. On September 22, the Govt. of West Bengal promulgated an Ordinance which is called the West Bengal Jute Goods Futures Ordinance, 1949 (Ordinance No. V of 1949). The Ordinance was passed by the Governor of this Province in exercise of the power conferred on him by Section 88, Govt. of India Act, 1935. This section empowers the Governor to promulgate Ordinance during recess of Legislature, if the Governor is satisfied that circumstances exist which make it necessary for him to take immediate action.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">14. The Ordinance in its preamble says that &#x27;it is expedient &amp; necessary to provide for the prevention of dealing in jute goods futures.&#x27; &#x27;Jute&#x27; according to the Ordinance includes the fibre commonly known as Mesta; &amp; &#x27;jute goods&#x27; means hessian cloth niade of jute or bags made of such, hessian cloth; &amp; gunny cloth made of jute or bags made of such gunny cloth &amp; includes such other goods made of jute as the provincial Govt. may specify by notification in the official gazette. The relevant sections of the Ordinance are as follows:\n</p>  \n\n<blockquote id=\"blockquote_14\">2. In this Ordinance, unless there is anything repugnant in the subject or context,\n  \n\n</blockquote><blockquote id=\"blockquote_15\">1. &quot;contract relatingto jute. goods futures&quot; means a contract relating to the sale of purchase of jute goods made on a forward basis-\n</blockquote>  \n\n<blockquote id=\"blockquote_16\">(a) providing for the payment or receipt, as the case may be, of margin in such manner &amp; on such dates as may be specified in the contract, or\n \n\n</blockquote><blockquote id=\"blockquote_17\">(b) by or with any person not being a person who -\n</blockquote>  \n\n<blockquote id=\"blockquote_18\">(i) habitually deals in the sale or; purchase, of jute goods Involving the actual delivery of possession thereof, or\n \n\n</blockquote><blockquote id=\"blockquote_19\">(ii) possesses, or has control over, a godown &amp; other means &amp; equipments necessary for the storage &amp; supply of jute goods;\n</blockquote><blockquote id=\"blockquote_20\"> *          *          *            * \n \n\n</blockquote><blockquote id=\"blockquote_21\">3. (c) notwithstanding anything contained in any other law for the time being in force:\n</blockquote>  \n\n<blockquote id=\"blockquote_22\"> (i) every such contract made, &amp; every claim in respect of margin, in contravention of the provisions of Clause (a) shall be void &amp; unenforceable, &amp;\n \n\n</blockquote><blockquote id=\"blockquote_23\">(ii) every such contract made prior to the date of publication of the notification shall be varied &amp; settled on the basis of the last closing rate in a notified market.\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_21\">Explanation-In this sub-section,-\n</p>  \n\n<blockquote id=\"blockquote_24\">(a) &quot;last closing rate&quot; means the rate fixed by the Directors of a notified market to be the closing rate of such market immediately preceding the date of publication of the notification under sub-section (1) prohibiting the making of contracts relating to jute goods futures; &amp;\n \n\n</blockquote><blockquote id=\"blockquote_25\">(b) &quot;notified market&quot; means a jute goods futures market recognised by the Provincial Govt. by notification in the official gazette.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\">15. It appears from a notification published in the Calcutta Gazette on 23-9-1949, that the Provincial Govt. has recognised the following jute goods futures markets for the purposes of para (b) of the explanation to Sub-section (2) of <a href=\"/doc/1529130/\" id=\"a_9\">Section 3</a> of the Ordinance: (1) East India Jute &amp; Hessian Exchange, Ltd. 43, Netaji Subhas Road, Calcutta. (2) Calcutta Wheat &amp; Seeds Association, 149, Cotton Street, Calcutta. (3) The Indian Jute &amp; Cotton Association, Ltd. 5/1, Royal Exchange Place, Calcutta. It, is alleged in the petition that the East India Jute &amp; Hessian Exchange, Ltd., has fixed Rs. 145/14-for 100 bags of &#x27;B&#x27; twills &amp; Rs. 51/4/- for 100 yards of hessian as the last closing rate in terms of the Ordinance; that other Associations have fixed rates near about the said rates. It is further allege-ed that the Indian Jute Mills&#x27; Association is a very influential body of jute mill owners &amp; is affiliated to the Bengal Chamber of Commerce;, than they are sister bodies having their offices at the same place &amp; carry out a common policy in matters of trade in jute &amp; jute products.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">16. It is also alleged that a large number of local dealers in jute goods are members of an association called the Gunny Trades Association &amp; that there is another Association called the Calcutta Jute Fabrics Shippers Association, in which shippers of jute goods are members.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_24\">17. In the petition it is said that these two Associations acting under the influence of the Indian Jute Mills&#x27; Association have decided that all contracts for October &amp; December 1949 delivery, outstanding on the date of the devaluation should, if not fulfilled, be settled at the maximum ex-mill price plus a penalty of 7 1/2 per cent. &amp; as regards September delivery, the Associations fixed Rs. 61/8/- &amp; Rs. 171/- as due date prices for &#x27;B&#x27; twills &amp; hessian respectively. .\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">18. On 26-10-1949, the Gunny Trades Association issued a circular (G56 of 1949) to the effect that the members of the Association should make all efforts to fulfil the contracts, &amp; in cases of nondelivery of goods, the outstanding contracts (October/December delivery) entered prior to 10-10-1949 should be settled at the maximum ex-mill prices, plus a penalty of 7 1/2 per cent. It is stated in the circular that this scheme of settlement has the approval of the Indian Jute Mills&#x27; Association &amp; the Calcutta Jute Fabrics Shippers Association.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">19. It is also stated in the circular that in the case of a compliaint being received by ,the Association of non-delivery of goods due to malpractice, the matter will be referred for investigation to a sub-committee which will consist of the representatives of the said three Associations mentioned above &amp; that in case of an adverse finding by the subcommittee, the name of the person in default would be liable to be placed on the disapproved list by all the three Associations.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">20. Another circular (G 62 of 1949) dated 8-11-1949 was issued by the Gunny Trades Association, warning its members that violation of the directions in the other circular would be severely dealt with. The defaulters would be placed on the disapproved list. This circular also states that this-step has been taken with the full knowledge &amp; approval of the Indian. Jute Mills&#x27; Association &amp; Calcutta Jute Fabrics Shippers Association &amp; any action against any party in default shall be enforced by all the three associations.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">21. There is no doubt these Associations are very powerful bodies in the jute trade &amp; it is hardly possible for any jute trader to go against the directions or circulars of, or approved by, these Associations.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_29\">22. The petitioner has given delivery of a part of the contract goods but it has not fulfilled the contrast. The respondent sent to the petitioner a bill dated 3-10-1949, for Rs. 23,750/-. On 11th October the petitioner paid a sum of Rs. 10,000/-&amp; refused to pay the balance of the bill. According to the. petitioner it has been discharged from further performance of the contract &amp; this amount is not payable.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_30\">23. The respondent has referred the dispute to the Bengal Chamber of Commerce (case No. 342G of 1949) under the arbitration clause set out above. The Tribunal called upon, the petitioner to file its-statement.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_31\">24. It is alleged in the petition that almost all the members of the Bengal Chamber of Commerce who would be called upon to adjudicate on a jute dispute are members of one or the other Association; that these members are committed to a particular view of the matter namely that stated in the circulars which I have already summarised.\n</p> \n\n<p data-structure=\"Section\" id=\"p_32\">25. One of the rules of the Tribunal of Arbitration, Bengal Chamber of Commerce, is this:\n</p><blockquote id=\"blockquote_26\"> &quot;The Tribunal shall consist of such members or assistants to members, &amp; of such other persons who are from time to time on the panel of Special Advisory Boards to the Indian Jute Mills&#x27; Association, a. may from time to time be selected by the Registrar as hereinafter mentioned &amp; be willing to serve on the Tribunal.&quot;,\n \n\n</blockquote><p data-structure=\"RespArg\" id=\"p_33\">26. It is said that those who will constitute the court to decide the disputes are buyers &amp;/or associated with or interested in the buyers &amp; having regard to the circulars there is a great probability of the arbitrator being biassed against the petitioner, &amp; the petitioner does not expect to get justice from the Bengal Chamber of Commerce.\n</p> \n\n<p data-structure=\"Section\" id=\"p_34\">27. The petitioner adds that it never dealt in the sale or purchase of jute or jute goods involving actual delivery of possession of the goods. It further states that it does not possess or has control over any godown &amp; other means or equipments necessary for the storage &amp; supply of jute. goods.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_35\">28. On these allegations the petitioner submits that the contract in. question is a contract as defined by the Ordinance. The respondent denies the allegations &amp; contends that the contract is not within the ambit of the Ordinance.\n</p> \n\n<p data-structure=\"Section\" id=\"p_36\">29. The petition then goes on that at the time-when the parties entered into the contract they never contemplated that there would happen such an exceptional situation arising out of the disparity between the Indian &amp; Pakistan Currency.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">30. In the affidavit in opposition it is denied that the devaluation has resulted in the dislocation of the jute trade or jute business: or that any difficult question of law will arise. It is said in any event, the parties by the arbitration agreement had agreed to the question of law being decided by the arbitrator: there is no possibility of the arbitrator being biassed: the Bengal Chamber of Commerce is a very respectable body; the petitioner will get proper justice from the arbitrator; under the rules of the Tribunal of Arbitration, Bengal Chamber of Commerce, the Registrar appoints the Court &amp; he will not appoint such persons as are interested in the dispute.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_38\">31. The respondent produced before me copies of two receipted bills to prove that the petitioner had given delivery of possession of goods to a certain party. To that the petitioner said that it was not delivery of actual possession of goods but of delivery order.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_39\">32. The respondent&#x27;s counsel further said that assuming that raw jute did not arrive from East Bengal that did not affect the jute market. That seems to me untenable, for if raw jute cannot come surely goods market would be affected.\n</p> \n\n<p data-structure=\"Section\" id=\"p_40\">33. These are the main allegations in the petition &amp; the affidavits. There are other allegations which will be noticed later in this judgment as &amp; when necessary.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\">34. There is no denial in the affidavit in opposition that in the event of non-delivery, the contract would have to be settled in the manner &amp; at the rates directed by the said Associations, as I have already stated.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_42\">35. Before I proceed to consider the merits of this case, I should deal with a preliminary objection taken on behalf of the respondent. That objection is that the application is premature: the arbitrator has not been appointed as yet.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_43\">36. Referring to <a href=\"/doc/1091250/\" id=\"a_10\">Section 5</a>, Arbitration Act, respondent&#x27;s counsel submits that the jurisdiction of the court can be invoked only after the arbitrator is appointed &amp; if the arbitrator has not been appointed, there is no question of leave being given to revoke his authority.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_44\">37. According to counsel, in this case the arbitrator or arbitrators would be appointed when the Registrar of the Bengal Chamber of Commerce makes the appointment under the rules: the arbitrator is not the Bengal Chamber of Commerce tout the court which is appointed by the Registrar.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_45\">38. Counsel says that the arbitration clause by itself does not name an arbitrator. There is an arbitration agreement but no arbitrator has been named, &amp; he asks me to read the expression in the contract,\n &quot;shall be referred to the arbitration of the Bengal Chamber of Commerce under the rules of its Tribunal of Arbitration for the time being in force........&quot;,\n \n\nto mean that the matter shall be referred to the court to be appointed under the Rules, &amp; not to the Bengal Chamber of Commerce. Counsel asks me to add the words &quot;of the court appointed by the Registrar&quot; between the words &#x27;arbitration&#x27; &amp; &#x27;of&#x27; in the expression &#x27;arbitration of the Bengal Chamber of Commerce&#x27; in the arbitration clause.\n</p> \n\n<p data-structure=\"Section\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"529089\" id=\"span_2\">39. Counsel refers to the well-known case of <a href=\"/doc/529089/\" id=\"a_11\">&#x27;Chaitram Rambilas v. Bridhichand Kesrichand</a>&#x27;, 42 Cal. 1140, in which it has been held that where a contract contains an arbitration clause by which it is agreed that any dispute arising out of. the contract shall be referred to the arbitration of the Bengal Chamber of Commerce, the rules of the Association are imported into the contract &amp; are binding on the parties. For this proposition there no necessity of citing a case. Because in this case the rules have been expressly incorporated. And it is not the case of petitioner&#x27;s counsel that the rules are not binding.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_47\">40. The question is whether by the arbitration clause an arbitrator has or has not been named. Counsel for the respondent also refers me to Rule 9 &amp;other rules of the Tribunal &amp; draws my attention to the words &quot;appointed arbitrator&quot; in the rules &amp; asks me to hold that the appointed arbitrator is the court which the Registrar shall appoint.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\">41. I am unable to take the view that the arbitration clause does not name an arbitrator. In my view the &#x27;appointed arbitrator&#x27; is the Bengal Chamber of Commerce, though under the rules the Bengal Chamber of Commerce, is authorised to delegate its power to a smaller body.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\">42. It is well known principle that an arbitrator cannot delegate his authority &#x27;to somebody else without the consent of the parties concerned. If the rules were not expressly or by implication incorporated into the contract, the Bengal Chamber of Commerce would have no power to appoint a court by its Registrar to decide the dispute. But by incorporation of the rules into contract the Bengal Chamber of Commerce has been authorised to appoint by its Registrar the court who actually will hear &amp; decide the dispute.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_50\">43. From the case above cited, I quote the following observations of Jenkins, C. J. (p. 1144),\n &quot;Even without the assistance of any authority it appears to me that these rules were imported into the contract &amp; that without such importation the contract would be insensible so far as it related to arbitration. For, it would involve the ridiculous position that every member of the Chamber of Commerce would have to sit on the arbitration.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\">44. A fluctuating body like the Bengal of Commerce with such a large number of members can not be called upon to arbitrate a dispute. Things should be taken in a sensible way. The arbitrator appointed is the Bengal Chamber of Commerce. The parties agreed that the dispute &quot;shall be referred to the arbitration of the Bengal Chamber of Commerce........&quot; The reference is to that Chamber: the proceedings are to be held under the rules of the Tribunal of Arbitration of that body. It has been admitted that the Bengal Chamber of Commerce is a registered body incorporated under the <a href=\"/doc/153279772/\" id=\"a_12\">Indian Companies Act</a>. It is, therefore, a definite persona, a legal entity to which reference can be made to decide disputes between parties. But the dispute is acually adjudicated upon by a court appointed under the rules of that Tribunal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\">45. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"752407\" id=\"span_3\">In <a href=\"/doc/752407/\" id=\"a_13\">&#x27;Ganges Manufacturing Co., Ltd. v. Indra Chand</a>&#x27;, 33 Cal. 1169, which has been approved in 42 Cal. 1140, Harrington J., made the following remarks (p. 1173):</span>\n</p><blockquote id=\"blockquote_27\"> &quot;I agree with the argument of the defts. that, where a dispute is referred to the award of a body of persons, who can sit as a tribunal, then the arbitrators are not entitled to delegate their power to individuals. But in my opinion where a dispute is referred to an association consisting of a large &amp; fluctuating body of persons, who cannot sit as a tribunal, it must be taken that the parties intend that that body shall carry out the arbitration in the only way in which it is possible to do so, viz., by individuals selected for that purpose.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_53\">46. In that case the Contract contained an arbitration clause that any dispute arising out of the contract should be referred to the arbitration of the Bengal Chamber of Commerce. The Chamber under its rules appointed a Court to decide the dispute which made two awards. An application was made to the Court for confirmation of the awards. It was objected on behalf of the defts. that the reference was to the Chamber &amp; that body had no power to delegate the functions of an arbitrator to the particular individuals. That objection was overruled. The objection would have been unnecessary if the reference was to the Court which decided the dispute &amp; not to the Chamber. The question of delegation of authority was unnecessary to be discussed if the court was the arbitrator. I cannot think that eminent counsel who argued the case overlooked the point which has been now urged before me.\n</p> \n\n<p data-structure=\"Section\" id=\"p_54\">47. On these considerations I hold that the preliminary objection has no substance &amp; it must fail.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_55\">48. I now proceed to consider the merits of the case. On behalf of the petitioner, it is said, that the following difficult questions of law would arise in the arbitration proceeding &amp; the questions should not be left to the arbitrator to decide: (1) Frustration; (2) applicability of the Ordinance to the contract under consideration, &amp; effect of the Ordinance on the contract.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_56\">49. As to (1), petitioner&#x27;s counsel has contended that on the facts of this case, the question of frustration is a difficult question. On the other hand, respondent&#x27;s counsel says that no question of frustration arises in this case. The respondent in his affidavit does not admit that a deadlock has taken place between India &amp; Pakistan or that movement of jute from East Bengal to West Bengal was in any way reduced at any material time. The respondent denies that there has been any dislocation in the jute or jute products market. The respondent denies that fulfilment of the contract outstanding on the date of devaluation became impossible of performance. The respondent further states that the petitioner has partly performed the contract; payments have been made &amp; received. Respondent&#x27;s counsel produces a statement prepared by the Assistant Collector of Customs for Statistics to show that large quantity of jute has been imported into West Bengal from Pakistan. There are other allegations in the affidavit of the respondent on these lines. The respondent&#x27;s counsel, therefore, submits that (a) in this case no question of frustration arises; (b) even if it arose, that is a simple question &amp; is within the ambit of the arbitration agreement.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_57\">50. As to respondent&#x27;s counsel&#x27;s contention (a), I may point out at the outset that I am not finally deciding any question of fact in this application. I am not called upon to do so and I cannot do so on the affidavits. I am not deciding on this application whether there has been a deadlock or not or to what extent the jute market has been affected. All that I am doing is to get an idea of the facts that emerge out of the allegations in the pleadings before me to enable me to decide whether I should give leave to the petitioner to revoke the authority of the arbitrator.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_58\">51. As a Judge I am not permitted to refer to the remarks made by persons of authority elsewhere as to the effect of devaluation on the jute trade. But even so, I cannot shut my eyes to the reports as appear in the newspapers. I cannot shut my eyes to the reports of remarks made by Mr. Walker, Chairman of the Indian Jute Mills&#x27; Association on the present condition of the jute trade &amp; the effort he is making to &quot;solve the deadlock in jute trade&quot;, though I have covenanted with myself not to be in any way influenced by these reports. Assuming that the statement of the Assistant Collector of Customs is correct, there is nothing to show what percentage the quantity imported represents the normal import.\n</p> \n\n<p data-structure=\"Section\" id=\"p_59\">52. I, perhaps, may refer to an article under the heading &#x27;International effects of devaluation&#x27; in a quarterly journal of the&#x27;London Institute of World Affairs (Vol. 4, No. 1) p. 22:\n</p>  \n\n<blockquote id=\"blockquote_28\">&quot;No more important event has taken place in the last few years in international affairs than the devaluation of the pound sterling. Although its final consequence cannot yet be seen, its immediate effects have been already a change in the whole pattern of world economic relations.&quot; According to the writer the total effect of devaluation of currencies has been completely to re-orientate world trade. As to India &amp; Pakistan, the writer says:\n</blockquote><blockquote id=\"blockquote_29\"> &quot;Devaluation has added increased bitterness to the dispute between India &amp; Pakistan. India has devalued the rupee with the pound while Pakistan has not done so. Thus a disparity has arisen between the Pakistan &amp; Indian rupee * * * Many Indian industries depend upon raw materials imported from Pakistan, notably the chief dollar-earning jute industry. These raw materials will be greatly increased in price &amp; so must result in an increase of the price of Indian exports. * * Yet, so acute is the political problem that has arisen from Pakistan&#x27;s refusal to devalue that trade is threatened with standstill between the two countries&quot;.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_60\">I cannot ignore this statement made by an important person. Whatever may be the ultimate result of devaluation, there is no doubt that it did have a great repercussion on the jute trade.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"711989\" id=\"span_4\">53. The question before me is what is the effect of that repercussion on the contract which I am considering. This leads me to consider respondent&#x27;s counsel&#x27;s argument (b). Counsel says that frustration is not a difficult question. He relies upon the observations of Das J., in &#x27;Balabux Agarwala v. Lachmi Narain Jute Manufacturing Co. Ltd.,&#x27; 51 C. W. N. 863 &amp; in a judgment of the Court of <a href=\"/doc/711989/\" id=\"a_14\">Appeal &#x27;Chandanmull v. Clive Mills Co. Ltd.</a>,&#x27; 52 C. W. N. 521 &amp; submits that the doctrine of frustration is not half as difficult in its application to a given set of facts as it is in the explanation of the legal theory on which it is based, &amp; the question of frustration of a commercial contract is specially Well suited for decision by commercial men as arbitrators, particularly where the questions of law are dependent on questions of fact. In this case, says Counsel, the question depends on certain questions of fact. The Chamber of Commerce is in a better position to deal with them than the Court.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_62\">54. The observations made by the learned Judges must be read in their context. As Das J., himself has pointed out; &#x27;In the matter of East India Cotton Mills Ltd.,&#x27; 52 C. W. N. 534 at p. 553 following &#x27;Quinn v. Leetham&#x27;, (1901 A C 495)\n &quot;Every judgment must be read as applicable to the particular facts of that case &amp; that a case is only an authority for what it actually decides&quot;.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_63\">55. In the Weekly Notes cases, the facts were very simple. There it was alleged by the petitioner in those cases that the parties entered into the contracts on the basis &amp; subject to the condition that the Jute Price Control Order would be continued after September, 1946, &amp; the rights &amp; obligations of the parties would be governed &amp; regulated by &amp; be subject to the said Order &amp; that the continued existence of the said Order &amp; the selling price of jute were the foundations of the contracts. The Jute Price Control Order, however, was not extended. It expired on 30-9-1946. It was contended in these cases that in the premises the contracts, automatically came to end on the principle of frustration &amp; the parties were discharged from further performance of the con-tracts, without any liability.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_64\">56. It is clear that a very simple question of fact was involved in those cases, namely, whether the parties had made the contracts on the assumption that the Jute Price Control Order would be extended to a particular date. On a fact like this, certainly the doctrine of frustration is a very simple one to apply. Take for example a case like this. &#x27;A&#x27; enters into a contract for sale of specific goods with &#x27;B&#x27;. Subsequently, the goods without any fault on the part of the seller or the buyer perish. There cannot be any doubt that in this case frustration is a very simple point to decide. But can it be said that in all cases, it is a simple question &amp; is easy of application?\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\">57. In the words of Lord Simon in &#x27;Cricklewood Property&#x27;s Case&#x27; (1945) 1 All E. R. 252, at p. 255,\n &quot;Frustration may be defined as the premature determination of an agreement between parties, lawfully entered into and in course of operation at the time of its premature determination, owing to the occurrence of an intervening event of change of circumstances so fundamental as to be regarded by the law as striking at the root of the agreement, &amp; as entirely beyond what was contemplated by the parties when they entered into the agreement&quot;.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_66\">58. The doctrine of frustration thus creates an exception to the rule as to absolute contracts. In &#x27;Joseph Constantine Line Ltd. v. Imperial Smelting Corporation, Ltd., (1941) 2 All E. R. 165 at p. 194, Lord Porter says this :\n</p><blockquote id=\"blockquote_30\"> &quot;Frustration in the term now in common use in cases in which the performance of a contract becomes impossible because its subject-matter has ceased to be available for the purpose for which both parties intended it to be used.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_67\">59. At p. 198, the Learned Lord remarks:\n</p><blockquote id=\"blockquote_31\"> &quot;The true principle seems to be, not that all contracts must prima facie be performed whether performance be possible or not, but that there are some contracts absolute in their nature where the promissory warrants the possibility of performance. These he is bound to perform in any event or to pay damages. There are other cases, however, where the promisor is only obliged to perform if he can......In such cases, then, he is excused unless he be in fault. Of course, if he is in fault because his deliberate act has done away with the subject-matter of the contract, &amp;, perhaps if he has been negligent, he cannot recover; but prima facie he escapes. To make him liable his fault must be proved by the party who alleges that it destroys his excuse&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_68\">60. The reasonings of these observations seem to be based upon the extended meaning the expression &quot;impossibility of performance of a contract&quot; has obtained in recent years. In the same case, Lord Wright at p. 184 said:\n</p><blockquote id=\"blockquote_32\"> &quot;I must briefly explain my conception of what is meant in this context by impossibility of performance, which is the phrase used by Blackburn, J. In more recent days, the phrase more commonly used is &#x27;frustration of the contract&#x27; or more shortly, &#x27;frustration&#x27;. &#x27;Frustration of the contract&#x27; however, is an elliptical expression. The fuller &amp; more accurate phrase is &#x27;frustration of the adventure or of the commercial or practical purpose of the contract&#x27;. This change in language corresponds to a wider conception of impossibility, which has extended the rule beyond contracts which depend on the existence at the relevant time, of a specific object, as in the instances given by Blackburn J., to cases where the essential object does indeed exist, but its condition has by some casuality been so changed as to be not available for purposes of the contract, either at the contract date or, if no date is fixed, within any time consistent With the commercial or practical adventure. For the purpose of the contract the object is as good as lost.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_69\">61. The Classic theory &amp; the one most commonly favoured in the past is the theory of the implied term. There are numerous cases in favour of this view but the best known is that by Lord &#x27;Loreburn &#x27;Tamplin Steamship Co. v. Anglo-Mexican Petroleum Products Co., (1916) 2 A. C. 397. At p. 404, his Lordship said:\n</p><blockquote id=\"blockquote_33\"> &quot;No Court has an absolving power, but it can infer from the nature of the contract &amp; the surrounding circumstances that a condition which was not expressed was the foundation upon which the parties contracted........Were the altered conditions such that, had they thought of them, they would have taken their chance of them, or such that a&amp; sensible men they would have said, &#x27;if that happens, it is all over between us&#x27;?&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_70\">62. The second theory, that of the disappearance of the foundation of the contract has been advocated amongst others by Lord Haldane.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_71\">63. The third theory, stated on two occasions by Lord Wright, is that the Court imposes the just solution. His Lordship said in &#x27;Denny, Mott &amp; Dickson v. Fraser &amp; Co.,&#x27; (1944) A. C. 265 at p. 275 :\n</p><blockquote id=\"blockquote_34\"> &quot;It is the Court which has to decide what is the true position between the parties.., The decision, is, as Lord Sumner said, &#x27;irrespective of the individuals concerned, their temperaments &amp; failings, their interest &amp; circumstances&#x27;. The Court has formulated the doctrine, by virtue of its inherent jurisdiction, just as it has developed the rules of liability for negligence, or for the restitution or repayment of money where otherwise there would be unjust enrichment. I find the theory of the basis of the rule in Lord stunner&#x27;s, pregnant statement that the doctrine of frustration is really a device by which the rules as to absolute contracts are reconciled with the special exceptions which justice demands......The doctrine . is invented by the Court in order to supplement; the defects of the actual contract&quot;. (See The Law of. Contract, Cheshire &amp; Fifoot, 2nd, edition, p, 414-5.)\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_72\">64. Inspite of this, when I asked Counsel as to whether in all cases the application of the doctrine of frustration is an easy one, his answer was in the affirmative. I then asked him to tell me whether in the following case the contract was frustrated or not.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_73\">65. In 1938, the plff., a music hall agent, entered into an agreement1 with the deft., a music hall artiste by which the latter appointed the pill. as his manager for a term of 10 years on the usual terms that in consideration of the plff.&#x27;s using his best endeavours to obtain engagements for the deft, the latter would pay the plff.&#x27; a percentage of his earning. The deft, was called up for service in the army in 1940, where he served in the entertainments pool, &amp; he was demobilised in 1946. During the War the parties continued to treat the contract, as nearly as they could, as though it was still subsisting, &amp; the deft, referred to the-plff. as his manager, but after the War ended the-deft, entered into a contract with other agents.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_74\">66. Counsel&#x27;s answer was that the contract had not been frustrated. Yet, on these facts, Streatfeild, J., held that it had been frustrated because,\n  \n\n&quot;it involved the parties in a continuous relation involving efforts oh both sides, &amp; neither of them was able to carry out these efforts in the manner which was Contemplated by them. In my view, to affirm their contractual adventure now, although it could not have been acted on, is to substitute a new contract.&quot; (&#x27;Morgan v. Manser&#x27;, (1948) K. B. 185, at p. 192).\n</p> \n\n<p data-structure=\"Section\" id=\"p_75\">The notes on this case in L. Q. Rule Vol. 64 p. 179 show how difficult this doctrine is of application which is said to be &quot;a principle which has not as yet been fully defined &amp; developed&quot;.\n</p> \n\n<p data-structure=\"Section\" id=\"p_76\">67. It follows, therefore, that there may be cases in which it is very difficult to say whether a contract has been frustrated or not, &amp; may require careful consideration.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_77\">68. I think I have sufficiently illustrated the point I have been endeavouring to explain.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_78\">69. Counsel for the respondent then said whether the question was difficult or not, it came within the arbitration agreement. That is so. There is no doubt that the arbitration clause has been couched in terms so wide as to cover this question but then the question is whether the Court should not in the circumstances of this case impose &quot;the just solution&quot; of Lord Wright: Whether the petitioner cannot say in this case that it never &quot;warranted the possibility of, performance&quot;; that events have happened for which it is not responsible, not negligent; it is not in fault; &amp; therefore, it is entitled to be discharged from further perforping &#x27; the contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_79\">70. I should say on the facts of this case that it is a difficult question. We do not know exactly as yet as I have said what exact repercussion de-valuation has or would have in the jute trade. Is it not right, therefore that this question should be determined by the Court?\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_80\">71. As to contention - (2), of the petitioner&#x27;s Counsel, namely, whether the Ordinance applies to the contract or not,&#x27; the question seems to be more difficult. The respondent&#x27;s Counsel, however, says that there is no difficulty at all. According to him, <a href=\"/doc/738672/\" id=\"a_15\">Section 2</a> of the Ordinance has laid down what he has called &#x27;factual&#x27; tests. According to him the Chamber of Commerce is the most fit person to decide those questions of fact, &amp; to determine the question of applicability of the Ordinance to the Contract under consideration. He said that once these tests are investigated &amp; determined the rest becomes easy.\n</p> \n\n<p data-structure=\"Section\" id=\"p_81\">72. I do not think he is right there Take for example, <a href=\"/doc/738672/\" id=\"a_16\">Section 2(1)</a> of the Ordinance which defines &quot;contract relating to jute goods futures&quot;. It means a contract relating to the sale or purchase of jute goods made on a forward basis (a) providing for the payment or receipt as the case may be, of margin in such manner &amp; on such dates as may be specified in the contract. Counsel said that in this case, no margin has been specified in the contract, &amp; therefore, this contract does not come within the purview of the Ordinance. Counsel refers to the bye-laws of the Indian Jute &amp; Cotton Association Ltd., to explain what is meant by &quot;margin specified in a contract&quot; &amp; what is done in connection with the payment of margin &amp; what happens for failure to pay margin. But then there is sub-section (b), - that is 2(i) (b) - which I have set out in an earlier part of this judgment. By that sub-section a contract is within the Ordinance which is by or with any person not being a person who habitually deals in the sale or purchase of jute goods involving the actual delivery of possession thereof.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_82\">73. What is the meaning of &#x27;actual delivery of possession&#x27; in that sub-section. Counsel for the respondent said that it had the same meaning as delivery of goods within the meaning of <a href=\"/doc/725355/\" id=\"a_17\">Section 33</a>, Sale of Goods Act. That section says that delivery of goods sold may be made by doing anything which the parties agree shall be treated as delivery of which has the effect of putting the goods in the possession of the buyer or of arty person authorised to hold them on his behalf. The first part of the section says that delivery may be made by doing anything which the parties agree shall be treated as delivery. That presents no difficulty. The question is one of agreement between parties. Where a dispute arises, the Court is called upon to do no more than1 ascertain what the agreement between the parties was. The second part of the section says that delivery may be made by doing anything which has the effect of putting the goods in the possession of the buyer. Delivery of the key of a godown or warehouse is symbolic delivery of the goods therein. Delivery of a key however, does not operate as delivery of the goods under the lock if it does not in fact give complete access to them. There are a number of illustrations given under that section. &#x27;A&#x27; sells to &#x27;B&#x27; 50 maunds of rice which are in his possession. &#x27;A&#x27; delivers them to &#x27;B&#x27;. Here there is delivery of actual possession. &#x27;A&#x27; sells to &#x27;B! 50 maunds of rice in the possession of &#x27;C, a warehouse man. &#x27;A&#x27; gives &#x27;B&#x27; an order to &#x27;0&#x27; (called a delivery order) to transfer the rice to &#x27;B&#x27;, &amp; &#x27;C&#x27; assents to such order, &amp; transfers the rice in his books to &#x27;B. This is also a delivery to B. Yet it is clear that in the second case, no actual delivery of possession was given as in the first case.\n</p> \n\n<p data-structure=\"Section\" id=\"p_83\">74. If the framer of the Ordinance intended that the expression &#x27;actual delivery of possession&#x27; in <a href=\"/doc/738672/\" id=\"a_18\">Section 2 (i)(b)</a> of the Ordinance would mean the same thing as &#x27;delivery of goods&#x27; in <a href=\"/doc/1154891/\" id=\"a_19\">Section 33</a> then why did use different words?\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_84\">75. In this case the respondent says that certain receipted bills of the petitioner show that the petitioner gave delivery of certain goods to certain person. But the petitioner contends there was no&#x27;actual delivery of possession within the meaning of the Ordinance. In the receipted bills there are the words: &quot;Mills D. Order No.&quot;; shewing that delivery was made by means of a delivery order.\n</p> \n\n<p data-structure=\"Section\" id=\"p_85\">76. Is such delivery contemplated in the Ordinance or is it not? I have not been able as yet to formulate the answer. Again, there are the words the section &#x27;possesses&#x27; or &#x27;has control over&#x27;,......... &quot;Does the &quot;possession&quot; or &quot;control&quot; refer to the point of time of making the contract or the time of its performance or any other time.&#x27; Suppose a person had in his possession a godown which he disposes of just before he enters into a contract, will that contract come within the ambit of the Ordinance? Or take another illustration: he gives up possession after the making of the contract &amp; before the time of performance comes. Will the contract come within the Ordinance?\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_86\">77. Very many questions like these arise. I have taken a few by way of illustration. Counsel for the respondent said to me that the Court should not introduce these difficulties. That is true. Yet the Court should not shut its eyes to the difficulties if there are. And certainly there are these difficulties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_87\">78. I am not unmindful that whenever a document is couched in language which is clear &amp; definite &amp; no doubt arises in its application to the facts, there1 is no need to construe the document The task of the Court is to make plain what is obscure &amp; not to make obscure what is plain. Yet, can I in this case conscientiously say that the expressions which I have stated above are so clear that no doubt can be entertained? I can not.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_88\">79. Therefore, there is no doubt that the true meaning of these expressions has got to be ascertained hi the arbitration proceeding. This again is another difficult point of law that will arise in the arbitration proceeding.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_89\">80. But then, if these were the only questions involved in this case, I would not be disposed to give leave to the petitioner to revoke the autfcerity of arbitrator.\n</p> \n\n<p data-structure=\"Section\" id=\"p_90\">81. The most Important point in this connection that has been raised by the petitioner&#x27;s counsel is that if the Ordinance applies, then there is no arbitration agreement at all, &amp; therefore, the, arbitrator would have no jurisdiction to decide the dispute. The petitioner&#x27;s Counsel&#x27;s submission on this point is this: by <a href=\"/doc/1529130/\" id=\"a_20\">Section 3(c)(ii)</a>,\n &quot;notwithstanding anything contained in any other law for the time being in force, every such contract (meaning a contract which comes within the purview of the Ordinance) made prior to the date of publication of the&#x27; notification shall be varied &amp; settled on the basis of the last closing rate in a notified market&quot;.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_91\">82. I have already stated in an earlier part of the judgment what according to the Ordinance a &#x27;notified market&#x27; means.\n</p> \n\n<p data-structure=\"Section\" id=\"p_92\">83. Counsel relies on the case of &#x27;Luchminarain v. Hoare Miller &amp; Co.&#x27;, 41 Cal. 35 where Chaudhuri J., held that a mere extension of time did not operate so as to rescind the original contract, but where a new term for the inspection of the goods before delivery had also been introduced, the original contract was replaced by the new agreement, to which the arbitration clause in the original contract could not apply; &amp; on this ground the learned Judge refused to stay the proceedings under the <a href=\"/doc/1052228/\" id=\"a_21\">Arbitration Act</a>. Relying on this case petitioner&#x27;s counsel said that by operation of <a href=\"/doc/1529130/\" id=\"a_22\">Section 3(c)(ii)</a> of the Ordinance, the contract has been varied &amp; nothing remains to be done under the contract save to settle it on the basis of the last closing rate in a notified market; there being this variation, the arbitration clause is gone. He said in a sense the dispute as to the settling of the contract in terms of the ordinance might be said to be a dispute arising out of the contract but that was not the correct sense.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_93\">84. He relies on the observations of Pickford L.J., in &#x27;Monro v. Bognor Urban District Council&#x27;, (1915) 3 K. B. 167 at p. 171. In that case the question arose as to whether a suit for damages on the ground that the plff. had been induced to enter into a contract by fraudulent misrepresentation should be stayed under the <a href=\"/doc/1052228/\" id=\"a_23\">Arbitration Act</a>. His Lordship said:\n</p><blockquote id=\"blockquote_35\"> &quot;Nor do I think that it is an action in relation to or in connection with the contract. In one sense it is an action in relation to &amp; in connection with the contract because if there had never been any contract there would never have been any cause of action, there would never have been any representation, &amp; there would never have been any claim for damages. But it is not in relation to or in connection with the contract, in my opinion, within the meaning of the arbitration clause.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_94\">85. In this case also adopting that line of reasoning petitioner&#x27;s counsel submitted that if there was no contract, there would not have arisen the question as to whether or not the Ordinance applied to the contract &amp; no question would arise as to whetherSub- <a href=\"/doc/1529130/\" id=\"a_24\">section 3</a> of the Ordinance applies, or, whether the contract should be settled on the basis of the last closing rate in a notified market. But that according to counsel did not make the dispute a dispute arising out of the contract. This again, is a very difficult question of law, &amp; touches the jurisdiction of the arbitrator.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_95\">86. In this connection counsel further submitted that it was not proper that the Court should leave such a question to be determined by the arbitrator, even though it may be that it comes within the ambit of the arbitration clause. Counsel referred me to the case of &#x27;Edward Grey &amp; Co. v. Tolme &amp; Runge&#x27;, (1915) 31 T L R 137. There what happened is this:\n</p><blockquote id=\"blockquote_36\"> &quot;Before the outbreak of war between England &amp; Germany the plffs. contracted to buy from the defts. a quantity of sugar which was in Hamburg &amp; which was to be shipped by the defts. The contracts provided that in the event of Germany being, involved in war with England they should be deemed to be closed, &amp; that if war should prevent shipment any party should be entitled to go to arbitration. Owing to the outbreak of war the defts. were unable to ship the sugar, &amp; the piffs. brought an action against the defts., claiming a declaration that the contracts were suspended or dissolved &amp; an injunction restraining the defts. from proceeding with arbitration. On an application by the defts. for an order that the action be stayed under Section 4 of the Arbitration Act, 1889; Held, that as the question between the parties was whether the, contracts were alive or dead, it was in the Judge&#x27;s discretion to say that it was not a proper question to be submitted to arbitration.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_96\">The remarks of Lord Justice, B.uckley at p. 138 are very instructive :\n</p><blockquote id=\"blockquote_37\"> &quot;The question between the parties was whether in the events which had happened the contracts were alive or dead. Then it had been said that even&#x27; if the contract was dead the arbitration clause still survived. That question could not be determined now. He would assume against the plff&#x27;s., without deciding the question whether the arbitration clause was subsisting or not, that there might still be a case to go to arbitration. Still the question which remained was simply a question of law whether the contracts, were suspended during the war or had been dissolved. In, those circumstances he thought that it must be in the discretion of the learned Judge to say that that question was not a proper one to be submitted to arbitration, but should be decided toy the Court &amp; that therefore the action should not be stayed.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_97\">There is great force in this contention of learned) counsel for the petitioner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_98\">87. Suppose the application instead of being an application under <a href=\"/doc/1091250/\" id=\"a_25\">Section 5</a>, Arbitration Act, was an application for stay of proceedings under <a href=\"/doc/1722761/\" id=\"a_26\">Section 34</a> of: the Act, there is no doubt that the Court would, apply the principle in &#x27;Grey&#x27;s case&#x27; &amp; might not stay the suit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_99\">88. The difference between an application under <a href=\"/doc/1091250/\" id=\"a_27\">Section 5</a>, Arbitration Act &amp; one under <a href=\"/doc/1722761/\" id=\"a_28\">Section 34</a> of the Act is a difference as to the point of time when the application is made. If proceedings are commenced in Court, application, is made under <a href=\"/doc/1722761/\" id=\"a_29\">Section 34</a>; if proceedings have not been commenced in Court, the application is made under <a href=\"/doc/1091250/\" id=\"a_30\">Section 5</a>. The Object of both the sections is same, namely, to prevent the arbitration. I do not see any reason why, therefore, I should not apply the principle in &#x27;Grey&#x27;s case&#x27; to the case before me. .\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_100\">89. I repeat, in this application I have not decided nor profess to decide any question ultimately. I am only evaluating the facts &amp; questions that may arise before the arbitrator in order to decide whether I should grant leave to, revoke or not.\n</p> \n\n<p data-structure=\"Section\" id=\"p_101\">90. Unfortunately in India, there is not, as-there is in England, a power given to the Court to direct the arbitrator to state any question of law arising in the course of the reference. Under our Act, the arbitrator may or may not do it. But in England, he is obliged to do it when the Court directs the arbitrator to do so, That is an additional consideration which has weighed with me.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_102\">91. The next point that has, been canvassed before me is disqualification of the arbitrator. It is said that haying regard to the events that have happened &amp; the circulars issued, the arbitrator will be an interested party &amp; the petitioner will not get justice from the arbitrator.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_103\">92. The law on this point is well settled. In &#x27;Bristol Corporation v. John Aird &amp; Co.,&#x27; 1913 A. C. 241 at p. 247, Lord Atkinson observed:\n</p><blockquote id=\"blockquote_38\"> &quot;My Lords, I do not think there is any dispute between the parties as in the law applicable to such a state of things. If a contractor chooses to enter into a contract binding him to, submit the disputes which necessarily arise, to a great extent between him &amp; the engineer of the persons with whom he contracts, to the arbitrament of that engineer, then he must be held to his contract. Whether it be wise or unwise, prudent or the contrary, he has stipulated that a person who is a servant of the person with whom he contracts shall be the Judge to decide upon matters upon which necessarily that arbitrator has himself formed opinions. But though the contractor is bound by that contract, still he has a right to demand that, notwithstanding those pre-formed views, of the engineer, that gentleman shall listen to argument &amp; determine the matter submitted to him as fairly as he can as an honest man; &amp; if it be shewn in fact that there is any reasonable prospect that he will be so biassed as to be likely not to decide fairly upon those matters, then the contractor is allowed to escape from his bargain &amp; &#x27; to have the matters in dispute tried by one of the ordinary tribunals of the land. But I think he has more than that right. If, without any fault of his own, the engineer has put himself in such a position that it is not fitting or decorous or proper that he should act as arbitrator in any one or more of those disputes, the contractor has the right to appeal to a Court of Law &amp; they are entitled to say, in answer to an application to the Court to exercise the discretion which the 4th section of the <a href=\"/doc/1052228/\" id=\"a_31\">Arbitration Act</a> vests in them, we are not satisfied that there is some reason for not submitting this question to the arbitrator.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_104\">93. In &#x27;Eckersley v. Mersey Docks &amp; Harbour Board, (1894) 2 Q. B. 667 at p. 670) Lord Esher, M. R. said:\n</p><blockquote id=\"blockquote_39\"> &quot;In this case it is said on behalf of the plffs. that there is sufficient reason for the Court to say that the dispute&#x27;s in the action should not be referred to the engineer of the board, because he might be biassed. It is not a sufficient reason to say that he might be biassed, if the Court should be of opinion that there is no ground for supposing that&#x27; he would be biassed. When the proposition sought to be established on behalf of the plffs. is examined, it comes to this, that the disputes Ought not to be referred to the engineer because he might be suspected of being biassed, although in truth he would not be biassed. It is an attempt to apply the doctrine which is applied to Judges, not merely of the Superior Courts, but to all Judges - that, not only must they be not biassed, but that, eveni though it be demonstrated that they would not be biassed, they ought not to act as Judges in a matter where the circumstances are such that people - not necessarily reasonable people, but many people - would suspect them of being biassed. Is that a rule which can be applied to such contracts as this, where as between the contractor &amp; his principal, both parties agree that the chief servant of one of them shall be the arbitrator? &#x27; If it was not for the agreement of the parties - if the rule applicable to Judges were to be applied - it is obvious that it would be impossible to say that the engineer under whose superintendence the work has to be done, could act as arbitrator, because some persons would suspect him of being biassed in favour of the parties whose servant he was. But that cannot be the case here, because both parties have agreed that the engineer, though he might be so suspected, shall be the arbitrator. A stronger case than that must, therefore, be shewn. It must, in my opinion be shewn, if not that he would be biassed, that at least there is a probability that he would be biassed.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_105\">94. An arbitrator who has an interest dependent upon his decision is disqualified if either party at the time of his appointment was ignorant of the fact that this would be so, &amp; the interest is of such a nature that it ought to have been disclosed. But if the parties, with&#x27; full knowledge of the facts, selected an arbitrator who was not an, impartial person, or who had to perform other duties which would not permit of his being an impartial person, the Court would not release them from the bargain upon which they had agreed; &amp; if a party to a contract submitted to the jurisdiction of a tribunal which had an interest of its own in the decision the Court would not on that account release him from the bargain, however improvident it was considered to be, so long as the Court was satisfied that he was aware or ought to. have been aware of the terms of the bargain he had entered into. There are many English cases which enunciated the principle I have stated above.. It seems that from a broader sense of justice in the <a href=\"/doc/1003813/\" id=\"a_32\">English Arbitration Act</a> 1934, <a href=\"/doc/665266/\" id=\"a_33\">Section 14 (1)</a> has been enacted which overrules these decisions in so far as they decide that because a party knew at the time when lie made the agreement or ought to have known that the; arbitrator named might not be impartial or had some interest in the subject-matter he could not come afterwards to the Court &amp; complain of the person to whose appointment he had agreed (Russell p. 387).&#x27; In England, therefore, the Court at present will not refuse an application to revoke a submission or to stay an arbitration on the ground that a party knew or ought to have known that the arbitrator by reason of his relation towards any party to the agreement or his connection with the subject-matter referred, might not be capable of impartiality. (Russell p. 31). There is no such section in our Act of 1940. Yet I think we can adopt the principle underlying the English section for the purpose of doing substantial justice.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_106\">95. It is the most fundamental principle of justice that a Judge or a tribunal should not decide a dispute if there is a probability that he would be biassed in the case.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_107\">96. in this case, is there such a probability? The facts on this point are these: It is said in the petition (para 5):\n</p>  \n\n<blockquote id=\"blockquote_40\">&quot;The Indian Jute Mills&#x27; Association which is a very influential body of jute, mills owners is. affiliated with the Bengal Chamber of Commerce. They are sister bodies having their offices at the same place &amp; carry out a common policy in matters of trade in jute products.&quot; This para is dealt with thus in the affidavit in opposition:\n</blockquote><blockquote id=\"blockquote_41\"> &quot;I admit the statements contained in the first sentence of para 5 of the petition. I do not admit the statements contained in the1 second sentence of the said para.&quot; It is therefore clear that it is admitted that the Indian Jute Mills&#x27; Association is. a very influential body &amp; is affiliated to the Bengal Chamber of Commerce. But it is not admitted: that they are sister bodies or have their offices in. the same place or carry out a common policy in matters of trade in jute or jute products. The respondent&#x27;s denial of the facts stated in para 5 of the petition is of an evasive character &amp; I cannot place much reliance on it. There Is no doubt that they have offices in the same place. It is not disputed that the persons who would be called upon to decide the dispute in question are either members of one or other of the three Associations or their assistants whose names are on the panel of Special Advisory Boards to the Indian Jute Mills&#x27; Association. It is only natural that the Bengal Chamber of Commerce should have the same policy in jute trade as the other three important jute associations.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_108\">97. On the affidavits, I have no doubt that the policy formulated in the circulars would&#x27; be the policy of the Bengal Chamber of Commerce. Not to recognise that is to shut our eyes to the reality of things.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_109\">98. 1 find in the rules of the Tribunal of Arbitration Bengal Chamber of Commerce that the Registrar shall select as arbitrator or umpire as the case may be, so far as possible, person having a practical knowledge of the subject-matter of the contract. Now, who are the persons who would be selected to decide the present dispute? Naturally, the persons who are connected with the jute trade. And who are the most important persons connected with the jute trade? &#x27; Practically they are members of or connected with the three associations I have named above or their managers or assistants.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_110\">99. It is not possible for me to say that the arbitrator will in, fact be biassed &amp; it is not necessary for me to say that. Here lies the difference between an application for leave to revoke the authority of an arbitrator or to stay an action under <a href=\"/doc/1722761/\" id=\"a_34\">Section 34</a>, &amp; an application for setting aside an award on the ground of bias. In the first two applications, all that is necessary is to show that there is a probability of bias or a reasonable prospect of bias or, as Sinha, J., has put it in a very recent case (Judgment delivered on 14th March last Re. Arbn. &#x27;Oswal Trading Co. v. Amar Chand &amp; Co.&#x27;), there is a reasonable apprehension of bias. This difference arises from the very nature of the applications:\n</p><blockquote id=\"blockquote_42\"> &quot;A perfectly even &amp; unbiassed mind is essential to the validity of every judicial proceeding. Therefore, where it turns out that, unknown to one or both of the persons who submit to be bound by the decision of another, there was some circumstance in the situation of him to whom the decision was entrusted which tended to produce a bias in his mind, the existence of that circumstance will justify the interference of the Court. Whether in fact the circumstance had any operation in the mind of the arbitrator must, for the most part; be incapable of evidence, &amp; may remain unknown to every human being, perhaps even unknown to himself. It is enough that such a circumstance did exist.&quot; (see the remarks of Sir John Stuart, V. C. Kemp v. Rose (1858) 1 Gift. 258, 264-5).\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_111\">100. But it is said referring to &#x27;Balabux&#x27;s case&#x27;, that Das, J., in similar circumstances negatived the existence of any possibility of bias on the part of the Bengal Chamber of Commerce. His Lordship observed at p. 874.\n</p><blockquote id=\"blockquote_43\"> &quot;It is not put of bounds of possibility that situation may sometime arise in a trade which will divide persons engaged therein into two opposite groups &amp; if such situation does arise the Court will certainly take that into consideration.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_112\">With this observation his Lordship proceeded to scrutainse the allegations in the pleadings before him. In the first place, he observed, the affidavit in opposition had not been verified in the way required by a recent decision of the Appeal Court &#x27;Hafiz Shamsed v. Chatoolal Dey&#x27;, 46 C. W. N. 474). His Lordship observed:\n</p>  \n\n<blockquote id=\"blockquote_44\">&quot;It is not clear whether the allegations are statements of facts true to the knowledge of the deponents or based on information received from any particular source or are mere expressions of apprehensions, real or pretended:\n</blockquote>  \n\n<blockquote id=\"blockquote_45\">His Lordship then scrutinised a list of names that was placed before him. His Lordship further observed:\n</blockquote><blockquote id=\"blockquote_46\"> &quot;The Registrar of the Tribunal appoints the Arbitrator for particular cases. The rules of the tribunal make it clear that the: Registrar; shall not appoint cany person who for any reason within: his knowledge would not be a proper person to act as arbitrator. I have no reason to assume that the Registrar will violate this salutory rule;&quot;\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_113\"> His Lordship also scrutinised the affidavit in reply in which it was denied that any person was or would be appointed to act as arbitrator who had any connection with any party to the agreement or was interested in the subject-matter referred.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_114\">101. On the evidence before him &amp; on a consideration of the pleadings before him His Lordship was unable to come to the conclusion that them was any probability, of bias in the mind of the arbitrator which entitled the petitioner to have stay of the suit under <a href=\"/doc/1722761/\" id=\"a_35\">Section 34</a>; <a href=\"/doc/1052228/\" id=\"a_36\">Arbitration Act</a>.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_115\">102. His Lordship concluded:\n</p><blockquote id=\"blockquote_47\"> &quot;The Bengal Chamber of Commerce has gained a reputation for the excellence of their arbitration proceedings &amp; I shall require much more specific averments&#x27; of facts properly verified showing that in any particular case justice will be denied by the Bengal Chamber of Commerce to any party.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_116\">103. It is clear, therefore, that if there were averments of facts properly verified his Lordship&#x27;s judgment would have been different. I was one of the counsel in&#x27; that case . It is still fresh in my mind what happened in that case. It was our fault that we lost in that application. .We. did not take enough care to see whether the verification had been properly made.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_117\">104. Be that as it may, the observations were made by Das; J., in March 1947. We know that thereafter the Chamber of Commerce made certain awards in which, it,, granted damages on illegal basis. Some of these awards have been set aside&#x27; by my brother Sinha J. I know at least in two cases his Lordship&#x27;s judgment Was upheld by the Court: of Appeal. This can be checked from the records of this Court. I do not say for a moment that the Chamber of Commerce or the arbitrator appointed to decide the dispute deliberately did the mischief. But there is always an element of unconscious influence over the mind where self-interest is in action. Self-interest is a potent factor in human nature, v When in action, it dominates all other -considerations . Pious Platitudes then have little chance against this supreme reality of human nature. That, I believe, is the consideration which induced great Judges to lay. down the principle that where some circumstance exists in situation of an arbitrator or a Judge which tends to produce a bias; in his mind, he should riot act as an arbitrator or Judge as the case maybe, in the matter concerned.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_118\">105. On the evidence before me in this case I am not at all satisfied that there is no probability of the arbitrator, being biassed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_119\">106. I should here observe that there are certain maters in the procedure of the tribunal, which in the exceptional circumstances of this case, may be taken into consideration. The tribunal consists of such members Or assistants to members who are from time to time on the panel of Special Advisory Boards to the Indian Jute Mills&#x27; Association. The name or names of the person or persons constituting the Court are not ordinarily disclosed to the parties nor are they entitled to such information as of right; Then, again, it is entirely at the discretion of the Court to permit the parties to appear by counsel, attorney or other advocate or adviser. In a case where issues like these which I have already foreshadowed arise, I apprehend it is of great importance that the parties should have legal assistance in the conduct of their cases. It may be said that the parties with eyes open agreed to submit to the arbitration of the Bengal Chamber&#x27; of Commerce under its rules &amp; it is not for them now to complain against these rules. That is true. But in this case, the circumstances are also special. At the time of making the contract, could the parties foresee that there would be devaluation of pound sterling the final consequences of which cannot yet be seen, though its immediate effects have been already a change in the whole pattern of world economic relations.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_120\">Could the parties foresee that there would be disparity between the Pakistan &amp; Indian rupee? Could they foresee that as a result thereof there could be a check in the free flow of jute from East Bengal to West Bengal. Could they foresee the promulgation of the Ordinance &amp; the results consequential thereto?\n</p> \n\n<p data-structure=\"Section\" id=\"p_121\">107. Is it not this a case where the Court is required to intervene &amp; impose &quot;the just solution&quot; of Lord Wright? Can it not be said in this case that the seller never warranted the possibility of performance? Is it not a case where the seller only said that it would perform the contract if it could? All these various considerations do arise. It is the Court which can give the necessary relief and not an arbitration tribunal. These exceptional circumstances, in my mind, make a great difference between this case &amp; other cases.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_122\">108. I venture to think that in the nature of things change is inevitable in all human affairs. When the parties enter into a contract they do so on the basis that a change may happen. If changes which are within the reasonable contemplation of parties at the time of making the contract take place, the parties cannot get rid of their bargain on the plea that changes have taken place which in fact they did not contemplate; but if the changes that take place are so great as to be beyond the possibility of any human contemplation, the Court has certainly to consider whether it would be just &amp; equitable to enforce the contract, which may result in &#x27;unjust enrichment.&#x27;\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_123\">109. On a careful consideration of these matters, I think I should give leave to the petitioner to revoke the authority of the appointed arbitrators. In doing so, I have not overlooked the fundamental principle that the Court should be very cautious before it uses its power under <a href=\"/doc/1091250/\" id=\"a_37\">Section 5</a>., I have kept that principle throughout in view while considering the facts of this case. I have not overlooked that the parties must be held to their bargain whether it is wise or unwise, prudent or imprudent: It would be contrary to justice to give leave to revoke the authority of an arbitrator, to a party who, as a consideration for the contract, had agreed to submit his disputes, whether on law or fact, which might arise, to his (arbitrator&#x27;s) arbitration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_124\">110. The ground that an arbitrator may commit a mistake in law is not by itself sufficient to induce the Court to revoke the authority of an arbitrator; for the parties agreeing to the reference took the arbitrator for better or worse. The Court must be satisfied that unless leave is granted substantial miscarriage of justice will take place.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_125\">111. Lastly, I have balanced the convenience &amp; inconvenience of the parties. I have also consider-ed the mischief, I shall do, if this judgment is wrong.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_126\">112. What the petitioner says is that before the Tribunal it would not get any justice. What the respondent says is that if the parties are not held to their bargain, there would be delay in getting his dues &amp; that if he is driven to the court of law he would have to incur more costs than before the Tribunal.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_127\">113. I do not arrogate to myself infallibility. It may be that I have given a wrong judgment. But I consider that, before everything it is important that parties get adjudication of their disputes in an impartial tribunal, &amp; in the situation of which no circumstance exists which tends to produce a bias in its mind.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_128\">114. The respondent if he is so advised, may file a suit in this court. I have not the slighest doubt that suitable directions will be given for expedition of the suit. As to costs, it may be that only a few suits will be instituted, which would be brought as test cases. Before myself, there were 5 petitions but only one of them was seriously argued. In the few test cases that may be filed persons interested may combine &amp; contribute to the costs of the ligation. Ulimately they will get cheaper justice in Court.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_129\">115. On the whole therefore, it does not seem to me that that the consideration in favour of the respondent can outweigh the consideration in favour of the petitioner.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_130\">116. I, therefore, as I have said, grant the leave, but having regard to all the circumstances of the case, I direct that the parties do pay their own costs. It is nobody&#x27;s fault that the circumstances are today what they are. It is nobody&#x27;s fault that they could not foresee what has happened today.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_131\">117. In conclusion, I must acknowledge my gratefulness to counsel in this case, who have very ably argued it.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_132\">118. After the judgment had been delivered, respondent&#x27;s counsel asked me to revoke the submission. Counsel said that the respondent was not asking for revocation but having regard to the prayers in the petition it is the duty of the Court&#x27; to revoke the submission. The petitioner made several prayers.\n</p> \n\n<p data-structure=\"Section\" id=\"p_133\">119. <a href=\"/doc/1052228/\" id=\"a_38\">The Act</a> makes a distinction between revocation of the authority of the arbitrator &amp; revocation of the submission. <a href=\"/doc/1091250/\" id=\"a_39\">Section 5</a> provides for the first. <a href=\"/doc/497913/\" id=\"a_40\">Section 12(2)(b)</a> for the second &amp; is in these words:\n</p><blockquote id=\"blockquote_48\"> &quot;Where the authority of an arbitrator or arbitrators or an umpire is revoked by leave of the Court, or where the Court removes an umpire who has entered on the reference, or a sole arbitrator or all the arbitrators, the Court may, on the application of any party to the arbitration agreement, either (a) appoint a person to act as sole arbitrator in the place of the person or persons displaced, or (b) order that the arbitration agreement shall cease to have effect with respect to the difference referred.&quot;\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_134\">120. On the day when this application was opened, petitioner&#x27;s counsel definitely told me that he was not asking for an order under <a href=\"/doc/497913/\" id=\"a_41\">Section 12(2)(b)</a> &amp; gave up the prayer for revocation of the submission. None of the parties present at that time raised any objection to that. It is hot for the Court to enter into the reasons why a plff. or a petitioner presses for some reliefs &amp; abandons others. The Court has only got to decide the case as presented before it. Yesterday respondent&#x27;s counsel told me that I should revoke the submission, so that he might get an opportunity of preferring an appeal from my judgment. I have al- ways considered it my duty to see that I do nothing to hamper an appeal from my judgment, but that does not mean that I should do something illogical or riot warranted by the procedure of the Court. If the petitioner does not want a relief1, I do not see how I can force the relief on the petitioner. In this case I told respondent&#x27;s counsel that if the respondent wanted it, at Ms instance I was prepared to revoke the submission) but respondent&#x27;s counsel said the respondent did not want revocation of the submission.\n</p> \n\n<p data-structure=\"Section\" id=\"p_135\">121. There seems to be another difficulty arising on respondent&#x27;s counsel&#x27;s submission. It is a small point &amp; a technical point; but the point is there. It is this: submission is revoked where the authority of an arbitrator is revoked by leave of the Court. In this case, I have granted leave to the petitioner to revoke the authority. I do not know whether the petitioner has revoked the authority. There is nothing on the record to show that it has revoked the authority.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_136\">122. Discretion is given to the Court on the application of any party to the arbitration to make Orders under <a href=\"/doc/1314955/\" id=\"a_42\">Section 12(2)(a)</a> or (b). That shows that certain facts have got to be placed before the Court. The petitioner, as I have said, did not press for revocation of the submission. Naturally, therefore, the petitioner did not place the facts on which the Court should or could revoke the submission. No fact has been placed before me in support of the prayer for revocation of submission except that respondent desires to prefer an appeal from my judgment. I cannot accede to the respondent&#x27;s counsel&#x27;s prayer.\n</p> \n\n","numcites":19,"numcitedby":5,"docsource":"Calcutta High Court","citetid":1765064,"divtype":"judgments","relatedqs":[{"value":"frustration of contracts","formInput":"frustration%20of%20contracts"},{"value":"delivery of possession","formInput":"delivery%20of%20possession"},{"value":"future goods  ","formInput":"future%20goods%20%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"absolute contract","formInput":"absolute%20contract"},{"value":"deadlock ","formInput":"deadlock%20"},{"value":"actual possession","formInput":"actual%20possession"},{"value":"Actual delivery of possession ","formInput":"Actual%20delivery%20of%20possession%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"miscarriage","formInput":"miscarriage"},{"value":"bias is biased","formInput":"bias%20is%20biased"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"appointment rules","formInput":"appointment%20rules"},{"value":"delivery of goods","formInput":"delivery%20of%20goods"},{"value":"no frustration","formInput":"no%20frustration"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"exercise of discretion","formInput":"exercise%20of%20discretion"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}