{"tid":309271,"publishdate":"1981-04-15","title":"Gokaraju Rangaraju Etc vs State Of Andhra Pradesh on 15 April, 1981","doc":"<h2 class=\"doc_title\">Gokaraju Rangaraju Etc vs State Of Andhra Pradesh on 15 April, 1981</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1981 AIR 1473, 1981 SCR (3) 474, AIR 1981 SUPREME COURT 1473, 1981 (3) SCC 132, 1981 SCC(CRI) 652, 1981 BBCJ 187, 1981 CRIAPPR(SC) 236, 1981 MADLJ528, 1981 CHANDLR(CIV&CRI) 560, (1981) ALLCRIC 203, (1981) CHANDCRIC 133</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:o-c-reddy\">O. Chinnappa  Reddy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:o-c-reddy\">O. Chinnappa  Reddy</a>, <a href=\"/search/?formInput=benchid:a-p-sen\">A.P.  Sen</a>, <a href=\"/search/?formInput=benchid:b-islam\">Baharul  Islam</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nGOKARAJU RANGARAJU ETC.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF ANDHRA PRADESH\n\nDATE OF JUDGMENT15/04/1981\n\nBENCH:\nREDDY, O. CHINNAPPA (J)\nBENCH:\nREDDY, O. CHINNAPPA (J)\nSEN, A.P. (J)\nISLAM, BAHARUL (J)\n\nCITATION:\n 1981 AIR 1473\t\t  1981 SCR  (3) 474\n 1981 SCC  (3) 132\t  1981 SCALE  (1)706\n CITATOR INFO :\n R\t    1983 SC 194\t (51)\n R\t    1987 SC 454\t (10)\n R\t    1987 SC1748\t (18,19)\n R\t    1987 SC2111\t (12)\n R\t    1988 SC 162\t (20)\n RF\t    1990 SC1480\t (76)\n\n\nACT:\n     De facto  doctrine-Nature and  scope of-Appointment  of\nDistrict  Judge\t declared  void-Judgment  rendered  by\thim,\nwhether becomes void.\n     Interpretation of\tStatutes-Abundans cautela  non nocet\nwhen   applied-Legislature,    whether\t makes\t superfluous\nlegislation.\n\n\n\nHEADNOTE:\n     The appellants  in both  the appeals  were convicted of\ncertain offences  by two  District Judges.&#x27;  By the time the\nappeals\t went\tup  for\t hearing  to  the  High\t Court,\t the\nappointment of\tthe two\t District Judges was quashed by this\nCourt  as   being  in\tviolation  of  <a href=\"/doc/1704953/\" id=\"a_1\">Article\t233</a>  of\t the\nConstitution.\n     The appellants  contended before  the High\t Court\tthat\nhaving regard to the fact that the Supreme Court had quashed\nthe appointment\t of District  Judges, the judgments rendered\nby them\t in these  two cases  became void.  The High  Court,\nrejecting the  contention,  held  that\tsince  the  District\nJudges held  office under  lawful authority,  the  judgments\nrendered by  them during  the tenure  of their\toffice\twere\nvalid and  that in  any event  the validity of the judgments\ncould not be questioned in collateral proceedings.\n     In appeal\tto this Court it was contended that trial by\na Sessions  Judge appointed  in violation of <a href=\"/doc/1704953/\" id=\"a_2\">Article 233</a> was\nnot a  trial by\t a Sessions Judge duly appointed to exercise\njurisdiction in a Court of Sessions under <a href=\"/doc/811293/\" id=\"a_3\">section 9</a>, Cr.P.C.\nand that  the  appellants&#x27;  liberty  was  being\t taken\taway\notherwise than\tin accordance with the procedure established\nby law\tand that the <a href=\"/doc/62801390/\" id=\"a_4\">Constitution (Twentieth Amendment) Act,\n1966</a> would  be a  surpluses if\tthe de\tfacto  doctrine\t was\napplied\t to  judgments\trendered  by  persons  appointed  as\nDistrict Judges contrary to the provisions of <a href=\"/doc/1704953/\" id=\"a_5\">Article 233</a> of\nthe Constitution\n     Dismissing the appeals,\n^\n     HELD: The\ttwo Judges who gave the judgments in the two\ncases were  not usurpers  or intruders\tbut were persons who\ndischarged the\tfunctions and  duties of Judges under colour\nof lawful  authority. So  long\tas  an\toffice\tis  validity\ncreated it  matters not\t that the incumbent was not validity\nappointed. A  person appointed\tto a  post of Sessions Judge\nwould be exercising jurisdiction in the\n475\nCourt of Session and his judgments and orders would be those\nof that court and would continue to be valid notwithstanding\nthat  his  appointment\tto  such  court\t might\tbe  declared\ninvalid. On  that account  alone it  cannot be said that the\nprocedure prescribed by law had not been followed. [487 E-F]\n     Milward v.\t Thatsher [1787]  2 T. R. 81 @ 87, Seaddling\nv. Lorant  [1851] 3 HLC 418, re. James (An Insolvent) [1977]\n2 W.L.R.  1, Norton  v. Shelby\tCounrty [1886] 118 US 425-30\nLaw Ed. 178; referred to.\n     The doctrine  of de facto envisages that acts permitted\nde facto  by the  officers within the scope of their assumed\nofficial authority,  in the  interest of the public or third\npersons and  not for  their own\t benefit, are  generally  as\nvalid and  binding as  if they\twere the acts of officers de\njure [478 H]\n     The de  facto doctrine  is founded on good sense, sound\npolicy\tand   practical\t expedience.  It  is  aimed  at\t the\nprevention of  public and private mischief and protection of\npublic and private interest. It avoids endless confusion and\nneedless chaos.\t An illegal appointment may be set aside and\na proper  appointment may  be made but the acts of those who\nhold office de facto are not so easily undone. They may have\nlasting repercussions  and confusing sequels if attempted to\nbe undone. [479 B]\n     Pulin Behari  v. King Emperor [1912] 15 Cal Law Journal\n517 @ 574, Immedisetti Ramkrishnaiah Sons v. State of Andhra\nPradesh and Anr AIR 1976 A.P 193; referred to.\n     A defective  appointment of  a de facto judge cannot be\npermitted to  be questioned  in\t a  litigation\tbetween\t two\nprivate litigants.  If this  were not so, so soon as a Judge\npronounces a  judgment litigation  may be  commenced  for  a\ndeclaration that the judgment was void because the judge was\nno judge.  To question\ta Judge&#x27;s  appointment in  an appeal\nagainst his judgment is such a collateral attack. [485 B-C]\n     The de  facto doctrine saves acts done by a Judge whose\nappointment  has   later  been\tdeclared  void,\t from  being\ninvalidated. The  doctrine is  recognised in  <a href=\"/doc/1349319/\" id=\"a_6\">Article  71(2)\n(which declares\t that acts  done by  the  President  in\t the\nexercise of his powers shall not be invalidated by reason of\nthe election  being declared void)</a> and <a href=\"/doc/111536349/\" id=\"a_7\">section 107(2)</a> of the\nRepresentation of  the People Act, 1951 (which provides that\nacts of\t a reason participating as member of Parliament or a\nState Legislature shall not be declared invalid by reason of\nhis election  being declared void). The doctrine, therefore,\nis no stranger to the Constitution and the laws. [485 E-F]\n     <a href=\"/doc/62801390/\" id=\"a_8\">The Constitution  (Twentieth Amendment) Act, 1966</a> is an\ninstance where\tthe de\tfacto doctrine was applied to remove\nand taint of illegality being attributed to the judgments or\norders passed  by  District  Judges  appointed\tbefore\t1966\notherwise than in accordance with the provisions of <a href=\"/doc/1704953/\" id=\"a_9\">Articles\n233</a> and\t <a href=\"/doc/1345754/\" id=\"a_10\">235</a> of the Constitution and which appointments were\ndeclared invalid  by this Court in Chandra Mohan v. State of\nU.P., [1967] 1 SCR 77. [485 H]\n476\n     It is  not a  necessary inference\tfrom  the  Twentieth\nAmendment That but for that amendment the judgments, decrees\netc. Of\t those District\t Judges would  have been  void. As a\ngeneral\t rule\tParliament  may\t be  presumed  not  to\tmake\nsuperfluous legislation.  But  This  presumption  is  not  a\nstrong presumption  in that  it\t is  not  uncommon  to\tfind\nstatutes containing  provisions introduced  because  abundas\ncautela non nocet (there is no harm in being cautious). [486\nC-D]\n     The statutory  reiteration of the law, a clear judicial\npronouncement on  a subject  notwithstanding, only  leads to\nthe inference  that The\t statute making body, though mindful\nof the real state of the law, was acting under the influence\nof excessive caution. <a href=\"/doc/62801390/\" id=\"a_11\">The Constitution (Twentieth Amendment)\nAct, 1966</a> is one such instance. [486 E-F]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CRIMINAL APPELLATE\t JURISDICTION: Criminal\t Appeal\t No.\n234 of 1976.\n</p><p data-structure=\"Issue\" id=\"p_2\">     Appeal by\tspecial leave  from the\t judgment and  order\ndated the  5th December,  1975 of  the Andhra  Pradesh\tHigh\nCourt in  Criminal Revision  Case No.  816 of 1974 (Criminal\nRevision Petition No. 732 of 1974).\n</p><p data-structure=\"Issue\" id=\"p_3\">\t\t\t    AND\n     Criminal Appeal Nos. 315 and 316 of 1976.\n</p><p data-structure=\"Issue\" id=\"p_4\">     Appeals by\t special leave\tfrom the  judgment and order\ndated the  12th April, 1976 of the Andhra Pradesh High Court\nin Criminal Appeal Nos. 31 O &amp; 311 of 1975.\n</p><p data-structure=\"Issue\" id=\"p_5\">     P. Govindan  Nair and A. Subba Rao for the Appellant in\nCrl. A. No. 234/76.\n</p><p data-structure=\"Issue\" id=\"p_6\">     M. N.  Phadke, and\t B. Kanta  Rao for  the Appellant in\nCrl. A. Nos.315 &amp; 316 of 1976.\n</p><p data-structure=\"Issue\" id=\"p_7\">     G. N. Rao for the Respondent in all the appeals.\n     The Judgment of the Court was delivered by\n     CHINNAPPA\tREDDY,\t J.  What   is\tthe  effect  of\t the\ndeclaration by\tthe Supreme Court that the appointment of an\nAdditional  Sessions   Judge  was   invalid   on   judgments\npronounced by  the Judge  prior to  such declaration  is the\nquestion for  consideration in\tthese criminal\tappeals. The\nquestion may  seem to  be short\t and simple but it cannot be\nanswered without  enquiry and  research. An answer, on first\nimpression, may be &#x27;a judgment by a judge who is not a judge\nis no  judgment&#x27;&#x27; a  simple, sophisticated  answer.  But  it\nappears\n<span class=\"hidden_text\" id=\"span_1\">477</span>\nsecond thoughts\t are necessary.\t What is to happen to titles\nsettled, declarations  made, rules  issued, injunctions\t and\ndecrees granted\t and even  executed ?  What is\tto happen to\nsentences imposed  ? Are  convicted offenders  to be  set at\nliberty and to be tried again &#x27;! Are acquitted accused to be\narrested  and\ttried  again  ?\t Public\t Policy\t is  clearly\ninvolved. And, in the tangled web of human affairs, law must\nrecognise some\tconsequences as\t relevant, not on grounds of\npure logic  but for reasons of practical necessity. To clear\nthe confusion and settle the chaos, judges have invented the\nde facto  doctrine, which  we shall  presently\texamine.  de\nfacto doctrine\tis thus\t a doctrine  of necessity and public\npolicy.\n</p><p data-structure=\"Facts\" id=\"p_8\">     Crl. A.  No. 234  of 1976\tarises out  of a  proceeding\nunder<a href=\"/doc/169523/\" id=\"a_12\"> S.6A</a>  of the  Essential Commodities  Act, by which the\nDistrict Revenue  officer  West\t Godavari,  Andhra  Pradesh,\nordered the confiscation of Rs. 203.74 kgs. Of paddy and Rs.\n302.25 kgs.  of rice.  The  appellant,\tGokaraju  Rangaraju,\npreferred an appeal under<a href=\"/doc/675392/\" id=\"a_13\"> S. 6C</a> of the Essential Commodities\nAct to\tthe Court  of Session, West Godavari. The appeal was\nheard by  Shri G. Anjappa, Additional Sessions Judge and was\nrejected.  The\t appellant  preferred  a  Criminal  Revision\nPetition before\t the High  Court of Andhra Pradesh. Criminal\nAppeal Nos.  315 and  316 of 1976 arise out of Sessions Case\nNo. 12 of 1975 in the Court of Session, Guntur Division&#x27; The\ncase was heard and the judgment was pronounced by Shri Raman\nRaj  Saxena,  II  Additional  Sessions\tJudge,\tGuntur.\t The\nconvicted accused  preferred appeals  to the  High Court  of\nAndhra Pradesh. By the time the Criminal Revision case filed\nby Gokaraju  Rangaraju and the Criminal Appeals filed by the\nappellants in  Crl. Appeals Nos. 315 and 316 of 1976 came up\nfor hearing  before the\t High Court  of Andhra Pradesh, this\nCourt by  its judgment\tdated 2nd September 1975 quashed the\nappointment of\tShri G.\t Anjappa, Shri\tRaman Raj Saxena and\ntwo others  as District\t Judges Grade II, on the ground that\ntheir appointment was in violation of the provisions of <a href=\"/doc/1704953/\" id=\"a_14\">Art.\n233</a> of the Constitution. Thereupon a point was raised in the\nCriminal Revision  case as  well as  in the Criminal Appeals\nthat the  judgments rendered  by Shri Anjappa and Shri Raman\nRaj Saxena  were void and required to be set aside. The High\nCourt overruled\t the point  raised by the present appellants\nand held  that though  the appointment\tof Shri\t Anjappa and\nShri Raman Raj Saxena as District Judges Gr. II was invalid,\nyet they  were not  mere usurpers  but had held office under\nlawful H  authority and therefore, the judgments rendered by\nthem were  valid and  could not\t be questioned in collateral\nproceedings. The present\n<span class=\"hidden_text\" id=\"span_2\">478</span>\nappeals have been preferred by special leave granted by this\nCourt. In  Criminal  Appeals  Nos.  315\t and  316  of  1976,\nhowever, the special leave granted by this Court was limited\nby the\torder granting\tleave to  the question\twhether\t the\njudgments rendered  by Sessions Judges were void where their\nappointment as\tSessions Judges\t was  subsequently  declared\nillegal.\n</p><p data-structure=\"PetArg\" id=\"p_9\">     Shri Govindan  Nayar learned counsel for the appellants\nin Crl.\t A. No. 234 of 1976 and Shri Phadke, learned counsel\nfor the\t appellants in\tCrl. Appeals Nos. 315 &amp; 316 of 1976,\nargued before us that the judgments rendered by Shri Anjappa\nand Shri  Raman Raj Saxena were void as they were never duly\nappointed as District Judges. It was urged that there was no\nneed for them to question the appointment of Shri Anjappa or\nShri Kaman  Raj Saxena as their appointment had already been\nquashed by  the Supreme Court. It was said that the de facto\ndoctrine was  based on\tpublic policy and necessity and that\nin the\tpresent case  neither  public  policy  or  necessity\nrequired that  the judgments  should not  be set  aside.  No\ninconvenience would be caused by ordering a rehearing of the\nappeals or  a retrial of the accused. It was also urged that\nthe attack,  if any,  on the appointment of Shri Anjappa and\nShri Raman  Raj was  not collateral attack. It was submitted\nthat a question of jurisdiction could be raised at any stage\nin a  criminal case  and a trial by a Sessions Judge who was\nappointed in  violation of  <a href=\"/doc/1704953/\" id=\"a_15\">Art. 233</a>  was not  a trial\tby a\nSessions Judge\tduly appointed to exercise jurisdiction in a\nCourt of  Session  under  <a href=\"/doc/811293/\" id=\"a_16\">S.  9</a>\t of  the  Code\tof  Criminal\nProcedure. It  was argued that the de facto doctrine was not\nan absolute doctrine. It was subject to certain limitations.\nOne such  limitation was  that imposed\tby <a href=\"/doc/1704953/\" id=\"a_17\">Art.\t 233</a> of\t the\nConstitution.  A   person  appointed  as  a  District  Judge\ncontrary to  the provisions of <a href=\"/doc/1704953/\" id=\"a_18\">Art. 233</a> was no judge and his\njudgments were\tno judgments. It was submitted that the 20th\nAmendment of  the Constitution\twould be a surplusage if the\nde facto doctrine was to be applied to judgments rendered by\npersons\t appointed   as\t District  Judges  contrary  to\t the\nprovisions of  <a href=\"/doc/1704953/\" id=\"a_19\">Art. 233</a>\t of the\t Constitution. It  was\talso\nsuggested that the Fundamental Right of the appellants under\n<a href=\"/doc/1199182/\" id=\"a_20\">Art. 21</a>\t of the\t Constitution was  violated as their liberty\nwas being  taken away  otherwise than in accordance with the\nprocedure established by law.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1877200\" id=\"span_3\">We are  unable to\tagree with  the submissions  of\t the\nlearned counsel for the appellants. The doctrine is now well\nestablished  that   &quot;the  acts\tof  the\t officers  de  facto\nperformed by them within the scope of their assumed official\nauthority, in the interest of the public\n<span class=\"hidden_text\" id=\"span_4\">479</span>\nor  third  persons  and\t not  for  their  own  benefit,\t are\ngenerally as  valid and binding, as if they were the acts of\nofficers de  jure&quot; (<a href=\"/doc/1877200/\" id=\"a_21\">Pulin Behari v. King Emperor</a>). As one of\nus had\toccasion to  point  out\t earlier  &quot;the\tdoctrine  is\nfounded\t on   good  sense,   sound  policy   and   practical\nexpedience. It\tis aimed  at the  prevention of\t public\t and\nprivate mischief  and the  protection of  public and private\ninterest. It avoids endless confusion and needless chaos. An\nillegal\t appointment   may  be\t set  aside   and  a  proper\nappointment may\t be made,  but the  acts of  those who\thold\noffice de  facto are  not so  easily  undone  and  may\thave\nlasting repercussions  and confusing sequels if attempted to\nbe undone.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593859\" id=\"span_5\">Hence the  de facto\t doctrine&quot; (vide <a href=\"/doc/1593859/\" id=\"a_22\">Immedisetti\nRamkriashnaiah Sons v. State of Andhra Pradesh and Anr</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_11\">     In Pulin  Behari v.  King Emperor, (Supra) Sir Ashutosh\nMukerjee J.  noticed that  in England  the de facto doctrine\nwas recognised\tfrom the  earliest times.  The first  of the\nreported  cases\t  where\t the   doctrine\t received   judicial\nrecognition was\t the case  of Abbe  of Fountaine  decided in\n1431. Sir  Ashutosh Mookerjee  noticed that even by 1431 the\nde facto doctrine appeared to be quite well known and, after\n1431, the doctrine was again and again reiterated by English\nJudges.\n</p><p data-structure=\"Precedent\" id=\"p_12\">     In Milward v. Thatcher, Buller J. said:\n</p><blockquote id=\"blockquote_1\">\t  &quot;The question whether the judges below be properly\n     judges  or\t  not.\tcan   never  be\t determined,  it  is\n     sufficient if they be judges de facto. Suppose a person\n     were even\tcriminally convicted  in a  Court of Record,\n     and the  Recorder of  such Court were not duly elected,\n     the conviction would still be good in law, he being the\n     judge de facto&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">     In Seaddling  v. Lorant,  the question  arose whether a\nrate for  the relief of the poor was rendered invalid by the\ncircumstance that  some of  the vestry\tmen who made it were\nvestry men  de facto  and not  de jure.\t The Lord Chancellor\nobserved as follows:\n</p><blockquote id=\"blockquote_2\">\t  With regard  to the  competency of the vestry men,\n     who were  vestry men  de facto,  but not  vestry men de\n     jure, to make the rate, your Lordships will see at once\n     the impor-\n</blockquote><span class=\"hidden_text\" id=\"span_6\">480</span>\n<blockquote id=\"blockquote_3\">     tance of  that objection,\twhen you  consider how\tmany\n     public officers  and persons there are who were charged\n     with very\timportant duties,  and whose  title  to\t the\n     office on\tthe part of the public cannot be ascertained\n     at the time. You will at once see to what it would lead\n     if the  validity of  their acts,  when in\tsuch office,\n     depended upon the propriety of their election. It might\n     tend, if doubts were cast upon them, to consequences of\n     the most  destructive kind. It would create uncertainty\n     with respect to the obedience to public officers and it\n     might also\t lead to  persons, instead  of resorting  to\n     ordinary legal  remedies to  set right anything done by\n     the officers, taking the law into their own hands&quot;.\n     Some interesting observations were made by the Court of\nAppeal in  England in  re James\t (An Insolvent).  Though the\nlearned Judges\tconstituting the Court of Appeal differed on\nthe principal question that arose before them namely whether\n&quot;the High  Court of Rhodesia&quot; was a British Court, there did\nnot appear  to be  any difference of opinion on the question\nof the\teffect of  the invalidity  of the  appointment of  a\njudge on  the judgments\t pronounced by\thim. Lord Denning M.\nR., characteristically,\t said: &quot;He  sits in  the seat  of  a\njudge. He wears the robes of a judge. He holds the office of\na judge. May be he was not validly appointed. But, still, he\nholds the  office. It  is the  office that  matters, not the\nincumbent .......  so long  as the  man holds the office and\nexercises it duly and in accordance with law, his orders are\nnot a  nullity. If  they are  erroneous they may be upset on\nappeal. But  if not  erroneous they  should be upheld&quot;. Lord\nDenning then  proceeded to refer to the State of Connecticut\nv. Carroll  decided by\tthe Supreme Court of Connecticut, Re\nAldridge decided  by the  Court of Appeal in New Zealand and\nNorton v. Shelby County decided by the United States Supreme\nCourt. Observations made in the last case were extracted and\nthey were:\n</blockquote><blockquote id=\"blockquote_4\">\t  &quot;Where an  office exists under the law, it matters\n     not how  the appointment  of the  incumbent is made, so\n     far as  the validity  of his  acts are concerned. It is\n     enough that  he is\t clothed with  the insignia  of\t the\n     office, and  exercises its\t powers and  functions.. The\n     official acts  of such  persons are recognised as valid\n     on grounds\t of public policy, and for the protection of\n     those having official business to transact.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_7\">481</span>\n<p data-structure=\"Precedent\" id=\"p_14\">     Scarman LJ\t who  differed\tfrom  Lord  Denning  on\t the\nquestion whether  the High  Court of  Rhodesia was a British\nCourt appeared\tto approve the view of Lord Denning M. R. in\nregard to the de facto doctrine. He said:\n</p><blockquote id=\"blockquote_5\">\t  &quot;He  (Lord   Denning)\t invokes   the\tdoctrine  of\n     recognition of  the de facto judge, and the doctrine of\n     implied mandate  or necessity. I agree with much of the\n     thinking that lies behind his judgment. I do think that\n     in an  appropriate case  our courts  will recognise the\n     validity of judicial acts, even though they be the acts\n     of a  judge not  lawfully\tappointed  or  derive  their\n     authority from  an unlawful  government. But  it  is  a\n     fallacy  to   conclude   that,   because\tin   certain\n     circumstances our\tCourts would  recognise as valid the\n     judicial acts of an unlawful court or a de facto judge,\n     therefore, the  Court  thus  recognised  is  a  British\n     Court&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\">     The de facto doctrine has received judicial recognition\nin the\tUnited States  of America  also. In State v. Gardner\n(Cases on  Constitutional Law by Mc. Gonvey and Howard Third\nEdition 102) the question arose whether the offer of a bribe\nto   a\t  City\t Commissioner\t whose\t  appointment\t was\nunconstitutional was an offence. Broadbury, J. said.\n</p><blockquote id=\"blockquote_6\">\t  &quot;We  think   that  principle\t of  public  policy,\n     declared by  the English  Courts three  centuries\tago,\n     which gave validity to the official acts of persons who\n     intruded themselves  into an  office to  which they had\n     not been  legally appointed,  is as  applicable to\t the\n     conditions now presented as they were to the conditions\n     that then\tconfronted the English Judiciary. We are not\n     required to  find a  name by  which officers  are to be\n     known,  who   have\t acted\tunder  a  statute  that\t has\n     subsequently been\tdeclared unconstitutional, though we\n     think such\t officers might\t aptly be  called  de  facto\n     officers.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">     In Norton\tv. Shelby  Country, Field,  J., observed  as\nfollows:\n</p><blockquote id=\"blockquote_7\">\t  &quot;The doctrine\t which gives  validity\tto  acts  of\n     officers de  facto whatever defects there may be in the\n     legality of  their appointment  or election  is founded\n     upon considerations  of policy  and necessity,  for the\n     protection of the pub-\n</blockquote><span class=\"hidden_text\" id=\"span_8\">482</span>\n<blockquote id=\"blockquote_8\">     lic and  individuals whose\t interests may\tbe  affected\n     thereby. Offices  are created  for the  benefit of\t the\n     public,  and  private  parties  are  not  permitted  to\n     inquire into  the title  of persons  clothed  with\t the\n     evidence of  such offices and in apparent possession of\n     their powers  and functions.  For the  good  order\t and\n     peace of society their authority is to be respected and\n     obeyed until  in some  regular mode  prescribed by\t law\n     their title  is  investigated  and\t determined.  It  is\n     manifest that  endless confusion  would result,  if  in\n     every proceeding before such officers their title could\n     be called in question.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_17\">     In\t Cooley&#x27;s   &#x27;Constitutional   Limitations&#x27;,   Eighth\nEdition, Volume II p. 1 355, it is said,\n\t  &quot;An officer  de facto is one who by some colour or\n     right is  in possession  of an  office and for the time\n     being performs  its duties\t with  public  acquiescence,\n     though having no right in fact. His colour of right may\n     come from\tan election  or\t appointment  made  by\tsome\n     officer or\t body having  colourable but no actual right\n     to\t make  it;  or\tmade  in  such\tdisregard  of  legal\n     requirements as  to be  ineffectual in  law; or made to\n     fill the place of an officer illegally re-moved or made\n     in\t favour\t  of  a\t  party\t  not\thaving\t the   legal\n     qualifications; or it may come from public acquiescence\n     in the  qualifications; or\t it  may  come\tfrom  public\n     acquiescence in  the officer holding without performing\n     the precedent  conditions, or  holding over under claim\n     of right  after his legal right has been terminated; or\n     possibly\tfrom\tpublic\t acquiescence\talone\twhen\n     accompanied   by\tsuch   circumstances   of   official\n     reputation as  are calculated to induce people, without\n     inquiry, to  submit to or invoke official action on the\n     supposition that the person claiming the office is what\n     he assumes\t to be.\t An intruder  is one who attempts to\n     perform the  duties of  an office\twithout authority of\n     law, and without the support of public acquiescence.\n\t  No one is under obligation to recognise or respect\n     the acts  of an  intruder, and  for all  legal purposes\n     they are absolutely void. But for the sake of order and\n     regularity, and  to prevent confusion in the conduct of\n     public business  and in security of private rights, the\n     acts of  officers de  facto  are  not  suffered  to  be\n     questioned because\t of  the  want\tof  legal  authority\n     except by some direct proceeding instituted for\n<span class=\"hidden_text\" id=\"span_9\">483</span>\n     the purpose  by the  State or  by some one claiming the\n     office de\tjure, or  except  when\tthe  person  himself\n     attempts  to   build  up  some  right,  or\t claim\tsome\n     privilege or  emolument, by reason of being the officer\n     which he  claims to  be. In all other cases the acts of\n     an officer\t de facto  are as valid and effectual, while\n     he is  suffered to retain the office, as though he were\n     an officer\t by right,  and the  same legal consequences\n     will flow\tfrom them  for the  protection of the public\n     and of  third parties. There is an important principle,\n     which finds  concise expression in the legal maxim that\n     the acts  of officers  de facto  cannot  be  questioned\n     collaterally.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_18\">     In Black on judgments it is said:\n</p><blockquote id=\"blockquote_9\">\t  &quot;A person  may  be  entitled\tto  his\t designation\n     although he is not a true and rightful incumbent of the\n     office, yet  he is\t no mere  usurper but holds it under\n     colour  of\t lawful\t authority.  And  there\t can  be  no\n     question  that   judgments\t rendered   and\t other\tacts\n     performed by  such a  person who  is  ineligible  to  a\n     judgeship but who has nevertheless been duly appointed,\n     and who exercises the power and duties of the office is\n     a de  facto judge,\t and his  acts are valid until he is\n     properly removed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">     The de  facto doctrine  has been  recognised by  Indian\nCourts also.  In Pulin\tBehari v. King Emperor, Sir Ashutosh\nMookerjee, J  after tracing the history\t  of the doctrine in\nEngland observed as follows:\n</p><blockquote id=\"blockquote_10\">\t  &quot;The substance  of the matter is that the de facto\n     doctrine was  introduced into  the law  as a  matter of\n     policy and\t necessity, to\tprotect the  interest of the\n     public and\t the individual\t where these  interests were\n     involved in the official acts of persons exercising the\n     duties of\tan office without being lawful officers. The\n     doctrine in fact is necessary to maintain the supremacy\n     of the  law and  to preserve  peace and  order  in\t the\n     community at  large. Indeed,  if any individual or body\n     of\t individuals   were  permitted,\t  at  his  or  their\n     pleasure, to  collaterally challenge  the authority  of\n     and to  refuse obedience to the Government of the State\n     and  the\tnumerous  functionaries\t  through  whom\t  it\n     exercised its various\n<span class=\"hidden_text\" id=\"span_10\">484</span>\n     powers  on\t  the  ground\tof  irregular  existence  or\n     defective title,  insubordination and  disorder of\t the\n     worst kind\t would be encouraged. For the good order and\n     peace of  society, their authority must be upheld until\n     in\t some\tregular\t mode\ttheir  title   is   directly\n     investigated and determined.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"138432\" id=\"span_11\">In <a href=\"/doc/138432/\" id=\"a_23\">P. S. Menon v. State of Kerala and Ors.</a> a Full Bench\nof the\tKerala High  Court consisting  of P.  Govindan Nair,\nK.K. Mathew  and T.S. Krishnamoorthy Iyer, JJ said about the\nde facto doctrine:</span>\n</p><blockquote id=\"blockquote_11\">\t  &quot;This doctrine was engrafted as a matter of policy\n     and necessity to protect the interest of the public and\n     individual involved  in the  official acts\t of  persons\n     exercising the  duty of  an  officer  without  actually\n     being one\tin strict  point of  law. But although these\n     officers are not officers de jure they are by virtue of\n     the particular  circumstances, officers, in fact, whose\n     acts,  public  policy  requires  should  be  considered\n     valid&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">     In the  judgment under  appeal Kuppuswami and Muktadar,\nJJ observed:\n</p><blockquote id=\"blockquote_12\">\t  &quot;Logically  speaking\t if  a\tperson\twho  has  no\n     authority to do so functions as a judge and disposes of\n     a case  the  judgment  rendered  by  him  ought  to  be\n     considered as  void and  illegal, but  in view  of\t the\n     considerable inconvenience which would be caused to the\n     public in\tholding as void judgments rendered by judges\n     and other public officers whose title to the office may\n     be found  to be  defective at a later date. Courts in a\n     number of\tcountries have, from ancient times evolved a\n     principle of  law that  under certain  conditions,\t the\n     acts of  a judge  or officer  not legally competent may\n     acquire validity&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_22\">     A judge,  de facto, therefore, is one who is not a mere\nintruder or  usurper but  one who holds office, under colour\nof lawful authority, though his appointment is defective and\nmay later  be found  to be defective. Whatever be the defect\nof his\ttitle to the office, judgments pronounced by him and\nacts done  by him  when he  was clothed\t with the powers and\nfunctions of  the office,  albeit unlawfully,  have the same\nefficacy as judgments pronounced and acts done by a Judge de\n<span class=\"hidden_text\" id=\"span_12\">485</span>\njure. Such  is the  de facto doctrine, born of necessity and\npublic policy  to prevent  needless  confusion\tand  endless\nmischief. There\t is yet\t another rule  also based  on public\npolicy. The defective appointment of a de facto judge may be\nquestioned directly  in a  proceeding to which he be a party\nbut it\tcannot be permitted to be questioned in a litigation\nbetween two  private litigants,\t a litigation which is of no\nconcern or  consequence to  the judge except as a judge. Two\nlitigants  litigating\ttheir  private\t titles\t cannot\t  be\npermitted to bring in issue and litigate upon the title of a\njudge to his office. Otherwise so soon as a judge pronounces\na judgment  a litigation  may be commenced for a declaration\nthat the  judgment is  void because the judge is no judge. A\njudge&#x27;s title  to his office cannot be brought into jeopardy\nin that fashion. Hence the rule against collateral attack on\nvalidity of  judicial appointments.  To question  a  judge&#x27;s\nappointment in an appeal against the judgment is, of course,\nsuch a collateral attack.\n</p><p data-structure=\"Section\" id=\"p_23\">     We do  not agree  with the\t submission of\tthe  learned\ncounsel that  the  de  facto  doctrine\tis  subject  to\t the\nlimitation that\t the defect in the title of the judge to the\noffice should  not be  one traceable  to the  violation of a\nconstitutional\t provision.    The   contravention    of   a\nconstitutional provision  may invalidate  an appointment but\nwe are\tnot concerned  with that.  We are concerned with the\neffect of  the invalidation  upon the acts done by the judge\nwhose  appointment   has  been\tinvalidated.  The  de  facto\ndoctrine saves\tsuch Acts.  The de  facto doctrine  is not a\nstranger to  the Constitution  or to  the Parliament and the\nLegislatures of\t the States.  <a href=\"/doc/1349319/\" id=\"a_24\">Art. 71(2)</a> of the Constitution\nprovides that  acts done  by the President or Vice President\nof India  in the  exercise and performance of the powers and\nduties of  his office  shall not be invalidated by reason of\nthe election  of a  person as  President or  Vice  President\nbeing  declared\t  void.\t <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"806713\" id=\"span_13\">So   also  <a href=\"/doc/55081742/\" id=\"a_25\">Sec.   107(2)</a>   of\t the\nRepresentation of  the People  Act 1951\t (Act  43  of  1951)\nprovides that  acts and\t proceedings in\t which a  person has\nparticipated as\t a Member  of Parliament  or a Member of the\nLegislature of a State shall not be invalidated by reason of\nthe election of such person being declared to be void. There\nare innumerable\t other Parliamentary  and State\t Legislative\nenactments which  are  replete\twith  such  provisions.\t The\nTwentieth Amendment of the Constitution is an instance where\nthe de facto doctrine was applied by the Constituent body to\nremove any  suspicion or  taint of illegality, or invalidity\nthat may  be argued  to have  attached itself  to  judgment,\ndecrees sentences  or  orders  passed  or  made\t by  certain\nDistrict Judges\t appointed before  1966, otherwise  than  in\naccordance with the provision of <a href=\"/doc/1704953/\" id=\"a_26\">Art. 233</a> and Art 235 of\n<span class=\"hidden_text\" id=\"span_14\">486</span>\nthe  Constitution.   The   Twentieth   Amendment   was\t the\nconsequence of\tthe decision of the Supreme Court in <a href=\"/doc/806713/\" id=\"a_27\">Chandra\nMohan v.  State of Uttar Pradesh and Ors.</a>, that appointments\nof District  Judges made  otherwise than  in accordance with\nthe provisions\tof Arts.  233 and  235 were invalid. As such\nappointments had  been made  in many  States,  in  order  to\npreempt\t mushroom  litigation  springing  up  all  over\t the\ncountry,  it  was  apparently  thought\tdesirable  that\t the\nprecise position should be stated by the Constituent body by\namending the  Constitution. Shri Phadke, learned counsel for\nthe appellants,\t argued that  the constituent body could not\nbe  imputed   with  the\t  intention  of\t making\t superfluous\namendments to  the Constitution.  Shri Phadke  invited us to\nsay that  it was  a necessary  inference from  the Twentieth\nAmendment of  the Constitution\tthat, but for the amendment,\nthe judgments, decrees etc. of the District Judges appointed\notherwise than in accordance with the provisions of <a href=\"/doc/1704953/\" id=\"a_28\">Art. 233</a>\nwould be  void. We do not think that the inference suggested\nby Shri\t Phadke is a necessary inference. It is true that as\na general  rule the  Parliament may  be presumed not to make\nsuperfluous legislation.  The presumption  is not  a  strong\npresumption and\t statutes are  full of provisions introduced\nbecause abundans  cautela non  nocet (there  is no  harm  in\nbeing cautious).  When judicial\t pronouncements have already\ndeclared the  law on  the subject, the statutory reiteration\nof the\tlaw with  reference to the particular cases does not\nlead to the necessary inference that the law declared by the\njudicial pronouncements\t was not  thought to  apply  to\t the\nparticular cases but may also lead to the inference that the\nstatute-making body was mindful of the real state of the law\nbut was\t acting under the influence of excessive caution and\nso to  silence the  voices of doubting Thomases by declaring\nthe law declared by judicial pronouncements to be applicable\nalso to the particular cases.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"806713\" id=\"span_15\">In <a href=\"/doc/806713/\" id=\"a_29\">Chandra Mohan</a>&#x27; case (Supra)\nthis Court  held that  appointments of\tDistrict Judges made\notherwise  than\t  in  accordance   with\t <a href=\"/doc/1704953/\" id=\"a_30\">Art.\t233</a>  of\t the\nConstitution were  invalid. Such  appointments had been made\nin Uttar  Pradesh and  a few  other States.  Doubts had been\ncast upon  the\tvalidity  of  the  judgments,  decrees\tetc.\npronounced by those District Judges and large litigation had\ncropped up.  It was  to clear  those doubts and not to alter\nthe law that the Twentieth Amendment of the Constitution was\nmade. This  is clear  from  the\t statement  of\tobjects\t and\nreasons\t appended   to\tthe   Bill  which   was\t passed\t  as\nConstitution (20th Amendment) Act. 1966. The statement said:</span>\n</p><span class=\"hidden_text\" id=\"span_16\">487</span>\n<blockquote id=\"blockquote_13\">     &quot;Appointments of District Judges in Uttar Pradesh and a\n     few other States have been rendered invalid and illegal\n     by a recent judgment of the Supreme Court on the ground\n     that such appointments were not made in accordance with\n     the provisions of <a href=\"/doc/1704953/\" id=\"a_31\">Art. 233</a> of the Constitution.... As a\n     result of\tthese judgments,  a  serious  situation\t has\n     arisen because doubt has been thrown on the validity of\n     the judgments,  decrees, orders and sentences passed or\n     made by  these District  Judges and  a number  of\tWrit\n     Petitions and  other  cases  have\talready\t been  filed\n     challenging their\tvalidity.  The\tfunctioning  of\t the\n     District Courts  in Uttar\tPradesh has practically come\n     to a  stand-still. It is, therefore, urgently necessary\n     to\t validate   the\t judgments,   decrees,\torders\t and\n     sentences\tpassed\t or  made  heretofore  by  all\tsuch\n     District Judges in those States......&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">     In our  view, the de facto doctrine furnishes an answer\nto the\tsubmissions of\tShri Phadke based on <a href=\"/doc/811293/\" id=\"a_32\">Sec. 9</a> Criminal\nProcedure Code\tand <a href=\"/doc/1199182/\" id=\"a_33\">Art.  21</a> of the Constitution. The judges\nwho rejected  the appeal  in  one  case\t and  convicted\t the\naccused\t in  the  other\t case  were  not  mere\tusurpers  or\nintruders but  were persons who discharged the functions and\nduties of  judges under\t colour of  lawful authority. We are\nconcerned with the office that the judges purported to hold.\nWe are\tnot concerned  with the particular incumbents of the\noffice. So  long as  the  office  was  validly\tcreated,  it\nmatters not  that the incumbent was not validly appointed. A\nperson appointed  as a\tSessions Judge,\t Additional Sessions\nJudge or  Assistant  Sessions  Judge,  would  be  exercising\njurisdiction in\t the Court of Session, and his judgments and\norders would  be those\tof the\tCourt of Session. They would\ncontinue to  be valid  as the  judgments and  orders, of the\nCourt of  Session, notwithstanding  that his  appointment to\nsuch Court might be declared invalid. On that account alone,\nit can\tnever be  said that  the procedure prescribed by law\nhas not been followed. It would be a different matter if the\nconstitution of\t the Court itself is under challenge. We are\nnot concerned  with such situation in the instant cases. We,\ntherefore, find\t no force  in any  of the submissions of the\nlearned counsel.\n</p><p data-structure=\"Conclusion\" id=\"p_25\">     Shri  Govindan   Nair  attempted\tto  argue  that\t the\nconfiscation was  not justified\t on the\t merits. We  find no\nreason to interfere with\n<span class=\"hidden_text\" id=\"span_17\">488</span>\nthe concurrent\tfindings of  fact arrived  at by  the  lower\nCourts. Shri  Phadke requested\tus to widen the scope of the\nappeals and  to permit\thim to canvas the correctness of the\nconvictions and\t sentences also.  We declined  to do so. All\nthe appeals are dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_26\">P.B.R\t  Appeals dismissed.\n</p><span class=\"hidden_text\" id=\"span_18\">489</span>\n\n\n\n","numcites":14,"numcitedby":149,"docsource":"Supreme Court of India","citetid":309271,"divtype":"judgments","relatedqs":[{"value":"de-facto doctrine","formInput":"de-facto%20doctrine"},{"value":"appointment of judges","formInput":"appointment%20of%20judges"},{"value":"public policy","formInput":"public%20policy"},{"value":"art. 233","formInput":"art.%20233"},{"value":"appointment of district judges","formInput":"appointment%20of%20district%20judges"},{"value":"de facto doctrine ","formInput":"de%20facto%20doctrine%20"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"de jure","formInput":"de%20jure"},{"value":"collateral attack ","formInput":"collateral%20attack%20"},{"value":"Gokaraju","formInput":"Gokaraju"},{"value":"andhra pradesh high court","formInput":"andhra%20pradesh%20high%20court"},{"value":"article 233","formInput":"article%20233"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"lord denning","formInput":"lord%20denning"},{"value":"pronouncement of judgment ","formInput":"pronouncement%20of%20judgment%20"},{"value":"amendment of the constitution","formInput":"amendment%20of%20the%20constitution"},{"value":"collateral","formInput":"collateral"},{"value":"\"public policy\"","formInput":"%22public%20policy%22"},{"value":"mischief","formInput":"mischief"},{"value":"act done","formInput":"act%20done"}],"cats":[{"value":"protection-of-life-and-liberty","formInput":"tag:protection-of-life-and-liberty"}],"courtcopy":true,"query_alert":null,"agreement":false}