{"tid":75243301,"publishdate":"2014-08-21","title":"Raju @ Devendra Choubey vs State Of Chhatisgarh on 21 August, 2014","doc":"<h2 class=\"doc_title\">Raju @ Devendra Choubey vs State Of Chhatisgarh on 21 August, 2014</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2014 SUPREME COURT 3741, 2014 (9) SCC 299, 2014 AIR SCW 4951, (2015) 1 MH LJ (CRI) 123, (2015) 1 RAJ LW 585, (2014) 4 ALLCRILR 946, (2014) 87 ALLCRIC 293, (2014) 4 KCCR 487, (2014) 4 CRIMES 186, (2014) 4 JLJR 494, (2014) 59 OCR 767, (2014) 142 ALLINDCAS 83 (SC), 2014 (3) CURCRIR 628, 2014 (9) SCALE 515, 2014 ALLMR(CRI) 3752, (2014) 4 RECCRIR 84, (2014) 2 ALD(CRL) 772</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-a-bobde\">S. A. Bobde</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-a-bobde\">S.A. Bobde</a>, <a href=\"/search/?formInput=benchid:d-misra\">Dipak Misra</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n                       CRIMINAL APPEAL No. 822 OF 2012\n\n\n\n\nRAJU @ DEVENDRA CHOUBEY                             …. APPELLANT\n\n\n\n                                   VERSUS\n\n\n\nSTATE OF CHHATISGARH                           …. RESPONDENT\n\n\n\n                                    WITH\n\n                      CRIMINAL APPEAL NO.  867 OF 2013\n\n                                    WITH\n\n                      CRIMINAL APPEAL NO.  589 OF 2014\n\n                                    WITH\n\n              CRIMINAL APPEAL NO.      1781            OF 2014\n                [Arising out of SLP (Crl.) No. 3737 OF 2014]\n\n\n\n                                 1 JUDGMENT\n\n\n\nS. A. BOBDE, J.\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">Leave granted in SLP (Crl.) No. 3737/2014.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">2     These appeals  are  preferred  by  four  accused  against  the  common\nJudgment of the High Court  of  Chhattisgarh  at  Bilaspur,  confirming  the\nJudgment  of  the  Additional  Sessions  Judge,  Bemetara,  District   Durg,\nconvicting the appellants under Section 302 read with <a href=\"/doc/37788/\" id=\"a_1\">Sections 34</a>  and  <a href=\"/doc/1897847/\" id=\"a_2\">120B</a>\nof the Indian Penal Code [hereinafter referred to as “<a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>”]  and  sentencing\neach of them to undergo imprisonment for life with a fine  of  Rs.  1,000/-,\nand in default,  to  undergo  additional  rigorous  imprisonment  for  three\nmonths.  These appeals have been taken up for disposal together  since  they\narise from a common judgment of the High Court deciding the appeals  of  the\naccused.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">3.    The appellant - Raju @ Devendra Choubey  (accused  no.  4)  has  filed\nCriminal Appeal No. 822 of 2012.  The appellant -  Mahesh  (accused  no.  3)\nhas filed Criminal Appeal No. 867 of 2013.  The appellant - Beenu @  Chandra\nPrakash (accused no. 2) has filed Criminal Appeal  No.  589  of  2014.   The\nappellant - Smt. Shashi Tripathi (accused no. 1) has filed  Criminal  Appeal\narising out of Special Leave Petition (Criminal) No. 3737 of 2014.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\">4.    PW-1 – Dr. Sharda Prasad Tripathi is the  husband  of  accused  Shashi\nTripathi.  On 25.11.2003, when PW-1 – Dr. Sharda Prasad Tripathi  came  home\nfrom his clinic, found that his daughter-in-law  Bhavna  Tripathi  has  been\nmurdered.  He lodged a First Information Report (F.I.R.)  on  25.11.2003  at\nabout 20:45 hours.  The crime was registered. He deposed in  court  that  on\n25.11.2003, when he returned home, he found servant Anil Kumar  (PW-21)  was\nweeping.   When he went inside, he found his daughter-in-law  -  Bhavna  and\nwife - Shashi  lying  in  the  courtyard.   Bhavna  was  dead.   Shashi  was\nunconscious.  There were numerous  injuries,  including  incised  wounds  on\nBhavna, none on Shashi.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">5.    After registration of the crime, inquest was conducted over  the  dead\nbody of Bhavna on 26.11.2003.  Post  mortem  was  conducted  by  Dr.  Naresh\nTiwari and Dr. M. Deodhar, who gave their report which is marked as  Exhibit\nP/18.  Spot map was prepared  by  the  Inquiry  Officer  (IO);  bloodstained\ncloth of accused Shashi  Tripathi  was  taken  into  possession  along  with\nbroken bangles; bloodstained cement mortar  and  plain  cement  mortar  were\nalso taken into possession.  Shashi Tripathi,  Mahesh  and  Binu  @  Chandra\nPrakash were arrested on 29.11.2003.  A bloodstained knife  was  taken  into\npossession.  The accused Raju @ Devendra Choubey was taken into  custody  on\n22.12.2003 and a Suzuki motorcycle was also taken into possession.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">6.    A test identification was conducted by  the  Executive  Magistrate  in\nthe Sub Jail, Bemetara on 13.12.2003.  A similar  identification  parade  of\nRaju @ Devendra Choubey was conducted on 26.12.2003 after his arrest.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">7.    A sealed packet containing hair found in the grip of the deceased  and\nanother sealed packet containing bloodstained cloth  of  the  deceased  were\ntaken into possession vide Exhibit P/35.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">8.    After committal, the Trial Court  framed  charges  under  <a href=\"/doc/1560742/\" id=\"a_4\">Section  302</a>\nread with <a href=\"/doc/37788/\" id=\"a_5\">Sections 34</a> and <a href=\"/doc/1897847/\" id=\"a_6\">120B</a> of the  IPC.   The  prosecution  examined  32\nwitnesses.  No defence witness was examined  after  the  statements  of  the\naccused were recorded under <a href=\"/doc/767287/\" id=\"a_7\">Section 313</a>  of  the  Criminal  Procedure  Code,\n1973.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">9.    According to the prosecution the accused Shashi Tripathi is  the  step\nmother-in-law of deceased Bhavna Tripathi.  Bhavna was married to  her  step\nson – Jitendra Kumar in July, 2003.  Shashi  Tripathi  used  to  be  annoyed\nwith Bhavna Tripathi on account of some domestic dispute.  She  engaged  the\nother accused for murdering Bhavna.  Bhavna was murdered  on  25.11.2003  at\nabout 18:30 hours in the house where she resided with Shashi Tripathi.\n</p>\n<p data-structure=\"Section\" id=\"p_10\">10.   There is  no  dispute  that  Bhavna’s  death  is  homicidal.   Dr.  M.\nDeodhar, who conducted the postmortem, opined that cause of  her  death  was\nneurogenic and hemorrhagic shock.  The  injuries  found  on  person  of  the\ndeceased were as follows:\n</p>\n\n<blockquote id=\"blockquote_1\">“External Injuries:\n</blockquote>\n\n<blockquote id=\"blockquote_2\">(1) incised wound on left scapular region of size 3 cm x 1 cm;\n</blockquote>\n\n<blockquote id=\"blockquote_3\">(2) incised wound on left scapular region of size 4 cm x 1 ½  cm x 1 ½  cm;\n</blockquote>\n\n<blockquote id=\"blockquote_4\">(3) one incised wound on left auxiliary region on  the  posterior  auxiliary\nregion of size 3 cm x 2 cm x 3 cm;\n</blockquote>\n\n<blockquote id=\"blockquote_5\">(4) incised wound on lower costal region left of size 3 ½  cm x  2  cm  x  1\ncm;\n</blockquote>\n\n<blockquote id=\"blockquote_6\">(5) incised wound on lower costal  region  right  side  on  right  epigestic\nregion of size 3 ½  cm x 3 cm with punctured wound;\n</blockquote>\n\n<blockquote id=\"blockquote_7\">(6) incised wound over right costal region of size 3 cm x 2 cm x 1 cm;\n</blockquote>\n\n<blockquote id=\"blockquote_8\">(7) incised wound on right supra mammary region near middle of size 4  cm  x\n1 cm x 1 ½  cm;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_11\">(8) incised wound on right supra mammary region lateral aspect of size 3  cm\nx 1 ½  cm x 1 ½  cm;\n</p>\n\n<p data-structure=\"Section\" id=\"p_12\">(9) incised wound on radial aspect of left forearm near wrist joint of  size\n2 ½ cm x ½ cm x ½ cm;\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_13\">(10) incised wound on forearm left hand radial side dorsal aspect  on  lower\n2/3rd region;\n</p>\n\n<p data-structure=\"Issue\" id=\"p_14\">(11) incised wound on left forearm middle l/3rd   region,  radial  side  and\nposterior aspect of size 2 ½ cm x 1½  cm x 1 cm;\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_15\">(12) incised wound on left hand dorsal aspect on 2nd   and  3rd   metacarpal\nregion of size 2½ cm x ½ cm x 1½ cm;\n</p>\n\n<p data-structure=\"Issue\" id=\"p_16\">(13) incised wound on ulna region of left hand on  lower  1/3rd   region  of\nsize 1 cm x ½ cm x 1 cm; and\n\n\n(14) incised wound over left side of neck, on anterior triangle  of  size  2\ncm x ½ cm x 1 ½ cm.\n</p>\n\n<p data-structure=\"Section\" id=\"p_17\">Internal injuries:\n</p>\n<blockquote id=\"blockquote_9\">Brain membrane pale; lungs, trachea pale, punctured wound on right and  left\nlungs of size 2 cm x 1 cm, 2 ½ cm and 1 cm x 3 cm; lobe was  cut  and  there\nwas 3 cm punctured wound. Incised wound was also present on the  right  lobe\nof size 3 cm x 1/3 cm x 3½ cm. Liver,  kidney  and  spleen  were  pale.  The\ndeceased was carrying fetus of two months.”\n\n</blockquote><blockquote id=\"blockquote_10\">11.   The sole eyewitness was a boy of 13 years of age  –  Anil  Kumar  (PW-\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">21), who worked as a servant with the family.  Shashi Tripathi  had  brought\nhim home from Bilaspur.   He  participated  in  the  identification  parade,\nwhich was held in Sub Jail, Bemetara, and identified the accused persons  in\nthe court by touching them.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">12.   We have carefully examined the  manner  in  which  the  identification\nparade was conducted and the manner in which the boy –  Anil  Kumar  (PW-21)\nidentified the accused  in  Court  and  we  have  no  reason  to  doubt  the\nidentification of the accused, which assumes importance in this  case  since\nthe boy did not know the accused before the incident.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">13.   It is Anil Kumar (PW -21), who first informed the head of  the  family\nDr. Sharda Prasad Tripathi (PW-1),  the  complainant,  about  the  incident,\nwhen he came home after closing his clinic.  He  deposed  before  the  Court\nthat Shashi Didi (accused) brought him to village  –  Jevra  from  Bilaspur.\nHe lived in the house of Shashi Didi.  He ate his food there and studied  in\na school.  He deposed that Doctor Sahab is her  husband  and  Shivendra  and\nJitendra are her sons.   Jitendra is her step-son and  the  deceased  Bhavna\nis the wife of Jitendra.  She resided with  Shashi  Didi.    Jitendra  is  a\ndoctor, resided and practiced at  Khamaria,  whereas  his  wife  resided  at\nJevra.   His brother – Shivendra studies at Calcutta. He referred to  Bhavna\nas Bhabhi.  He  stated  that  Shashi  Didi  and  Bhavna  sometimes  used  to\nquarrel.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">14.   About the assault, he deposed that Devendra caught Bhavna and  Chandra\nPrakash attacked her with knife 3  to  4  times  and  she  fell  down.   The\nincident occurred in the courtyard  and  Shashi  Didi  was  present  in  the\npassage.  Mahesh, the  fourth  accused,  was  standing  outside  the  house.\nAfter the assault, Chandra Prakash went to the TV  room  where  Shashi  Didi\nhad kept some money in a rubber band on the table.  The  accused  –  Chandra\nPrakash had threatened him not to disclose anything about  the  incident  to\nanyone.  Thereafter all the three  accused  fled  from  there.   He  further\ndeposed that Shashi Didi took him upstairs to the terrace and asked him  not\nto disclose the truth to anyone but to say that thieves came into the  house\nand committed the crime.  Shashi Didi  thereafter  started  shouting.   Then\nshe lay down on the courtyard near Bhavna Bhabhi.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">15.   This deposition clearly implicates accused  Nos.  1,  2  and  4.   The\npicture that emerges is that Shashi Tripathi caused Bhavna to be killed  and\nfor this purpose  engaged  Chandra  Prakash  (accused  No.  2)  and  Raju  @\nDevendra Choubey (accused No. 4) by paying them money.  She  also  seems  to\nhave had a scuffle with Bhavna, which is apparent from  the  fact  that  her\nhair was found in the grip of  the  deceased  during  investigation.  It  is\nobvious that accused nos. 2 and 4 did  not  enter  the  house  to  commit  a\nrobbery and had a single mission, namely, to  kill  Bhavana.   There  is  no\nevidence that  they  had  any  previous  animosity  with  the  deceased  and\nappeared to have acted as contract killers.\n</p>\n<p data-structure=\"Facts\" id=\"p_23\">16.   The prosecution has found it difficult  to  pinpoint  the  motive  but\nShashi Tripathi’s husband Dr. Sharda Prasad Tripathi (PW-1)  deposed  before\nthe Court that she tried to create a hindrance in the marriage  of  his  son\nJitendra since she wanted her daughter Abhilasha to marry him;  however,  he\nwent ahead with  the  marriage  of  Jitendra  to  Bhavna,  whereupon  Shashi\nTripathi remained silent.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">17.   The credibility of the evidence of Anil Kumar (PW-21) was attacked  by\nthe learned counsel for the appellants, who submitted  that  the  boy  is  a\ntutored witness, who has been influenced by the police with whom he spent  a\nlot of time.  In fact, he even came to the Court in the company of a  police\nconstable after being served summons  at  Allahabad.   The  learned  counsel\nsubmitted  that  the  evidence  of  a  child  witness  must   be   carefully\nscrutinized before acceptance since a child can be easy  prey  for  tutoring\nand the court must insist on corroboration from other evidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">18.   On a careful perusal of the deposition of this child witness, we  have\nnot found any reason why he would have lied.   He was brought to  the  house\nby Shashi Tripathi (accused), who apparently took care of him  and  sent  to\nschool and gave him food and  residence.   He  had  no  grouse  against  her\nneither any ulterior  motive  in  identifying  the  accused,  who  were  not\nacquainted to him.  There was no reason for the sole eye witness - Anil (PW-\n</p><p data-structure=\"CDiscource\" id=\"p_26\">21) to implicate anybody falsely.  Merely because he has been some  time  in\nthe company of the police at the police  station  his  testimony  cannot  be\ndiscarded as untrue. The incident occurred within  the  four  walls  of  the\nhouse of the accused - Shashi Tripathi and the only witness was  the  boy  –\nAnil (PW-21).  His statement that the accused Chandra Prakash  attacked  the\ndeceased is corroborated by the recovery of knife from Chandra  Prakash.  It\nmust be remembered that the boy comes from a rural back ground  and  was  13\nyears of age when the incident occurred.   His  presence  in  the  house  is\nentirely natural and we have no reason to discard his testimony.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">19.   The  learned  counsel  for  the  appellants  forcefully  attacked  the\nconviction of the other accused viz. Mahesh, Chandra  Prakash  and  Devendra\nKumar, who admittedly were not known to the child witness  Anil  Kumar.   It\nwas submitted that the test  identification  parade  were  delayed  and  the\nidentification of these accused by the witness in Court  was  not  reliable.\nIt is not possible for us to accept this  contention.   Mahesh  and  Chandra\nPrakash  were  arrested  on  29.11.2003,  their  identification  parade  was\nconducted on 13.12.2003 - (within a fortnight or so).  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"312114\" id=\"span_1\">The accused  Devendra\nKumar  was  arrested  on  22.12.2003  and  his  identification  parade   was\nconducted on 26.12.2003- (within  four  days).   There  is  no  evidence  on\nrecord to show that the child witness had an opportunity to  see  and  study\nthe features of the accused between their  arrest  and  test  identification\nparade to enable a tutored identification.  In any case, the period  between\nthe arrest and the identification parade was not large enough to  constitute\ninordinate delay.  The learned counsel for the appellants  relied  upon  the\nJudgment of this Court in <a href=\"/doc/312114/\" id=\"a_8\">Budhsen and Anr. Vs. State of U.P.</a>  (1970)  2  SCC\n128 where this Court made the following observations:-</span>\n</p>\n<blockquote id=\"blockquote_11\">            “7. Now, facts  which  establish  the  identity  of  an  accused\nperson are relevant under <a href=\"/doc/529244/\" id=\"a_9\">Section  9</a>  of  the  Indian  Evidence  Act.  As  a\ngeneral rule, the substantive evidence of a witness is a statement  made  in\ncourt. The evidence of mere identification of  the  accused  person  at  the\ntrial for the first time is from  its  very  nature  inherently  of  a  weak\ncharacter. The evidence in  order  to  carry  conviction  should  ordinarily\nclarify as to how and under what circumstances  he  came  to  pick  out  the\nparticular accused person and the details of  the  part  which  the  accused\nplayed in the crime in question with reasonable particularity.  The  purpose\nof a  prior  test  identification,  therefore,  seems  to  be  to  test  and\nstrengthen  the  trustworthiness  of  that  evidence.  It   is   accordingly\nconsidered a safe rule of prudence to generally look  for  corroboration  of\nthe sworn testimony of witnesses in court as to the identity of the  accused\nwho  are  strangers  to  them,  in  the  form  of   earlier   identification\nproceeding. There may, however, be exceptions to  this  general  rule,  when\nfor example, the court is  impressed  by  a  particular  witness,  on  whose\ntestimony it can safely rely,  without  such  or  other  corroboration.  The\nidentification  parades  belong  to  the  investigation  stage.   They   are\ngenerally held during the course of investigation with  the  primary  object\nof enabling the witnesses to identify persons concerned in the offence,  who\nwere not previously known to them. This serves to satisfy the  investigating\nofficers of the bona fides of the prosecution witnesses and also to  furnish\nevidence  to  corroborate   their   testimony   in   court.   Identification\nproceedings in their legal  effect  amount  simply  to  this:  that  certain\npersons are brought to jail or some other place and make  statements  either\nexpress or implied that certain individuals whom they point out are  persons\nwhom they recognise as having been concerned  in  the  crime.  They  do  not\nconstitute substantive  evidence.  These  parades  are  of  the  essentially\ngoverned by <a href=\"/doc/523607/\" id=\"a_10\">Section 162</a>, Criminal Procedure Code.  It  is  for  this  reason\nthat the identification parades in this case seem to have  been  held  under\nthe  supervision  of  a  Magistrate.  Keeping  in  view   the   purpose   of\nidentification parades the Magistrates holding them  are  expected  to  take\nall possible precautions to eliminate any suspicion  of  unfairness  and  to\nreduce  the  chance  of  testimonial  error.  They  must,  therefore,   take\nintelligent   interest   in   the   proceedings,   bearing   in   mind   two\nconsiderations: (i) that the life and liberty of an accused  may  depend  on\ntheir vigilance and caution and (ii) that justice  should  be  done  in  the\nidentification. Those proceeding should  not  make  it  impossible  for  the\nidentifiers who, after all, have, as a rule, only fleeting glimpses  of  the\nperson they are supposed to identify.  Generally  speaking,  the  Magistrate\nmust make a note of every objection raised by an  accused  at  the  time  of\nidentification and the steps  taken  by  them  to  ensure  fairness  to  the\naccused,  so  that  the  court  which  is  to  judge  the   value   of   the\nidentification  evidence  may  take   them   into   consideration   in   the\nappreciation of that evidence. The power to identify,  it  may  be  kept  in\nview, varies according to the power of observation and memory of the  person\nidentifying and each case depends on  its  own  facts,  but  there  are  two\nfactors  which  seem  to  be  of  basic  importance  in  the  evaluation  of\nidentification. The persons required to identify an accused should have  had\nno opportunity of seeing him after the commission of the  crime  and  before\nidentification and secondly that  no  mistakes  are  made  by  them  or  the\nmistakes made are negligible. The identification to be of value should  also\nbe held without much delay. The number of persons mixed up with the  accused\nshould be reasonably large and their  bearing  and  general  appearance  not\nglaringly  dissimilar.  The  evidence   as   to   identification   deserves,\ntherefore, to be subjected to a close and careful scrutiny by the Court…….”\n\n\nThe observations of this Court undoubtedly lay down the correct law  and  we\nhave no reason to doubt them.  We, however, do not see how the  observations\nhelp the appellants.  In the present case, the child witness has been  found\nto be reliable.  His presence is not doubted,  since  he  resided  with  the\nfamily for whom he worked.  He had no  axe  to  grind  against  any  of  the\naccused.  He became  the  unfortunate  witness  of  a  gruesome  murder  and\nfearlessly identified the accused in Court.  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1543899\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"627409\" id=\"span_3\">In his deposition he  specified\nthe  details  of  the  part  which  the  accused  played   with   reasonable\nparticularity.  In such a  situation,  it  is  considered  a  safe  rule  of\nprudence to generally look for  corroboration  of  the  sworn  testimony  of\nwitness in Court as to the identity of the  accused  who  are  strangers  to\nthem, in the form of earlier identification proceeding, as observed by  this\nCourt in  Budhsen’s  case  (supra).   This  Court  has  not  laid  down  the\nrequirement in general that all identification parades  must  be  under  the\nsupervision of a Magistrate as  in  Budhsen’s  case  (supra).   The  learned\ncounsel for the appellants also relied upon the Judgments of this  Court  in\n<a href=\"/doc/627409/\" id=\"a_11\">Subash and Shiv Kumar Vs. State of U.P.</a> (<a href=\"/doc/1543899/\" id=\"a_12\">1987) 3 SCC 331,  and  Mohd.  Abdul\nHafeez Vs. State  of  Andhra  Pradesh</a>  AIR  1983  SC  367.   The  facts  and\ncircumstances of the cases are however different and it is not necessary  to\nconsider those  cases  in  detail  while  dealing  with  the  present  case.\nSuffice it to say that those cases do not create any doubt  as  regards  the\nconviction in this case.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196053725\" id=\"span_4\">20.   Mr. P.C. Agrawala, learned senior counsel  for  the  appellant  Mahesh\n(accused no. 3), vehemently submitted that this accused ought  not  to  have\nbeen convicted under Section 302 with the aid of <a href=\"/doc/37788/\" id=\"a_13\">Sections 34</a> and <a href=\"/doc/1128948/\" id=\"a_14\">120 (B)</a>  of\nIPC.  In particular it  was  submitted  that  the  role  attributed  to  the\naccused was that he merely stood outside the house.  He did not even act  as\na guard because when the witness Anil Kumar (PW-21) came to  the  house,  he\nwas not even stopped by the accused from entering the  house.   The  learned\ncounsel for Mahesh (accused no.3) relied on several decisions of this  Court\nin <a href=\"/doc/196053725/\" id=\"a_15\">Suresh Sakharam Nangare Vs.  State of Maharashtra</a> (2012) 9 SCC  249,  Jai\nBhagwan Vs. State of Haryana AIR 1999 SC 1083 and Ramashish Yadav Vs.  State\nof Bihar (1999) 8 SCC 555.</span>\n</blockquote>\n<blockquote id=\"blockquote_13\">21.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137417105\" id=\"span_5\">It is settled law that common intention and conspiracy are matters  of\ninference and if while drawing an inference any benefit of doubt creeps  in,\nit must go to the accused vide <a href=\"/doc/137417105/\" id=\"a_16\">Baliya Vs. State of M.P.</a> (2012) 9 SCC 696.</span>\n</blockquote>\n<blockquote id=\"blockquote_14\">22.   On a careful conspectus of the facts and the law, we are of  the  view\nthat the prosecution  has  failed  to  prove  the  guilt  of  Mahesh  beyond\nreasonable doubt.  There is no evidence of his having  played  any  part  in\nthe crime.  He was merely seen by the witness as standing outside the  house\nwhen the witness came home.  Mahesh did not even act as a guard; he did  not\nprevent Anil Kumar (PW-21) from entering the house. There is no evidence  of\nthe formation or sharing of any common intention  with  the  other  accused.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_28\">There is no reference to a third person in the  FIR;  no  evidence  that  he\ncame with the other accused or left with them.  No weapon  was  seized  from\nhim, nor was any property connected with the crime, seized.   Having  regard\nto the role attributed to him and the absence of  incriminating  factors  we\nfind that it is not safe to convict Mahesh of the  offence  of  murder  with\nthe aid of <a href=\"/doc/94346/\" id=\"a_17\">Sections 34</a> and <a href=\"/doc/1079138/\" id=\"a_18\">120(B)</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">23.   We therefore,  hold  that  the  accused  Mahesh  (accused  no.  3)  in\nCriminal Appeal No. 867 of 2013 is innocent and the conviction  against  him\nis set aside. His bail bonds stand cancelled and sureties are discharged.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">24.   In view of the above, Criminal Appeal No. 867 of 2013 is  allowed  and\nCriminal Appeal Nos. 822 of 2012, 589 of 2014 and  Criminal  Appeal  arising\nout of SLP (Criminal) No. 3737 of 2014 are dismissed.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_31\">                                                 ………………………….…..........…..J.\n                                                               [DIPAK MISRA]\n\n\n                                      .................................………J.\n\n                                                       [S.A. BOBDE]\n\n\nNEW DELHI,\nAUGUST 21, 2014\n\n\n</p>","numcites":15,"numcitedby":9,"docsource":"Supreme Court of India","citetid":75243301,"divtype":"judgments","relatedqs":[{"value":"child witness","formInput":"child%20witness"},{"value":"identification parade","formInput":"identification%20parade"},{"value":"slp","formInput":"slp"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"\"child witness\"","formInput":"%22child%20witness%22"},{"value":"anil kumar","formInput":"anil%20kumar"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"facts-explaining-or-introducing-relevant-facts","formInput":"tag:facts-explaining-or-introducing-relevant-facts"}],"courtcopy":true,"query_alert":null,"agreement":false}