{"tid":8232576,"publishdate":"2021-12-11","title":"Laxman Prasad Pandey vs The State Of Uttar Pradesh on 11 December, 2021","doc":"<h2 class=\"doc_title\">Laxman Prasad Pandey vs The State Of Uttar Pradesh on 11 December, 2021</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-s-bopanna\">A.S. Bopanna</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-s-bopanna\">A.S. Bopanna</a>, <a href=\"/search/?formInput=benchid:d-y-chandrachud\">Dhananjaya Y. Chandrachud</a></h3>\n\n<pre id=\"pre_1\">                                                                 REPORTABLE\n\n                                      IN THE SUPREME COURT OF INDIA\n\n                                     CRIMINAL APPELLATE JURISDICTION\n\n                                    CRIMINAL APPEAL NO. 1551 OF 2021\n                                 (Arising out of SLP(Criminal) No.3285/2021)\n\n\n                         Laxman Prasad Pandey                       .…Appellant(s)\n                                                     Versus\n\n                         The State of Uttar Pradesh &amp; Anr.       …. Respondent(s)\n\n                         WITH\n\n                         CRL.APPEAL NO. 1558 OF 2021 @ SLP(Crl) No.6611/2021\n\n                         CRL.APPEAL NO. 1557 OF 2021 @ SLP(Crl) No.6569/2021\n\n                         CRL.APPEAL NO. 1552 OF 2021 @ SLP(Crl) No.3226/2021\n\n                         CRL.APPEAL NOs. 1554­1555 OF 2021 @ SLP(Crl) No.5605­\n                         5606/2021\n\n                         CRL.APPEAL NO. 1553 OF 2021 @ SLP(Crl) No.5539/2021\n\n                         CRL.APPEAL NO. 1556 OF 2021 @ SLP(Crl) No.6061/2021\n\n\n\n\n                                                JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\"><span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">Chetan Kumar</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2021.12.11</span>\n<span class=\"hidden_text\" id=\"span_5\">13:19:25 IST</span>\n                         A.S. Bopanna,J.\n</p><span class=\"hidden_text\" id=\"span_6\">Reason:</span><p data-structure=\"Issue\" id=\"p_2\">\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                1</span>\n</p><p data-structure=\"Issue\" id=\"p_3\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44179284\" id=\"span_8\">1.    The three appeals of the first set, all titled <a href=\"/doc/44179284/\" id=\"a_1\">Laxman\n\nPrasad Pandey vs. State of Uttar Pradesh &amp; Ors.</a> bearing\n\nCriminal Appeal No.1551/2021 (arising out of SLP (Crl.)\n\nNo.3285/2021);    Criminal    Appeal      No.1554­1555/2021\n\n(arising out of SLP (Crl.) Nos.5605­5606/2021) and Criminal\n\nAppeal    No.1553/2021   (arising   out   of   SLP   (Crl.)   No.\n\n5539/2021) arise against the orders dated 16.03.2021,\n\n17.12.2020 and 19.03.2021 and 26.07.2021 passed by the\n\nlearned Single Judge of the High Court of Judicature of\n\nAllahabad, Lucknow Bench, Lucknow in Bail Application\n\nNo.1694 of 2021, Bail Application No.9559 of 2020, Bail\n\nApplication No. 11 of 2021 and Bail Application No.3876 of\n\n2021. The accused in the above said cases are Anjani\n\nKumar Shukla, Rahul @ Monu Tiwari and Raj Kumar\n\nMaurya.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44179284\" id=\"span_9\">2.    The second set of four appeals, titled <a href=\"/doc/44179284/\" id=\"a_2\">Laxman Prasad\n\nPandey vs. State of Uttar Pradesh &amp; Anr.</a> bearing Criminal\n\nAppeal No.1556/2021 (arising out of SLP (Crl.)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120330076\" id=\"span_10\">No.6061/\n\n2021); <a href=\"/doc/120330076/\" id=\"a_3\">Vishnu Prasad Pandey vs. State of U.P. &amp; Anr.</a>;\n\nCriminal Appeal No.1552/2021 (arising out of SLP (Crl.)</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                2</span>\n\fNo.3226/2021; Subhash Saini and Pramod Prasad Pandey\n\nvs. State of U.P. &amp; Anr.; Criminal Appeal No.1558/2021\n\n(arising out of SLP (Crl.) No.6611/2021) and Ratnakar\n\nDwivedi and Vikas Chandra Mishra vs. State of U.P. &amp; Anr.;\n\nCriminal Appeal No.1557/2021 (arising out of SLP (Crl.)\n\nNo.6569/2021) arise against the separate orders, all dated\n\n23.03.2021 passed by the High Court of Allahabad,\n\nLucknow Bench, Lucknow in A.B. No.5003 of 2020, A.B\n\nNo.276 of 2021 and A.B. No.5370 of 2020 respectively.\n\n</p><p data-structure=\"Issue\" id=\"p_5\">3.    In the first set of three appeals, the complainant\n\nLaxman Prasad Pandey has assailed the orders passed by\n\nthe learned Single Judge of the High Court enlarging the\n\naccused on bail, in case relating to FIR No.406 of 2020. In\n\nthe second set of four appeals, the appellants therein have\n\nassailed the order passed by the learned Single Judge\n\ndismissing the petitions filed by them seeking grant of\n\nanticipatory bail in case bearing FIR No.407 of 2020. The\n\nabove noted two sets of cases were tagged, heard together\n\nand are therefore being disposed of by this common\n\njudgment, since the issue in these appeals pertain to the\n\nsame incident which is alleged to have occurred on\n\n<span class=\"hidden_text\" id=\"span_12\">                                                          3</span>\n\f08.05.2020 within the jurisdiction of the Kotwali City Police\n\nStation, Pratapgarh District, Uttar Pradesh.\n\n</p><p data-structure=\"Facts\" id=\"p_6\">4.    The brief facts to be noted for the purpose of disposal\n\nof these appeals indicate that Laxman Prasad Pandey had\n\nreported with a complaint to the jurisdictional Police on\n\n09.05.2020 at 16:30 hours about the incident. The same\n\nwas registered in FIR No.406 of 2020. In the said complaint,\n\nhe had alleged that he along with his brother Ram Prasad\n\nPandey, Subhash Saini, Surendra Tiwari and others went to\n\nthe plot situated in Marut Nagar where Sarvesh Tiwari,\n\nAnand Tiwari @ Vivek and others named in the complaint\n\nalong with certain other unknown persons were present.\n\nComplainant went there to seek return of the money he had\n\ngiven earlier to Sarvesh Tiwari. It is alleged that Sarvesh\n\nTiwari and others were armed with repeater, pistol and rifle.\n\nWhen the complainant reached there, he and his associates\n\nwere asked to sit on the chairs. The complainant at that\n\npoint asked for return of his money. At that stage Aditya\n\nSingh @ Major and the other persons named in the\n\ncomplaint exhorted to attack the complainant and his\n\nassociates by shouting “Mar Dalo Salo Ko”. The said Aditya\n\n<span class=\"hidden_text\" id=\"span_13\">                                                            4</span>\n\fSingh and Monu are alleged to have caught hold of the\n\nappellants’ brother and snatched his licensed pistol, while\n\nSarvesh Tiwari, Anand Tiwari, Anjani Shukla and others\n\nwho were armed with weapons started firing on the\n\ncomplainant and his brother. They ran helter­skelter and in\n\nthe melee, appellant’s brother ­ Ram Prasad Pandey fell\n\ndown since he suffered firearm injuries. His brother was\n\ntaken to the District Hospital, from where he was referred to\n\nAllahabad Swaroop Rani Hospital when he breathed his last\n\nduring the treatment. In that light, the FIR was registered\n\nagainst the persons named therein which include the private\n\nrespondents in the first set of the three appeals, under\n\n<a href=\"/doc/1258372/\" id=\"a_4\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_5\">148</a>, <a href=\"/doc/999134/\" id=\"a_6\">149</a>, <a href=\"/doc/455468/\" id=\"a_7\">307</a>, <a href=\"/doc/1560742/\" id=\"a_8\">302</a>, <a href=\"/doc/1432790/\" id=\"a_9\">188</a> and <a href=\"/doc/1897847/\" id=\"a_10\">120B</a> IPC and\n\n<a href=\"/doc/244673/\" id=\"a_11\">Section 27</a>/<a href=\"/doc/541406/\" id=\"a_12\">30</a> of Arms Act. It is in the said proceedings, the\n\naccused Anjani Kumar Shukla, Rahul @ Monu Tiwari and\n\nRaj Kumar Maurya had filed petitions under <a href=\"/doc/1290514/\" id=\"a_13\">Section 439</a>\n\nCr.PC seeking grant of bail. The same being allowed by the\n\nHigh Court, the complainant is before this Court seeking\n\nthat the order be set aside.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">5.    In respect of the same incident alleged to have\n\noccurred on 08.05.2020 yet another FIR bearing No.407 of\n\n<span class=\"hidden_text\" id=\"span_14\">                                                            5</span>\n\f2020 was registered based on the complaint lodged by\n\nSarvesh Tiwari on 12.05.2020 at 16:14 hours. In the said\n\ncomplaint, it was stated by Sarvesh Tiwari that he is a\n\nresident of Sagra Village and he works as a property dealer\n\nin Ranjitpur Chilbila. He has alleged that on 08.05.2020,\n\nthe brokers of the land belonging to Ram Prasad Pandey,\n\nLaxman Prasad Pandey, Vishnu Pandey being accompanied\n\nwith the others named in the complaint and being armed\n\nwith illegal weapons came there. Due to previous enmity,\n\nwith the intention to kill them started indiscrete firing on\n\nthe complainant and the others present. His cousin brother\n\nAnand Tiwari and also Rahul Tiwari @ Monu and Anjani\n\nShukla sustained gunshot injuries and fell to the ground.\n\nThe attacking party had presumed them to be dead and\n\nwent away abusing them. In that view, the complainant\n\nsought action against them. The said crime No.407 of 2020\n\nwas registered under <a href=\"/doc/1258372/\" id=\"a_14\">Section 147</a>, <a href=\"/doc/763672/\" id=\"a_15\">148</a>, <a href=\"/doc/999134/\" id=\"a_16\">149</a>, <a href=\"/doc/455468/\" id=\"a_17\">307</a> IPC. In the\n\nsecond set of appeals relating to the said FIR No.407 of\n\n2020, the persons accused therein namely Laxman Prasad\n\nPandey, Vishnu Prasad Pandey, Subhash Saini, Pramod\n\nPandey, Ratnakar Dwivedi and Vikas Chandra Mishra filed\n\n<span class=\"hidden_text\" id=\"span_15\">                                                           6</span>\n\fpetitions before the High Court under <a href=\"/doc/1144664/\" id=\"a_18\">Section 438</a> of IPC\n\nseeking grant of anticipatory bail which came to be rejected.\n\nThe rejection of the anticipatory bail by the learned Single\n\nJudge is assailed in the second set of appeals.\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">6.    As already indicated, since all the above noted\n\nappeals arise out of the same alleged incident dated\n\n08.05.2020 and the nature of consideration would be the\n\nsame in all these cases, they are considered together.\n\n</p><p data-structure=\"PetArg\" id=\"p_9\">7.    We have heard Mr. Sidharth Luthra, learned senior\n\ncounsel along with Ms. Sakshi Kakkar, learned counsel for\n\nthe appellants, Mr. V.K. Shukla, learned senior counsel for\n\nthe State of U.P. and Mr. Sameer Kumar, learned counsel\n\nfor the private respondents in all these appeals.\n\n</p><p data-structure=\"PetArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"13266204\" id=\"span_16\">8.    The learned senior counsel for the appellants has\n\ntaken us through the contents of FIR No.406 of 2020 and in\n\nthat light has pointed out to the post­mortem report dated\n\n09.05.2020 wherein the contents reveal that Ram Prasad\n\nPandey, the deceased brother of the complainant had\n\nsuffered external injuries such as, wound caused by firearm.\n\nIn that light, it is contended that when the case registered\n\nagainst the accused is for the grave offences which include\n<span class=\"hidden_text\" id=\"span_17\">                                                            7</span>\n\fthe offence under <a href=\"/doc/1560742/\" id=\"a_19\">Section 302</a> IPC and the provisions of the\n\n<a href=\"/doc/1934415/\" id=\"a_20\">Arms     Act</a>,   the   learned   Single   Judge    ought     to   have\n\nappropriately recorded his satisfaction before exercising the\n\ndiscretion to enlarge on bail. It is contended that in the\n\ninstant case, the learned Single Judge except referring to the\n\nrival contention has not analysed the same for recording his\n\nsatisfaction. Observations of a general nature is made and\n\nordered to enlarge the accused on bail. It is contended that\n\nsuch consideration is contrary to the position of law\n\nenunciated by this Court in the case of <a href=\"/doc/13266204/\" id=\"a_21\">Mahipal vs. Rajesh\n\nKumar @ Polia &amp; Anr.</a> (2020) 2 SCC 118. The learned\n\ncounsel had also made detailed reference to the other\n\nmaterial on record to contend that the order to enlarge the\n\naccused on bail, in FIR No.406 of 2020 is liable to be set\n\naside.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">9.       Insofar as the appeals filed by the accused in case\n\nrelating to FIR No.407 of 2020 Mr. Sidharth Luthra, learned\n\nsenior    counsel     appearing   for    the   appellants    therein\n\ncontended that the said complaint is filed only as a counter\n\nblast. It was an afterthought and filed as late as on\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                    8</span>\n\f12.05.2020. Though in the FIR the alleged offence is\n\nregistered under <a href=\"/doc/455468/\" id=\"a_22\">Section 307</a> IPC as well, the medical\n\ncertificate relating to Anand Tiwari who is stated to be\n\ninjured as per the complainant, has suffered only simple\n\ninjuries caused due to hard and blunt object. In such event,\n\nwhen the persons named in the said FIR are available to\n\ncooperate in the investigation, the petition filed by them\n\nseeking anticipatory bail ought to have been appropriately\n\nconsidered by the learned Single Judge and anticipatory bail\n\nought to have been granted. It is further contended that the\n\nreceipts dated 28.05.2018 and 29.06.2018 would indicate\n\nthat Sarvesh Tiwari had received a sum of Rs.3,00,000/­\n\n(Rupees three lakhs) from Laxman Prasad Pandey which\n\nwas to be returned. He and his brother were attacked when\n\nthey legitimately sought return of the money. In that\n\ncircumstance, Sarvesh Tiwari and others named in FIR\n\nNo.406 of 2020 are the aggressors. In such event, there is\n\nno reason to deny the appellants the benefit of anticipatory\n\nbail sought by the appellants.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">10.   The learned counsel for the private respondents with\n\nreference to the counter­affidavit filed on their behalf sought\n\n<span class=\"hidden_text\" id=\"span_19\">                                                              9</span>\n\fto contend that the learned Single Judge having taken note\n\nof the contentions relating to the case in FIR No.406 of 2020\n\nand also the period of incarceration had granted bail to the\n\naccused which is justified. It is contended that when the\n\nlearned Single Judge has exercised the discretion, the same\n\nwould not call for interference.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">11.     Mr. V.K. Shukla, learned senior counsel for the State,\n\nwith reference to the factual aspects has contended that\n\nthough two FIRs are registered, as evident, the matter\n\nrelates to the same incident dated 08.05.2020 where there\n\nhas been a group clash by using firearms which resulted in\n\nindiscriminate firing. As such, in either case the accused in\n\nboth the set of cases are not entitled to be released on bail.\n\nThe learned counsel has also referred to the criminal history\n\nof    the   persons   involved.    It   is   contended   that   the\n\ninvestigation in the case relating to FIR No.407 of 2020\n\ncould not be concluded as the accused did not cooperate\n\nafter obtaining interim protection in the appeal seeking\n\nanticipatory bail. Further, the injured person is still\n\nundergoing treatment. Hence, the learned counsel seeks\n\nthat the bail granted to the accused in Crime No.406 of\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                 10</span>\n\f2020 be cancelled and the appeals relating to FIR No.407 of\n\n2020 be dismissed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">12.   In the above backdrop, a perusal of the order dated\n\n16.03.2021 in the proceedings relating to FIR No.406 of\n\n2020 in Bail Application No.1694 of 2021 indicates that the\n\nlearned Judge though has taken note of details of the\n\nincident and the contention of the learned counsel for the\n\nparties, has not analysed the same to record the satisfaction\n\nto enlarge the accused on bail. The ultimate reason and\n\nconclusion adopted by the learned Single Judge reads as\n\nhereunder: ­\n\n      “Considering the facts and circumstances of the\n      case, and also considering the nature of\n      allegations, arguments advanced by learned\n      counsel for the parties, the period for which he\n      is in jail and without expressing any opinion on\n      merits of the case, I find it to be a fit case for\n      enlarging the applicant on bail.”\n\nThe nature of consideration is similar in the order dated\n\n17.12.2020 and 26.07.2021 passed in Bail Application\n\nNos.9559 of 2020 and 3876 of 2021 relating to the other two\n\naccused in FIR No.406 of 2020.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">13.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13266204\" id=\"span_21\">In that background, a perusal of the decision\n\nrendered by a Two Judge Bench of this Court in <a href=\"/doc/13266204/\" id=\"a_23\">Mahipal</a>\n<span class=\"hidden_text\" id=\"span_22\">                                                           11</span>\n\f(supra) authored by Dr. Justice D.Y. Chandrachud reads as\n\nhereunder: ­\n\n     “24. There is another reason why the\n     judgment of the learned Single Judge has\n     fallen into error. It is a sound exercise of\n     judicial discipline for an order granting or\n     rejecting bail to record the reasons which\n     have weighed with the court for the exercise\n     of its discretionary power. In the present\n     case, the assessment by the High Court is\n     essentially contained in a single para which\n     reads:</span>\n</p>\n<blockquote id=\"blockquote_1\">          “4. Considering the contentions\n          put forth by the counsel for the\n          petitioner and taking into account\n          the facts and circumstances of the\n          case and without expressing\n          opinion on the merits of the case,\n          this Court deems it just and proper\n          to enlarge the petitioner on bail.”\n\n</blockquote><blockquote id=\"blockquote_2\">     25. Merely recording “having perused the\n     record” and “on the facts and circumstances of\n     the case” does not subserve the purpose of a\n     reasoned judicial order. It is a fundamental\n     premise of open justice, to which our judicial\n     system is committed, that factors which have\n     weighed in the mind of the Judge in the\n     rejection or the grant of bail are recorded in\n     the order passed. Open justice is premised on\n     the notion that justice should not only be\n     done, but should manifestly and undoubtedly\n     be seen to be done. The duty of Judges to give\n     reasoned decisions lies at the heart of this\n     commitment. Questions of the grant of bail\n     concern both liberty of individuals undergoing\n     criminal prosecution as well as the interests of\n     the criminal justice system in ensuring that\n\n<span class=\"hidden_text\" id=\"span_23\">                                                        12</span>\n\f      those who commit crimes are not afforded the\n      opportunity to obstruct justice. Judges are\n      duty­bound to explain the basis on which they\n      have arrived at a conclusion.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342616\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"13266204\" id=\"span_25\">14.   While arriving at such conclusion in the case of\n\n<a href=\"/doc/13266204/\" id=\"a_24\">Mahipal</a> (supra), the Hon’ble Bench of this Court had inter\n\nalia referred to an earlier decision of this Court in <a href=\"/doc/1342616/\" id=\"a_25\">Kalyan\n\nChandra Sarkar vs. Rajesh Ranjan</a> (2004) 7 SCC 528\n\nwherein another Bench of this Court, authored by Justice\n\nSantosh Hegde had held as hereunder: ­\n\n      “11. The law in regard to grant or refusal of\n      bail is very well settled. The court granting\n      bail should exercise its discretion in a\n      judicious manner and not as a matter of\n      course. Though at the stage of granting bail a\n      detailed    examination    of  evidence   and\n      elaborate documentation of the merit of the\n      case need not be undertaken, there is a need\n      to indicate in such orders reasons for prima\n      facie concluding why bail was being granted\n      particularly where the accused is charged of\n      having committed a serious offence. Any order\n      devoid of such reasons would suffer from non­\n      application of mind.”</span></span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_17\">15.   In that background, reverting to the present facts, it is\n\nnoticed that the conclusion recorded by the learned Single\n\nJudge extracted supra is almost verbatim similar to the\n\nportion which is extracted and disapproved by this Court in\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                             13</span>\n\fMahipal’s case noted supra. It is noticed that with such\n\nsweeping observation made by the learned Single Judge,\n\nAnjani Kumar Shukla, Rahul @ Monu Tiwari and Raj Kumar\n\nMaurya the accused in FIR No.406 of 2020 have been\n\nordered to be enlarged on bail though the charges\n\nthereunder are grave, which include <a href=\"/doc/1560742/\" id=\"a_26\">Section 302</a> IPC and\n\n<a href=\"/doc/244673/\" id=\"a_27\">Section 27</a>/<a href=\"/doc/541406/\" id=\"a_28\">30</a> of the Arms Act. The allegation is of\n\nindiscriminate firing which has also resulted in the death of\n\nRam Prasad Pandey, the brother of the complainant. It is no\n\ndoubt true, that the investigation has been carried out in\n\nthe said case and the chargesheet is stated to have been\n\nfiled. Further, the fact that the said accused persons had\n\nspent 10, 7 and 4 months respectively in custody seems to\n\nhave weighed with the Court which could not have been a\n\nmitigating factor when charges of such serious nature are to\n\nbe tried. The details furnished by the learned senior counsel\n\nfor the State would indicate that seven other cases are\n\nregistered against one of the accused named Raj Kumar\n\nMaurya who is also alleged to be a part of the group of the\n\naccused in the instant case. In such circumstance, when the\n\nsaid persons are also stated to have been attacked by the\n\n<span class=\"hidden_text\" id=\"span_27\">                                                           14</span>\n\frival group as alleged in the counter complaint of Sarvesh\n\nTiwari in FIR No.407 of 2020 and the investigation is not yet\n\ncomplete      in   the   said   proceedings,   it   would   not    be\n\nappropriate for the said persons who were part of one group\n\nwhich had clashed against the other to be in a position to\n\nalter   the     nature   of   consideration    when   ultimately    a\n\ncomposite investigation to complete the process in FIR\n\nNo.407 of 2020 would also be necessary. Therefore, at the\n\noutset, when it is noted that Ram Prasad Pandey died due to\n\nfirearm wound suffered by him and both the FIR No.406 of\n\n2020 and FIR No.407 of 2020 referred to the indiscriminate\n\nuse of firearm in the clash, the release of the accused in FIR\n\nNo.406 of 2020 at this juncture was not justified, more\n\nparticularly in a circumstance where the learned Single\n\nJudge has not recorded his satisfaction with regard to the\n\nspecific details of the case and the reason for which each of\n\nthe accused was entitled to be enlarged on bail. At this\n\nstage, in any event the role of each member in either group\n\nis not clear.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">16.     Similarly, the complaint lodged in FIR No.407 of 2020\n\ndiscloses that the allegation made against the appellants in\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                    15</span>\n\fthe second set of appeal is also of grave nature; to the effect\n\nthat the accused persons were armed with illegal weapons\n\nand due to the previous enmity, they had come there with\n\nintention to kill the complainant and his associates. In that\n\nregard, it is alleged that the accused had indulged in\n\nindiscriminate firing on the complainant, his cousin brother\n\nAnand Tiwari, Rahul Tiwari, Anjani Shukla and that they fell\n\ndown on sustaining gunshot injury. As against the said\n\nallegations, Mr. Sidharth Luthra, learned senior counsel for\n\nthe said appellants while seeking to justify the prayer for\n\ngrant of anticipatory bail has made strenuous attempt to\n\ncontend that the said complaint is belated and lodged as a\n\ncounter blast though there is no truth in the allegations. In\n\nthat regard, in order to contend that Anand Tiwari had not\n\nsuffered gunshot injury, has referred to the medical\n\ncertificate wherein the opinion expressed is that the injuries\n\nwhich were shown to be lacerated wound are simple in\n\nnature caused due to hard and blunt object.\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">17.   Though such contention is put forth, we are unable to\n\nappreciate the same in favour of the said appellants to\n\nconsider grant of anticipatory bail, for more than one\n\n<span class=\"hidden_text\" id=\"span_29\">                                                             16</span>\n\freason. Firstly, the delay as alleged in filing the complaint\n\nwould not be material at this stage since the ultimate\n\nreference is to the very same incident dated 08.05.2020. The\n\nallegation in the complaint dated 12.05.2020 is not relating\n\nto any other subsequent incident so as to deem it as a\n\ncomplaint filed as being in the nature of counter blast.\n\nFurther, the very complaint registered at the behest of\n\nLaxman Prasad Pandey in FIR No.406 of 2020 would\n\nindicate that in his complaint, he has inter alia stated thus ­\n\n“in the meanwhile, Aditya Singh and Monu caught hold of the\n\nappellants’ brother and thereby snatched his licensed pistol”.\n\nThe said statement in his own complaint would indicate that\n\nthe group including the complainant in FIR No.406 of 2020\n\nwho are the accused in FIR No.407 of 2020 and are seeking\n\nfor grant of anticipatory bail were also armed with firearm\n\nwhen they had gone to the said spot where the incident\n\noccurred. If that be the position, it is too premature at this\n\nstage to arrive at any conclusion as to which group was the\n\naggressor and the manner in which the firing had erupted\n\nand also the weapons that were used. These are all matters\n\nto be looked into during the investigation of the pending\n\n<span class=\"hidden_text\" id=\"span_30\">                                                             17</span>\n\fcomplaint and for the purpose of framing charges and the\n\nconsequent trial. In addition, though the injuries suffered by\n\nAnand Tiwari is contended to be a simple injury, the counter\n\nstatement   filed   on   behalf   of   the   respondents,   more\n\nparticularly the State of Uttar Pradesh would indicate that\n\none of the reasons given for incompletion of the investigation\n\nis that the injured is still undergoing treatment which\n\nmakes it obvious that he has suffered more than the simple\n\ninjuries referred to by the learned counsel. Therefore, if all\n\nthese aspects are kept in view, the allegations are of serious\n\nnature which would require a detailed investigation and\n\nrecovery of weapons in the course of investigation which is\n\nyet to be completed. In that view, it is not a fit case where\n\nthe appellants in the second set of appeal need to be\n\nprotected by grant of anticipatory bail.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">18.   In the above background, in both the set of cases the\n\ncomposite consideration would be required in the further\n\nprocess of investigation, framing charges and trial. That\n\napart, as noticed, one among the accused namely Raj\n\nKumar Maurya who has a criminal history was also a part of\n\none of the groups involved in the incident which occurred on\n\n<span class=\"hidden_text\" id=\"span_31\">                                                               18</span>\n\f08.05.2020 and in that circumstance when the case has\n\nbeen registered under Section 302 and in the second FIR\n\nunder Section 307, in addition to <a href=\"/doc/999134/\" id=\"a_29\">Section 149</a> IPC, in both\n\nthe cases, the bail granted to the appellants in the first set\n\nof cases would not be justified. Further, as indicated supra,\n\nthe appellants in the second set of cases would also not be\n\nentitled to grant of anticipatory bail, though it would be\n\nopen to them to surrender and seek for regular bail on its\n\nown merits.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">19.   For all the afore­stated reasons, the following order: ­\n\n</p><p data-structure=\"Conclusion\" id=\"p_22\">      (i)     The orders dated 16.03.2021, 17.12.2020 and\n\n              26.07.2021 passed by the learned Single Judge\n\n              in Bail Applications No.1694/2021; 9559/2020\n\n              and 3876/2021 are set aside and the bail\n\n              granted by the High Court is set aside.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">      (ii)    The bail bonds executed by Anjani Kumar\n\n              Shukla, Rahul @ Monu Tiwari and Raj Kumar\n\n              Maurya shall stand cancelled and the said\n\n              accused shall be taken to custody.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">      (iii)   The Criminal Appeal No.1551/2021 @ SLP (Crl.)\n\n              No.3285/2021;     Criminal    Appeal      No.1554­\n\n<span class=\"hidden_text\" id=\"span_32\">                                                                 19</span>\n\f       1555/2021 @ SLP (Crl.) Nos.5605­5606/2021\n\n       and Criminal Appeal No.1553/2021 @ SLP (Crl.)\n\n       No. 5539/2021) are allowed accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">(iv)   The Criminal Appeal No.1556/2021 @ SLP (Crl.)\n\n       No.6061/ 2021; Criminal Appeal No.1552/2021\n\n       @ SLP (Crl.) No.3226/2021; Criminal Appeal No.\n\n       1558/2021 @ SLP (Crl.) No.6611/2021) and\n\n       Criminal Appeal No.1557/2021 @ SLP (Crl.)\n\n       No.6569/2021     seeking    for    an   order   of\n\n       anticipatory bail are dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">(v)    The interim orders passed during the pendency\n\n       of these proceedings shall stand dissolved.\n\n</p><p data-structure=\"Conclusion\" id=\"p_27\">(vi)   It will be open for the appellants in Criminal\n\n       Appeal Nos.1556/2021, 1552/2021, 1558/2021\n\n       and 1557/2021 to surrender and seek for\n\n       regular bail which shall be considered on its own\n\n       merits, in accordance with law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">(vii) This order shall not be an impediment for the\n\n       trial court or High Court to consider applications\n\n       of any of the accused at the appropriate stage.\n\n       All contentions in that regard are kept open. The\n\n<span class=\"hidden_text\" id=\"span_33\">                                                       20</span>\n\f          observation herein shall not be considered as an\n\n          expression of opinion on merits of the case.\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">     (viii) Pending application, if any, shall stand disposed\n\n          of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">                   ....………….…………………………...……. J.\n</p><p data-structure=\"Precedent\" id=\"p_32\">                   (DR. DHANANJAYA Y. CHANDRACHUD)\n\n\n\n                    ….....…………………………….……………J.\n                    (A.S. BOPANNA)\n\n\n\n\nNew Delhi,\nDecember 11, 2021\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                                           21</span>\n\f</p>","numcites":16,"numcitedby":10,"docsource":"Supreme Court of India","citetid":8232576,"divtype":"judgments","relatedqs":[{"value":"anticipatory bail","formInput":"anticipatory%20bail"},{"value":"counter blast ","formInput":"counter%20blast%20"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"sidharth luthra","formInput":"sidharth%20luthra"},{"value":"\" anticipatory bail\"","formInput":"%22%20anticipatory%20bail%22"},{"value":"bail application","formInput":"bail%20application"},{"value":"bail granted","formInput":"bail%20granted"},{"value":"arms act","formInput":"arms%20act"},{"value":"406","formInput":"406"},{"value":"anticipatory bail  grant","formInput":"anticipatory%20bail%20%20grant"},{"value":"slp","formInput":"slp"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"simple injury ","formInput":"simple%20injury%20"},{"value":"\"sidharth luthra\"","formInput":"%22sidharth%20luthra%22"},{"value":"RAHUL","formInput":"RAHUL"},{"value":"anticipatory bail: delhi","formInput":"anticipatory%20bail%3A%20delhi"},{"value":"special appeal","formInput":"special%20appeal"},{"value":"\"counter blast\" ","formInput":"%22counter%20blast%22%20"},{"value":"to be enlarged on bail","formInput":"to%20be%20enlarged%20on%20bail"},{"value":"Petition of appeal.","formInput":"Petition%20of%20appeal."}],"cats":[{"value":"rioting","formInput":"tag:rioting"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"murder","formInput":"tag:murder"},{"value":"punishment-for-using-arms","formInput":"tag:punishment-for-using-arms"}],"courtcopy":true,"query_alert":null,"agreement":false}