{"tid":74775971,"publishdate":"2011-08-02","title":"Ram Dass Sadhu And Another vs State Of Punjab on 2 August, 2011","doc":"<h2 class=\"doc_title\">Ram Dass Sadhu And Another vs State Of Punjab on 2 August, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-gupta\">Hemant Gupta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-gupta\">Hemant Gupta</a></h3>\n\n<pre id=\"pre_1\">           IN THE HIGH COURT OF PUNJAB AND HARYANA\n                       AT CHANDIGARH.\n\n\n\n                               Crl. Appeal No.581-DB of 2004\n                               Date of Decision: 2.8.2011\n\n\n\n           Ram Dass Sadhu and another.\n\n                                        ....... Appellants through\n                                                Baljinder Singh\n                                                Sra, Advocate.\n\n                 Versus\n\n           State of Punjab.\n\n                                       ...... Respondent through\n                                              Shri Ravinder Kaur\n                                              Nihalsinghwala,\n                                             Additional Advocate\n                                              General, Punjab.\n\n\n\nCORAM: HON&#x27;BLE MR.JUSTICE HEMANT GUPTA\n       HON&#x27;BLE MR.JUSTICE VIJENDER SINGH MALIK\n\n                              ....\n\n\n           1. Whether Reporters of Local Newspapers may be\n              allowed to see the judgment?\n           2. To be referred to the Reporters or not?\n           3. Whether the judgment should be reported in the\n              Digest?\n\n                              ....\n\n\nVIJENDER SINGH MALIK,J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">           This is an appeal brought by Ram Dass Sadhu and Anand\n\nMandal against the judgment dated 3.6.2004 passed by learned\n\nSessions Judge, Kapurthala convicting the appellants for an offence\n                       Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_1\">                                    -2-</span>\n\n                                    ....\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\npunishable under sections 302, 323 read with <a href=\"/doc/37788/\" id=\"a_1\">section 34</a> of the I.P.C.\n\nand the order of sentence dated 5.6.2004 vide which the following\n\nsentence has been awarded to them:-\n</p>\n<blockquote id=\"blockquote_1\">For offence punishable                     To undergo imprisonment for\nunder <a href=\"/doc/1560742/\" id=\"a_2\">section 302</a> read                     life and to pay a fine of\nwith <a href=\"/doc/37788/\" id=\"a_3\">section 34</a> of the I.P.C.              Rs.2000/- each.\n</blockquote><blockquote id=\"blockquote_2\">                                           In default of payment of\n                                           fine, to further undergo rigorous\n                                           imprisonment for two months\n                                           each.\n</blockquote>\n<pre id=\"pre_2\">For offence punishable                     To undergo rigorous\nunder <a href=\"/doc/1011035/\" id=\"a_4\">section 323</a>                          imprisonment for nine months\nread with section                          and to pay a fine of Rs.500/-\n34 of the <a href=\"/doc/1569253/\" id=\"a_5\">I.P.C</a>.                           each. In default of payment of\n                                           fine, to further undergo rigorous\n                                           imprisonment for fifteen days\n                                           each.\n\n</pre><blockquote id=\"blockquote_3\">The substantive sentences were ordered to run concurrently. The case\n\nset up against the appellants by Police Station, Sultanpur Lodhi,\n\nDistrict Kapurthala is as under:-\n\n</blockquote><blockquote id=\"blockquote_4\">             Rattan Singh son of Bhag Singh, a resident of Kothe Tarf\n\nHaji, Police Station Sultanpur Lodhi is an agriculturist. He has seven\n\nkillas of land near the school of village Busowal. He has installed a\n\ntube-well therein and had raised construction of a tube-well room\n\nthere. He had employed Anand Mandal and Ram Dass, two persons\n\nfrom Uttar Pardesh (popularly addressed as `Bhayias&#x27;) as servants. He\n\nhad got vegetables sown in the land through these two persons. The\n\ntwo persons were incharge of sale of vegetables growing in the said\n                       Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_2\">                                  -3-</span>\n\n                                  ....\n</blockquote>\n<blockquote id=\"blockquote_5\">\nland in the market.\n</blockquote>\n<blockquote id=\"blockquote_6\">            On 15.11.2002, Rattan Singh along with his son Ajaib\n\nSingh and brother Avtar Singh went to the aforesaid tube-well at about\n\n6.30 A.M. He found both Anand Mandal and Ram Dass there. Rattan\n\nSingh and his son Ajaib Singh asked them to render the accounts\n\nregarding the sale of crop. They questioned Rattan Singh and Ajaib\n\nSingh as to the account of which crop they were asking. When Rattan\n\nSingh and Ajaib Singh      told them that they were asking for the\n\naccounts of the sale of cauliflower, the two got enraged. With a view\n\nto kill Ajaib Singh, Anand Mandal gave a blow with an iron rod on his\n\nface. Ram Dass gave another blow with an iron rod on the head of\n\nAjaib Singh. On receipt of the two blows, Ajaib Singh fell down and\n\nbecame unconscious. Rattan Singh intervened with a view to rescue\n\nhis son. Both the accused caused injuries to him also with iron roads\n\non his hands and legs. Avtar Singh raised alarm which attracted\n\nMohan Singh son of Charan Singh to the spot. Other persons also\n\ncollected there in the meanwhile. Seeing them, the accused fled from\n\nthe spot with their respective weapons While Anand Mandal was\n\nrunning away, he had hit an improvised transport vehicle, known as\n\nGharuka at bus stand of Busowal and suffered injuries. Rattan Singh\n\nand Ajaib Singh were taken to Civil Hospital, Sultanpur Lodhi where\n\nRattan Singh was admitted. As the condition of Ajaib Singh was\n                      Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_3\">                                   -4-</span>\n\n                                   ....\n</blockquote>\n<blockquote id=\"blockquote_7\">\n</blockquote><p data-structure=\"Issue\" id=\"p_3\">serious, he was taken to Satyam Hospital, Jalandhar. Ajaib Singh died\n\nthere on 19.11.2002. Rattan Singh was medico-legally examined at\n\nCivil Hospital, Sultanpur Lodhi.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">            On 15.11.2002, Santokh Singh, A.S.I., Incharge Police\n\nPost, Kabirpur, Police Station, Sultanpur Lodhi had received medical\n\nreports of Ajaib Singh and Rattan Singh from Civil Hospital,\n\nSultanpur Lodhi. After receiving the same, he had gone there and\n\nmoved application, Exhibit PE to enquire about the fitness of Ajaib\n\nSingh to make statement. The doctor declared Ajaib Singh to be unfit\n\nto make statement. Thereafter, he moved another application Exhibit\n\nPH to enquire about the fitness of Rattan Singh to make statement.\n\nRattan Singh was declared fit to make statement. However, Rattan\n\nSingh refused to make statement on that date for the reason that the\n\ncondition of his son Ajaib Singh was serious and he was unable to\n\nmake statement. Santokh Singh,A.S.I. then returned to the police\n\nstation.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">            On 16.11.2002, Santokh Singh, A.S.I. again went to Civil\n\nHospital, Sultanpur Lodhi and there, he recorded the statement of\n\nRattan Singh which was signed by the latter. An endorsement was\n\nmade thereon by Santokh Singh, A.S.I. and the same was sent to the\n\npolice station where Ajit Singh, A.S.I. recorded the formal F.I.R.\n\nSpecial reports of the case were sent to the Illaqa Magistrate and\n                      Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_4\">                                     -5-</span>\n\n                                     ....\n</p>\n<p data-structure=\"Precedent\" id=\"p_6\">\nothers. Santokh Singh, A.S.I. then went to the place of occurrence and\n\nfound Avtar Singh, Darshan Singh and Mohinder Singh there. They\n\nwere joined in the investigation. The spot was inspected. Avtar Singh\n\nproduced clothes of Ajaib Singh, i.e., shirt and parna. The same were\n\ngiven the shape of parcel and were sealed with seal &quot;SS&quot; and were\n\ntaken into possession by way of a recovery memo. A rough site plan\n\nof the place of occurrence was prepared. Search for the accused was\n\nmade, but they were not available.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">             On   17.11.2002,   Santokh     Singh,    A.S.I.   received\n\ninformation about Ram Dass and Anand Mandal leaving the place by\n\nboarding a bus. He went to Bus Stand, Sultanpur Lodhi and arrested\n\nRam Dass.     Anand Mandal, accused was already admitted in the\n\nhospital.   After obtaining police remand of        Ram Dass, he was\n\ninterrogated on 19.11.2002 in the presence of Bahadur Singh and\n\nJoginder Singh, H.C. He disclosed having kept concealed an iron rod\n\nin the area of village Busowal at the tube-well of Rattan Singh under\n\nthe heap of bamboo sticks. His disclosure statement was recorded\n\nwhich was thumb marked by him and attested by the witnesses. Ram\n\nDass then led Santokh Singh, A.S.I. to the place of concealment of the\n\niron rod and got the same recovered. The same was given the shape of\n\na parcel and was sealed with the seal &quot;SS&quot; and was taken into\n\npossession by way of a recovery memo. Rough site plan of the place\n                       Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_5\">                                   -6-</span>\n\n                                   ....\n</p>\n<p data-structure=\"Section\" id=\"p_8\">\nof recovery was prepared.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">            On 19.11.2002, Santokh Singh, A.S.I. came to know that\n\nAjaib Singh had died at Satyam Hospital, Jalandhar. Making an entry\n\nin the daily diary in this regard and adding <a href=\"/doc/1560742/\" id=\"a_6\">section 302</a> of the I.P.C. to\n\nthe case, Santokh Singh, A.S.I. reached Satyam Hospital, Jalandhar.\n\nThe dead body of Ajaib Singh was taken into custody and was brought\n\nto Civil Hospital, Sultanpur Lodhi.         Inquest proceedings were\n\nconducted and post mortem examination on the dead body was got\n\nconducted at Civil Hospital, Sultanpur Lodhi. After post mortem\n\nexamination, clothes of the deceased were produced by Rajinder\n\nSingh, H.C. before Santokh Singh, A.S.I. They were given the shape\n\nof a parcel and were sealed with the seal &quot;SS&quot;. They were taken into\n\npossession by way of a recovery memo.             During investigation,\n\nSantokh Singh, A.S.I. came to know that injuries on the person of\n\nAnand Mandal were a result of fall.       He made an application to the\n\ndoctor in this regard and the doctor opined that injuries on the person\n\nof Anand Mandal could be on account of some accident.\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">            On 25.11.2002, the investigation of this case came to\n\nSarabjit Singh, A.S.I. Anand Mandal was arrested by him on that day.\n\nHe was     interrogated on 26.11.2002 and he disclosed about his\n\nkeeping concealed an iron rod on the southern side of tube-well of\n\nRattan Singh under the cauliflower leaves. His disclosure statement\n                       Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_6\">                                   -7-</span>\n\n                                  ....\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">\nwas recorded which was signed by him and attested by the witnesses.\n\nAnand Mandal then led the police party to the place of concealment of\n\nthe iron rod and got recovered the same. It was given the shape of a\n\nparcel and sealed with the seal &quot;SS&quot; and was taken into possession by\n\nway of a recovery memo. The case property had been deposited on\n\nvarious occasions with intact seals with the M.H.C. during the course\n\nof investigation. On completion of investigation, challan against the\n\naccused was prepared and presented in the court.\n\n</p><p data-structure=\"Issue\" id=\"p_12\">             Charge was framed against the accused by Sessions\n\nJudge, Kapurthala for an offence punishable under <a href=\"/doc/1560742/\" id=\"a_7\">sections 302</a>, <a href=\"/doc/1011035/\" id=\"a_8\">323</a>\n\nread with <a href=\"/doc/37788/\" id=\"a_9\">section 34</a> of the I.P.C. vide order dated 18.1.2003. The\n\naccused pleaded not guilty to the charge and claimed trial.\n\n</p><p data-structure=\"Facts\" id=\"p_13\">             The prosecution has examined thirteen witnesses in all at\n\nthe trial.   Noticing two injuries on the person of Ajaib Singh,\n\ndeceased, Dr.Baljit Singh, Medical Officer, Civil Hospital, Sultanpur\n\nLodhi had declared injuries of Ajaib Singh to be dangerous to life. Dr.\n\nKamraj, however, conducted post mortem examination on the dead\n\nbody of Ajaib Singh on 19.11.2002 and gave the cause of death as the\n\nhead injury which was sufficient to cause death in the ordinary course\n\nof nature. With the evidence of the prosecution coming to a close, the\n\naccused were examined in terms of <a href=\"/doc/767287/\" id=\"a_10\">section 313</a> of the Cr.P.C. The\n\nevidence of the prosecution put to them in the shape of questions was\n                       Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_7\">                                   -8-</span>\n\n                                   ....\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">\ndenied by them. They have claimed false implication in the case.\n\nRam Dass has denied Ajaib Singh to have ever employed him as a\n\nlabourer.   He has even denied having sown cauliflower crop in the\n\nfields of Ajaib Singh and Rattan Singh. According to him, some other\n\npersons had caused injuries to Ajaib Singh and Rattan Singh and\n\nsucceeded in running away and they have been falsely implicated.\n\nThe witnesses of the prosecution are claimed to be related to Ajaib\n\nSingh, deceased and, therefore, they are interested in the success of the\n\ncase. Anand Mandal has adopted the stand taken by Ram Dass. The\n\naccused were called upon to lead their defence evidence, but they did\n\nnot lead any.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">            Hearing learned Public Prosecutor for the State and\n\nlearned counsel for the defence, learned trial court found the\n\nappellants guilty for the offence punishable under <a href=\"/doc/1560742/\" id=\"a_11\">sections 302</a>, <a href=\"/doc/1011035/\" id=\"a_12\">323</a>\n\nread with <a href=\"/doc/37788/\" id=\"a_13\">section 34</a> of the I.P.C. vide the judgment dated 3.6.2004 and\n\nhave been awarded sentence detailed as above, vide the order of\n\nsentence dated 5.6.2004.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_16\">            Aggrieved by the aforesaid judgment of their conviction\n\nand the order of sentence, the two convicts are in appeal before us.\n\n</p><p data-structure=\"RespArg\" id=\"p_17\">            We have heard Shri Baljinder Singh Sra, learned counsel\n\nfor the appellants and Ms.Ravinder Kaur Nihalsinghwala, learned\n\nAdditional Advocate General, Punjab for the respondent-State.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">                       Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_8\">                                   -9-</span>\n\n                                   ....\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">\n              Learned counsel for the appellants has contended that the\n\nprosecution version is unworthy of credit. According to him, Rattan\n\nSingh, complainant had refused to make statement about the\n\noccurrence on 15.11.2002, the date of occurrence without any\n\nplausible reason. He has submitted that time was gained by the\n\ncomplainant for concocting the version by saying that his son had\n\nsuffered serious injuries and that he was unable to make statement. He\n\nhas submitted that there is no proof of the appellants having ever\n\nworked on any terms for Ajaib Singh and Rattan Singh and that there\n\nwas no question of their liability to render accounts for any crop. He\n\nhas submitted that the entire story in this regard is concocted after\n\ngaining time on the aforesaid plea.       He has submitted that some\n\nunknown persons had assaulted Ajaib Singh and Rattan Singh and\n\nafter long deliberations, they have cooked up a version against the\n\nappellants.    He has submitted that Avtar Singh has not even received\n\na single injury and his presence at the spot during the occurrence is\n\nhard to be believed. He has, thus, submitted that prosecution evidence\n\ndoes not stand proved in the statements of Rattan Singh, PW1 and\n\nAvtar Singh, PW2.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">              Learned counsel for the appellants has further submitted\n\nthat if at all, any case is made out against the appellants, then it is\n\ncovered by Exception 4 of <a href=\"/doc/626019/\" id=\"a_14\">section 300</a> of the I.P.C. According to him,\n                      Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_9\">                                 -10-</span>\n\n                                 ....\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">\nthe appellants were, therefore, not liable to be convicted for the\n\noffence punishable under <a href=\"/doc/1560742/\" id=\"a_15\">section 302</a> of the I.P.C. Elaborating his\n\nsubmission in this regard, he has submitted that the occurrence took\n\nplace all of a sudden without any premeditation. According to him, it\n\ntook place in the heat of passion upon a sudden quarrel and the\n\nappellants have not taken any undue advantage in the matter. They are\n\nalso said to have not acted in a cruel or unusual manner. He has\n\nsubmitted that the case, therefore, falls under Exception 4 of section\n\n300 of the I.P.C. and it stands covered by section 304, part-II of the\n\nI.P.C.\n</p>\n<p data-structure=\"PetArg\" id=\"p_22\">            Learned Additional Advocate General, Punjab, on the\n\nother hand, has submitted that Rattan Singh had suffered injuries in\n\nthe occurrence and his presence at the spot at the time of occurrence\n\ncannot be held in doubt.     According to her, his son had suffered\n\nserious injuries and it was sufficient to upset him. She has submitted\n\nthat failure of Rattan Singh to make statement was not there to gain\n\ntime to concoct a version.   She has claimed that the version of the\n\nappellants appearing in their statements recorded under <a href=\"/doc/767287/\" id=\"a_16\">section 313</a> of\n\nthe Cr.P.C. is not plausible. According to her, the appellants have\n\nclaimed that some other persons had inflicted injuries to Ajaib Singh\n\nand Rattan Singh and as those persons had run away, they (the\n\nappellants) have been falsely implicated in this case.       She has\n                       Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_10\">                                   -11-</span>\n\n                                   ....\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">\nsubmitted that this version of the appellants is unbelievable.\n\n</p><p data-structure=\"PetArg\" id=\"p_24\">             Learned Additional Advocate General has further\n\nsubmitted that there is nothing on record to attract Exception 4 of\n\n<a href=\"/doc/626019/\" id=\"a_17\">section 300</a> of the I.P.C. to this case. According to her, the facts of the\n\ncase which stand clearly proved in the statements of Rattan Singh and\n\nAvtar Singh do not speak of any quarrel between the parties.\n\nAccording to her, Ajaib Singh and Rattan Singh went to the appellants\n\nto seek accounts of the crop of cauliflower and as the appellants were\n\nnot willing to render accounts and give money of their share, they\n\nattacked Ajaib Singh and Rattan Singh and deliberately caused injuries\n\nto them. She has submitted that it is not an act committed in the heat\n\nof passion upon a sudden quarrel and, therefore, the requisite\n\nconditions for attracting Exception 4 are not available in this case.\n\nShe has, thus, submitted that learned trial court has rightly held the\n\nappellants guilty for the offence of murder punishable under section\n\n302 of the I.P.C.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">             It is true that the version of the occurrence came before\n\nthe police not on the day of occurrence but on the next day. The\n\nreason for not recording the statement of Rattan Singh on 15.11.2002\n\nis that Rattan Singh was upset over the condition of his son and he did\n\nnot find himself in a position to make statement.\n\n</p><p data-structure=\"Conclusion\" id=\"p_26\">             Ajaib Singh, the son of the complainant Rattan Singh,\n                       Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_11\">                                  -12-</span>\n\n                                   ....\n</p>\n<p data-structure=\"Facts\" id=\"p_27\">\nwas in receipt of two injuries. As per the medicolegal examination\n\nconducted by Dr.Baljit Singh, PW4 on 15.11.2002 at 7.15 A.M., he\n\nwas in receipt of a bone deep lacerated wound of the size of 6.2 x 1\n\ncm. on antero-posterior part of the scalp and frontal region touching\n\nthe hair line of the forehead.     He was not even fully conscious.\n\nAnother lacerated wound was found on his person measuring 4.5 x\n\n3.5 cm., again bone deep, on occipito-parietal junction. Looking to\n\nthe seriousness of the condition of the patient, he was referred to Civil\n\nHospital, Kapurthala.     However, he had been taken to Satyam\n\nHospital, Jalandhar and Rattan Singh, complainant must be worried\n\nabout the life of his son, who had been referred to better hospital\n\nlooking to the seriousness of his condition. The investigating officer\n\nshould have looked for another witness of the occurrence, but he did\n\nnot do so and for this lapse on his part, the case cannot be made to\n\nsuffer.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">            The defence of the appellants is that some unknown\n\npersons assaulted the father son duo and as they escaped, the\n\nappellants have been falsely implicated. If the appellants had never\n\nsown any cauliflower in the fields of Ajaib Singh and Rattan Singh\n\nand had nothing to account for, there could not have been any reason\n\nfor Rattan Singh to have falsely implicated them in the case of attack\n\non him and his son. Rattan Singh in that event might not have even\n                        Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_12\">                                    -13-</span>\n\n                                    ....\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">\nbeen familiar with these persons and there was no question of his\n\nnaming these persons as the culprits.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">               It is not a case of effecting any improvements in the case.\n\nIt is just a case of substitution of unknown persons for the real culprits\n\nby gaining time. The facts of this case clearly rule out any such\n\npossibility.    So, these facts clearly show that not only the version of\n\nthe appellants has no merit, but the case cannot be held doubtful for\n\nthe reason that Rattan Singh failed to make statement about the\n\noccurrence on 15.11.2002.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">               Avtar Singh, PW2 is brother of Rattan Singh. Rattan\n\nSingh and Avtar Singh are residents of village Taraf Hazi Kothe.\n\nRattan Singh had some land in village Busowal. It is said to have\n\nbeen given to the appellants for growing vegetables. It is not unusual\n\nthat a person would like to take his brother with him when he is going\n\nto some other village for asking his servants to render the accounts.\n\nMere absence of injuries on the person of Avtar Singh is not sufficient\n\nto suspect his being an eye witness of the occurrence. The occurrence\n\ndid not last long. The father would be the first one to come to the\n\nrescue of his son and after hitting Rattan Singh, the father, the\n\nappellants fled from the spot. Avtar Singh could have come forward\n\nafter Rattan Singh and as the appellants escaped after hitting Rattan\n\nSingh, Avtar Singh could have escaped injuries at the hands of the\n                       Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_13\">                                  -14-</span>\n\n                                  ....\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\nappellants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">              Ajaib Singh, deceased and Rattan Singh, complainant\n\nwere in the hospital soon after the occurrence. They did not tell the\n\ndoctors that it was a case of assault by unknown persons. So, there is\n\nno circumstance on record which may run contrary to the prosecution\n\nversion.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">              As per the version of the prosecution, Rattan Singh with\n\nhis son Ajaib Singh and his brother Avtar Singh went to his land in\n\nvillage Busowal and asked his servants to render him the accounts of\n\nthe vegetables sold by them. They enquired from the complainant and\n\nothers as to account of which crop they were asking for and when they\n\nwere told that they were asking for the accounts of the crop of\n\ncauliflower, they got enraged and attacked the deceased and the\n\ncomplainant. In this occurrence, there is no scope for application of\n\nException 4 to <a href=\"/doc/626019/\" id=\"a_18\">section 300</a> of      the I.P.C. Exception 4 is in the\n\nfollowing terms:-\n</p>\n<blockquote id=\"blockquote_8\">              &quot;Culpable homicide is not murder if it is committed\n\n              without premeditation in a sudden fight in the heat of\n\n              passion upon a sudden quarrel and without the offender\n\n              having taken undue advantage or acted in a cruel or\n\n              unusual manner.\n</blockquote>\n<blockquote id=\"blockquote_9\">              Explanation.- It is immaterial in such cases which party\n                          Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_14\">                                     -15-</span>\n\n                                     ....\n</blockquote>\n<blockquote id=\"blockquote_10\">\n             offers the provocation or commits the first assault.&quot;\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_35\">             It clearly appears from a bare reading of the afore-quoted\n\nexception    that   if    culpable   homicide    is     committed   without\n\npremeditation in a sudden fight in the heat of passion upon a sudden\n\nquarrel with the offender not taking undue advantage or acting in a\n\ncruel or unusual manner, then the same is not murder. None of the\n\nrequirements of this exception is satisfied in this case. It is a simple\n\ncase where the complainant and his son demanded accounts from their\n\nservants who were selling vegetables grown in their fields and when\n\nthey faced the liability of payment of money to the complainant and\n\nhis son, they got annoyed and assaulted them. In these circumstances,\n\nwe are of the considered view that Exception 4 to <a href=\"/doc/626019/\" id=\"a_19\">section 300</a> of the\n\nI.P.C. does not stand attracted to this case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">             The appellants have caused injuries on vital parts of the\n\nbody of Ajaib Singh, deceased with lethal weapons i.e. iron rods.\n\nThough, they gave one blow each, yet they would have given further\n\nblows to Ajaib Singh if they would not have seen Rattan Singh trying\n\nto intervene.   In this situation, they cannot be said to have been\n\nworking with any other intention except that of causing death of Ajaib\n\nSingh.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">             In these circumstances, we find no reason to interfere\n\nwith the judgment of conviction and the order of sentence passed by\n                      Crl.Appeal No.581-DB of 2004\n\n<span class=\"hidden_text\" id=\"span_15\">                                 -16-</span>\n\n                                  ....\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">\nlearned trial court against the appellants. Consequently, the appeal is\n\ndismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">\n</p><pre id=\"pre_3\">(HEMANT GUPTA )                     ( VIJENDER SINGH MALIK)\n    JUDGE                                    JUDGE\n\nAugust 02,2011\n&quot;SCM&quot;\n </pre>","numcites":6,"numcitedby":131,"docsource":"Punjab-Haryana High Court","citetid":74775971,"divtype":"judgments","relatedqs":[{"value":"section 323","formInput":"section%20323"},{"value":"section 300","formInput":"section%20300"},{"value":" who can do post mortem examination   ","formInput":"%20who%20can%20do%20post%20mortem%20examination%20%20%20"},{"value":"recovery memo","formInput":"recovery%20memo"},{"value":"premeditated ","formInput":"premeditated%20"},{"value":"avtar singh ","formInput":"avtar%20singh%20"},{"value":"undue advantage","formInput":"undue%20advantage"},{"value":"rattan singh","formInput":"rattan%20singh"},{"value":"kapurthala","formInput":"kapurthala"},{"value":"i.a.s.","formInput":"i.a.s."}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"definition-murder","formInput":"tag:definition-murder"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"examine-accused","formInput":"tag:examine-accused"}],"courtcopy":true,"query_alert":null,"agreement":false}