{"tid":7776498,"publishdate":"2017-01-09","title":"Jaspal Singh@ Jagpal Singh @Kala vs State Of Punjab on 9 January, 2017","doc":"<h2 class=\"doc_title\">Jaspal Singh@ Jagpal Singh @Kala vs State Of Punjab on 9 January, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-s-madaan\">H.S.Madaan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-p-mann\">T.P.S.Mann</a>, <a href=\"/search/?formInput=benchid:h-s-madaan\">H.S.Madaan</a></h3>\n\n<pre id=\"pre_1\">              Criminal Appeal D-910-DB of 2010\n\n\n\n                                                                      -1-\n    IN THE HIGH                COURT          OF   PUNJAB      &amp;    HARYANA,\n    CHANDIGARH\n\n                                       Criminal Appeal D-910-DB of 2010\n                                       Date of decision : January 9, 2017\n\nJaspal Singh @ Jagpal Singh @ Kala\n\n                                                        ....... Appellant\n\n                                     Versus\n\nState of Punjab\n\n\n\n                                                        ........ Respondent\n\n\n\n                                      Criminal Appeal D-1060-DB of 2010\n\nBhagwant Singh\n\n\n                                                        ....... Appellant\n                                     Versus\nState of Punjab\n\n\n                                                        ........ Respondent\n\n\n\nCORAM:                HON&#x27;BLE MR. JUSTICE T.P.S.MANN\n                      HON&#x27;BLE MR. JUSTICE H.S.MADAAN\n\n\nPresent:-             Mr. A. A. Pathak, Advocate\n                      for the appellants.\n\n                      Mr. S. S. Dhaliwal, Additional A.G.,Punjab.\n\n\n                             ***\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    H.S.MADAAN J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                Vide this judgment we intend to dispose of Criminal Appeal\n\n            For Subsequent orders see CRA-D-1060-DB-2010\n                                   1 of 25\n<span class=\"hidden_text\" id=\"span_1\">               ::: Downloaded on - 21-01-2017 00:21:40 :::</span>\n                    Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                                   -2-</span>\n\nD-910-DB of 2010 filed by the accused-convict Jaspal Singh @ Jagpal Singh @\n\nKala and Criminal Appeal D-1060-DB of 2010                    filed by accused-convict\n\nBhagwant Singh against the judgment dated 5.8.2010 passed by the Sessions\n\nJudge, Sangrur      vide which both of them were convicted and sentenced as\n\nfollows:-\n</p>\n<blockquote id=\"blockquote_1\">         1.     Jaspal Singh\n\n                under Section 324/34 Rigorous Imprisonment for three years plus fine\n                <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>                  amounting to Rs.2,000/- and in default of payment\n                                     of fine to undergo further rigorous imprisonment\n                                     for two months\n\n                Under <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_3\">34</a>        Imprisonment for life and a fine of Rs. 10,000/- and\n                <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>                         in default of payment of fine to undergo further\n                                            rigorous imprisonment for one year.\n</blockquote>\n<blockquote id=\"blockquote_2\">        2       Bhagwant Singh\n\n                Under <a href=\"/doc/724142/\" id=\"a_5\">Section 324</a> IPC       Rigorous Imprisonment for three years plus a fine\n                                            amounting to Rs. 2,000/- and in default of payment\n                                            of fine to undergo further rigorous imprisonment for\n                                            two months.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_3\">                Under <a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a>           Imprisonment for life and a fine of\n                                            Rs.10,000/- and in default of payment of\n                                            fine to undergo further rigorous\n                                            imprisonment for one year.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\n\n              Substantive sentences were ordered to run concurrently.\n\n              Both the accused/convicts who are appellants before this Court pray\n\nthat the appeals be accepted, impugned judgment of their conviction and sentence\n\nbe set aside and they be acquitted of the charges framed against them.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">               Briefly stated, facts of the case as per the prosecution story are that\n\ncomplainant-deceased Jaswinder Kaur daughter of Gurcharan Singh of Jat\n\ncommunity, resident of Village Nagri, P.S.Sadar Sunam, aged about 35 years, was\n\nmarried with Bhagwant Singh accused, a natural born son of late Lekh Singh and\n\n\n\n\n                For Subsequent orders see CRA-D-1060-DB-2010\n                                        2 of 25\n<span class=\"hidden_text\" id=\"span_3\">                   ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                     -3-</span>\n\nadopted son of Balkar Singh of Jat Community resident of village Bhato\n\nP.S. Bhawanigarh, about 13-14 years prior to the incident. The couple was\n\nblessed with two sons. Bhagwant Singh was addicted to taking liquor and\n\nhe had sold three killas of his land about 5-6 years prior to the incident to\n\nfullfil his such vice.   Complainant, Jaswinder Kaur, his wife had been\n\ndissuading him from doing so, which gave rise to quarrels between the\n\nhusband and wife. Resultantly, Jaswinder Kaur along with her two minor\n\nsons was turned out of the matrimonial home by Bhagwant Singh, accused\n\nabout four years prior to the incident and they started residing at parental\n\nplace of Jaswinder Kaur.\n</p>\n<p data-structure=\"Precedent\" id=\"p_6\">                    Jaswinder Kaur had initiated litigation against her\n\nhusband, seeking maintenance and for restraining Bhagwant Singh from\n\ndisposing of the property in his name. The cases had been pending in\n\ndifferent courts.   On 25.8.2007 Jaswinder Kaur along with her mother\n\nKarnail Kaur had gone to the Court complex at Sangrur to attend hearing in\n\nthe court of Sh. Sarbjit Singh Dhaliwal, the then Additional Chief Judicial\n\nMagistrate, Sangrur, in a maintenance case. Both of them were sitting in\n\nthe court room, when Bhagwant Singh, (accused) along with his adoptive\n\nfather Balkar Singh son of Gurbux Singh besides Jaspal Singh @ Kala son\n\nof Harbans Singh, resident of Bhato (accused) and one more person came\n\nthere. They were sitting outside the court room. At about 3.30 in the\n\nevening Bhagwant Singh and Jaspal Singh @ Kala entered the court room,\n\nwhereas Balkar Singh along with their associate was standing at the gate of\n\nthe Court room, Balkar Singh gave an exhortation, at which Jaspal Singh @\n\nKala accused took Karnail Kaur in his grasp whereas Bhagwant Singh\n\n         For Subsequent orders see CRA-D-1060-DB-2010\n                               3 of 25\n<span class=\"hidden_text\" id=\"span_5\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                     -4-</span>\n\nhaving a Kirpan (small sword) in his right hand stabbed Jaswinder Kaur in\n\nthe abdomen besides inflicting injury on her backside. When Karnail Kaur\n\ntried to intervene and to snatch Kirpan from Bhagwant Singh to save\n\nJaswinder Kaur, in the process, she received injury with the sword of\n\nBhagwant Singh on her right hand. Both the injured raised alarm. In the\n\nmeanwhile HC Jagdish Lal, Naib court attached with the court came and\n\nover powered Bhagwant Singh and snatched kirpan from his right hand,\n\nwhile Balkar Singh and Jaspal Singh @ Kala and their associate managed to\n\nflee from the spot. The injured were removed to Civil Hospital Sangrur,\n\nwhere they were medically treated and medico legally examined. The\n\nintimation regarding admission of injured in the Civil Hospital, Sangrur Ex.\n\nPH was sent to Police Station, City Sangrur, on receipt of which the police\n\nparty headed by ASI Darshan Kumar (hereinafter referred to as the\n\n&#x27;Investigating Officer/I.O.also) went to the Civil Hospital, Sangrur. ASI\n\nDarshan Kumar moved written application, Ex. PJ and PK inquiring about\n\nfitness of injured Jaswinder Kaur and Karnail Kaur to make statements, on\n\nwhich the attending doctor vide his endorsement Ex. PJ/1 and PK/1\n\nrespectively declared both the injured fit to make statements. Thereafter,\n\nthe Investigating Officer recorded statements of both the injured.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">                    The motive for the incident was that Jaswinder Kaur\n\n was asking her husband Bhagwant Singh not to sell the property and had\n\n filed a maintenance case against him in the Court. Her husband Bhagwant\n\n Singh was asking her to withdraw the case but she did not agree, as such,\n\n Bhagwant Singh along with his associates, including Jaspal Singh @ Kala\n\n\n\n        For Subsequent orders see CRA-D-1060-DB-2010\n                               4 of 25\n<span class=\"hidden_text\" id=\"span_7\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n      Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_8\">                                                        -5-</span>\n\nhad attacked Karnail Kaur and Jaswinder Kaur.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">                   Below statement Ex. PT which complainant-injured\n\nJaswinder Kaur had made to ASI Darshan Kumar of P.S.City Sangrur,\n\nASI Darshan Kumar had appended his endorsement Ex. PT/1 sending\n\nruka to Police Station through PHG Paramjit Singh on the basis of\n\nwhich, formal FIR Ex. PT/2 was recorded at Police Station Sangrur\n\nunder signatures of ASI Gulab Singh. ASI Darshan Kumar had also\n\nrecorded statement of Karnail Kaur injured. ASI Darshan Kumar had\n\ntaken into possession the blood stained salwar (trouser) and Kameej\n\n(shirt) of injured Jaswinder Kaur and converted those into a parcel\n\nsealing it with his seal having inscription &#x27;DK&#x27; and that parcel was\n\ntaken into possession by him vide memo Ex. PU attested by HCs Ajaib\n\nSingh and Darshan Singh. Then the police party led by ASI Darshan\n\nKumar went to the spot i.e. the court of Addl.CJM, Sangrur. There\n\nNaib Court HC Jagdish Lal produced the accused Bhagwant Singh\n\nbefore the Investigating Officer and he was arrested in this case. His\n\npersonal search was conducted, which had resulted in recovery of one\n\nmobile make Motorola and a currency note of denomination of\n\nRs.100/-, those were taken into possession vide recovery memo Ex.\n\nPV signed by the accused and attested by HC Darshan Singh.\n\nGrounds of arrest were disclosed to the accused vide memo Ex. PW,\n\nwhich was signed by the accused and attested by both the witnesses\n\naforementioned.    HC Jagdish Lal, Naib Court produced before the\n\nInvestigating Officer a small sword (kirpan) Ex. P1, which was taken\n\ninto possession vide memo Ex. PB. That memo was attested by HC\n\n   For Subsequent orders see CRA-D-1060-DB-2010\n                         5 of 25\n<span class=\"hidden_text\" id=\"span_9\">      ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n       Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                   -6-</span>\n\nJagdish Lal and HC Ajaib Singh. Rough sketch of the recovered\n\nkirpan was prepared as Ex. PA attested by the aforesaid witnesses.\n\nThe Investigating Officer carried out the spot inspection and prepared\n\na rough site plan Ex. PX qua place of incident.            He recorded\n\nstatements of witnesses.           Motor cycle of the accused bearing\n\nregistration No. PB-13-P 2115 was also taken into possession from the\n\ncourt compound on the basis of information disclosed by Bhagwant\n\nSingh. A memo Ex. PY was prepared in that respect.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">                   On return to the police station, the Investigating\n\nOfficer deposited the case property with MHC Karamjit Singh. Police\n\nremand of the accused was taken from Illaqa Magistrate. On\n\n27.8.2007, ASI Darshan Kumar recorded supplementary statement of\n\nJaswinder Kaur as Ex. PZ. In the said statement Jaswinder Kaur stated\n\nthat since she was perturbed when she had got her original statement\n\nrecorded with the police wherein she had disclosed her age as 25 years\n\nbut actually her age was 35 years. Furthermore, she had given the\n\nname of Naib Court as Omparkash when his actual name was Jagdish\n\nLal. Similarly, she had given name of Jagtar Singh instead of PHG\n\nMalkiat Singh and that she and her mother Karnail Kaur had been sent\n\nto Civil Hospital, Sangrur in a Government vehicle though, in her\n\noriginal statement she had mentioned it to be a private vehicle.\n\n</p><p data-structure=\"Precedent\" id=\"p_10\">                    Further investigation in this case was carried out\n\nby SI Bharpur Singh, SHO, Civil Lines, Patiala.          On 28.8.2007,\n\naccused Bhagwant Singh was interrogated by SI Bharpur Singh. On\n\n29.8.2007, accused was remanded to judicial custody by the Court of\n\n   For Subsequent orders see CRA-D-1060-DB-2010\n                         6 of 25\n<span class=\"hidden_text\" id=\"span_11\">      ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n      Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_12\">                                                               -7-</span>\n\nIllaqa Magistrate.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">                     On 4.9.2007, SI Bharpoor Singh had received a\n\ntelephonic message from HC Malkiat Singh, PP Rajindra Hospital,\n\nPatiala that Jaswinder Kaur injured, who was admitted in Rajindra\n\nHosptial, Patiala had expired. SI Bharpur Singh recorded entry in the\n\nDDR and added offence under <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> IPC in this case, the\n\nattested copy of the DDR being Ex.PS. Then the police party headed\n\nby SI Bharpur Singh went to Rajindra Hospital, Patiala. The dead\n\nbody of Jaswinder Kaur was lying in mortuary of that hospital. The\n\nInvestigating Officer carried out inquest proceedings with regard to\n\nthe dead body of Jaswinder Kaur. Dead body of Jaswinder Kaur was\n\nidentified by her father Gurcharan Singh and one Lal Singh. The\n\nInvestigating Officer had prepared inquest report as Ex. PE. Then he\n\ndrafted an application Ex.PB/1 for getting post mortem examination\n\nconducted on the dead body of Jaswinder Kaur from Rajindra\n\nHospital, Patiala through HC Ajaib Singh. After postmortem\n\nexamination HC Ajaib Singh handed over the dead body to the\n\nfamily members of the deceased against a receipt whereas clothes of\n\nthe deceased were produced by HC Ajaib Singh before SI Bharpur\n\nSingh which were converted into a parcel and sealed by him with seal\n\nbearing letters &#x27;BS&#x27; and the said parcel was taken into possession vide\n\nmemo Ex. PAA which was attested by HC Ajaib Singh.                   The\n\nInvestigating Officer recorded the statement of HC Ajaib Singh. On\n\nreturn to the Police station, the Investigating Officer deposited the\n\ncase property with the MHC.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">  For Subsequent orders see CRA-D-1060-DB-2010\n                         7 of 25\n<span class=\"hidden_text\" id=\"span_13\">      ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n      Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                     -8-</span>\n\n             On 12.9.2007, after getting permission from the Court of\n\nIllaqa Magistrate SI Bharpur Singh formally arrested accused\n\nBhagwant Singh for offence under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a> IPC. At that time\n\npersonal search of accused was carried out but nothing incriminating\n\nwas recovered from him as a result thereof. A memo Ex. PB was\n\nprepared by the Investigating Officer which was signed by the\n\naccused. Wives of Balkar Singh and Jaspal Singh @ Jagpal Singh @\n\nKala had moved an application that their husbands were innocent. SI\n\nBharpur Singh had conducted inquiry and found that Balkar Singh\n\nand Jaspal Singh @ Jagpal Singh were infact not involved in the\n\nincident.    On 3.10.2007 the Investigating Officer had recorded\n\nstatement of Aasa Nand, Photographer who had produced before him\n\nfour photographs along with negatives of Jaswinder Kaur which had\n\nbeen taken into possession vide memo Ex. PN attested by PW Aasa\n\nNand and HC Ajaib Singh.                 Photographs are Ex.P2 to P5 and\n\nnegatives are Ex.P6 to P9.\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\">                    During         the    course   of   investigation,     the\n\nInvestigating Officer got prepared scaled site plan of the place of\n\nincident from Dharminder Singh, Draughtsman and made the same\n\npart of the investigation file.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">                    After completion of investigation, and other\n\nformalities, challan against Bhagwant Singh, accused was prepared\n\nand filed in the Court of Illaqa Magistrate, Sangrur. The copies of the\n\ndocuments as envisaged under <a href=\"/doc/1613898/\" id=\"a_9\">Section 207</a> Cr.P.C were furnished to\n\nthe accused free of cost.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">  For Subsequent orders see CRA-D-1060-DB-2010\n                         8 of 25\n<span class=\"hidden_text\" id=\"span_15\">      ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n         Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                 -9-</span>\n\n               Then observing that the challan had been filed for\n\noffences including one under <a href=\"/doc/1560742/\" id=\"a_10\">Section 302</a> IPC which is exclusively\n\ntriable by the Court of Sessions, the Illaqa Magistrate committed the\n\ncase.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">               The case was received by the learned Sessions Judge,\n\nand after consideration, charges for offence under <a href=\"/doc/1560742/\" id=\"a_11\">Sections 302</a> and\n\n<a href=\"/doc/724142/\" id=\"a_12\">324</a> IPC were framed against the accused, who pleaded not guilty and\n\nthe case was fixed for evidence of prosecution. Statement of PW1\n\nKarnail Kaur was recorded. Thereafter the Public Prosecutor moved\n\nan application under <a href=\"/doc/435819/\" id=\"a_13\">Section 319</a> Cr.P.C for summoning Balkar Singh\n\nand Jaspal Singh @ Jagpal Singh as additional accused to face trial\n\nalong with Bhagwant Singh. That application was accepted partly by\n\nthe Sessions Judge vide his order dated 23.4.2008 inasmuch as Jaspal\n\nSingh @ Jagpal Singh @ Kala was summoned to face trial under\n\n<a href=\"/doc/1560742/\" id=\"a_14\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_15\">Section 34</a> IPC. He was arrested in this case\n\nand produced in the Court. Copies of the documents relied upon in\n\nthe challan were supplied to him free of cost in terms of <a href=\"/doc/1613898/\" id=\"a_16\">Section 207</a>\n\nCr.P.C. Then after making consideration, charge for offences, under\n\n<a href=\"/doc/724142/\" id=\"a_17\">Sections 324</a>, <a href=\"/doc/1560742/\" id=\"a_18\">302</a> read with <a href=\"/doc/37788/\" id=\"a_19\">Section 34</a> IPC was framed against the\n\naccused Bhagwant Singh and Jaspal Singh @ Jagpal Singh @ Kala\n\nto which they pleaded not guilty and the case was fixed for evidence\n\nof prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">                     During the course of trial, the prosecution examined\n\nwitnesses as follows:-\n</p>\n<blockquote id=\"blockquote_3\">                     PW-1 Karnail Kaur, injured mother of Jaswinder\n\nKaur deceased provided ocular version of the incident deposing in\n   For Subsequent orders see CRA-D-1060-DB-2010\n                           9 of 25\n<span class=\"hidden_text\" id=\"span_17\">        ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                     -10-</span>\n\nconsonance with the prosecution story.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\">               PW-2 (wrongly mentioned as PW-1) HC Jagdish Lal, Naib\n\nCourt gave the eye witness account of the incident.\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">               PW-3 (wrongly mentioned as PW2) S. S. Dhaliwal, Presiding\n\n Officer, Fast Track Court-II, Sangrur provided ocular version of the\n\n occurrence.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">                   PW-4 Dr. K. K. Aggarwal, Additional Professor\n\nMedicines, Government Medical College, Patiala stated that on 4.9.2007 he\n\nhad conducted postmortem on dead body of Jaswinder Kaur observing the\n\nfollowing injuries on the dead body:-\n</p>\n<blockquote id=\"blockquote_4\">            &quot;1. Stitched wound 3 cm in length with three stitches intact was\n            present on right side abdomen, 4 cm from midline. Clotted\n            blood was present. It was horizontally placed. Margins were\n            clean cut.\n</blockquote><blockquote id=\"blockquote_5\">            2. Stitched wound 1.5 cm.in length with two stitches present on\n            the back of abdomen on right side, 3 cm. lateral from midline.\n            Clotted blood was present. It was obliquely placed.&quot;\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_21\">            All the injuries were antemortem in nature. He stated that in\n\nhis opinion cause of death was septicaemia as a result of injury to abdominal\n\nviscera which was sufficient to cause death in ordinary course of nature and\n\nthat the time elapsed between injury and death was within 7 to 10 days and\n\nbetween death and postmortem was within 24 hours. He proved copy of\n\npostmortem report as Ex. PC and copy of pictorial diagram as Ex. PC/1.\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">                   PW-5 Dr. Gurpreet Singh Nagra, Medical Officer, Chest\n\n&amp; T.B. Hospital Patiala stated that on 25.8.2007 while posted at Civil\n\nHospital as Medical Officer he had medico legally examined Jaswinder\n\nKaur, injured finding following injuries:-\n</p><blockquote id=\"blockquote_6\">         For Subsequent orders see CRA-D-1060-DB-2010\n                              10 of 25\n<span class=\"hidden_text\" id=\"span_19\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n             Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                      -11-</span>\n\n                   &quot;1. An incised wound 3 cm x ½ cm x ¾ cm.was present 4\n\n             cm from umblicus on right side of abdomen and at the level of\n\n             abdomen. Fresh blood was present. She was advised X-ray and\n\n             ultrasound of whole abdomen and surgical opinion.\n</blockquote>\n<blockquote id=\"blockquote_7\">                   2. An incised wound 1.5 cm x ½ cm x ½ cm was present\n\n             on right sided back 3 cm from mid line and 22 cm from right\n\n             antero superior spine. Fresh blood was present.        She was\n\n             advised X-ray and surgical opinion.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_23\">            He stated that injuries No.1 and 2 were kept under observation\n\nsubject to X-ray and ultrasound and for surgical opinion. The probable\n\nduration of injuries was found within six hours and nature of weapon used\n\nwas found to be sharp edged. He proved MLR prepared by him as Ex. PF.\n\nHe further stated that on the same day at 4.05 P.M. he had medico legally\n\nexamined Karnail Kaur finding following injuries on her person:-\n\n</p><blockquote id=\"blockquote_8\">                   &quot;1.    A perforating wound present on palmer aspect of\n             right hand with dimensions 3 cm x ½ cm with sharp marigns,\n             longitudinally placed, starteing from 1 cm from the base of\n             middle finger and making exit at dorsal aspect of right hand\n             starting 2 cm from metaphalangial joint of middle finger. 2.5\n             cm x ¼ cm in dimension with everted margins (Probe was done\n             under local anesthesia.     She was advised X-ray and ortho\n             opinion.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">             He stated that the injury was kept under observation subject to\n\nX-ray and ortho opinion. The probable duration of the injury was six hour\n\nand nature of weapon used was sharp edged weapon. He proved copy of the\n\nMLR as Ex. PG and copy of the pictorial diagram showing the seat of\n\ninjuries as Ex. PG/1. He further deposed regarding the further action taken\n\nby him with regard to giving fitness of the injured for making statement etc.\n         For Subsequent orders see CRA-D-1060-DB-2010\n                              11 of 25\n<span class=\"hidden_text\" id=\"span_21\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n               Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_22\">                                                              -12-</span>\n\n              PW-6 Dharminder Singh, Draughtsman stated that on\n\n4.10.2007 he had gone to the spot and prepared a site plan using\n\nscale1&quot;=10&#x27;. He proved the site plan as Ex.PM.\n</p>\n<p data-structure=\"RespArg\" id=\"p_25\">              PW-7 Aasa Nand Gaba, photographer stated that on 4.9.2007,\n\nhe had gone to mortuary in Rajindra Hospital, Patiala and took four\n\nphotographs of dead body of Jaswinder Kaur. He proved photographs Ex.\n\nP2 to P5 and negatives Ex. P6 to P9 stating that he had produced those\n\nbefore SI Bharpur Singh on 3.10.2007 who had taken those in possession\n\nvide memo Ex. PN, which was attested by him and HC Ajaib Singh.\n\n</p><p data-structure=\"CDiscource\" id=\"p_26\">              <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"6679162\" id=\"span_23\">PW-8 Ravinder Kumar, Additional Ahlmad attached to the\n\nCourt of Ms. Manjot Kaur, ACJM, Sangrur had brought the summoned file\n\nof Criminal Misc.No.31 of 17.7.2007 titled as <a href=\"/doc/6679162/\" id=\"a_20\">&#x27;Jaswinder Kaur and others\n\nVs. Bhagwant Singh</a>&#x27; decided on 16.4.2009. He proved zimni order dated\n\n25.8.2007 passed on the file by Sh. S. S. Dhaliwal, the then Civil Judge\n\n(Senior Division)-cum-ACJM, Sangrur. He proved certified copy of order\n\ndated 25.8.2007 as Ex. PQ stating that 25.8.2007 was date of hearing <a href=\"/doc/6679162/\" id=\"a_21\">in <a href=\"/doc/6679162/\" id=\"a_22\">the\n\nabove case</a></a>.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">              PW-9 Ravinder Sharma, Clerk, office of District Transport\n\nOfficer, Patiala had brought the original record relating to registration of\n\nvehicle No. PB 13 P-2115 Motor cycle registered in the name of Bhagwant\n\nSingh resident of Bhato Tehsil Bhawanigarh, District Sangrur. He stated\n\nthat the entry is signed by District Transport Officer, Sangrur. He proved\n\nthe registration certificate of the Motor cycle as Ex. PR.\n\n</p><p data-structure=\"CDiscource\" id=\"p_28\">              PW-10 HC Karamjit Singh from Police Station, City Sangrur,\n\nwho was posted as MHC in the Police Station, Sangrur stated that on\n\n4.9.2007 while he was posted as MHC, on receipt of telephonic message\n         For Subsequent orders see CRA-D-1060-DB-2010\n                                12 of 25\n<span class=\"hidden_text\" id=\"span_24\">              ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n             Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_25\">                                                            -13-</span>\n\nfrom Rajindra Hospital, Patiala at Police Station, Sangrur regarding the\n\ndeath of Jaswinder Kaur, who was admitted in Rajindra Hospital, Patiala, a\n\nDDR regarding the same was recorded by HC Ajaib Singh and offence\n\nunder <a href=\"/doc/1560742/\" id=\"a_23\">Section 302</a> IPC was added. He stated that on 25.8.2007 ASI Darshan\n\nKumar deposited with him a cell phone make Motorola, Rs. 100/-, sword\n\nand parcel of clothes of injured duly sealed with seal bearing impression DK\n\nas also a motor cycle No. PB-13P-2115.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">             PW-11 retired ASI Darshan Kumar, who had carried out\n\ninvestigation in this case deposed in that regard proving various documents.\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">             PW-12 SI Bharpur Singh, who had investigated the case at a\n\nlater stage and on completion thereon had filed challan in the Court testified\n\nin that regard.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">             PW-13 Dr. Simran Singh, Department of Surgery, Sector 32,\n\nGovernment Medical College &amp; Hospital, Chandigarh deposed regarding\n\nsurgery being conducted on person of injured Jaswinder Kaur at Rajindra\n\nHospital, Patiala on 27.8.2007. He proved copy of her bed head ticket as\n\nEx. PCC and operation notes as Ex. PCC/1. He further stated that as per\n\nrecord patient had expired on 3.9.2007 at 7.15 P.M.\n\n             PW-14 Dr. Bharti Tanwar, Medical Officer, Civil Hospital,\n\nMansa who was having operating team of doctors who conducted surgery\n\non person of Jaswinder Kaur stated that operation was conducted by the\n\nteam on 27.8.2007 at Rajindra Hospital, Patiala which was started at 10.40\n\nP.M. and completed at 1.40 A.M. on 28.8.2007.              She stated that best\n\npossible treatment was given to the patient Jaswinder Kaur. She had proved\n\noperation notes as Ex. PCC/1 and bed head ticket as Ex.PCC.\n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">             With that evidence of the prosecution got concluded.\n         For Subsequent orders see CRA-D-1060-DB-2010\n                               13 of 25\n<span class=\"hidden_text\" id=\"span_26\">             ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_27\">                                                               -14-</span>\n\n            Statements of accused under <a href=\"/doc/767287/\" id=\"a_24\">Section 313</a> Cr.P.C were recorded,\n\nin which they were put all incriminating circumstances, appearing against\n\nthem but they denied the allegations and stated that they are innocent and\n\nhave been falsely implicated in this case.    However, accused Jaspal Singh\n\n@ Jagpal Singh @ Kala had taken up a further plea that on the day of\n\noccurrence, he along with his cousin Balkar Singh son of Gurbux Singh\n\nremained busy throughout the day in their fields while spraying paddy crop\n\nand he was not present in the court complex at Sangrur on 25.8.2007. The\n\npolice conducted inquiry from the respectables of his village Bhato and\n\nfound him innocent. Some time prior to the occurrence, accused Bhagwant\n\nSingh tried to commit suicide as he was not having cordial relations with his\n\nwife Jaswinder Kaur, that he got him treated in the hospitals at Nabha and\n\nLudhiana and Bhagwant Singh was saved but for that reason Jaswinder\n\nKaur and his mother Karnail Kaur were having a grudge against him as to\n\nwhy he had saved Bhagwant Singh, and for that reason both Karnail Kaur\n\nand Jaswinder Kaur implicated him in this case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">            During the course of their defence evidence, accused examined\n\nDW-1 Rupak Sharma, Correspondent Punjab Kesari Group of Publications\n\nposted at sub office, Sangrur. He stated that news having title &#x27;Patni Te Sas\n\nNu Judge Sahmne Jakhmi Kita&#x27; was got published by him in the newspaper\n\n&#x27;Jag Bani&#x27;, Edition Sangrur-Barnala dated 27.8.2007 and the photograph\n\npublished along with the news item was also taken by him. He stated that\n\nhe got the news as per information furnished by Karnail Kaur w/o\n\nGurcharan Singh r/o village Nagri who was lying admitted in the Civil\n\nHospital and the news items had also covered the information as furnished\n\nby Jaswinder Kaur daughter of Karnail Kaur, who was also admitted there\n         For Subsequent orders see CRA-D-1060-DB-2010\n                              14 of 25\n<span class=\"hidden_text\" id=\"span_28\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_29\">                                                               -15-</span>\n\nin the hospital. He added that the news had been published without any\n\naddition or omission and only on the information furnished by Karnail Kaur.\n\nHe proved the news item Ex. DD.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">            With that the defence evidence of the accused stood closed.\n\n            After hearing arguments, learned Session Judge, Sangrur\n\nconvicted and sentenced the accused as mentioned above, which left them\n\naggrieved and they have filed the present appeals praying that the same be\n\naccepted, the impugned judgment of the trial court be set aside and they be\n\nacquitted of the charges.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">            We have heard learned counsel for the appellants and the\n\nAdditional Advocate General, Punjab besides going through the record.\n\n</p><p data-structure=\"CDiscource\" id=\"p_36\">            As far as involvement of Bhagwant Singh in the incident is\n\nconcerned that is fully established on the record. He was nabbed by officials\n\nof court of Additional Chief Judicial Magistrate, Sangrur at the spot along\n\nwith small kirpan used by him in the incident. The accused was handed\n\nover to police by HC Jagdish Lal, Naib court and was produced before the\n\nInvestigating Officer on the same day. There are statements on oath of PW-\n\n1 Karnail Kaur injured, PW-2 HC Jagdish Lal, Naib Court and PW-3 Sh. S.\n\nS. Dhaliwal the then ACJM, Sangrur and all of them were unanimous in\n\nsaying that it was Bhagwant Singh, accused who had inflicted injuries with\n\nsmall kirpan upon Jaswinder Kaur deceased, and so also to Karnail Kaur.\n\nDespite their lengthy cross examination they could not be shattered on any\n\nmaterial point as far as inculpatory acts of accused Bhagwant Singh are\n\nconcerned. During the investigation conducted, involvement of Bhagwant\n\nSingh was found to be there. The Investigating Officer had no reason to\n\ninvolve him in this case wrongly. Rather, the investigation had been\n         For Subsequent orders see CRA-D-1060-DB-2010\n                              15 of 25\n<span class=\"hidden_text\" id=\"span_30\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n             Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_31\">                                                                  -16-</span>\n\nconducted in a fair and impartial manner. A strong motive was there for\n\nBhagwant Singh to cause injuries to Jaswinder Kaur, since as per\n\nprosecution story Jaswinder Kaur, his wife, had been dissuading him from\n\nselling the land and he was annoyed with her for such reason, and Karnail\n\nKaur happened to be mother of Jaswinder Kaur who had accompanied her to\n\nthe Court at that time, Karnail Kaur having lost her real daughter in the\n\nincident would have been the last person to involve Bhagwant Singh in this\n\ncase falsely.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">                       Similarly, PW-3 Sh. S. S. Dhaliwal, a Senior Judicial\n\nofficer and HC Jagdish Lal a disinterested person had absolutely no reason\n\nto implicate the accused in this case wrongly. The medical evidence duly\n\ncorroborates the ocular evidence inasmuch as the doctor namely Dr.\n\nGurpreet Singh who had medico legally examined the injured Jaswinder\n\nKaur had found two injuries on her person both incised wounds. She was\n\nmedico legally examined on 25.8.2007 at 4.00 P.M. PW-5 Dr. Gurpreet\n\nSingh Nagra had given probable duration of injuries within six hours and\n\nnature of weapon used for injuries No.1 &amp;2 to be sharp edged weapon,\n\nwhich is commensurate with the prosecution story.             Similarly, he had\n\nmedico legally examined Karnail Kaur at 4.05 P.M. finding a perforating\n\nwound present on palmer aspect of right hand. Nature of injury was kept\n\nunder observation subject to X-ray and ortho opinion.             The probable\n\nduration of injuries was found within six hours and nature of weapon used\n\nwas found to be sharp edged.\n</p>\n<p data-structure=\"PetArg\" id=\"p_38\">                       There is evidence adduced by the prosecution in the form\n\nof statement of PW-4 Dr. K. K. Aggarwal, Additional Professor, Forensic\n\nMedicines, Government Medical College, Patiala, who had conducted\n         For Subsequent orders see CRA-D-1060-DB-2010\n                                  16 of 25\n<span class=\"hidden_text\" id=\"span_32\">                ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_33\">                                                                     -17-</span>\n\npostmortem examination on the dead body on 4.9.2007, from which it\n\ncomes out that the injuries found on the dead body were ante mortem in\n\nnature though he had opined that the cause of death was septicaemia as a\n\nresult of injury to abdominal viscera which was sufficient to cause death in\n\nordinary course of nature.\n</p>\n<p data-structure=\"PetArg\" id=\"p_39\">                   Learned counsel for the appellants had tried to build up\n\nan argument that cause of death was not injuries inflicted on the person of\n\nJaswinder Kaur but due to septicaemia which was result of negligence on\n\nthe part of doctors treating Jaswinder Kaur injured. However, we do not\n\nfind any merit in this argument.         As it comes out from the record\n\nsepticaemia was caused due to injuries inflicted on person of Jaswinder\n\nKaur. We have perused the bed head ticket of Jaswinder Kaur which shows\n\nthat antibiotic injections were also given to her. Learned counsel for the\n\nappellants failed to point out any wrongful act or omission on part of the\n\nattending doctors, which might have resulted in causing septicaemia to\n\nJaswinder Kaur, irrespective of injuries suffered by her on her person.\n\nTherefore this contention of learned counsel for the appellants cannot be\n\naccepted. If we see cross examination of PW4 Dr. K. K. Aggarwal on\n\nbehalf of Bhagwant Singh therein he though, admitted that puss was present\n\nin the abdominal cavity and deceased died as a result of infection there but\n\nhe denied the suggestion that deceased had died because of improper\n\ntreatment given to the patient or because of negligence of doctors, therefore\n\nprosecution had successfully proved its charge under <a href=\"/doc/1560742/\" id=\"a_25\">Sections 302</a> and <a href=\"/doc/724142/\" id=\"a_26\">324</a>\n\nIPC against Bhagwant Singh.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">            Since it stands fully established on record that on the fateful\n\nday at about 3.30 P.M. in court room of ACJM, Sangrur accused Bhagwant\n         For Subsequent orders see CRA-D-1060-DB-2010\n                              17 of 25\n<span class=\"hidden_text\" id=\"span_34\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n               Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_35\">                                                                -18-</span>\n\nSingh had voluntarily caused injuries to his mother-in-law Karnail Kaur\n\nwith a kirpan which is an instrument of cutting and is a sharp edged weapon\n\nand on the same day by causing injuries on vital parts of his wife Jaswinder\n\nKaur with a sword which is a dangerous weapon, he obviously had intention\n\nof causing her death in addition to having knowledge that he was likely to\n\ncause death of Jaswinder Kaur, therefore he was rightly convicted by the\n\ntrial court for the said charges and no interference is called for in <a href=\"/doc/6679162/\" id=\"a_27\">the said\n\njudgment</a> of conviction.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">               As regards sentence part also no interference is required\n\nkeeping in view the facts and circumstances of the case, therefore the appeal\n\nfiled by Bhagwant Singh, accused is bound to fail.\n\n</p><p data-structure=\"Conclusion\" id=\"p_42\">               Coming to the appeal filed by convict Jaspal Singh @ Jagpal\n\nSingh @ Kala, we find that it has merit since the prosecution has failed to\n\nbring home the guilt to Jaspal Singh @ Jagpal Singh @ Kala conclusively\n\nand affirmatively beyond a shadow of reasonable doubt. The reasons for\n\nsaying so are many.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">               Firstly, Jaspal Singh @ Jagpal Singh @ Kala is not shown to\n\nhave any motive prompted by which, he might have participated in the\n\nincident.\n</p>\n<p data-structure=\"Facts\" id=\"p_44\">               Secondly, his very presence at the spot comes out to be\n\ndoubtful for various reasons, one of which being that he was not arrested\n\nfrom the spot, secondly, the later Investigating Officer, SI Bharpur Singh the\n\nthen SHO Police Station, Sangrur who is not shown to have favourable\n\ninclination towards the accused on an application having been received from\n\nwives of Jaspal Singh and Balkar Singh and conducted enquiry had found\n\nthat Jaspal Singh @ Jagpal Singh @ Kala was innocent vide his report dated\n            For Subsequent orders see CRA-D-1060-DB-2010\n                                 18 of 25\n<span class=\"hidden_text\" id=\"span_36\">               ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_37\">                                                                    -19-</span>\n\n15.9.2007. SI Bharpur Singh had appeared as PW-12 and he categorically\n\nstated so deposing that as a result of inquiry conducted by him he had given\n\nclean chit to Jaspal Singh @ Jagpal Singh @ Kala and Balkar Singh and\n\ntheir involvement in the incident was not found to be there, for the said\n\nreason Jaspal Singh had not been challaned. Further in his cross-\n\nexamination SI Bharpur Singh admitted than an application was filed by\n\nHardev Kaur wife of Balkar Singh and Parvinder Kaur w/o Jaspal Singh @\n\nJagpal Singh @ Kala to the SSP in connection with innocence of their\n\nrespective husbands which was marked to him and he had conducted inquiry\n\non the basis of that application Ex. DB recording statement of various\n\npersons and then he had found accused Balkar Singh, Jagpal Singh and Pal\n\nDass to be innocent. He proved report submitted by him in inquiry as Ex.\n\nDC. He further deposed that the report was agreed to by the Circle Officer\n\nPritpal Singh Thind, DSP vide his endorsement Ex. DC/1 and it was put up\n\nbefore SSP, who has recorded his endorsement Ex. DC/2. He has further\n\nstated that since accused Balkar Singh, Jaspal Singh @ Jaspal Singh @ Kala\n\nand Pal Dass were found to be innocent, as such, they were placed in\n\ncolumn No. 2 of the report under <a href=\"/doc/1412034/\" id=\"a_28\">Section 173</a> Cr.P.C.         Though, when\n\nBhagwant Singh alone was sent up for trial and statement of Karnail Kaur\n\nwas recorded as PW-1 she had attributed specific role to Jaspal Singh and\n\nBalkar Singh, yet, on an application under <a href=\"/doc/435819/\" id=\"a_29\">Section 319</a> Cr.P.C having been\n\nfiled by the prosecution only Jaspal Singh had been summoned to face trial\n\nalong with Bhagwant Singh and not the other persons.\n\n</p><p data-structure=\"CDiscource\" id=\"p_45\">                   Another important fact to be taken note of is that PW-2\n\nJagdish Lal in his examination-in-chief had deposed regarding involvement\n\nof Bhagwant Singh only in the incident and has not uttered a single word\n        For Subsequent orders see CRA-D-1060-DB-2010\n                              19 of 25\n<span class=\"hidden_text\" id=\"span_38\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n             Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                        -20-</span>\n\nagainst Jaspal Singh. In the concluding line of his examination-in-chief he\n\nstated that he has nothing to state against any other person. Similarly, PW-3\n\nSh. S. S. Dhaliwal a Senior Judicial officer had deposed regarding\n\ninvolvement of Bhagwant Singh not saying anything incriminating against\n\nJaspal Singh, rather he stated that besides accused Bhagwant Singh he had\n\nnot seen any other person attacking upon Jaswinder Kaur. Both these PWs\n\nwere not got declared hostile by the Public Prosecutor which goes to show\n\nthat the prosecution accepted the version given by them in court which puts\n\na big question mark over involvement of Jaspal Singh in the incident. If we\n\nsee cross-examination of Jagdish Lal on behalf of Jaspal Singh @ Jagpal\n\nSingh @ Kala on page 3, he has stated that he had seen accused (Bhagwant\n\nSingh) when he was entering into the court and he was all alone. He had\n\nfurther stated that he had not seen any person rushing out of the court after\n\nthe occurrence and that the two ladies were injured by accused Bhagwant\n\nSingh.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">             Under the circumstances, it becomes highly doubtful that Jaspal\n\nSingh would have been there at the spot or grappling had taken part in the\n\nincident with Karnail Kaur. The such role being attributed by Karnail Kaur\n\nto Jaspal Singh does not seem to be convincing.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">             The prosecution has been relying upon the statement made by\n\nJaswinder Kaur before the police Ex. PT, which formed basis for\n\nregistration of the formal FIR. In the said statement she has deposed\n\nregarding involvement of Jaspal Singh in the incident. The prosecution\n\ndesires that it be taken as dying declaration in view of provisions of <a href=\"/doc/1959734/\" id=\"a_30\">Section\n\n32</a> of the Indian Evidence Act, 1872 whereas the defence opposes the plea\n\ntooth and nail stating that it cannot be so done for various reasons. The trial\n         For Subsequent orders see CRA-D-1060-DB-2010\n                              20 of 25\n<span class=\"hidden_text\" id=\"span_40\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_41\">                                                                      -21-</span>\n\ncourt in para 30 of its judgment has agreed with the contention raised by the\n\ndefence that when statement Ex. PT was made by the deceased at that time\n\nshe was not under expectation of death and had her relatives by her side.\n\nWe further agree with another plea of the defence that statement has been\n\nrecorded by the police officer without putting in any effort to call even the\n\nMagistrate. The Magistrate was available at a little distance away from the\n\nplace where the statement was recorded. Such statement is not attested by\n\nthe doctor and is not accompanied by certificate of doctor to say that\n\ndeceased remained conscious throughout its recording. The trial court has\n\nreferred to various judgments cited by the defence in para 29 of the\n\nimpugned judgment observing that position of law as adumbrated in the\n\ncited judgments is also beyond cavil. However in the subsequent paras\n\nwhile referring to <a href=\"/doc/1959734/\" id=\"a_31\">section 32</a> of the Indian Evidence Act, 1872 and <a href=\"/doc/1536853/\" id=\"a_32\">Section 6</a>\n\nof the Act vide that such statement was admissible in evidence in terms of\n\n<a href=\"/doc/1959734/\" id=\"a_33\">Section 32</a> of the Act by application of principle of res gestae. To our\n\nmind, the approach of the trial court in so doing has been erroneous. It has\n\nbeen observed by the trial court that the deceased was not under expectation\n\nof death, at that time and in addition, there are several factors which make\n\nsuch statement unreliable. Many of those factors have been noticed by the\n\ntrial court but conveniently ignored, which in our opinion, has resulted in\n\nfailure of justice. The statement was made by Jaswinder Kaur on 25.8.2007\n\nwhereas she had expired on 3.9.2007 i.e. after eight days of the incident.\n\nThe Investigating Agency could very well have got statement of injured\n\nrecorded from a Magistrate, which would have lent much more authenticity\n\nto the statement, rather than the one recorded by a police officer. Then there\n\nwere relatives found to be present near the injured when statement was\n         For Subsequent orders see CRA-D-1060-DB-2010\n                              21 of 25\n<span class=\"hidden_text\" id=\"span_42\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_43\">                                                                      -22-</span>\n\nrecorded by the police officer, showing that there were chances of tutoring.\n\n</p><p data-structure=\"Conclusion\" id=\"p_48\">                   PW-11 ASI Darshan Kumar admitted in his cross-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">examination that he had not visited Court of Illaqa Magistrate for making an\n\napplication for getting the statement of Jaswinder Kaur recorded under\n\n<a href=\"/doc/497457/\" id=\"a_34\">Section 164</a> Cr.P.C,; that at that time more than one JMICs were working at\n\nSangrur; that there is a distance of 1 ½ /2 K.Ms between the civil court and\n\nPolice Station, City Sangrur. He has further admitted that he had inquired\n\nfrom Jaswinder Kaur as to how occurrence had taken place and at the first\n\ninstance she did not reply. When her relatives persuaded her then she\n\ndisclosed the entire incident after about half an hour. When he recorded\n\nstatement of Jaswinder Kaur, her relatives were sitting on one side of the\n\nbed and that he had not obtained any certificate from the doctor after the\n\nstatement of deceased was over that she had remained fit throughout the\n\ntime when her statement was recorded. He further admitted that statement\n\nof Jaswinder Kaur was not attested by the doctor concerned.\n\n</p><p data-structure=\"CDiscource\" id=\"p_50\">                   It may be noticed here that in her statement Ex. PT there\n\nhave been many factual errors inasmuch as name of Naib Court has been\n\nmentioned as Omparkash instead of Jagdish Lal. Similarly, name of Jagtar\n\nSingh has been given instead of PHG Malkiat Singh. She has given her age\n\nas 25 years instead of 35 years which contentions are factually incorrect as\n\nadmitted by injured herself in her supplementary statement said to have\n\nbeen recorded on 27.8.2007.\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">                   Learned counsel for the appellant had referred to the\n\njudgment rendered by this Court in Manphool (since deceased) and Jagan\n\nVs. State of Haryana 2007 (3) RCR (Criminal) 232 wherein the aspect of\n\ndying deposition was dealt with at length. The rules dealing with recording\n         For Subsequent orders see CRA-D-1060-DB-2010\n                              22 of 25\n<span class=\"hidden_text\" id=\"span_44\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_45\">                                                                     -23-</span>\n\nof dying declaration were reproduced as follows:-\n\n</p><blockquote id=\"blockquote_9\">            &quot;D. Punjab Police Rules Vol.III, Rules 25 and 27- Recording of\n            dying declaration by police-police Rules prescribe the\n            following procedure:-\n</blockquote><blockquote id=\"blockquote_10\">            (1) A dying declaration shall, whenever possible, be recorded\n            by a Magistrate\n            (2) The person making the declaration shall, if possible be\n            examined by a medical officer with a view to ascertaining that\n            he is sufficiently in possession of his reason to make a lucid\n            statement.\n</blockquote><blockquote id=\"blockquote_11\">            (3) If no Magistrate can be obtained, the declaration shall, when\n            a gazetted police officer is not present be recorded in the\n            presence to two or more reliable witnesses, unconnected with\n            the police department and with the parties concerned in the case\n            (4) If no such witness can be obtained without risk of the\n            injured person dying before his statement can be recorded, it\n            shall be recorded in the presence of two or more police officers.\n            (5) A dying declaration made to a police officer should, under\n            <a href=\"/doc/523607/\" id=\"a_35\">section 162</a>, Code of Criminal Procedure, be signed by the\n            person making it.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_52\">                   It was observed that police could record the dying\n\ndeclaration if Magistrate was not available or there was no time to\n\nrequisition services of a Magistrate due to precarious condition of victim\n\nbut when it was so recorded by the police officer without explaining as to\n\nwhy services of a Magistrate were not requisitioned and further when dying\n\ndeclaration was recorded when the doctor declared that she was fit to make\n\nthe statement but not in presence of doctor though he was available, such a\n\ndeclaration could not be relied upon.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">                   Learned counsel for the appellants further referred to the\n\njudgment rendered by the Hon&#x27;ble Supreme Court in Rangaiah Vs. State of\n\n         For Subsequent orders see CRA-D-1060-DB-2010\n                              23 of 25\n<span class=\"hidden_text\" id=\"span_46\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n             Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_47\">                                                                       -24-</span>\n\nKarnataka 2009 (1) RCR (Criminal) 923 on this very subject. It was a\n\nmurder case where the deceased had died after 32 hours of receiving stab\n\nwounds. The dying declaration was recorded by the Investigating Officer\n\nwithout explaining as to why judicial officer was not called and conviction\n\nwas set aside on that ground.\n</p>\n<p data-structure=\"RespArg\" id=\"p_54\">                   Learned Additional Advocate General, Punjab could not\n\njustify recording of statement by the Police officer himself instead of calling\n\na Magistrate and getting the statement of injured recorded from him/her.\n\nObtaining a certificate from the doctor ensuring that the doctor remained\n\npresent when the statement of injured was being recorded and to get\n\nnecessary certificate from him in that regard ensuring that victim was not\n\ntutored by her relatives. Under the circumstances, for the reasons detailed\n\n(supra) we do not find it proper to rely upon the statement Ex. PT as a dying\n\ndeclaration which was wrongly done by the trial court.\n\n</p><p data-structure=\"Precedent\" id=\"p_55\">             The approach of the trial court in convicting and sentencing\n\nJaspal Singh @ Jagpal Singh @ Kala has been erroneous. The evidence\n\nwas mis-appreciated and provisions of law mis-interpreted while\n\ndetermining verdict of guilt to Jaspal Singh @ Jagpal Singh @ Kala. A\n\nreasonable doubt arises, in the mind of the Court about his guilt. As per law\n\nthe benefit of doubt is to be given to such an accused. Resultantly, the\n\nconviction and sentence of Jaspal Singh @ Jagpal Singh @ Kala is liable to\n\nbe set aside.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">             In view of the above, CRA-D-910-DB of 2010 filed by Jaspal\n\nSingh @ Jagpal Singh @ Kala is accepted, his conviction and sentence is set\n\n\n\n\n         For Subsequent orders see CRA-D-1060-DB-2010\n                                24 of 25\n<span class=\"hidden_text\" id=\"span_48\">            ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n            Criminal Appeal D-910-DB of 2010\n\n<span class=\"hidden_text\" id=\"span_49\">                                                             -25-</span>\n\n\n\naside and he is acquitted of the charges against him. CRA-D-1060-DB of\n\n2010 filed by Bhagwant Singh is, however, dismissed.\n\n\n\n\n</p><pre id=\"pre_2\">(T.P.S.MANN)                                             (H.S.MADAAN)\n   JUDGE                                                   JUDGE\n\n\n\nJanuary 9, 2017\narchana\n\n\nWhether speaking/reasoned               Yes\nWhether Reportable                      No\n\n\n\n\n        For Subsequent orders see CRA-D-1060-DB-2010\n                             25 of 25\n<span class=\"hidden_text\" id=\"span_50\">           ::: Downloaded on - 21-01-2017 00:21:41 :::</span>\n </pre>","numcites":13,"numcitedby":9,"docsource":"Punjab-Haryana High Court","citetid":7776498,"divtype":"judgments","relatedqs":[{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"judicial officer","formInput":"judicial%20officer"},{"value":"section 324","formInput":"section%20324"},{"value":"bed-head ticket ","formInput":"bed-head%20ticket%20"},{"value":"medico legal","formInput":"medico%20legal"},{"value":"\"bed head ticket\"","formInput":"%22bed%20head%20ticket%22"},{"value":"bhagwant singh","formInput":"bhagwant%20singh"},{"value":"ipc 324","formInput":"ipc%20324"},{"value":"criminal appeal after 2010","formInput":"criminal%20appeal%20after%202010"},{"value":"\"324 ipc\"","formInput":"%22324%20ipc%22"},{"value":"CRA-D","formInput":"CRA-D"},{"value":"kirpan","formInput":"kirpan"},{"value":"324","formInput":"324"},{"value":"indian penal code 324","formInput":"indian%20penal%20code%20324"},{"value":"what is ddr","formInput":"what%20is%20ddr"},{"value":"gurpreet singh","formInput":"gurpreet%20singh"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"gurcharan singh ","formInput":"gurcharan%20singh%20"},{"value":"darshan singh","formInput":"darshan%20singh"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"evidence-from-deceased-or-unavailable-persons","formInput":"tag:evidence-from-deceased-or-unavailable-persons"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}