{"tid":611946,"publishdate":"2005-10-06","title":"State Of Gujarat And Anr. vs Ajay S. Patel, Engineers, Contractors ... on 6 October, 2005","doc":"<h2 class=\"doc_title\">State Of Gujarat And Anr. vs Ajay S. Patel, Engineers, Contractors ... on 6 October, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2006 (NOC) 180 (GUJARAT)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-s-garg\">R.S. Garg</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-s-garg\">R.S. Garg</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nR.S. Garg, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Present is an appeal under <a href=\"/doc/72075529/\" id=\"a_1\">Section-96</a> of the Code of Civil Procedure, 1908 (the Code for short) against Judgement and Decree dated 30th October, 1999 passed by the learned Civil Judge (S.D.), Bharuch in Special Civil Suit No. 253 of 1992, directing the appellant-State to pay a sum of Rs. 5,31,959.95 with 15% simple interest from the date of filing the suit till realisation of the decretal amount, to release the security deposit of the plaintiff in the form of National Savings Certificate (NSC) of Rs. 10,300/- and Fixed Deposit Receipt (FDR) of Rs. 10,300/- with accrued interest thereon and bear the legal costs and expenditure of the plaintiff.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The plaintiff-respondent had filed the suit submitting, inter alia, that they are Engineers, Contractors and Consultant and are registered as approved contractors with the Public Works Department and other Authorities. According to them, the Executive Engineer, Road and Building Division, Bharuch invited tenders for the work of constructing an Office-cum-Laboratory building for Fishery Department at Bharuch; the tender submitted by the plaintiff was accepted by the concerned Engineer and on deposit of the security, a regular agreement was entered into between the plaintiff and the said Executive Engineer. According to the plaintiff, work for Rs. 15,61,107.74 was required to be carried and was to commence from 1st October, 1990 and was to be completed within a period of twelve months i.e. on or before 30th September, 1991. According to the plaintiff, the contract between the parties created mutual, bilateral and reciprocal contractual obligations and as defendant No. 2 was required to perform his part of contract first and only thereafter, the plaintiff was to start and as there was a failure on the part of the defendant, the plaintiff was unable to perform his part of obligation. In the plaint, certain examples regarding non-action and inaction on the part of the Authorities were detailed. It was submitted that because of action of the respondents, the plaintiff had suffered a loss to the tune of Rs. 6,91,987/- and in view of the submissions made by them, they were entitled to a decree in their favour.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">2.1 The State contested the suit on every possible ground and joined the issue. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">2.2 The learned trial Court, after casting the issues, allowed the parties to lead evidence, documentary and oral, and after giving due opportunity of hearing to the parties, by its judgement impugned, decreed the suit, as detailed above. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\">2.3 The State now is aggrieved by the said judgement and decree. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">3. Though number of questions have been raised in the Appeal Memo, but, the learned Counsel for the appellants submits that he be allowed to raise the question of jurisdiction first and if the Court agrees with the said argument, then, other questions would not be required to be decided. His submission is that after coming into force of <a href=\"/doc/16512451/\" id=\"a_2\">The Gujarat Public Works Contracts Disputes Arbitration Tribunal Act, 1992</a> (the Arbitration Tribunal Act for short), no civil Court would have jurisdiction to entertain, hear or decide any matter relating to a works contract or any question, which the Tribunal is empowered to deal with. He submits that undisputedly, the matter relates to the works contract and since after coming into force of the Arbitration Tribunal Act, the Civil Court had no jurisdiction. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\">4. Learned Counsel for the respondent, on the other hand, submitted that the question relating to jurisdiction or inherent lack of jurisdiction was not raised either in the pleadings or at the time of arguments before the trial Court, therefore, the said question cannot be allowed to be raised for the first time in these proceedings under <a href=\"/doc/72075529/\" id=\"a_3\">Section-96</a> of the Code of Civil Procedure, 1908. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">5. Contending contrary to the said objection, the learned Counsel for the appellants submits that present is not a case where the appellants are raising question regarding maintainability of the proceedings on certain factual foundations or on the question of joinder or misjoinder of the parties, but, present is a case where there is a total lack of jurisdiction and the judgement and decree if are nullity, then, the question can even be raised at the time when the decree is put into execution.\n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">6. For proper appreciation of the arguments of the parties, it would be necessary to note that the Gujarat Public Works Contracts Disputes Arbitration Tribunal Ordinance, 1991 was promulgated on 5th December, 1991; it continued to be effective till passing of the <a href=\"/doc/16512451/\" id=\"a_4\">Gujarat Public Works Contracts Disputes Arbitration Tribunal Act, 1992</a> <a href=\"/doc/179323145/\" id=\"a_5\">(Gujarat Act</a> No. 4 of 1992). <a href=\"/doc/16512451/\" id=\"a_6\">The Act</a> received the assent of the President on 23rd March, 1992. <a href=\"/doc/30166957/\" id=\"a_7\">Section-1</a> of the Act was deemed to have come into force on 5th December, 1991, that is, the date of promulgation of the Ordinance, while Sub-section-(3)of <a href=\"/doc/30166957/\" id=\"a_8\">Section-1</a> provided that other provisions of the Act shall come into force on such date as the State Government may, by Notification in the Official Gazette, appoint. The other provisions of the Act came into force on 1st January, 1994.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">7. Clause-(e) of <a href=\"/doc/187450858/\" id=\"a_9\">Section-2</a> defines `dispute&#x27; to mean any difference relating to any claim valued at any amount equal to or exceeding fifty thousand rupees, arising out of the execution or non-execution of whole or part of a works contract;.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">8. Clause-(k) of <a href=\"/doc/187450858/\" id=\"a_10\">Section-2</a> defines `works contract&#x27;, which reads as under:\n</p>  \n\n<blockquote id=\"blockquote_1\">`Works contract&#x27; means a contract made by the State Government or the public undertaking with any other person for the execution of any of its works relating to construction, repairs or maintenance of any building or superstructure, dam, weir, canal, reservoir, tank, lake, road, well, bridge, culvert, factory or workshop or of such other work of the State Government or, as the case may be, of the public undertaking, as the State Government may, by notification in the Official Gazette specify, and includes -\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">(i) a contract made for the supply of goods relating to the execution of any of such works,\n \n\n</blockquote><blockquote id=\"blockquote_3\">(ii) a contract made by the Central Stores Purchase Organisation of the State Government for purchase of sale of goods.\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_12\">9. It is not in dispute before us that the matter on hand relates to a works contract and the plaintiffs wanted a decision on the dispute raised by him. We are using the word, `dispute&#x27;, loosely here because we want to say that the issue raised was that whether the plaintiff was entitled to a decree or not.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">10. Once the `dispute&#x27; and the `works contract&#x27; in their technical terms, as defined by the Act, are taken into consideration, then, we have to conclude by saying that the suit before the trial Court was in relation to a works contract wherein a dispute arose between the parties.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">11. <a href=\"/doc/21874823/\" id=\"a_11\">Section-13</a> of the Act provides as under:\n</p>  \n\n<blockquote id=\"blockquote_4\"><a href=\"/doc/41847889/\" id=\"a_12\">Section 13(1)</a> Save as otherwise provided by <a href=\"/doc/50629696/\" id=\"a_13\">Section 12</a>, no Civil Court shall have jurisdiction to deal with or decide any question which the Tribunal is empowered to deal with and decide by or under this Act and no injunction shall be granted by any Civil Court in respect of any action taken or to be taken in pursuance of any power by or under this Act.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(2) No award or interim award or order made or proceedings taken under this Act by the Tribunal shall be called in question in any Civil Court.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\">A fair understanding of <a href=\"/doc/21874823/\" id=\"a_14\">Section-13</a> would make it clear that save as otherwise provided by <a href=\"/doc/50629696/\" id=\"a_15\">Section-12</a>, no Civil Court shall have jurisdiction to deal with or decide any question, which the Tribunal is empowered to deal with and decide under the provisions of the Act. <a href=\"/doc/56125947/\" id=\"a_16\">Section-8</a> of the Act provides that where any dispute arises between the parties to the works contract, either party shall, irrespective of whether such works contract contains an arbitration clause or not, refer, within one year from the date when the dispute has arisen, such dispute in writing to the Tribunal for arbitration ....\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">According to <a href=\"/doc/56125947/\" id=\"a_17\">Section-8</a>, any dispute relating to the works contract would be decided by the Tribunal only and if that be so, under <a href=\"/doc/21874823/\" id=\"a_18\">Section-13</a>, the bar contained therein would apply with full force. No Civil Court shall have jurisdiction to deal with or decide any question, which the Tribunal is empowered to deal with.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">12. A faint attempt was made by the respondent-plaintiff to submit that as the Act came into force on 1st January, 1994, and much before that the suit was filed in September-1992, the suit would not be hit by the bar contained in <a href=\"/doc/21874823/\" id=\"a_19\">Section-13</a>. In our opinion, this argument cannot be allowed to stand because the Ordinance of 1991 was effective with effect from 5th December, 1991 and under <a href=\"/doc/119276549/\" id=\"a_20\">Section-1(3)</a>, the Act is deemed to be in force since 5th December, 1991. If the Ordinance remained in force for all the said period and ultimately, the Ordinance was repealed with effect from 1st January, 1994, then, no suit could be instituted before the Civil Court as the Civil Court had already lost its jurisdiction.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\">13. So far as the question relating to non-raising of this argument in the pleadings or before the Court below is concerned, we must observe that present is a case where the Civil Court was coram non judice; present is not a case where the question of jurisdiction is dependent upon certain pleadings or facts; present is also not a case where if the question of jurisdiction is not raised or question of maintainability of the suit is not raised before the trial Court, right in time, then, the party raising the question would not be allowed to raise the question at a later stage; present is a case where the question goes to the very root of the jurisdiction. If a particular Court, Tribunal or Authority has no jurisdiction because of the bar contained under the Act, then, such authority would not be entitled to decide the question and if it proceeds to decide the question, then, the outcome would be an order or judgement without jurisdiction. If the judgement or decree by a Court or a Tribunal which lacks basic jurisdiction to entertain the matter and decide the same, then, such an order or decree if is put into execution, then, the question of nullity or non-executibility of the order can always be raised by the other side. We are unable to agree with the submissions made by the plaintiff that the question of jurisdiction having not been raised before the trial Court now cannot be allowed to be raised in the High Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">14. As there is a statutory bar in relation to dealing and deciding the question relating to a works contract or the questions, which under the Act, can be decided by the Tribunal, constituted under the Arbitration Tribunal Act, in our considered opinion, the trial Court had no jurisdiction either to proceed with the matter or decide the issues raised before it.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\">15. The judgement and decree passed by the learned Court below cannot be allowed to stand, which, in our considered opinion, are nullity.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">16. The question still is that in a case like the present, where the Court had no jurisdiction and it entertained the matter, what directions should be issued in favour of the plaintiff. Order-VII Rule-11(d) of the Code provides that if the suit is barred under some Act or the provisions of law, then, the Court shall reject the plaint. \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">17. If the Court if of the opinion that the suit appears to be barred by any law, then, the plaint shall be rejected. Though, at one point of time, we wanted to exercise our powers under Order-VII, Rule-10 of the Code, directing return of the plaint for its presentation before the appropriate Court in which the suit should have been instituted, but, as Clause-(d) of Order-VII, Rule (11) forbids us from directing return of the plaint, we hereby reject the plaint. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_23\">18. Learned Counsel for the respondent-decree holder submitted that in accordance with the directions dated 27th November, 2000 made on Civil Application No. 3346 of 2000, the decree holder has withdrawn the amount, therefore, the said amount be allowed to be kept with the decree holder till the final disposal of the dispute, which the respondent-plaintiff proposes to submit before the Arbitration Tribunal.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">19. Present is not a case where the matter is being remanded to the trial Court on some issue, nor is a case where it is being remitted to the lower Court for recording certain findings. Present is a case where this Court has already held that the Court below had no jurisdiction to deal with and decide the question raised before it. If that is the situation, then, any amount received by the plaintiff - decree holder in execution of the decree or under the orders of this Court if is allowed to be retained by the decree holder, then, we would be adding premium to an illegality. As the judgement and decree are being set aside on the ground of nullity, the decree holder would have no authority nor there would be any equity in his favour to retain the amount. We hereby direct the respondent to deposit the entire amount withdrawn by him within a period of 90 days from today. If the amount, as directed above, is not deposited by the respondent, the appellant shall be entitled to restitution under Section-144 of the Code.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">20. At this stage, we would like to make it clear that we are dismissing the matter on the ground of jurisdiction, but, the plaintiff/respondent shall still be entitled to approach the competent Arbitration Tribunal under <a href=\"/doc/56125947/\" id=\"a_21\">Section-8</a>, with necessary application for condonation of delay, stating the reasons that he was bona fide contesting the matter before the Civil Court, the learned Civil Judge decreed the suit and the question of inherent lack of jurisdiction was not raised by the appellant-State before the lower Court. If the dispute is filed with necessary application under <a href=\"/doc/89442076/\" id=\"a_22\">Section-8(2)</a>, read with Section-17, of the Arbitration Tribunal Act, then, the Tribunal shall decide the application in accordance with law after taking into consideration the totality of the circumstances. The appeal is allowed. No costs. Let a decree be framed accordingly. \n</p> \n\n","numcites":11,"numcitedby":15,"docsource":"Gujarat High Court","citetid":611946,"divtype":"judgments","relatedqs":[{"value":"gujarat public works contracts disputes arbitration tribunal act 1992","formInput":"gujarat%20public%20works%20contracts%20disputes%20arbitration%20tribunal%20act%201992"},{"value":"works contract","formInput":"works%20contract"},{"value":"gujarat public works contract disputes arbitration","formInput":"gujarat%20public%20works%20contract%20disputes%20arbitration"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"question as to the jurisdiction ","formInput":"question%20as%20to%20the%20jurisdiction%20"},{"value":"\"nullity\"","formInput":"%22nullity%22"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"order VII","formInput":"order%20VII"}],"courtcopy":false,"query_alert":null,"agreement":false}