{"tid":110957682,"publishdate":"2003-12-16","title":"People'S Union For Civil Liberties & Anr vs Union Of India on 16 December, 2003","doc":"<h2 class=\"doc_title\">People&#x27;S Union For Civil Liberties &amp; Anr vs Union Of India on 16 December, 2003</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-babu\">S. Rajendra Babu</a>, <a href=\"/search/?formInput=benchid:g-p-mathur\">G.P. Mathur</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nWrit Petition (civil)  389 of 2002\n\nPETITIONER:\nPeople&#x27;s Union for Civil Liberties &amp; Anr.\t\t\t\t\t\t\t\n\nRESPONDENT:\nUnion of India \t\t\t\t\t      \n\nDATE OF JUDGMENT: 16/12/2003\n\nBENCH:\nS. RAJENDRA BABU &amp; G.P. MATHUR\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">J U D G M E N T\n\n[With\t\n W.P.(Crl.) 89/2002, W.P.(Crl.) \n129/2002, W.P.(Crl.) 28/2003 &amp; \nW.P.(Crl.) 48/2003]\n\nRAJENDRA  BABU, J. :\n</p>\n<blockquote id=\"blockquote_1\">W.P.(C) No. 389/2002 &amp; W.P.(Crl) No. \n89/2002  :\n</blockquote> \n  \n<blockquote id=\"blockquote_2\"> \tIn this batch of Writ Petitions before us the \nConstitutional validity of various provisions of the \n<a href=\"/doc/1778/\" id=\"a_1\">Prevention of Terrorism Act, 2002</a> (hereinafter \nPOTA) is in challenge.  \n</blockquote><p data-structure=\"Precedent\" id=\"p_2\">  \t<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1741748\" id=\"span_1\">The Petitioners&#x27; contended before us that \nsince the provisions of POTA, in pith and \nsubstance, fall under the Entry 1 (Public Order) of \nList II Parliament lacks legislative competence. To \nauthenticate this contention, the decision in \n<a href=\"/doc/1741748/\" id=\"a_2\">Rehman Shagoo &amp; others V. State of Jammu \nKashmir</a>, 1960 (1) SCR 680, is relied upon.</span>  \nAccording to them, the menace of terrorism is \ncovered by the Entry &quot;Public Order&quot; and to explain \nthe meaning thereof, our attention is invited to \ndecisions in Romesh Thaper V. State of \nMadras, 1950 SCR 594, Dr. Ram Manohar \nLohia V. State of Bihar, 1966 (1) SCR 709, and \nMadhu Limaye V. SDM, Monghyr, (1970) 3 SCC \n</p><p data-structure=\"PetArg\" id=\"p_3\">746. The Petitioners thus submitted that terrorist \nactivity is confined only to State(s) and therefore \nState(s) only have the competence to enact a \nlegislation.\n</p><p data-structure=\"RespArg\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1813801\" id=\"span_2\">The learned Attorney General refuting this \ncontention submitted that acts of terrorism, which \nare aimed at weakening the sovereignty and \nintegrity of the country cannot be equated with \nmere breaches of law and order and disturbances \nof public order or public safety. He argued that the \nconcept of &quot;sovereignty and integrity of India&quot; is \ndistinct and separate from the concepts of &quot;public \norder&quot; or &quot;security of State&quot; which fall under List \nII enabling States to enact legislation relating to \npublic order or safety affecting or relating to a \nparticular State. Therefore, the legislative \ncompetence of a State to enact laws for its \nsecurity cannot denude Parliament of its \ncompetence under List I to enact laws to \nsafeguard national security and sovereignty of \nIndia by preventing and punishing acts of \nterrorism. Learned Attorney General distinguished \nthe decision in Rehman Shagoo and submitted \nthat the legislation dealt with therein is \nfundamentally and qualitatively different from \nPOTA. He also argued before us that Rehman \nShagoo cannot mitigate the binding ratio and \nunanimous conclusion reached by this Court on \nthe point of legislative competence in <a href=\"/doc/1813801/\" id=\"a_3\">Kartar \nSingh V. State of Punjab</a>, 1994 (3) SCC 569 = \n1994 (2) SCR 375, that Parliament can enact such \nlaw.</span>  \n</p><p data-structure=\"CDiscource\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41993725\" id=\"span_3\">In deciding the point of legislative \ncompetence, it is necessary to understand the \ncontextual backdrop that led to the enactment of \nPOTA, which aims to combat terrorism. Terrorism \nhas become the most worrying feature of the \ncontemporary life. Though violent behavior is not \nnew, the present day &#x27;terrorism&#x27; in its full \nincarnation has obtained a different character and \nposes extraordinary challenges to the civilized \nworld. The basic edifices of a modern State, like - \ndemocracy, state security, rule of law, sovereignty \nand integrity, basic human rights etc are under \nthe attack of terrorism. Though the phenomenon \nof terrorism is complex, a &#x27;terrorist act&#x27; is easily \nidentifiable when it does occur. The core meaning \nof the term is clear even if its exact frontiers are \nnot. That is why the anti-terrorist statutes - the \nearlier <a href=\"/doc/17848451/\" id=\"a_4\">Terrorism and Disruptive Activities \n(Prevention) Act, 1987</a> (TADA) and now POTA do \nnot define &#x27;terrorism&#x27; but only &#x27;terrorist acts.&#x27; (See \n: <a href=\"/doc/41993725/\" id=\"a_5\">Hitendra Vishnu Thakur V. State of \nMaharashtra</a>, (1994) 4 SCC 602).</span> \n</p><p data-structure=\"Facts\" id=\"p_6\">Paul Wilkinson, an authority on terrorism \nrelated works, culled out five major characteristics \nof terrorism. They are:\n</p><blockquote id=\"blockquote_3\">1.\tIt is premeditated and aims to create a climate \nof extreme fear or terror.\n</blockquote><blockquote id=\"blockquote_4\">2.\tIt is directed at a wider audience or target than \nthe immediate victims of violence.\n</blockquote><blockquote id=\"blockquote_5\">3.\tIt inherently involves attacks on random and \nsymbolic targets, including civilians.\n</blockquote><blockquote id=\"blockquote_6\">4.\tThe acts of violence committed are seen by the \nsociety in which they occur as extra-normal, in \nliteral sense that they breach the social norms, \nthus causing a sense of outrage; and\n</blockquote><blockquote id=\"blockquote_7\">5.\tTerrorism is used to influence political behavior \nin some way - for example to force opponents into \nconceding some or all of the perpetrators \ndemands, to provoke an over-reaction, to serve as \na catalysis for more general conflict, or to \npublicize a political cause. \n</blockquote><p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1363092\" id=\"span_4\">In all acts of terrorism, it is mainly the \npsychological element that distinguishes it from \nother political offences, which are invariably \naccompanied with violence and disorder. Fear is \ninduced not merely by making civilians the direct \ntarget of violence but also by exposing them to a \nsense of insecurity.  It is in this context that this \nCourt held in <a href=\"/doc/1363092/\" id=\"a_6\">Mohd. Iqbal M. Shaikh  V. State \nof Maharashtra</a>,  (1998) 4 SCC 494,  that:</span>\n</p>\n<blockquote id=\"blockquote_8\">&quot;...it is not possible to give a precise definition \nof terrorism or to lay down what constitutes \nterrorism. But... it may be possible to describe \nit as a use of violence when its most important \nresult is not merely the physical and mental \ndamage of the victim but the prolonged \npsychological effect it produces or has the \npotential of producing on the society as a \nwhole. ... if the object of the activity is to \ndisturb harmony of the society or to terrorize \npeople and the society, with a view to disturb \neven tempo, tranquility of the society, and a \nsense of fear and insecurity is created in the \nminds of a section of society at large, then it \nwill, undoubtedly be held to be terrorist act...&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_8\">Our country has been the victim of an \nundeclared war by the epicenters of terrorism with \nthe aid of well-knit and resourceful terrorist \norganizations engaged in terrorist activities in \ndifferent States such as Jammu &amp; Kashmir, North-\nEast States, Delhi, West Bengal, Maharashtra, \nGujarat, Tamilnadu, Andhra Pradesh.  The learned \nAttorney General placed material to point out that \nthe year 2002 witnessed 4038 terrorist related \nviolent incidents in J&amp;K in which 1008 civilians and \n453 security personnel were killed. The number of \nterrorist killed in 2002 was 1707 out of which 508 \nwere foreigners. In the year 2001 there were as \nmany as 28 suicide attacks while there were over \n10 suicide attacks in 2002 in which innocent \npersons and a large number of women and \nchildren were killed. The major terrorist incidents \nin the recent past includes attack on Indian \nParliament on 13th December 2001, attack on \nJammu &amp; Kashmir Assembly on 1st October, 2001, \nattack on Akshardham temple on 24th September \n2002, attack on US Information Center at Kolkatta \non 22nd January 2002, Srinagar CRPF Camp attack \non 22nd November 2002, IED blast near Jawahar \nTunnel on 23rd November 2002, attack on \nRaghunath Mandir on 24th November 2002, bus \nbomb blast at Ghatkopar in Mumbai on 2nd \nDecember 2002, attack on villagers in Nadimarg in \nPulwama District in Jammu Kashmir on the night \nof 23rd-24th  March 2003 etc. There were attacks \nin Red Fort and on several Government \nInstallations, security forces&#x27; camps and in public \nplaces. Gujarat witnessed gruesome carnage of \ninnocent people by unleashing unprecedented \norgy of terror. People in Bihar, Andhra Pradesh, \nand Maharashtra etc have also experienced the \nterror trauma. The latest addition to this long list \nof terror is the recent twin blast at Mumbai that \nclaimed about 50 lives. It is not necessary to swell \nthis opinion by narrating all the sad episodes of \nterrorist activities that the country has witnessed. \n\tAll these terrorist strikes have certain \ncommon features. It could be very broadly \ngrouped into three.\n</p><p data-structure=\"Issue\" id=\"p_9\">1.\tAttack on the institution of democracy, \nwhich is the very basis of our country. (By \nattacking Parliament, Legislative Assembly etc). \nAnd the attack on economic system by targeting \neconomic nerve centers. \n</p><p data-structure=\"Facts\" id=\"p_10\">2.\tAttack on symbols of national pride and \non security / strategic installations. (eg. Red Fort, \nMilitary installations and camps, Radio stations \netc.)\n</p><p data-structure=\"Facts\" id=\"p_11\">3.\tAttack on civilians to generate terror \nand fear psychosis among the general populace. \nThe attack at worshipping places to injure \nsentiments and to whip communal passions. These \nare designed to position the people against the \ngovernment by creating a feeling of insecurity. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">Terrorist acts are meant to destabilize the \nnation by challenging its sovereignty and integrity, \nto raze the constitutional principles that we hold \ndear, to create a psyche of fear and anarchism \namong common people, to tear apart the secular \nfabric, to overthrow democratically elected \ngovernment, to promote prejudice and bigotry, to \ndemoralize the security forces, to thwart the \neconomic progress and development and so on.  \nThis cannot be equated with a usual law and order \nproblem within a State. On the other hand, it is \ninter-state, inter-national or cross-border in \ncharacter. Fight against the overt and covert acts \nof terrorism is not a regular criminal justice \nendeavor. Rather it is defence of our nation and \nits citizens. It is a challenge to the whole nation \nand invisible force of Indianness that binds this \ngreat nation together. Therefore, terrorism is a \nnew challenge for law enforcement. By indulging \nin terrorist activities organized groups or \nindividuals, trained, inspired and supported by \nfundamentalists and anti-Indian elements were \ntrying to destabilize the country.  This new breed \nof menace was hitherto unheard of. Terrorism is \ndefinitely a criminal act, but it is much more than \nmere criminality. Today, the government is \ncharged with the duty of protecting the unity, \nintegrity, secularism and sovereignty of India from \nterrorists, both from outside and within borders. \nTo face terrorism we need new approaches, \ntechniques, weapons, expertise and of course new \nlaws.   In the above said circumstances Parliament \nfelt that a new anti-terrorism law is necessary for \na better future. This parliamentary resolve is \nepitomized in POTA. \n</p><p data-structure=\"CDiscource\" id=\"p_13\">The terrorist threat that we are facing is now \non an unprecedented global scale. Terrorism has \nbecome a global threat with global effects. It has \nbecome a challenge to the whole community of \ncivilized nations. Terrorist activities in one country \nmay take on a transnational character, carrying \nout attacks across one border, receiving funding \nfrom private parties or a government across \nanother, and procuring arms from multiple \nsources. Terrorism in a single country can readily \nbecome a threat to regional peace and security \nowing to its spillover effects. It is therefore \ndifficult in the present context to draw sharp \ndistinctions between domestic and international \nterrorism. Many happenings in the recent past \ncaused the international community to focus on \nthe issue of terrorism with renewed intensity. The \nSecurity Council unanimously passed resolutions \n1368 (2001) and 1373 (2001); the General \nAssembly adopted resolution 56/1 by consensus, \nand convened a special session. All these \nresolutions and declarations inter alia call upon \nMember States to take necessary steps to &#x27;prevent \nand suppress terrorist acts&#x27; and also to &#x27;prevent \nand suppress the financing of terrorist acts.&#x27; India \nis a party to all these resolves.  Anti-terrorism \nactivities in the global level are mainly carried out \nthrough bilateral and multilateral cooperation \namong nations. It has thus become our \ninternational obligation also to pass necessary \nlaws to fight terrorism. \n</p><p data-structure=\"PetArg\" id=\"p_14\">The attempts by the State to prevent \nterrorism should be based on well-established \nlegal principles. The &#x27;Report of the Policy Working \nGroup of the United Nations and Terrorism&#x27; urged \nthe global community to concentrate on a triple \nstrategy to fight against terrorism. They are:\n</p><blockquote id=\"blockquote_9\">\ta). Dissuade disaffected groups from \nembracing terrorism;\n</blockquote><blockquote id=\"blockquote_10\">\tb). Deny groups or individuals the means to \ncarry out acts of terrorism; and \n</blockquote><blockquote id=\"blockquote_11\">\tc). Sustain broad-based international \ncooperation in the struggle against terrorism. \n</blockquote><p data-structure=\"CDiscource\" id=\"p_15\">Therefore, the anti-terrorism laws should be \ncapable of dissuading individuals or groups from \nresorting to terrorism, denying the opportunities \nfor the commission of acts of terrorism by creating \ninhospitable environments for terrorism and also \nleading the struggle against terrorism. Anti - \nterrorism law is not only a penal statue but also \nfocuses on pre-emptive rather than defensive \nState action. At the same time in the light of \nglobal terrorist threats, collective global action is \nnecessary. Lord Woolf CJ in A, X and Y, and \nanother V. Secretary of the State for the \nHome Department (Neutral Citation Number: \n</p><blockquote id=\"blockquote_12\">[2002] EWCA Civ. 1502) has pointed out that \n&quot;...Where international terrorists are operating \nglobally and committing acts designed to terrorize \nthe population in one country, that can have \nimplications which threaten the life of another. \nThis is why a collective approach to terrorism is \nimportant.&quot; \n</blockquote><blockquote id=\"blockquote_13\">Parliament has passed POTA by taking all \nthese aspects into account.  The terrorism is not \nconfined to the borders of the country.   Cross-\nborder terrorism is also threatening the country.   \nTo meet such a situation, a law can be enacted \nonly by Parliament and not by a State Legislature.    \nPiloting the Prevention of Terrorism Bill in the joint \nsession of Parliament on March 26, 2002 Hon&#x27;ble \nHome Minister said:\n</blockquote><blockquote id=\"blockquote_14\"> &quot;...The Government of India has been \nconvinced for the last four years that we have \nbeen here and I am sure even the earlier \nGovernments held that terrorism and more \nparticularly, State-sponsored cross border \nterrorism is a kind of war. It is not just a law \nand order problem. This is the first factor, \nwhich has been responsible for Government \nthinking in terms of an extraordinary law like \nPOTO.\n</blockquote>\n\n<blockquote id=\"blockquote_15\">...So, first of all, the question that I would like \nto pose to all of you and which we have posed \nto the nation is: &#x27;Is it just in Jammu and \nKashmir an aggravated law and order situation \nthat we are facing or is it really when we say it \na proxy war, do we really believe that it is a \nproxy war?&#x27;...But when you have terrorist \norganizations being trained, financed by a \nState and it becomes State-sponsored \nterrorism and all of them are enabled to \ninfiltrate into our country, it becomes a \nchallenge of a qualitatively different nature...&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_16\">\t\t\t\t\t(Emphasis supplied)\n\nFrom this it could be gathered that \nParliament has explored the possibility of \nemploying the existing laws to tackle terrorism \nand arrived at the conclusion that the existing \nlaws are not capable. It is also clear to Parliament \nthat terrorism is not a usual law and order \nproblem. \n</p><p data-structure=\"Precedent\" id=\"p_17\">The protection and promotion of human \nrights under the rule of law is essential in the \nprevention of terrorism. Here comes the role of \nlaw and Court&#x27;s responsibility. If human rights are \nviolated in the process of combating terrorism, it \nwill be self-defeating. Terrorism often thrives \nwhere human rights are violated, which adds to \nthe need to strengthen action to combat violations \nof human rights. The lack of hope for justice \nprovides breeding grounds for terrorism. \nTerrorism itself should also be understood as an \nassault on basic rights. In all cases, the fight \nagainst terrorism must be respectful to the human \nrights.  Our Constitution laid down clear limitations \non the State actions within the context of the fight \nagainst terrorism. To maintain this delicate \nbalance by protecting &#x27;core&#x27; Human Rights is the \nresponsibility of Court in a matter like this.  \nConstitutional soundness of POTA needs to be \njudged by keeping these aspects in mind.\nNow, we will revert to the issue of legislative \ncompetence. Relying on Rehman Shagoo \nPetitioners argued that Parliament lacks \ncompetence since the &#x27;terrorism&#x27; in pith and \nsubstance covered under the Entry 1 (Public \nOrder) of List II. Conclusion of this contention \ndepends upon the true meaning of the Entry - \n&#x27;Public Order&#x27;. \n</p><p data-structure=\"Precedent\" id=\"p_18\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"816126\" id=\"span_5\">A constitution Bench of this Court in Rehman \nShagoo examined the constitutionality of the \nEnemy Agents (Ordinance), No. VIII of S. 2005 \npromulgated by His Highness the Maharaja  under \n<a href=\"/doc/9380692/\" id=\"a_7\">Section 5</a> of Jammu Kashmir Constitution Act, S. \n1996. For a proper understanding of the ratio in \nRehman Shagoo, it is necessary to understand the \nbackground in which the impugned Ordinance was \npromulgated. (See : <a href=\"/doc/816126/\" id=\"a_8\">Prem Nath Kaul V. The \nState of Jammu &amp; Kashmir</a>, 1959 Supp. (2) \nSCR 270, to understand the background that \nprevailed in the then Kashmir). Because any \ninterpretation divorced from the context and \npurpose will lead to bad conclusions. It is a well-\nestablished canon of interpretation that the \nmeaning of a word should be understood and \napplied in accordance with the context of time, \nsocial and conditional needs. Rehman Shagoo \nwas concerned with the interpretation of \nInstrument of Accession and the power of \nMaharaja to issue the impugned Ordinance \ntherein. The same was promulgated to protect the \nstate of Kashmir from external raiders and to \npunish them and those who assist them. The \nsituation that prevailed during the latter half of \n1940s is fundamentally different form today. The \ncircumstances of independence, partition, state \nre-organization, and the peculiar situation \nprevailing in the then Kashmir etc. need to be \ntaken into account. It is only in that context this \nCourt said in Rehman Shagoo that the impugned \nOrdinance:</span> \n</p>\n<blockquote id=\"blockquote_16\">&quot; ...In pith and substance deals with public \norder and criminal law procedure; the mere \nfact that there is an indirect impact on armed \nforces in<a href=\"/doc/776860/\" id=\"a_9\"> s. 3</a> of the Ordinance will not make it \nin pith and substance a law covered by item \n(1) under the head &#x27;Defence&#x27; in the Schedule.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_19\">Therefore, Rehman Shagoo is \ndistinguishable and cannot be used as an authority \nto challenge the competence of Parliament to pass \nPOTA. The problems that prevailed in India \nimmediately after independence cannot be \ncompared with the menace of terrorism that we \nare facing in the twenty first century. As we have \nalready discussed above, the present day problem \nof terrorism is affecting the security and \nsovereignty of the nation. It is not State specific \nbut trans-national. Only Parliament can make a \nlegislation to meet its challenge. Moreover, the \nentry &#x27;Public Order&#x27; in the State List only \nempowers the States to enact a legislation relating \nto public order or security in so far as it affects or \nrelates to a particular State. How so ever wide a \nmeaning is assigned to the Entry &#x27;Public Order&#x27;, \nthe present day problem of terrorism cannot be \nbrought under the same by any stretch of \nimagination. Thus, Romesh Thaper, Dr. Ram \nManohar Lohia and Madhu Limaye (all cited \nearlier) cannot be resorted to read &#x27;terrorism&#x27; into \n&#x27;Public Order&#x27;. Since the Entry Public Order or any \nother Entries in List II do not cover the situation \ndealt with in POTA, the legislative competence of \nParliament cannot be challenged. \n</p><p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_6\">Earlier a Constitution Bench of this Court, \nwhile dealing with the very same argument, held \nin <a href=\"/doc/1813801/\" id=\"a_10\">Kartar Singh</a>&#x27;s case (supra) as follows:</span>\n</p>\n<blockquote id=\"blockquote_17\">&quot;Having regard to the limitation placed by \n<a href=\"/doc/369702/\" id=\"a_11\">Article 245 (1)</a> on the legislative power of the \nLegislature of the State in the matter of \nenactment of laws having application within \nthe territorial limits of the State only, the \nambit of the field of legislation with respect to \n&#x27;public order&#x27; under Entry 1 in the State List \nhas to be confined to disorders of lesser \ngravity having an impact within the boundaries \nof the State. Activities of a more serious nature \nwhich threaten the security and integrity of the \ncountry as a whole would not be within the \nlegislative field assigned to the States under \nEntry 1 of the State List but would fall within \nthe ambit of Entry 1 of the Union List relating \nto defence of India and in any event under the \nresiduary power conferred on Parliament under \n<a href=\"/doc/1270258/\" id=\"a_12\">Article 248</a> read with Entry 97 of the Union \nList.\n</blockquote><blockquote id=\"blockquote_18\">...\n</blockquote><blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"720977\" id=\"span_7\">The terrorism, the Act (TADA) contemplates, \ncannot be classified as mere disturbances of \n&#x27;public order&#x27; disturbing the &#x27;even tempo of the \nlife of community of any specified locality&#x27; - in \nthe words of Hidayathulla, C J in <a href=\"/doc/720977/\" id=\"a_13\">Arun Ghosh v. \nState of West Bengal</a> (1970) 1 SCC 98 but it is \nmuch more, rather a grave emergent situation \ncreated either by external forces particularly at \nthe frontiers of this country or by anti-\nnationals throwing a challenge to the very \nexistence and sovereignty of the country in its \ndemocratic polity.</span>\n</blockquote><blockquote id=\"blockquote_20\">         ...\n</blockquote><blockquote id=\"blockquote_21\">In our view, the impugned legislation does not \nfall under Entry 1 of List II, namely, Public \nOrder. No other Entry in List II has been \ninvoked. The impugned Act, therefore, falls \nwithin the legislative competence of Parliament \nin view of <a href=\"/doc/1270258/\" id=\"a_14\">Article 248</a> read with Entry 97 of List \nI and it is not necessary to consider whether it \nfalls under any of the entries in List I or List \nIII. We are, however, of the opinion that the \nimpugned Act could fall within the ambit of \nEntry 1 of List I, namely, &#x27;Defence of India&#x27;.&quot;  \n</blockquote><p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_8\">[pp. 633, 634, 635]\n\n \tWhile this is the view of the majority of \nJudges in <a href=\"/doc/1813801/\" id=\"a_15\">Kartar Singh</a>&#x27;s case (supra), K. \nRamaswamy,J. held  that Parliament does possess \npower under <a href=\"/doc/1270258/\" id=\"a_16\">Article 248</a> and Entry 97 of List I of \nthe Seventh Schedule and could also come within \nthe ambit of Entry 1 of List III.   Sahai,J.  held \nthat the legislation could be upheld under Entry 1 \nof List III. Thus, all the Judges are of the \nunanimous opinion that Parliament had legislative \ncompetence though for different reasons.</span>  \n</p>\n<p data-structure=\"PetArg\" id=\"p_22\">Considering all the above said aspects, the \nchallenge advanced by Petitioners of want of \nlegislative competence of Parliament to enact \nPOTA is not tenable. \n</p>\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156242701\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1193965\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174974\" id=\"span_11\">Another issue that the Petitioner has raised \nat the threshold is the alleged misuse of TADA and \nthe large number of acquittals of the accused \ncharged under TADA. Here we would like to point \nout that this Court cannot go into and examine the \n&#x27;need&#x27; of POTA. It is a matter of policy.  Once \nlegislation is passed the Government has an \nobligation to exercise all available options to \nprevent terrorism within the bounds of the \nConstitution. Moreover, we would like to point out \nthat this Court has repeatedly held that mere \npossibility of abuse cannot be counted as a ground \nfor denying the vesting of powers or for declaring \na statute unconstitutional. (See: <a href=\"/doc/174974/\" id=\"a_17\">State of \nRajasthan V. Union of India</a>, (<a href=\"/doc/1193965/\" id=\"a_18\">1978) 1 SCR 1, \nCollector of Customs V. Nathella Sampathu \nChetty</a>, AIR 1962 SC 316, Keshavananda \nBharati V. State of Kerala, 1973 (4) SCC 225; \n<a href=\"/doc/156242701/\" id=\"a_19\">Mafatlal Industries V. Union of India</a>, (1997) 5 \nSCC 536 etc).</span></span></span>  \n</p>\n<p data-structure=\"Issue\" id=\"p_24\">Meaning of the word &#x27;abets&#x27; in the context of \nPOTA:\n</p>\n<blockquote id=\"blockquote_22\">Pertaining to the validity of individual \nsections, petitioners primarily contended that \n<a href=\"/doc/1292982/\" id=\"a_20\">Section 3(3)</a> of POTA provides that whoever \n&#x27;abets&#x27; a terrorist act or any preparatory act to a \nterrorist act shall be punishable and this provision, \nfails to address the requirement of &#x27;mens rea&#x27; \nelement. They added that this provision has been \nincorporated in POTA in spite of the contrary \nobservation of this Court in Kartar Singh, \nwherein it was held that the word &#x27;abets&#x27; need to \nhave the requisites of intention or knowledge. \nConsequently, they want us to strike down <a href=\"/doc/1292982/\" id=\"a_21\">Section \n3(3)</a> as the same is prone to misuse.  \n</blockquote>\t\n<blockquote id=\"blockquote_23\">In Kartar Singh, this Court was concerned \nwith the expression &quot;abet&quot;  as defined under \n<a href=\"/doc/1275253/\" id=\"a_22\">Section 2(1)(a)</a> of TADA and hence considered the \neffect of different provisions of the TADA to \nascertain true meaning thereof.   As the meaning \nof the word &quot;abet&quot; as defined therein is vague and \nin precise, actual knowledge or reason to believe \non the part of the person to be brought within the \ndefinition should be brought into that provision \ninstead of reading down that provision.  That kind \nof exercise is not necessary in POTA. \n</blockquote>\n<blockquote id=\"blockquote_24\">Under POTA the word &quot;abets&quot; is not defined \nat all. <a href=\"/doc/1932680/\" id=\"a_23\">Section 2(1)(i)</a> of POTA says &quot;words and \nexpressions used but not defined in this Act and \ndefined in the Code shall have the meaning \nrespectively assigned to them in the Code.&quot; \nAccording to <a href=\"/doc/1275253/\" id=\"a_24\">Section 2(1)(a)</a> of POTA &quot;Code&quot; \nmeans &#x27;<a href=\"/doc/445276/\" id=\"a_25\">Code of Criminal Procedure</a>, 1973 (2 of \n1974).&#x27; Whereas, <a href=\"/doc/1483061/\" id=\"a_26\">Section 2(y)</a> Cr.P.C. refers to \n<a href=\"/doc/1569253/\" id=\"a_27\">Indian Penal Code</a> for meaning of the word &#x27;abets&#x27;. \n</blockquote><p data-structure=\"CDiscource\" id=\"p_25\">Therefore, the definition of &#x27;abets&#x27; as appears in \nthe <a href=\"/doc/1569253/\" id=\"a_28\">IPC</a> will apply in a case under POTA. In order \nto bring a person abetting the commission of an \noffence, under the provisions of <a href=\"/doc/1569253/\" id=\"a_29\">IPC</a> it is necessary \nto prove that such person has been connected \nwith those steps of the transactions that are \ncriminal. &#x27;Mens rea&#x27; element is sine qua non for \noffences under <a href=\"/doc/1569253/\" id=\"a_30\">IPC</a>. Learned Attorney General \ndoes not dispute this position. Therefore, the \nargument advanced pertaining to the validity of \n<a href=\"/doc/1292982/\" id=\"a_31\">Section 3(3)</a> citing the reason of the absence of \nmens rea element stands rejected. \n</p>\n<p data-structure=\"Section\" id=\"p_26\"><a href=\"/doc/1888373/\" id=\"a_32\">Section 4</a>:\n</p>\n<blockquote id=\"blockquote_25\"><a href=\"/doc/1888373/\" id=\"a_33\">Section 4</a> provides for punishing a person \nwho is in &#x27;unauthorised possession&#x27; of arms or \nother weapons.   The petitioners argued that  \nsince the knowledge element is absent the \nprovision is bad in law. A similar issue was raised \nbefore a Constitution Bench of this Court in \nSanjay Dutt V. State (II), (1994) 5 SCC 410. \nHere this Court in Para 19 observed that:\n</blockquote>\n<blockquote id=\"blockquote_26\">&quot;... Even though the word &#x27;possession&#x27; is not \npreceded by any adjective like &#x27;knowingly&#x27;, yet \nit is common ground that in the context the \nword &#x27;possession&#x27; must mean possession with \nthe requisite mental element, that is, conscious \npossession and not mere custody without the \nawareness of the nature of such possession. \nThere is a mental element in the concept of \npossession. Accordingly, the ingredient of \n&#x27;possession&#x27; in <a href=\"/doc/167770480/\" id=\"a_34\">Section 5</a> of the TADA Act \nmeans conscious possession. This is how the \ningredient of possession in similar context of \nstatutory offence importing strict liability on \naccount of mere possession of an unauthorised \nsubstance has been understood.&quot; \n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_27\"> \tThe finding of this Court squarely to the \neffect that there exists a mental element in the \nword possession itself answers the Petitioners \nargument. The learned Attorney General also \nmaintains the stand that <a href=\"/doc/122739103/\" id=\"a_35\">Section 4</a> presupposes \nconscious possession. Another aspect pointed out \nby the petitioners is about the &#x27;unauthorized&#x27; \npossession of arms and argued that unauthorized \npossession could even happen; for example, by \nnon-renewal of license etc. In the light of Sanjay \nDutt&#x27;s case (supra) this Section presupposes \nknowledge of terrorist act for possession. There is \nno question of innocent persons getting punished. \nTherefore, we hold that there is no infirmity in \n<a href=\"/doc/122739103/\" id=\"a_36\">Section 4</a>.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_28\"><a href=\"/doc/47052902/\" id=\"a_37\">Sections 6</a>, <a href=\"/doc/85348422/\" id=\"a_38\">7</a>, <a href=\"/doc/147575800/\" id=\"a_39\">8</a>, <a href=\"/doc/18084765/\" id=\"a_40\">10</a>, <a href=\"/doc/169878037/\" id=\"a_41\">11</a>, <a href=\"/doc/187258181/\" id=\"a_42\">15</a>, <a href=\"/doc/55166357/\" id=\"a_43\">16</a> and <a href=\"/doc/21479599/\" id=\"a_44\">17</a>:\n</p>\n<blockquote id=\"blockquote_27\">\tContentions have been raised in regard to \nprovisions relating to seizure, attachment and \nforfeiture of proceeds of terrorism. \n\tProvisions relating to seizure, attachment \nand forfeiture have to be read together.  <a href=\"/doc/92464115/\" id=\"a_45\">Section \n2(c)</a> of POTA sets out the meaning of &#x27;proceeds of \nterrorism&#x27; and reads as follows:\n</blockquote><blockquote id=\"blockquote_28\">&quot; &#x27;proceeds of terrorism&#x27; shall mean all \nkinds of properties which have been \nderived or obtained from commission of \nany terrorist act or have been acquired \nthrough funds traceable to a terrorist act, \nand shall include cash irrespective of \nperson in whose name such proceeds are \nstanding or in whose possession they are \nfound.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_29\">\tExplanation to <a href=\"/doc/17720539/\" id=\"a_46\">Section 3</a> gives the meaning \nof &#x27;a terrorist act&#x27; in the context of sub-section (1) \nof <a href=\"/doc/17720539/\" id=\"a_47\">Section 3</a> so as to include the act of raising \nfunds intended for the purpose of terrorism.  \n<a href=\"/doc/47052902/\" id=\"a_48\">Section 6</a> debars a person from holding or \npossessing any proceeds of terrorism and also \nmakes it clear that it is liable to be forfeited.  \n<a href=\"/doc/85348422/\" id=\"a_49\">Section 7</a> authorises an investigating officer, not \nbelow the rank of Superintendent of Police with \nthe prior approval in writing of the Director \nGeneral of Police of the State, to seize such \nproperty or attach the same and serve a copy of \nsuch an order on the person concerned, if he has \nreason to believe that any property in relation to \nwhich an investigation is being conducted \nrepresents proceeds of terrorism.  <a href=\"/doc/147575800/\" id=\"a_50\">Section 8</a> \nprovides for forfeiture of the proceeds of terrorism \nby a court irrespective of the fact whether or not \nthe person from whose possession it is seized or \nattached is prosecuted in a Special Court for an \noffence under POTA.  <a href=\"/doc/79621949/\" id=\"a_51\">Section 9</a> provides for issue \nof show cause notice before forfeiture of proceeds \nof terrorism and an order for forfeiture cannot be \nmade if such person establishes that he is a bona \nfide transferee of such proceeds for value without \nknowing that they represent proceeds of \nterrorism.  Under <a href=\"/doc/18084765/\" id=\"a_52\">Section 10</a>, an appeal lies \nagainst an order made under <a href=\"/doc/147575800/\" id=\"a_53\">Section 8</a> of POTA.  \nSub-section (2) thereof states that where an order \nmade under <a href=\"/doc/147575800/\" id=\"a_54\">Section 8</a> is modified or annulled by \nthe High Court, the person against whom an order \nof forfeiture has been made under <a href=\"/doc/147575800/\" id=\"a_55\">Section 8</a> is \nacquitted, such property shall be returned to him \nand in either case if it is not possible for any \nreason to return the forfeited property, adequate \ncompensation should be paid to him, which will be \nequivalent to the price and interest from the date \nof seizure of the property.  Although the \npetitioners have challenged the various provisions \nof POTA relating to seizure, forfeiture and \nattachment of the property, ultimately they did \nnot pursue with that argument and submitted that \nthe various facets of challenge to the aforesaid \nprovisions can only be examined in the context of \nan actual fact situation and for the present they \nwanted an interpretation of the expressions used \nin <a href=\"/doc/18084765/\" id=\"a_56\">Section 10(2)</a> to apply even to a case of \nforfeiture of the proceeds of terrorism against a \nperson who is prosecuted under POTA.  Even that \naspect can only be considered when an actual \nsituation arises and not in the abstract.  \nTherefore, we need not examine in detail these \nprovisions except to notice the background in \nwhich these provisions have been enacted.  \n</p>\n<p data-structure=\"Section\" id=\"p_30\">The order of forfeiture, by reason of <a href=\"/doc/169878037/\" id=\"a_57\">Section \n11</a>, has been made independent of imposition of \nother punishments to which a person may be \nliable.  Under <a href=\"/doc/128238853/\" id=\"a_58\">Section 12</a>, Designated Authority \nhas been permitted to investigate the claims made \nby a third party.  These provisions have to be seen \nas against <a href=\"/doc/55166357/\" id=\"a_59\">Section 16</a>, which provides for \nforfeiture of property of any person prosecuted \nand ultimately convicted.  Here only on conviction, \nforfeiture of property can take place.   In this \nconnection, it is relevant to take note of the \nprovisions of <a href=\"/doc/187258181/\" id=\"a_60\">Sections 15</a>, <a href=\"/doc/55166357/\" id=\"a_61\">16</a> and <a href=\"/doc/21479599/\" id=\"a_62\">17</a>.  <a href=\"/doc/187258181/\" id=\"a_63\">Section 15</a> \nrenders certain transfers to be null and void in \ncases where after the issue of an order under \n<a href=\"/doc/85348422/\" id=\"a_64\">Section 7</a> or notice under <a href=\"/doc/79621949/\" id=\"a_65\">Section 9</a> any property \nis transferred by any mode whatsoever, such \ntransfer shall for the purpose of the Act be ignored \nand if such property is subsequently forfeited, the \ntransfer of such property shall be deemed to be \nnull and void.  <a href=\"/doc/55166357/\" id=\"a_66\">Section 16</a> enables a special court \ntrying a person for an offence under the Act to \npass an order that all or any of the properties, \nmovable or immovable or both belonging to him, \nduring the period of such trial, be attached, if not \nalready attached under the Act.  On conviction of \nsuch person, the special court may, by an order, \ndeclare that any property, movable or immovable \nor both belonging to the accused and specified in \nthe order, shall stand forfeited to the Central \nGovernment or the State Government, as the case \nmay be.  <a href=\"/doc/21479599/\" id=\"a_67\">Section 17</a> provides that in cases where \nany share of a company shall stand forfeited, \nthen, the company shall, on receipt of the order of \nthe special court, notwithstanding anything \ncontained in the <a href=\"/doc/1353758/\" id=\"a_68\">Companies Act, 1956</a> or the \narticles of association of the company, forthwith \nregister the Central Government or the State \nGovernment, as the case may be, as the \ntransferee of such shares.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">Funding and financing play a vital role in \nfostering and promoting terrorism and it is only \nwith such funds terrorists are able to recruit \npersons for their activities and make payments to \nthem and their family to obtain arms and \nammunition for furthering terrorist activities and \nto sustain the campaign of terrorism.  Therefore, \nseizure, forfeiture and attachment of properties \nare essential in order to contain terrorism and is \nnot unrelated to the same.  Indeed, it is relevant \nto notice a resolution passed by the United \nNations Security Council [Resolution No.1373 \ndated 28.9.2001] which emphasized the need to \ncurb terrorist activities by freezing and forfeiture \nof funds and financial assets employed to further \nterrorist activities.  It will also be interesting to \nnotice the United Nations International Convention \nfor the Suppression of the Financing of Terrorism \nbut at the same time it is not necessary to go into \nthose details in the present context.  The scheme \nof the provisions indicate that the principles of \nnatural justice are duly observed and they do not \nconfer any arbitrary power and forfeiture can only \nbe made by an order of the court against which an \nappeal is also provided to the High Court and the \nrights of bona fide transferee are not affected.  \nTherefore, for the present, it is not necessary to \npronounce the constitutional validity of these \nprovisions and we proceed on the basis that they \nare valid.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\tNumber of changes have been made in the \nprovisions which existed in TADA and which exist \nin POTA.   The relevant discussion in the challenge \nto <a href=\"/doc/147575800/\" id=\"a_69\">Section 8</a> of TADA by majority in Kartar Singh \nis contained in paras 149-157 and para 452 by \nJustice Sahai who has concurred with the \nmajority.  The validity of <a href=\"/doc/147575800/\" id=\"a_70\">Section 8</a> of TADA was \nupheld, only if it was applied in the manner \nindicated in Para 156 of the judgment which is as \nunder :-\n</p>\n<blockquote id=\"blockquote_29\">&quot;The discretionary power given to the \nDesignated Court under <a href=\"/doc/160867169/\" id=\"a_71\">Section 8(1)</a> and (2)  \nis to be exercised under strict contingencies, \nnamely,  that (1) there must be an order of \nforfeiture and that order must be in writing;  \n(2)  the property either movable or immovable \nor both must belong to the accused convicted \nof any offence of <a href=\"/doc/17848451/\" id=\"a_72\">TADA Act</a> or rule thereunder;  \n(3)  the property should be specified in the \norder; (4)  even though attachment can be \nmade under <a href=\"/doc/124609735/\" id=\"a_73\">Section 8(2)</a> during the trial of the \ncase,  the forfeiture can be ordered only in \ncase of conviction and not otherwise.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_33\"> \tHowever, ultimately, they do not press these \ncontentions to be considered in these proceedings \nby stating that the various facets as set above can \nreally be seen in actual fact situation and for the \npresent, they call upon the Court to clarify that \nthe expression  &quot;modified&quot; or  &quot;annulled&quot; used in \n<a href=\"/doc/18084765/\" id=\"a_74\">Section 10(2)</a> shall apply even in a case of \nforfeiture of the proceeds of terrorism against a \nperson who is not prosecuted under POTA.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">\tIt is not necessary to interpret these \nexpressions and as and when an appropriate case \narises, appropriate interpretation can be given on \nthe said expressions.  There is a scheme for \nforfeiture of the proceeds of terrorism followed by \na show cause notice to be issued and thereafter \non a decision being made, an appeal lies thereto \nand the order of forfeiture, by itself, will not \nprevent the court from inflicting any other \npunishment for which the person may be liable \nunder the Act. The effect of modification and \nannulment of an order made by court under \n<a href=\"/doc/147575800/\" id=\"a_75\">Section 8</a> of the Act is set out in sub-section (2) of \n<a href=\"/doc/18084765/\" id=\"a_76\">Section 10</a>.  Therefore, as rightly submitted on \nbehalf of the petitioners, these aspects can \nappropriately be dealt with depending upon the \nfact situation arising in a given case.  Therefore,  \nit is not necessary to express any opinion on these \naspects of the matter.\n</p>\n<p data-structure=\"Section\" id=\"p_35\"><a href=\"/doc/18097863/\" id=\"a_77\">Section 14</a>:\n</p>\n<blockquote id=\"blockquote_30\">The constitutional validity of <a href=\"/doc/18097863/\" id=\"a_78\">Section 14</a> is \nchallenged by advancing the argument that it \ngives unbridled powers to the investigating officer \nto compel any person to furnish information if the \ninvestigating officer has reason to believe that \nsuch information will be useful or relevant to the \npurpose of the Act. It is pointed out that the \nprovision is without any checks and is amenable to \nmisuse by the investigating officers. It is also \nargued that it does not exclude lawyers or \njournalists who are bound by their professional \nethics to keep the information rendered by their \nclients as privileged communication. Therefore, \nthe Petitioners submitted that <a href=\"/doc/18097863/\" id=\"a_79\">Section 14</a> is \nviolative of <a href=\"/doc/367586/\" id=\"a_80\">Articles 14</a><a href=\"/doc/1218090/\" id=\"a_81\">, 19</a><a href=\"/doc/366712/\" id=\"a_82\">, 20(3)</a> and <a href=\"/doc/1199182/\" id=\"a_83\">21</a> of the \nConstitution. Learned Attorney General maintained \nthat the Act does not confer any arbitrary or \nunguided powers; that such power is restricted to \nfurnish information in one&#x27;s possession in relation \nto terrorist offence &#x27;on points or matters where \nthe investigating officer has reason to believe (not \nsuspect) that such information would be useful for \nor relevant to the purposes of the Act&#x27;; that this \nprovision is essential for the detection and \nprosecution of terrorist offences; and that the \nunderlying rationale of the obligation to furnish \ninformation is the salutary duty of every citizen. \n</blockquote>\n<blockquote id=\"blockquote_31\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"160470236\" id=\"span_12\"><a href=\"/doc/1445515/\" id=\"a_84\">Section 39</a> of the Code of Criminal Procedure, \n1973 casts a duty upon every person to furnish \ninformation regarding offences. Criminal justice \nsystem cannot function without the cooperation of \npeople. Rather it is the duty of every body to \nassist the State in detection of the crime and \nbringing criminal to justice. Withholding such \ninformation cannot be traced to right to privacy, \nwhich itself is not an absolute right (See : <a href=\"/doc/160470236/\" id=\"a_85\">Sharda \nV. Dharmpal</a>,  2003 (4) SCC 493). Right to \nprivacy is subservient to that of security of State.</span> \n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1038382\" id=\"span_13\">Highlighting the necessity of people&#x27;s assistance in \ndetection of crime this Court observed in <a href=\"/doc/1038382/\" id=\"a_86\">State of \nGujarat V. Anirudhsing</a>, 1997 (6) SCC 514, \nthat:</span>\n</blockquote>\n<blockquote id=\"blockquote_32\">&quot;...It is the salutary duty of every witness who \nhas the knowledge of the commission of the \ncrime, to assist the State in giving evidence...&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_36\"><a href=\"/doc/18097863/\" id=\"a_87\">Section 14</a> confers power to the investigating \nofficer to ask for furnishing information that will be \nuseful for or relevant to the purpose of the Act. \nFurther more such information could be asked \nonly after obtaining a written approval from an \nofficer not below the rank of a Superintendent of \nPolice. Such power to the investigating officers is \nquiet necessary in the detection of terrorist \nactivities or terrorist. \n</p>\n<p data-structure=\"Section\" id=\"p_37\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1621673\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1506133\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"944601\" id=\"span_16\">It is settled position of law that a journalist or \nlawyer does not have a sacrosanct right to \nwithhold information regarding crime under the \nguise of professional ethics. A lawyer cannot claim \na right over professional communication beyond \nwhat is permitted under <a href=\"/doc/1520037/\" id=\"a_88\">Section 126</a> of the \nEvidence Act. There is also no law that permits a \nnewspaper or journalist to withhold relevant \ninformation from Courts though they have been \ngiven such power by virtue of <a href=\"/doc/169498919/\" id=\"a_89\">Section 15(2)</a> of the \nPress Council Act, 1978 as against Press Council. \n(See also : <a href=\"/doc/944601/\" id=\"a_90\">Pandit M.S.M Sharma V. Shri Sri \nKrishan Sinha</a>, 1959 <a href=\"/doc/1506133/\" id=\"a_91\">Supp (1) SCR 806, and \nSewakram Sobhani V. R.K Karanjia</a>, 1981 (3) \nSCC 208, which quoted <a href=\"/doc/1621673/\" id=\"a_92\">Arnold V. King Emperor</a> \n1913-14 (41) IA 149, with approval and also \nB.S.C V. Granada Television, 1981 (1) All E.R \n417 (HL) and Branzburg V. Hayes, 1972 (408) \nUS 665). Of course the investigating officers will \nbe circumspect and cautious in requiring them to \ndisclose information. In the process of obtaining \ninformation, if any right of citizen is violated, \nnothing prevents him from resorting to other legal \nremedies.</span></span></span> \n</p><p data-structure=\"Section\" id=\"p_38\"> \tIn as much as the main purpose of <a href=\"/doc/18097863/\" id=\"a_93\">Section14</a> \nof POTA is only to allow the investigating officers \nto procure certain information that is necessary to \nproceed with the further investigation we find \nthere is no merit in the argument of the \npetitioners and we uphold the validity of Section \n</p><p data-structure=\"Section\" id=\"p_39\">14. \n\n<a href=\"/doc/59750862/\" id=\"a_94\">Sections 18</a> &amp; <a href=\"/doc/187121703/\" id=\"a_95\">19</a>:\n</p><blockquote id=\"blockquote_33\"> \t<a href=\"/doc/59750862/\" id=\"a_96\">Sections 18</a> and <a href=\"/doc/187121703/\" id=\"a_97\">19</a> deals with the notification \nand de-notification of terrorist organizations. \nPetitioners submitted that under <a href=\"/doc/59750862/\" id=\"a_98\">Section 18(1)</a> of \nPOTA a schedule has been provided giving the \nnames of terrorist organization without any \nlegislative declaration; that there is nothing \nprovided in the Act for declaring organizations as \nterrorist organization; that this provision is \ntherefore, unconstitutional as it takes away the \nfundamental rights of an organization under \n<a href=\"/doc/367586/\" id=\"a_99\">Articles 14</a><a href=\"/doc/1378441/\" id=\"a_100\">, 19(1)(a)</a> and <a href=\"/doc/445304/\" id=\"a_101\">19(1)(c)</a> of the \nConstitution; that under <a href=\"/doc/59750862/\" id=\"a_102\">Section 18(2)</a> of the Act, \nthe Central Government has been given \nunchecked and arbitrary powers to &#x27;add&#x27; or \n&#x27;remove&#x27; or &#x27;amend&#x27; the Schedule pertaining to \nterrorist organizations; that under the <a href=\"/doc/1389751/\" id=\"a_103\">Unlawful \nActivities (Prevention) Act, 1967</a> an organization \ncould have been declared unlawful only after the \nCentral Government has sufficient material to \nform an opinion and such declaration has to be \nmade by a Notification wherein grounds have to \nbe specified for  making such declaration: that \ntherefore such arbitrary power is violative of \n<a href=\"/doc/367586/\" id=\"a_104\">Articles 14</a><a href=\"/doc/1218090/\" id=\"a_105\">, 19</a> and <a href=\"/doc/1199182/\" id=\"a_106\">21</a> of the Constitution. \nPertaining to <a href=\"/doc/187121703/\" id=\"a_107\">Section 19</a> the main allegation is that \nit excessively delegates power to Central \nGovernment in the appointment of members to \nthe Review Committee and they also pointed out \nthat the inadequate representation of judicial \nmembers will affect the decision-making and \nconsequently it may affect the fair judicial \nscrutiny; that therefore <a href=\"/doc/187121703/\" id=\"a_108\">Section 19</a> is not \nconstitutionally valid. \n</blockquote>\n<blockquote id=\"blockquote_34\"> \tThe Learned Attorney General contended that \nthere is no requirement of natural justice which \nmandates that before a statutory declaration is \nmade in respect of an organization which is listed \nin the schedule a prior opportunity of hearing or \nrepresentation should be given to the affected \norganization or its members: that the rule of audi \nalteram partem is not absolute and is subject to \nmodification; that in light of post-decisional \nhearing remedy provided under <a href=\"/doc/187121703/\" id=\"a_109\">Section 19</a> and \nsince the aggrieved persons could approach the \nReview Committee there is nothing illegal in the \nSection; that furthermore the constitutional \nremedy under <a href=\"/doc/1712542/\" id=\"a_110\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_111\">227</a> is also \navailable; that therefore, having regard to the \nnature of the legislation and the magnitude and \nprevalence of the evil of terrorism cannot be said \nto impose unreasonable restrictions on the \nFundamental Rights under <a href=\"/doc/445304/\" id=\"a_112\">Article 19(1)(c)</a> of the \nConstitution. \n</blockquote>\n<blockquote id=\"blockquote_35\"> \tThe right of citizens to form association or \nunion that is guaranteed by <a href=\"/doc/445304/\" id=\"a_113\">Article 19(1)(c)</a> of the \nConstitution is subject to the restriction provided \nunder <a href=\"/doc/1801956/\" id=\"a_114\">Article 19(4)</a> of the Constitution. Under \n<a href=\"/doc/1801956/\" id=\"a_115\">Article 19(4)</a> of the Constitution the State can \nimpose reasonable restrictions, inter alia, in the \ninterest of sovereignty and integrity of the \ncountry. POTA is enacted to protect sovereignty \nand integrity of India from the menace of \nterrorism. Imposing restriction under <a href=\"/doc/1801956/\" id=\"a_116\">Article 19(4)</a> \nof the Constitution also includes declaring an \norganization as a terrorist organization as \nprovided under POTA. Hence <a href=\"/doc/59750862/\" id=\"a_117\">Section 18</a> is not \nunconstitutional.  \n</blockquote>\n<blockquote id=\"blockquote_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1134697\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"709776\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"859161\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1831036\" id=\"span_20\">It is contended that before making the \nnotification whereby an organization is declared as \na terrorist organization there is no provision for \npre-decisional hearing. But this cannot be \nconsidered as a violation of audi alteram partem \nprinciple, which itself is not absolute. Because in \nthe peculiar background of terrorism it may be \nnecessary for the Central Government to declare \nan organization as terrorist organization even \nwithout hearing that organization. At the same \ntime under <a href=\"/doc/187121703/\" id=\"a_118\">Section 19</a> of POTA the aggrieved \npersons can approach the Central Government \nitself for reviewing its decision. If they are not \nsatisfied by the decision of the Central \nGovernment they can subsequently approach \nReview Committee and they are also free to \nexercise their Constitutional remedies.  The post-\ndecisional remedy provided under POTA satisfies \nthe audi alteram partem requirement in the \nmatter of declaring an organization as a terrorist \norganization. (See: <a href=\"/doc/1831036/\" id=\"a_119\">Mohinder Singh Gill V. Chief \nElection Commissioner</a>, 1978 (1) SCC 405; \n<a href=\"/doc/859161/\" id=\"a_120\">Swadeshi Cotton Mills V. Union of India</a>, 1981 \n(1) SCC 664; <a href=\"/doc/709776/\" id=\"a_121\">Olga Tellis V. Bombay Municipal \nCorporation</a>, 1985 (3) SCC 545; <a href=\"/doc/1134697/\" id=\"a_122\">Union of India \nV. Tulsiram Patel</a>, 1985 (3) SCC 398).</span></span></span></span> \n</blockquote><p data-structure=\"Section\" id=\"p_40\">Therefore, the absence of pre-decisional hearing \ncannot be treated as a ground for declaring \n<a href=\"/doc/59750862/\" id=\"a_123\">Section 18</a> as invalid. \n</p><p data-structure=\"Precedent\" id=\"p_41\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_21\">It is urged that <a href=\"/doc/59750862/\" id=\"a_124\">Section 18</a> or 19 is invalid \nbased on the inadequacy of judicial members, in \nthe Review Committee. As per Section 60, \nChairperson of the Review Committee will be a \nperson who is or has been a Judge of High Court. \nThe mere presence of non-judicial members by \nitself cannot be treated as a ground to invalidate \n<a href=\"/doc/187121703/\" id=\"a_125\">Section 19</a>. (See: <a href=\"/doc/1813801/\" id=\"a_126\">Kartar Singh</a>&#x27; case (supra) at \npage 683, para 265 of SCC).</span>  \n</p><p data-structure=\"Section\" id=\"p_42\"> \tAs regards the reasonableness of the \nrestriction provided under <a href=\"/doc/59750862/\" id=\"a_127\">Section 18</a>, it has to be \nnoted that the factum of declaration of an \norganization as a terrorist organization depends \nupon the &#x27;belief&#x27; of Central Government. The \nreasonableness of the Central Government&#x27;s \naction has to be justified based on material facts \nupon which it formed the opinion. Moreover the \nCentral Government is bound by the order of the \nReview Committee.  Considering the nature of \nlegislation and magnitude or presence of \nterrorism, it cannot be said that <a href=\"/doc/59750862/\" id=\"a_128\">Section 18</a> of \nPOTA imposes unreasonable restrictions on \nfundamental right guaranteed under <a href=\"/doc/445304/\" id=\"a_129\">Article \n19(1)(c)</a> of the Constitution. We uphold the \nvalidity of <a href=\"/doc/59750862/\" id=\"a_130\">Sections 18</a> and <a href=\"/doc/187121703/\" id=\"a_131\">19</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_43\"><a href=\"/doc/16437130/\" id=\"a_132\">Sections 20</a>, <a href=\"/doc/153171643/\" id=\"a_133\">21</a> &amp; <a href=\"/doc/91826390/\" id=\"a_134\">22</a>:\n</p>\n<blockquote id=\"blockquote_37\"> \tPetitioners assailed <a href=\"/doc/16437130/\" id=\"a_135\">Sections 20</a>, <a href=\"/doc/153171643/\" id=\"a_136\">21</a> and <a href=\"/doc/91826390/\" id=\"a_137\">22</a> \nmainly on the ground that no requirement of mens \nrea for offences is provided in these Sections and \nthe same is liable to misuse therefore it has to be \ndeclared unconstitutional. The Learned Attorney \nGeneral argued that <a href=\"/doc/153171643/\" id=\"a_138\">Section 21</a> and its various \nsub-sections are penal provisions and should be \nstrictly construed both in their interpretation and \napplication; that on a true interpretation of the Act \nhaving regard to the well settled principles of \ninterpretation <a href=\"/doc/153171643/\" id=\"a_139\">Section 21</a> would not cover any \nexpression or activity which does not have the \nelement or consequence of furthering or \nencouraging terrorist activity or facilitating its \ncommission; that support per se or mere \nexpression of sympathy or arrangement of a \nmeeting which is not intended or designed and \nwhich does not have the effect to further the \nactivities of any terrorist organization or the \ncommission of terrorist acts are not  within the \nmischief of <a href=\"/doc/153171643/\" id=\"a_140\">Section 21</a> and hence is valid. \n</blockquote>\n<blockquote id=\"blockquote_38\"> \tHere the only point to be considered is \nwhether these Sections exclude mens rea element \nfor constituting offences or not. At the outset it \nhas to be noted that <a href=\"/doc/16437130/\" id=\"a_141\">Sections 20</a>, <a href=\"/doc/153171643/\" id=\"a_142\">21</a> and <a href=\"/doc/91826390/\" id=\"a_143\">22</a> of \nPOTA is similar to that of <a href=\"/doc/115280/\" id=\"a_144\">Sections 11</a>, <a href=\"/doc/999562/\" id=\"a_145\">12</a> and <a href=\"/doc/1998386/\" id=\"a_146\">15</a> \nof the Terrorism Act, 2000 of United Kingdom. \nSuch provisions are found to be quite necessary \nall over the world in anti-terrorism efforts. \n<a href=\"/doc/1966977/\" id=\"a_147\">Sections 20</a>, <a href=\"/doc/169072/\" id=\"a_148\">21</a> and <a href=\"/doc/397360/\" id=\"a_149\">22</a> are penal in nature that \ndemand strict construction. These provisions are a \ndeparture from the ordinary law since the said law \nwas found to be inadequate and not sufficiently \neffective to deal with the threat of terrorism. \nMoreover, the crime referred to herein under \nPOTA is aggravated in nature. Hence special \nprovisions are contemplated to combat the new \nthreat of terrorism. Support either verbal or \nmonetary, with a view to nurture terrorism and \nterrorist activities is causing new challenges. \nTherefore Parliament finds that such support to \nterrorist organizations or terrorist activities need \nto be made punishable. Viewing the legislation in \nits totality it cannot be said that these provisions \nare obnoxious. \n</blockquote>\n<blockquote id=\"blockquote_39\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_22\">But the Petitioners apprehension regarding \nthe absence of mens rea in these Sections and the \npossibility of consequent misuse needs our \nelucidation. It is the cardinal principle of criminal \njurisprudence that mens rea element is necessary \nto constitute a crime. It is the general rule that a \npenal statute presupposes mens rea element. It \nwill be excluded only if the legislature expressly \npostulate otherwise. It is in this context that this \nCourt said in <a href=\"/doc/1813801/\" id=\"a_150\">Kartar Singh</a>&#x27;s case (supra) (at \npage 645 para 115 of SCC) that:</span> \n</blockquote><blockquote id=\"blockquote_40\">&quot;Unless a statue either expressly or by \nnecessary implication rules out &#x27;mens rea&#x27; in \ncase of this kind, the element of mens rea \nmust be read into the provision of the statute.&quot; \n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_44\"> \tMens rea by necessary implication could be \nexcluded from a statue only where it is absolutely \nclear that the implementation of the object of the \nStatue would otherwise be defeated. Here we \nneed to find out whether there are sufficient \ngrounds for inferring that Parliament intended to \nexclude the general rule regarding mens rea \nelement. (See: State of Maharashtra V. M H \nGeorge, AIR 1965 SC 722, Nathulal V. State of \nMP, AIR 1966 SC 43, Inder Sain V. State of \nPunjab, (1973) 2 SCC 372, for the general \nprinciples concerning the exclusion or inclusion of \nmens rea element vis-`-vis a given statute). The \nprominent method of understanding the legislative \nintention, in a matter of this nature, is to see \nwhether the substantive provisions of the Act \nrequires mens rea element as a constituent \ningredient for an offence. Offence under <a href=\"/doc/52931/\" id=\"a_151\">Section \n3(1)</a> of POTA will be constituted only if it is done \nwith an -&#x27;intent&#x27;. If Parliament stipulates that the \n&#x27;terrorist act&#x27; itself has to be committed with the \ncriminal intention, can it be said that a person who \n&#x27;profess&#x27; (as under <a href=\"/doc/1966977/\" id=\"a_152\">Section 20</a>) or &#x27;invites support&#x27; \nor &#x27;arranges, manages, or assist in arranging or \nmanaging a meeting&#x27; or &#x27;addresses a meeting&#x27;  (as \nunder <a href=\"/doc/169072/\" id=\"a_153\">Section 21</a>) has committed the offence if he \ndoes not have an intention or design to further the \nactivities of any terrorist organization or the \ncommission of terrorist acts? We are clear that it \nis not. Therefore, it is obvious that the offence \nunder <a href=\"/doc/1966977/\" id=\"a_154\">Section 20</a> or 21 or 22 needs positive \ninference that a person has acted with intent of \nfurthering or encouraging terrorist activity or \nfacilitating its commission. In other words, these \nSections are limited only to those activities that \nhave the intent of encouraging or furthering or \npromoting or facilitating the commission of \nterrorist activities. If these Sections are \nunderstood in this way, there cannot be any \nmisuse. With this clarification we uphold the \nconstitutional validity of <a href=\"/doc/1966977/\" id=\"a_155\">Sections 20</a>, <a href=\"/doc/169072/\" id=\"a_156\">21</a> and <a href=\"/doc/397360/\" id=\"a_157\">22</a>. \n</p>\n<p data-structure=\"Section\" id=\"p_45\"><a href=\"/doc/1426325/\" id=\"a_158\">Section 27</a>:\n</p><blockquote id=\"blockquote_41\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_23\">Under <a href=\"/doc/1426325/\" id=\"a_159\">Section 27</a>, a police officer \ninvestigating a case can seek a direction through \nthe Court of Chief Judicial Magistrate or the Court \nof a Chief Metropolitan Magistrate for obtaining \nsamples of handwriting, finger prints, foot-prints, \nphotographs, blood, saliva, semen, hair, voice of \nany accused person reasonably suspected to be \ninvolved in the commission of an offence under \nthe Act. The Court can also draw adverse \ninference if an accused refuses to do so.   \n \tPetitioners argued that this Section falls foul \nof <a href=\"/doc/367586/\" id=\"a_160\">Articles 14</a><a href=\"/doc/366712/\" id=\"a_161\">, 20(3)</a> and <a href=\"/doc/1199182/\" id=\"a_162\">21</a> of the Constitution for \nthe reason: that no power has been left with the \nCourt to decide whether the request for samples \nfrom a suspect person sought for by investigating \noffice is reasonable or not; that no power has \nbeen given to the Court to refuse the request of \nthe investigating officer; that it is not obligatory \nfor the Court to record any reason while allowing \nthe request; and that the Section is a gross \nviolation of <a href=\"/doc/366712/\" id=\"a_163\">Article 20(3)</a> because it amounts to \ncompel a person to give evidence against himself. \nRelying mainly on <a href=\"/doc/1626264/\" id=\"a_164\">State of Bombay V. Kathi \nKalu Oghad</a>, 1962 (3) SCR 10, learned Attorney \nGeneral submitted that the argument pertaining to \nthe violation of <a href=\"/doc/366712/\" id=\"a_165\">Article 20(3)</a> is not sustainable.  \n \tWe do not think, as feared by the Petitioner, \nthat this Section fixes a blanket responsibility \nupon the Court to grant permission immediately \nupon the receipt of a request. Upon a close \nreading of the Section it will become clear that \nupon a &#x27;request&#x27; by an investigating police officer \nit shall only &#x27;be lawful&#x27; for the Court to grant \npermission. Nowhere it is stated that the Court will \nhave to positively grant permission upon a \nrequest. It is very well within the ambit of Court&#x27;s \ndiscretion. If the request is based on wrong \npremise, the Court is free to refuse the request. \nThis discretionary power granted to the Court \npresupposes that the Court will have to record its \nreasoning for allowing or refusing a request.</span> \n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_24\">Pertaining to the argument that the Section per se \nviolates <a href=\"/doc/366712/\" id=\"a_166\">Article 20(3)</a>, it has to be noted that a \nbench consisting of 11 judges in <a href=\"/doc/1626264/\" id=\"a_167\">Kathi Kalu \nOghad</a>&#x27;s case (supra) have looked into a similar \nsituation and it is ruled therein (at pages 30 -32) \nthat:</span>    \n</blockquote><blockquote id=\"blockquote_42\">&quot;...The giving of finger impression or of \nspecimen signature or of handwriting, strictly \nspeaking, is not &#x27;to be a witness&#x27;...when an \naccused person is called upon by the Court or \nany other authority holding an investigation to \ngive his finger impression or signature or any \nspecimen of his handwriting, he is not giving \nany testimony to the nature of a personal \ntestimony. The giving of a personal testimony \nmust depend upon his volition. He can make \nany kind of statement or may refuse to make \nany statement. But his finger impressions or \nhis handwriting, in spite of efforts at concealing \nthe true nature of it by dissimulation cannot \nchange their intrinsic character. Thus the \ngiving of finger impression or of specimen \nwriting or of signatures by an accused person, \nthough it may amount to furnishing evidence in \nthe larger sense, is not included within the \nexpression &#x27;to be a witness&#x27;...\n</blockquote>\n<blockquote id=\"blockquote_43\">...They are only materials for comparison in \norder to lend assurance to the Court that its \ninference based on other pieces of evidence is \nreliable...&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_46\">\t\t\t          (Emphasis Supplied)\n\n \tThis being the position in law, the argument \nof the Petitioners pertaining to the violation of \n<a href=\"/doc/366712/\" id=\"a_168\">Article 20(3)</a> is not sustainable. It is meaningful to \nlook into Section 91 of Cr. PC that empowers a \ncriminal court as also a police officer to order any \nperson to produce a document or other thing in \nhis possession for the purpose of any inquiry or \ntrial. (See: Shyamlal Mohanlal V. State of \nGujarat, AIR 1961 SC 1808, in this regard). \nMoreover, this Section is only a step in aid for \nfurther investigation and the samples so obtained \ncan never be considered as conclusive proof for \nconviction. Consequently we uphold the \nconstitutional validity of <a href=\"/doc/1426325/\" id=\"a_169\">Section 27</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_47\"><a href=\"/doc/1158561/\" id=\"a_170\">Section 30</a>: \n</p><blockquote id=\"blockquote_44\"> \t<a href=\"/doc/1158561/\" id=\"a_171\">Section 30</a> contains provision for the \nprotection of witness. It gives powers to the \nSpecial Court to hold proceedings in camera and \nto taking measures for keeping the identity of \nwitness secret. \n</blockquote><blockquote id=\"blockquote_45\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_25\">Petitioners challenged the constitutional \nvalidity of this Section by leveling the argument; \nthat the right to cross-examine is an important \npart of fair trial and principles of natural justice \nwhich is guaranteed under <a href=\"/doc/1199182/\" id=\"a_172\">Article 21;</a> that even \nduring emergency fundamental rights under \n<a href=\"/doc/655638/\" id=\"a_173\">Article 20</a> and <a href=\"/doc/1199182/\" id=\"a_174\">21</a> cannot be taken away; that \n<a href=\"/doc/1158561/\" id=\"a_175\">Section 30</a> is in violation of the dictum in <a href=\"/doc/1813801/\" id=\"a_176\">Kartar \nSingh</a>&#x27;s case (supra)  because it does not contain \nthe provision of disclosure of names and identities \nof the witness before commencement of trial; that \nfair trial includes the right for the defence to \nascertain the true identity of an accuser; that \ntherefore the same has to be declared \nunconstitutional. Learned Attorney General \nsubmitted that such provisions or exercise of such \npowers are enacted to protect the life and liberty \nof a person who is able and willing to give \nevidence in prosecution of grave criminal offences; \nthat the Section is not only in the interest of \nwitness whose life is in danger but also in the \ninterest of community which lies in ensuring that \nheinous offences like terrorist acts are effectively \nprosecuted and punished; that if the witnesses are \nnot given immunity they would not come forward \nto give evidence and there would be no effective \nprosecution of terrorist offences and the entire \nobject of the Act would be frustrated; that cross-\nexamination is not a universal or indispensable \nrequirement of natural justice and fair trial; that \nunder compelling circumstances it can be \ndispensed with natural justice and fair trial can be \nevolved; that the Section requires the Court to be \nsatisfied that the life of witness is in danger and \nthe reasons for keeping the identity of the witness \nsecret are required to be recorded in writing; that, \ntherefore, it is reasonable to hold that the Section \nis necessary for the operation of the Act.</span> \n \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_26\"><a href=\"/doc/1158561/\" id=\"a_177\">Section 30</a> of POTA is similar to <a href=\"/doc/1949857/\" id=\"a_178\">Section 16</a> of \nTADA, the constitutional validity of which was \nupheld by this Court in <a href=\"/doc/1813801/\" id=\"a_179\">Kartar Singh</a>&#x27;s case \n(supra) (see pages 683 - 689 of SCC). In order to \ndecide the constitutional validity of <a href=\"/doc/1158561/\" id=\"a_180\">Section 30</a> we \ndon&#x27;t think it is necessary to go into the larger \ndebate, which learned Counsel for both sides have \nargued, that whether right to cross-examine is \ncentral to fair trial or not. Because right to cross-</span>\n</blockquote><p data-structure=\"Section\" id=\"p_48\">examination per se is not taken away by Section \n</p><p data-structure=\"Precedent\" id=\"p_49\">30. This Section only confers discretion to the \nconcerned Court to keep the identity of witness \nsecret if the life of such witness is in danger. We \ncannot shy away from the unpleasant reality that \noften witnesses do not come forward to depose \nbefore Court even in serious cases. This \nprecarious situation creates challenges to our \ncriminal justice administration in general and \nterrorism related cases in particular.  Witnesses do \nnot volunteer to give evidence mainly due to the \nfear of their life. Ultimately, the non-conviction \naffects the larger interest of community, which lies \nin ensuring that the executors of heinous offences \nlike terrorist acts are effectively prosecuted and \npunished. Legislature drafted <a href=\"/doc/1158561/\" id=\"a_181\">Section 30</a> by taking \nall these factors into account. In our view a fair \nbalance between the rights and interest of \nwitness, rights of accused and larger public \ninterest has been maintained under <a href=\"/doc/1158561/\" id=\"a_182\">Section 30</a>. It \nis also aimed to assist the State in justice \nadministration and encourage others to do the \nsame under the given circumstances. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"875590\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"610407\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"309469\" id=\"span_29\">Anonymity \nof witness is not general rule under <a href=\"/doc/1158561/\" id=\"a_183\">Section 30</a>. \nIdentity will be withheld only in exceptional \ncircumstance when the Special Court is satisfied \nthat the life of witness is in jeopardy. Earlier this \nCourt has endorsed similar procedure. (See: \n<a href=\"/doc/309469/\" id=\"a_184\">Gurbachan Singh V. State of Bombay</a>, 1952 \n<a href=\"/doc/610407/\" id=\"a_185\">SCR 737, Hira Nath Mishra V. Principal, \nRajendra Medical College</a>, 1973 (<a href=\"/doc/875590/\" id=\"a_186\">1) SCC 805, \nA. K. Roy V. Union of India</a>, 1982 (1) SCC 271). \nWhile deciding the validity of <a href=\"/doc/1949857/\" id=\"a_187\">Section 16</a> of TADA, \nthis Court quoted all these cases with approval.</span></span></span> \n(See also the subsequent decision in Jamaat-e-\nIslami Hind V. Union of India, 1995 (1) SCC \n</p><p data-structure=\"CDiscource\" id=\"p_50\">428. \n\t\n\tThe need for the existence and exercise of \npower to grant protection to a witness and \npreserve his or her anonymity in a criminal trial \nhas been universally recognised.   Provisions of \nsuch nature have been enacted to protect the life \nand liberty of the person who is able and willing to \ngive evidence in support of the prosecution in \ngrave criminal cases.  A provision of this nature \nshould not be looked at merely from the angle of \nprotection of the witness whose life may be in \ndanger if his or her identity is disclosed but also in \nthe interest of the community to ensure that \nheinous offences like terrorist acts are effectively \nprosecuted and punished. It is a notorious fact \nthat a witness who gives evidence which is \nunfavourable to an accused in a trial for terrorist \noffence would expose himself to severe reprisals \nwhich could result in death or severe bodily injury \nor that of his family members.  If such witnesses \nare not given appropriate protection, they would \nnot come forward to give evidence and there \nwould be no effective prosecution of terrorist \noffences and the entire object of the enactment \nmay possibly be frustrated.   Under compelling \ncircumstances this can be dispensed with by \nevolving such other mechanism, which complies \nwith natural justice and thus ensures a fair trial. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_51\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_30\">The observations made in this regard by this \nCourt in the decisions to which we have adverted \nto earlier have been noticed by this Court in \n<a href=\"/doc/1813801/\" id=\"a_188\">Kartar Singh</a>&#x27;s case (supra) and has upheld the \nvalidity of a similar provision subject, of course, to \ncertain conditions which form part of <a href=\"/doc/1158561/\" id=\"a_189\">Section 30</a> \nnow.   The present position is that <a href=\"/doc/208101/\" id=\"a_190\">Section 30(2)</a> \nrequires the court to be satisfied that the life of a \nwitness is in danger to invoke a provision of this \nnature. Furthermore, reasons for keeping the \nidentity and address of a witness secret are \nrequired to be recorded in writing and such \nreasons should be weighty.   In order to safeguard \nthe right of an accused to a fair trial and basic \nrequirements of the due process a mechanism can \nbe evolved whereby the special court is obligated \nto satisfy itself about the truthfulness and \nreliability of the statement or disposition of the \nwitness whose identity is sought to be protected.</span> \n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">\tOur attention has been drawn to legal \nposition in USA, Canada, New Zealand, Australia \nand UK as well as the view expressed in the \nEuropean Court of Human Rights in various \ndecisions.  However, it is not necessary to refer \nany of them because the legal position has been \nfully set out and explained in Kartar Singh and \nprovision of POTA in <a href=\"/doc/1158561/\" id=\"a_191\">Section 30</a> clause (2) has \nbeen modelled on the guidelines set out therein.  \nWe may further notice that the effort of the court \nhas been to balance the right of the witness as to \nhis life and liberty and the right of community in \neffective prosecution of heinous criminal offences \nwith the right of the accused to a fair trial.  This is \ndone by devising a mechanism or arrangement to \npreserve anonymity of the witness when there is \nan identifiable threat to the life or physical safety \nof the witness or others whereby the court \nsatisfies itself about the weight to be attached to \nthe evidence of the witness. In some jurisdictions \nan independent counsel has been appointed for \nthe purpose to act as amicus curie and after going \nthrough the deposition evidence assist the court in \nforming an opinion about the weight of the \nevidence in a given case or in appropriate cases to \nbe cross-examined on the basis of the questions \nformulated and given to him by either of the \nparties. Useful reference may be made in this \ncontext to the recommendations of the Law \nCommission of  New Zealand.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_53\">\tThe necessity to protect the identity of the \nwitness is not a factor that can be determined by \na general principle.  It is dependent on several \nfactors and circumstances arising in a case and, \ntherefore, the Act has left the determination of \nsuch question to an appropriate case.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\"> \tKeeping secret the identity of witness, \nthough in the larger interest of public, is a \ndeviation from the usual mode of trial. In \nextraordinary circumstances we are bound to take \nthis path, which is less travelled. Here the Special \nCourts will have to exercise utmost care and \ncaution to ensure fair trial. The reason for keeping \nidentity of the witness has to be well \nsubstantiated. It is not feasible for us to suggest \nthe procedure that has to be adopted by the \nSpecial Courts for keeping the identity of witness \nsecret. It shall be appropriate for the concerned \nCourts to take into account all the factual \ncircumstances of individual cases and to forge \nappropriate methods to ensure the safety of \nindividual witness. With these observations we \nuphold the validity of <a href=\"/doc/1158561/\" id=\"a_192\">Section 30</a>. \n</p>\n<p data-structure=\"Section\" id=\"p_55\"><a href=\"/doc/978947/\" id=\"a_193\">Section 32</a>:\n</p><blockquote id=\"blockquote_46\"> \tThis Section made it lawful of certain \nconfessions made to police officers to be taken \ninto consideration. \n</blockquote><blockquote id=\"blockquote_47\"> \tConcerning the validity and procedural \ndifficulties that could arise during the process of \nrecording confessions the Petitioners submitted \nthat there is no need to empower the police to \nrecord confession since the accused has to be \nproduced before the Magistrate within forty-eight \nhours<a href=\"/doc/1813801/\" id=\"a_194\">, <a href=\"/doc/1813801/\" id=\"a_195\">in that case</a></a> magistrate himself could record \nthe confession; that there is no justification for \nextended time limit of forty eight hours for \nproducing the person before Magistrate; that it is \nnot clear in the Section whether the confession \nrecorded by the police officer will have the validity \nafter Magistrate has recorded the fact of torture \nand has sent the accused for medical \nexamination; that it is not clear as to whether \nboth the confession before the police officer as \nwell as confession statement before the Magistrate \nshall be used in evidence; that the Magistrates \ncannot be used for mechanically putting seal of \napproval on the confessional statements by the \npolice; that, therefore, the Section has to be \nnullified. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_31\">Validity of this Section was defended by \nthe learned Attorney General by forwarding the \narguments that the provisions relating to the \nadmissibility of confessional statements, which is \nsimilar to that of <a href=\"/doc/978947/\" id=\"a_196\">Section 32</a> in POTA was upheld in \n<a href=\"/doc/1813801/\" id=\"a_197\">Kartar Singh</a>&#x27;s case (supra); that the provisions \nof POTA are an improvement of TADA by virtue of \nenactment of <a href=\"/doc/918253/\" id=\"a_198\">Section 32(3)</a> to <a href=\"/doc/1206663/\" id=\"a_199\">32(5)</a>; that the \ngeneral principles of law regarding the \nadmissibility of a confessional statement is \napplicable under POTA; that the provision which \nentails the Magistrate to test and examine the \nvoluntariness  of a confession and complaint of \ntorture is an additional safeguard and does not in \nany manner inject any constitutional infirmity; \nthat there cannot be perennial distrust of the \npolice; that Parliament has taken into account all \nthe relevant factors in its totality and same is not \nunjust or unreasonable.</span>\n</blockquote><blockquote id=\"blockquote_48\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_32\">At the outset it has to be noted that the \n<a href=\"/doc/1998386/\" id=\"a_200\">Section 15</a> of TADA that was similar to this Section \nwas upheld in <a href=\"/doc/1813801/\" id=\"a_201\">Kartar Singh</a>&#x27;s case (supra) (pages \n664-683 of SCC).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_33\">While enacting this Section \nParliament has taken into account of all the \nguidelines, which were suggested by this Court in \n<a href=\"/doc/1813801/\" id=\"a_202\">Kartar Singh</a>&#x27;s case (supra). Main allegation of \nthe Petitioners is that there is no need to empower \nthe police to record confession since the accused \nhas to be produced before the Magistrate within \nforty-eight hours in which case the Magistrate \nhimself could record the statement or confession.</span> \n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_34\">In the context of terrorism the need for making \nsuch a provision so as to enable Police officers to \nrecord the confession was explained and upheld \nby this Court in <a href=\"/doc/1813801/\" id=\"a_203\">Kartar Singh</a>&#x27;s case (supra) \n(page 680 para 253 of SCC). We need not go into \nthat question at this stage. If the recording of \nconfession by police is found to be necessary by \nParliament and if it is in tune with the scheme of \nlaw, then an additional safeguard under <a href=\"/doc/429716/\" id=\"a_204\">Section \n32 (4)</a> and (5) is a fortiori legal.  In our considered \nopinion the provision that requires producing such \na person before the Magistrate is an additional \nsafeguard. It gives that person an opportunity to \nrethink over his confession. Moreover, the \nMagistrate&#x27;s responsibility to record the statement \nand the enquiry about the torture and provision \nfor subsequent medical treatment makes the \nprovision safer. It will deter the police officers \nfrom obtaining a confession from an accused by \nsubjecting him to torture.  It is also worthwhile to \nnote that an officer who is below the rank of a \nSuperintendent of Police cannot record the \nconfession statement. It is a settled position that \nif a confession was forcibly extracted, it is a nullity \nin law. Non-inclusion of this obvious and settled \nprinciple does not make the Section invalid. (See :</span> \n</blockquote><blockquote id=\"blockquote_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_35\"><a href=\"/doc/1813801/\" id=\"a_205\">Kartar Singh</a>&#x27;s case (supra) page 678, para 248</span> \n</blockquote><blockquote id=\"blockquote_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_36\">- 249 of SCC). Ultimately, it is for the concerned \nCourt to decide the admissibility of the confession \nstatement. (See : <a href=\"/doc/1813801/\" id=\"a_206\">Kartar Singh</a>&#x27;s case (supra) \npage 683, para 264 of SCC). Judicial wisdom will \nsurely prevail over irregularity, if any in the \nprocess of recording confessional statement. \nTherefore we are satisfied that the safeguards \nprovided by the Act and under the law is adequate \nin the given circumstances and we don&#x27;t think it is \nnecessary to look more into this matter. \nConsequently we uphold the validity of <a href=\"/doc/978947/\" id=\"a_207\">Section 32</a>.</span> \n</blockquote>\n<blockquote id=\"blockquote_51\"><a href=\"/doc/1379660/\" id=\"a_208\">Section 49</a>:\n</blockquote>\n<blockquote id=\"blockquote_52\"> \t<a href=\"/doc/1379660/\" id=\"a_209\">Section 49</a> mainly deals with procedure for \nobtaining bail for an accused under POTA. \n \tPetitioners&#x27; main grievance about this Section \nis that under <a href=\"/doc/601464/\" id=\"a_210\">Section 49(7)</a> a Court could grant \nbail only if it is satisfied that there are grounds for \nbelieving that an accused &#x27;is not guilty of \ncommitting such offence&#x27;, since such a satisfaction \ncould be attained only after recording of evidence \nthere is every chance that the accused will be \ngranted bail only after minimum one year of \ndetention; that the proviso to <a href=\"/doc/601464/\" id=\"a_211\">Section 49(7)</a>, \nwhich is not there under TADA, makes it clear that \nfor one year from the date of detention no bail \ncould be granted; that this Section has not \nincorporated the principles <a href=\"/doc/1813801/\" id=\"a_212\">laid down by</a> this Court \nin Sanjay Dutt&#x27;s case (supra) (at page 439 para \n43-48 of SCC) wherein it is held that if a challan is \nnot filed after expiry of 180 days or extended \nperiod, the indefeasible right of an accused to be \nreleased on bail is ensured, provided that the \nsame is exercised before filing of challan; that the \nprosecution is curtailing even this right under \nPOTA. Therefore, the petitioners want us to make \nthe Section less stringent according to the settled \nprinciples of law. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"501198\" id=\"span_37\">Learned Attorney General \nsubmitted that the provisions regarding bail are \nnot onerous nor do they impose any excessive \nburden or restriction on the right of the accused; \nthat similar provisions are found in <a href=\"/doc/496325/\" id=\"a_213\">Section 37</a> of \nthe NDPS Act 1985 and in <a href=\"/doc/2746741/\" id=\"a_214\">Section 10</a> of the UP \nDacoity Affected Areas Act; that on a true \nconstruction of <a href=\"/doc/214731/\" id=\"a_215\">Section 49(6)</a> and (7) it is not \ncorrect to conclude that the accused cannot apply \nfor bail at all for a period of one year; that the \nright of the accused to apply for bail during the \nperiod of one year is not completely taken away; \nthat the stringent provision of bail under <a href=\"/doc/601464/\" id=\"a_216\">Section \n49(7)</a> would apply only for the first one year of \ndetention and after its expiry the normal bail \nprovisions under <a href=\"/doc/445276/\" id=\"a_217\">Cr.P.C</a>. would apply; that there is \nno dispute that the principle laid down by this \nCourt in <a href=\"/doc/501198/\" id=\"a_218\">D.K Basu V. State of West Bengal</a>, \n1997 (1) SCC 416, will apply; that in the light of \neffective safeguards provided in the Act and \neffective remedies against adverse orders there is \nno frailty in <a href=\"/doc/1379660/\" id=\"a_219\">Section 49</a>.</span> \n</blockquote>\n<blockquote id=\"blockquote_53\"> \t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_38\"><a href=\"/doc/1379660/\" id=\"a_220\">Section 49</a> of the Act is similar to that of \n<a href=\"/doc/1966977/\" id=\"a_221\">Section 20</a> of TADA, constitutional validity of \nwhich has been upheld by this Court in <a href=\"/doc/1813801/\" id=\"a_222\">Kartar \nSingh</a>&#x27;s case (supra) (pages 691-710 of SCC). \nChallenge before us is limited to the interpretation \nof <a href=\"/doc/214731/\" id=\"a_223\">Section 49(6)</a> and (7). By virtue of <a href=\"/doc/1917836/\" id=\"a_224\">Section \n49(8)</a>, the powers under <a href=\"/doc/214731/\" id=\"a_225\">Section 49 (6)</a> and (7) \npertaining to bail is in addition to and not in \nderogation to the powers under the Code or any \nother law for the time being in force on granting of \nbail. The offences under POTA are more complex \nthan that of ordinary offences. Usually the overt \nand covert acts of terrorism are executed in a \nchillingly efficient manner as a result of high \nconspiracy, which is invariably linked with anti-\nnational elements both inside and outside the \ncountry. So an expanded period of detention is \nrequired to complete the investigation. Such a \ncomparatively long period for solving the case is \nquite justifiable. Therefore, the investigating \nagencies may need the custody of accused for a \nlonger period. Consequently, <a href=\"/doc/214731/\" id=\"a_226\">Section 49 (6)</a> and \n(7) are not unreasonable. In spite of this, bail \ncould be obtained for an accused booked under \nPOTA if the &#x27;court is satisfied that there are \ngrounds for believing that he is not guilty of \ncommitting such offence&#x27; after hearing the Public \nProsecutor. It is the general law that before \ngranting the bail the conduct of accused seeking \nbail has to be taken into account and evaluated in \nthe background of nature of crime said to have \ncommitted by him. That evaluation shall be based \non the possibility of his likelihood of either \ntampering with the evidence or committing the \noffence again or creating threat to the society.</span> \n</blockquote><p data-structure=\"Precedent\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813801\" id=\"span_39\">Since the satisfaction of the Court under <a href=\"/doc/601464/\" id=\"a_227\">Section \n49(7)</a> has to be arrived based on the particular \nfacts and after considering the abovementioned \naspects, we don not think the unreasonableness \nattributed to <a href=\"/doc/601464/\" id=\"a_228\">Section 49(7)</a> is fair. (See: <a href=\"/doc/1813801/\" id=\"a_229\">Kartar \nSingh</a>&#x27;s case (supra) page 707, para 349-352 of \nSCC).</span>  \n</p>\n<p data-structure=\"Section\" id=\"p_57\"> \tProviso to <a href=\"/doc/601464/\" id=\"a_230\">Section 49(7)</a> reads as under:\n</p>\n<blockquote id=\"blockquote_54\">&quot;Provided that after the expiry of a period of \none year from the date of detention of the \naccused for an offence under this Act, the \nprovisions of sub-section (6) of this Section \nshall apply.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_58\">\tIt is contended that this proviso to <a href=\"/doc/601464/\" id=\"a_231\">Section \n49(7)</a> of POTA is read by some of the courts as a \nrestriction on exercise of power for grant of bail \nunder <a href=\"/doc/214731/\" id=\"a_232\">Section 49(6)</a> of POTA and such power \ncould be exercised only after the expiry of the \nperiod of one year from the date of detention of \nthe accused for offences under POTA.  If the \nintention of the legislature is that an application \nfor bail cannot be made prior to expiry of one year \nafter detention for offences under POTA, it would \nhave been clearly spelt out in that manner in \n<a href=\"/doc/214731/\" id=\"a_233\">Section 49(6)</a> itself.  <a href=\"/doc/214731/\" id=\"a_234\">Sections 49(6)</a> and <a href=\"/doc/601464/\" id=\"a_235\">49(7)</a> of \nPOTA have to be read together and the combined \nreading of these two sections is to the effect that \nPublic Prosecutor has to be given an opportunity \nof being heard before releasing the accused on \nbail and if he opposes the application, the court \nwill have to be satisfied that there are grounds for \nbelieving that he is not guilty of having committed \nsuch offence.  It is by way of exception to <a href=\"/doc/601464/\" id=\"a_236\">Section \n49(7)</a> that proviso is added which means that \nafter the expiry of one year after the detention of \nthe accused for offences under POTA, the accused \ncan be released on bail after hearing the Public \nProsecutor under ordinary law without applying \nthe rigour of <a href=\"/doc/601464/\" id=\"a_237\">Section 49(7)</a> of POTA.  It also \nmeans that the accused can approach the court \nfor bail subject to conditions of <a href=\"/doc/601464/\" id=\"a_238\">Section 49(7)</a> of \nPOTA within a period of one year after the \ndetention for offences under POTA.\n</p>\n<p data-structure=\"Section\" id=\"p_59\">Proviso to <a href=\"/doc/601464/\" id=\"a_239\">Section 49(7)</a> provides that the \ncondition enumerated in sub-section (6) will apply \nafter the expiry of one-year.  There appears to be \nan accidental omission or mistake of not including \nthe word &#x27;not&#x27; after the word &#x27;shall&#x27; and before the \nword &#x27;apply&#x27;. Unless such a word is included, the \nprovision will lead to an absurdity or become \nmeaningless.   Even otherwise, read appropriately, \nthe meaning of the proviso to <a href=\"/doc/601464/\" id=\"a_240\">Section 49(7)</a> is that \nan accused can resort to ordinary bail procedure \nunder the Code after that period of one year.  At \nthe same time, proviso does not prevent such an \naccused to approach the Court for bail in \naccordance with the provisions of POTA under \n<a href=\"/doc/214731/\" id=\"a_241\">Section 49(6)</a> and (7) thereof.   This interpretation \nis not disputed by the learned Attorney General.   \nTaking into account of the complexities of the \nterrorism related offences and intention of \nParliament in enacting a special law for its \nprevention, we do not think that the additional \nconditions regarding bail under POTA are \nunreasonable. We uphold the validity of Section \n</p><p data-structure=\"Section\" id=\"p_60\">49. \n\tThere is no challenge to any other provisions \nof the Act.\n</p><p data-structure=\"Conclusion\" id=\"p_61\">\tIn the result, these petitions stand dismissed \nsubject, however, to the clarifications that we \nhave set out above on the interpretation of the \nprovisions of the enactment while dealing with the \nconstitutionality thereof. \n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">W.P.(Crl.) 129/2002 :\n</p><blockquote id=\"blockquote_55\"> \tA case was registered against the petitioner \nunder <a href=\"/doc/1435029/\" id=\"a_242\">Section 13(1)(a)</a> of the Unlawful Activities \nPrevention Act, 1967, <a href=\"/doc/1920290/\" id=\"a_243\">Section 21(2)</a> and (3) of the \n<a href=\"/doc/1778/\" id=\"a_244\">Prevention of Terrorism Act, 2002</a> (POTA) read \nwith <a href=\"/doc/513074/\" id=\"a_245\">Sections 109</a> and <a href=\"/doc/1897847/\" id=\"a_246\">120B</a> of the Indian Penal \nCode on 4.7.2002.  When the petitioner returned \nto Chennai from Chicago on 11.7.2002, he was \narrested at the Chennai Airport and was produced \nbefore a Judicial Magistrate, Madurai on \n12.7.2002. He had been remanded.  He has been \ndetained in jail since then pursuant to the remand \norder of the Judicial Magistrate, Madurai.  A \nnotification was issued constituting Special Court, \nChennai  at Poonamallee for trial of the offences \nunder POTA.  The petitioner was produced before \nthe Special Court on 7.8.2002 and he has been \ncontinued to be remanded to jail from time to \ntime.  On 9.10.2002, his remand has been \nextended beyond the period of 90 days.  \n</blockquote><p data-structure=\"PetArg\" id=\"p_63\">\tIn this case, though several questions have \nbeen raised,  two questions have been specifically \nurged, namely  :\n</p><blockquote id=\"blockquote_56\">(1)\tWhether <a href=\"/doc/835871/\" id=\"a_247\">Section 21(1)</a> and (3) of the \n<a href=\"/doc/1778/\" id=\"a_248\">Prevention of Terrorism Act, 2002</a> are \noffending <a href=\"/doc/1378441/\" id=\"a_249\">Article 19(1)(a)</a> and <a href=\"/doc/445304/\" id=\"a_250\">19(1)(c)</a> of the \nConstitution of India and therefore \nunconstitutional? \n</blockquote><blockquote id=\"blockquote_57\">(2)\tDoes the mere expression of sympathy for \nTamils in Sri Lanka for whom the Liberation \nof Tigers of Tamil Eelam has become the \nsole-representative recognised by the \nInternational Community amount to support \nto a terrorist organisation under the \n<a href=\"/doc/1778/\" id=\"a_251\">Prevention of Terrorism Act, 2002</a> thereby \nempower the State to curtail the personal \nliberty?\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_64\"> \tWe have upheld the constitutional validity of \n<a href=\"/doc/169072/\" id=\"a_252\">Section 21</a> of POTA in the decision pronounced by \nus in Writ Petition (C) No. 389 of 2002 above and, \ntherefore, the first question does not survive for \nconsideration.\n</p><p data-structure=\"CDiscource\" id=\"p_65\"> \tSo far as the second question is concerned,  \nwe have heard Shri F.S. Nariman and Shri Anil B. \nDivan, learned senior counsel appearing for the \npetitioner, apart from Shri Rajinder Sachhar and \nShri B.S. Malik, the learned senior counsel \nappearing for the petitioner in connected matters, \non the interpretation of <a href=\"/doc/169072/\" id=\"a_253\">Section 21</a> of POTA.  Shri \nP.P. Rao, appearing for the State of Tamil Nadu,  \nhas made elaborate submissions and adverted to \nvarious affidavits filed by the Union of India.  \nHowever, it is not necessary for us to examine any \nof these aspects in these proceedings. We have \ncarefully considered the arguments advanced by \nthe learned counsel and that of the learned \nAttorney General for India on this aspect of the \nmatter.   We think, the proper course that has to \nbe adopted in a case of this nature where a \ncriminal case has already been lodged and the \nsame is pending consideration before the Special \nCourt, it would not be appropriate for us to \nexpress our views on the question of facts arising \nin this case.  We are sure that the Special Court \nwill decide the matter in the light of decision \npronounced by us in Writ Petition (C) No. 389 of \n2002 above.\n</p><p data-structure=\"Conclusion\" id=\"p_66\">\tThe writ petition is disposed of with aforesaid \nobservations.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">W.P.(Crl.) 28/2003  :\n</p><blockquote id=\"blockquote_58\">\tThe petitioner in this writ petition seeks for \ndeclaration that <a href=\"/doc/1920290/\" id=\"a_254\">Section 21(2)</a> and the proviso to \n<a href=\"/doc/214731/\" id=\"a_255\">Section 49(6)</a> and <a href=\"/doc/601464/\" id=\"a_256\">49(7)</a> of POTA are illegal and \nultra vires the Constitution of India.  \n\tInasmuch as we have upheld the \nconstitutional validity of <a href=\"/doc/1920290/\" id=\"a_257\">Section 21(2)</a> and proviso \nto <a href=\"/doc/214731/\" id=\"a_258\">Section 49(6)</a> and <a href=\"/doc/601464/\" id=\"a_259\">49(7)</a> of POTA in the \njudgment pronounced by us in Writ Petition (C) \nNo. 389 of 2002 above, this writ petition is \ndismissed. \n</blockquote>\n<blockquote id=\"blockquote_59\">W.P.(Crl.) 48/2003   :\n</blockquote>\n<blockquote id=\"blockquote_60\"> \tIn this writ petition, apart from challenging \nthe constitutional validity of <a href=\"/doc/1228217/\" id=\"a_260\">Sections 1(4)</a>, <a href=\"/doc/776860/\" id=\"a_261\">3</a> to <a href=\"/doc/1269696/\" id=\"a_262\">9</a>, \n<a href=\"/doc/1660922/\" id=\"a_263\">14</a>, <a href=\"/doc/1182499/\" id=\"a_264\">18</a> to <a href=\"/doc/331462/\" id=\"a_265\">24</a>, <a href=\"/doc/1170179/\" id=\"a_266\">26</a>, <a href=\"/doc/1426325/\" id=\"a_267\">27</a>, <a href=\"/doc/641830/\" id=\"a_268\">29</a> to <a href=\"/doc/1820308/\" id=\"a_269\">33</a>, <a href=\"/doc/300785/\" id=\"a_270\">36</a> to <a href=\"/doc/998501/\" id=\"a_271\">53</a> which has \nbeen upheld by us in the judgment pronounced by \nus in Writ Petition (C) No. 389 of 2002 above, the \nconstitutional validity of Entry 21 of the Schedule \nto POTA is also challenged.  \n</blockquote>\n<blockquote id=\"blockquote_61\"> \tOn that aspect no specific arguments have \nbeen addressed by any of the parties.  This matter \nwill have to be heard separately and hence, this \nwrit petition is de-linked from other matters.  \n</blockquote>\t\t\t\t\n\n\n\n\n<blockquote id=\"blockquote_62\">Appeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622# 4051#P. VENKATARAMA REDDI # Dr. AR. LAKSHMANAN.\n###                                                                \nAppeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey and Ors.\t\t\t\t\n#State of Bihar\t\t\t\t\t\t\n#2003-11-25#25623# 104-106#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                            \nAppeal (civil)#Appeal (civil)  10906 of 1996#1996#Shanti Kumar Panda\t\t\t\t\t\t\n#Shakutala Devi\t\t\t\t\t\t\n#2003-11-03#25624# 10906#R.C. LAHOTI # ASHOK BHAN.\n###                                                                                                       \nAppeal (civil)#Appeal (civil)  11483 of 1996#1996#Amrendra Pratap Singh\t\t\t\t\n#Tej Bahadur Prajapati &amp; Ors.\t\t    \t   \n</blockquote><blockquote id=\"blockquote_63\">#2003-11-21#25625# 11483#R.C. LAHOTI # ASHOK BHAN.\n###                                                                                    \nAppeal (civil)#Appeal (civil)  9130 of 2003#2003#Ameer Trading Corporation Ltd.\t\t\t\n#Shapoorji Data Processing Ltd.\t\t\t\t\n</blockquote><blockquote id=\"blockquote_64\">#2003-11-18#25626# 9130#CJI# S.B. Sinha # AR. Lakshmanan.\n##                                                                           \nAppeal (civil)#Appeal (civil)  14178-14184 of 1996#1996#Brij Behari Sahai (Dead) through L.Rs., etc. etc.                     \n#State of Uttar Pradesh                                    #2003-11-28#25627# 14178-14184#Doraiswamy Raju # Arijit Pasayat.\n###\nAppeal (crl.)#Appeal (crl.)  1968 of 1996#1996#Goa Plast (P) Ltd.\t\t\t \t\t\t      \n#Chico Ursula D&#x27;Souza\t\t\t\t\t               \n#2003-11-20#25628# 1968#B.P. Singh # Dr. AR. Lakshmanan\n###                                                                          \nWrit Petition (crl.)#Writ Petition (crl.)  199 of 2003#2003#Ashok Kumar Pandey\n#The State of West Bengal\n#2003-11-18#25629# 199#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                         \nAppeal (crl.)#Appeal (crl.)  20 of 2003#2003#Surendra Paswan\t\t\t\t\t\t\n#State of Jharkhand\t\t\t\t\t\t\n#2003-11-28#25630# 20#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                                      \nAppeal (crl.)#Appeal (crl.)  278 of 1997#1997#Vidyadharan\t\t\t\t\t\t\t\n#State of Kerala\t\t\t\t\t\t\t\n#2003-11-14#25631# 278#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                                         \nAppeal (crl.)#Appeal (crl.)  292 of 1997#1997#State of Madhya Pradesh.\n#Awadh Kishore Gupta and Ors. \t\t\t\n</blockquote><blockquote id=\"blockquote_65\">#2003-11-18#25632# 292#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                         \n###State of Punjab &amp; Anr.\t\t\t\t\t\n</blockquote><blockquote id=\"blockquote_66\">#M/s Devans Modern Brewaries Ltd. &amp; Anr.\t\t\t\n#2003-11-20#25633##CJI.# R.C. Lahoti # Dr. AR. Lakshmanan.\n##                                                                                                                      \nAppeal (crl.)#Appeal (crl.)  331 of 1997#1997#Shriram\t\t\t\t\t\t\t\t\n#State of Madhya Pradesh\t\t\t\t\t\n#2003-11-24#25634# 331#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                                      \nAppeal (civil)#Appeal (civil)  3630-3631 of 2003#2003#The Prohibition &amp; Excise Supdt., A.P. &amp; Ors.                           \n#Toddy Tappers Coop. Society, Marredpally  &amp; Ors.          #2003-11-17#25635# 3630-3631#CJI.#Dr. AR. Lakshmanan\n###             \nAppeal (crl.)#Appeal (crl.)  371-372 of 2003#2003#Ram Dular Rai &amp; Ors. \t\t\t\t\t\n#State of Bihar\t\t\t\t\t\t\n#2003-11-27#25636# 371-372#S.B. Sinha.\n####                                                                                                                \nAppeal (civil)#Appeal (civil)  4075-4081 of 1998#1998#Nair Service Society  \t\t \t\t\t              \n#Dist. Officer, Kerala Public Service Commission &amp; Ors. \n#2003-11-17#25637# 4075-4081#CJI. # Dr. AR. Lakshmanan.\n###                                         \nAppeal (civil)#Appeal (civil)  4698-4700 of 1994#1994#State of U.P. &amp; Ors.\t\t\t     \t              \n#Lalji Tandon (Dead)\t\t                               \n#2003-11-03#25638# 4698-4700#R.C. LAHOTI #  ASHOK BHAN \n###                                           \nAppeal (crl.)#Appeal (crl.)  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96866\" id=\"span_40\">506 of 1997#1997#State of Karnataka\t\t\t\t\t\t\n#Puttaraja\t\t\t\t\t\t\t\n#2003-11-27#25639# 506#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                                         \nAppeal (crl.)#Appeal (crl.)  519-521 of 2003#2003#<a href=\"/doc/96866/\" id=\"a_272\">Goura Venkata Reddy \t\t\t\t\tVs.\n#State of Andhra Pradesh</a>\t\t\t\t\t\n#2003-11-19#25640# 519-521#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                 \nAppeal (crl.)#Appeal (crl.)  530-531 of 2003#2003#Bhargavan &amp; Ors.\t\t\t\t\t\t\n#State of Kerala\t\t\t\t\t\t\n#2003-11-17#25641# 530-531#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                              \nAppeal (civil)#Appeal (civil)  7371 of 2002#2002#N.D. Thandani (Dead) By Lrs.\t\t\t\t        \n#Arnavaz Rustom Printer &amp; Anr.</span>\t\t\t\t   \n</blockquote><blockquote id=\"blockquote_67\">#2003-11-24#25642# 7371#R.C. LAHOTI # ASHOK BHAN.\n###                                                                         \nAppeal (civil)#Appeal (civil)  9205-07 of 2003#2003#The Land Acquisition Officer, Nizamabad, District, Andhra Pradesh\t\n#Nookala Rajamallu and Ors.\t\t\t\t\n</blockquote><blockquote id=\"blockquote_68\">#2003-11-21#25643# 9205-07#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                       \nTransfer Petition (crl.)#Transfer Petition (crl.)  77-78 of 2003#2003#K. Anbazhagan          \t            \t\t\t\n#The Superintendent of Police &amp; ors.    \n#2003-11-18#25644# 77-78#S.N. VARIAVA # H.K. SEMA.\n###                                                 \nAppeal (civil)#Appeal (civil)  7868 of 1995#1995#ITW Signode India Ltd.\t\t\t\t\t\n#Collector of Central Excise\t\t\t\n#2003-11-19#25645# 7868#CJI# S.B. Sinha # Dr. AR. Lakshmanan.\n##                                                                                 \nAppeal (civil)#Appeal (civil)  857 of 1998#1998#Shyam Singh\n#Daryao Singh (dead) by Lrs. &amp; Ors\t\t\n#2003-11-19#25646# 857#Shivaraj V. Patil # D.M. Dharmadhikari.\n###                                                                                           \nAppeal (civil)#Appeal (civil)  3630-3631 of 2003#2003#Prohibition &amp; Excise Supdt. A.P. &amp; Ors.\t\t\n#Toddy Tappers Coop. Society, Marredpally &amp; Ors.\t\t\t\t\t\t\n#2003-11-17#25647# 3630-3631#S.B. Sinha     \t\n####                                                     \nAppeal (civil)#Appeal (civil)  62-65 of 1999#1999#Pramod K. Pankaj\t\t\t\t\t\t\n#State of Bihar and Ors.\t\t\t\t          \n</blockquote><blockquote id=\"blockquote_69\">#2003-11-20#25648# 62-65#CJI# # S.B. Sinha.\n##                                                                                                \nAppeal (civil)#Appeal (civil)  8232 of 1996#1996#Hindustan Lever &amp; Anr. \t\t\t\t\t\t\n#State of Maharashtra &amp; Anr. \t\t\t\t\t\n</blockquote><blockquote id=\"blockquote_70\">#2003-11-18#25649# 8232#R.C. Lahoti # Ashok Bhan.\n###                                                                                       \nAppeal (civil)#Appeal (civil)  5337-5339 of 1999#1999#Manager, Nirmala Senior, Secondary School, Port Blair\t\t\n#N.I. Khan &amp; Ors.\t\t\t\t\t\t\n</blockquote><blockquote id=\"blockquote_71\">#2003-11-21#25650# 5337-5339#SHIVARAJ V. PATIL # ARIJIT PASAYAT.\n###                                                    \nAppeal (civil)#Appeal (civil)  9131 of 2003#2003#Rekha Mukherjee\t\t\t\t\t\t\t\n#Ashish Kumar Das &amp; Anr.\t\t\t\t\t\n</blockquote><blockquote id=\"blockquote_72\">#2003-11-18#25651# 9131#CJI# S.B. Sinha # Dr. AR. Lakshmanan.\n##                                                                                        \nAppeal (civil)#Appeal (civil)  3130 of 2002#2002#Ashan Devi &amp; Anr.\t\t    \t\t\t\n#Phulwasi Devi &amp; Ors.\t\t\n</blockquote><blockquote id=\"blockquote_73\">#2003-11-19#25652# 3130#Shivaraj V. Patil # D.M. Dharmadhikari.\n###                                                                                       \nAppeal (civil)#Appeal (civil)  7096 of 2000#2000#Smt. Lila Ghosh (Dead) through LR, Shri Tapas Chandra Roy\n#The State of West Bengal\t\t\n#2003-11-18#25653# 7096#S. N. Variava # H. K. Sema.\n###                                                                \n###Harinagar Sugar Mills Ltd.\t\t\t\n</blockquote><blockquote id=\"blockquote_74\">#State of Bihar &amp; Ors.\t       \t  \t\t\n</blockquote><blockquote id=\"blockquote_75\">#2003-11-19#25654##Brijesh Kumar # Arun Kumar.\n###                                                                                                                                       \nAppeal (crl.)#Appeal (crl.)  115-120 of 2002#2002#R. Sai Bharathi\t\t\t\t\t\t\t\n#J. Jayalalitha &amp; Ors. \t\t\t\t\t\t\n</blockquote><blockquote id=\"blockquote_76\">#2003-11-24#25655# 115-120#S. RAJENDRA BABU  # P. VENKATARAMA REDDI\n###                                                                                \nAppeal (civil)#Appeal (civil)  9136-9137 of 2003#2003#M/s.Sathyanarayana Brothers (P) Ltd.        \n#Tamil Nadu Water Supply &amp; Drainage Board \n#2003-11-18#25656# 9136-9137#Brijesh Kumar # (Arun Kumar.\n###                                                   \n</blockquote>","numcites":110,"numcitedby":601,"docsource":"Supreme Court of India","citetid":110957682,"divtype":"judgments","relatedqs":[{"value":"sanjay dutt","formInput":"sanjay%20dutt"},{"value":"mens rea","formInput":"mens%20rea"},{"value":"arijit pasayat ","formInput":"arijit%20pasayat%20"},{"value":"audi alteram partem","formInput":"audi%20alteram%20partem"},{"value":"human rights","formInput":"human%20rights"},{"value":"article 19(1)(c)","formInput":"article%2019%281%29%28c%29"},{"value":"article 20(3)","formInput":"article%2020%283%29"},{"value":"transfer petition criminal","formInput":"transfer%20petition%20criminal"},{"value":"conscious possession","formInput":"conscious%20possession"},{"value":"constitutional validity","formInput":"constitutional%20validity"},{"value":"fair trial","formInput":"fair%20trial"},{"value":"legislative competence ","formInput":"legislative%20competence%20"},{"value":"article 19","formInput":"article%2019"},{"value":"confession","formInput":"confession"},{"value":"article 20","formInput":"article%2020"},{"value":"legislative competence of parliament","formInput":"legislative%20competence%20of%20parliament"},{"value":"mental element","formInput":"mental%20element"},{"value":"sovereignty","formInput":"sovereignty"},{"value":"Criminal writ petition ","formInput":"Criminal%20writ%20petition%20"},{"value":"recording of confession ","formInput":"recording%20of%20confession%20"}],"courtcopy":true,"query_alert":null,"agreement":false}