{"tid":864113,"publishdate":"2004-04-29","title":"Union Of India (Uoi) vs Kamrup Industrial Gases Ltd. on 29 April, 2004","doc":"<h2 class=\"doc_title\">Union Of India (Uoi) vs Kamrup Industrial Gases Ltd. on 29 April, 2004</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2004(3)ARBLR618(CAL), (2004)3CALLT179(HC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-k-seth\">D.K. Seth</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-k-seth\">Dilip Kumar Seth</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nD.K. Seth, J.\n \n\n</pre><p data-structure=\"Precedent\" id=\"p_1\">1. The defendant/appellant, Union of India, entered into an agreement with the plaintiff/respondent, Kamrup Industrial Gases Limited, for purchase of Oxygen and Acetylene industrial gases on the terms and conditions contained therein. Pursuant to the said agreement, the plaintiff was allowed to install a plant for manufacturing of the industrial gases for supply to the defendant on a site allotted by the defendant within its factory premises agreeing to purchase the entire production. In consideration the defendant agreed to supply water and electricity to the plaintiffs plant on the terms and conditions stipulated. The said agreement also contained an agreement for arbitration.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_2\">1.2. In the present appeal arising out of an award passed by the umpire purported be acting on the basis of the arbitration agreement in respect of the dispute relating to supply of electricity by the defendant to the plaintiff. We are, therefore, confined only in relation to the supply of electricity within the scope and ambit of the arbitration clause. In order to appreciate the situation, we may refer to the relevant clauses of the agreement (annexure &#x27;A&#x27; at page 45 PB Vol. I) clause (3)(d) at pages 48 and 50, clauses (20) and (21) at pages 65-66 (PB Vol.1) as quoted hereafter. In terms of clause (3), the defendant, referred to as Buyers in the agreement, agreed to give the Suppliers sufficient facilities for construction of the plant and production of Oxygen and Acetylene Plants among others:\n</p><blockquote id=\"blockquote_1\"> &quot;(3)(d) Supply electric power of 175 KW capacity round the clock for factory and lighting etc., all electrical energy at 400/420 Volts. Three Phase, 50 Cycles at bulk rates charged by the U.P. State Electricity Board including statutory duty if any,- from the Buyers from time to time; connection being given at Supplier&#x27;s factory site. The electric energy shall be measured by means of meters to be installed at Supplier&#x27;s factory by the Buyers&#x27; at the Buyers&#x27; cost.&quot;\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">1.3. For the respective supplies, the Suppliers, as the plaintiff was referred to in the agreement, was liable to pay Rs.400/- per month to the Buyers, as the defendant was referred to therein, for giving water, electricity etc. stipulating that the said sum would be exclusive of the charges of consumption of electricity and water etc. The reading of the meters for consumption of electricity was to be taken jointly.\n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">1.4. The agreement was subject to force majeure clause stipulated in clause (20) which reads thus :\n</p><blockquote id=\"blockquote_2\"> &quot;(20) The agreement will be governed by the following force majeure clause: notwithstanding anything hereinmentioned if at any time during the continuance of this Agreement the performance in whole or in part by either party of any obligations under this Agreement shall be prevented or delayed by reasons of any one or more of the events following hostilities, acts of public enemy, civil commotion, sabotage, fire, flood, explosion, epidemic, quarantine, restriction, strikes, lock-outs, Governmental action or inaction or acts of God, failure of water-supply and/or electricity, then either party shall by reason of such event or events will not be entitled to have any claim for damage against the other in respect of such non-performance or delay in performance of the obligations under this Agreement.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_5\">1.5. The arbitration clause was expressed in clause (21) as follows :\n</p><blockquote id=\"blockquote_3\"> &quot;(21) In the event of any question or dispute arising under these conditions or in connection with this contract (except as to any matters the decision of which is specially provided for in these conditions) the matter in dispute shall be referred to two arbitrators, one to be nominated by the buyers and one to nominated by the suppliers or in the case of the said arbitrators not agreeing then to an Umpire to be appointed by the arbitrators in writing before proceeding on the reference and the decision of the arbitrators or in the event of their not agreeing of the said Umpire shall be final and conclusive and the provisions of the Indian Arbitration Act 1940 and the Rules thereunder and any statutory modifications thereof shall apply.&quot;\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_6\">1.6. On account of certain disputes, there was an attempt to refer the matter for arbitration in Special Suit No. 35 of 1972 through an application under <a href=\"/doc/811701/\" id=\"a_1\">Section 20</a> of the Arbitration Act, 1940. By an order dated 24th January 1974 (annexure &#x27;C&#x27; p. 70 PB Vol. I), this Court had held that the application under <a href=\"/doc/811701/\" id=\"a_2\">Section 20</a> was not maintainable since the Arbitrator had entered upon the reference. Therefore, the arbitrator was supposed to proceed under Chapter II of the 1940 Act. An application under <a href=\"/doc/1120409/\" id=\"a_3\">Section 9</a> of the Arbitration Act was also filed for setting aside the order for appointment of arbitrator together with an application under <a href=\"/doc/28932/\" id=\"a_4\">Section 41</a> for interim order. On the same date i.e., 24th January 1974 (annexure &#x27;B&#x27; p. 74 PB Vol. I), the application under <a href=\"/doc/1120409/\" id=\"a_5\">Section 9</a> was disposed of by this Court appropriate order was made by the Court on the application under <a href=\"/doc/1120409/\" id=\"a_6\">Section 9</a> of the 1940 Act. In the said order, it was observed that &quot;having regard to the fact that the dispute had arisen out of the contract and in connection therewith as to the rate to be charged by the defendant for the supply of electrical energy to the plaintiffs factory at Varanasi under the said agreement dated 21st April 1965, the said disputes are entirely covered by the arbitration clause&quot; (pp. 74-76 PB Vol.1). On the basis of such observation, however, the appointment of the sole arbitrator was set aside with liberty to the parties to appoint their respective arbitrators in terms of the arbitration agreement. In terms of this order, the plaintiff appointed its own arbitrator by or under its letter dated 6th February 1974 (pp. 575-578 PB Vol.11) and called upon him to decide the disputes referred to therein, namely :\n</p>  \n\n<blockquote id=\"blockquote_4\">&quot;1. Whether Diesel Locomotive Works Varanasi are entitled to charge us rates of electricity higher than the bulk rates actually charged by the U.P. State Electricity Board from the Respondent for our load over and above Diesel Locomotive Works on load for the period 1.1.1970 to 31.12.1971 and from 1.1.1972 onwards.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">2. What is the amount refundable to us by Diesel Locomotive Works for the excess charges made by them for electricity supplied to us for the period 1.1.70 onwards.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">3. What is the amount refundable to us by the Diesel Locomotive Works for charging us statutory duty when such duty was not charged by U.P. Electricity Board from Diesel Locomotive Works.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">4. What is the amount refundable to us by Diesel Locomotive Works against 5 percent rebate given by the U.P. Electricity Board to Diesel Locomotive Works.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">5. Whether Diesel Locomotive Works are entitled to charge any coal surcharge and if not, the amount refundable to us from payments earlier made on this account.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">6. What is the amount refundable by Diesel Locomotive Works for excess demand collected on the basis of reading from defective meters for the period 1.1.1970 to 31.12.1971 and September 1972 onwards.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">7. What is the amount refundable to us by Diesel Locomotive Works for the excess electricity charges paid to Diesel Locomotive Works from January 1966 to December, 1969, charged under mistake of fact/readings from defective meters and/or assumptions of meters.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">8. What is the excess electricity charges charged by them for the months of March and April 1972 and refundable to us.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">9. What is the amount refundable to us by Diesel Locomotive Works for the higher rates charged for the electricity consumed by us for our Guest House (Club) Administrative Building lavatory lighting etc.\n \n\n</blockquote><blockquote id=\"blockquote_13\">10. What is the rate at which we have to pay Diesel Locomotive Works, Varanasi from now onwards taking into consideration the terms of the Agreement dated 21st April, 1965 whereby Diesel Locomotive Works have to charge us the Bulk Rates as charged from them by U.P. State Electricity Board for our load over and above Diesel Locomotive Works own load.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">11. What damage we are entitled from Diesel Locomotive Works, Varanasi for -\n</blockquote>  \n\n<blockquote id=\"blockquote_15\">i) Fluctuatinos beyond the agreed supply voltages.\n</blockquote> \n<blockquote id=\"blockquote_16\">\n</blockquote><blockquote id=\"blockquote_17\">ii) For interest,\n \n\n</blockquote><blockquote id=\"blockquote_18\">iii) For interruption in power supply with or without notice.&quot;\n</blockquote> \n<blockquote id=\"blockquote_19\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\">1.7. It is alleged that there was 465 days&#x27; sitting in course of the arbitration proceeding. Ultimately, the dispute was referred to an umpire by an order dated 7th December 1977 by Hon&#x27;ble Sabyasachi Mukherji, J., as His Lordship then was. The umpire passed the award (pp. 471-472 PB Vol. I), the said award did not give any reason and indicate any items on which the award was passed. The award was as follows :\n</p>  \n\n<blockquote id=\"blockquote_20\">&quot;Now having considered the matters in disputes between the parties and having taken into consideration the pleadings filed by the parties, the evidence, oral and documentary, placed before me and relied upon by the parties and the submission made on behalf of the parties I make the following award :\n</blockquote>  \n\n<blockquote id=\"blockquote_21\">1. The respondent Union of India representing Diesel Locomotive Works, Varanasi, do pay the claimant The Industrial Gases Limited Rs.8,10,000/- (Rupees Eight Lakhs ten thousand only) for the claims of Industrial Gases Limited.\n \n\n</blockquote><blockquote id=\"blockquote_22\">2. I further award that the Union of India representing Diesel Locomotive Works do pay The Industrial Gases Ltd. the costs of the arbitration proceeding assessed at\nRs. 3,00,000/-(Rupees three lakhs only).\n</blockquote> \n<blockquote id=\"blockquote_23\">\n</blockquote><blockquote id=\"blockquote_24\">3. I reject all claims of the Union of India.\n</blockquote> \n<blockquote id=\"blockquote_25\">\n</blockquote><blockquote id=\"blockquote_26\">4. The respondent Union of India do pay the claimant Industrial Gases Limited interest on the said sum of Rs.8,10,000/-(Rupees eight lakhs ten thousand only) at the rate of 6% per annum from 25th March, 1974 until the day of this award.&quot;\n \n\n</blockquote><p data-structure=\"PetArg\" id=\"p_8\">Submission by the respective Counsel:\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">2. Mr. P. K. Roy and Mr. Dipak Kr. Basu learned counsel appearing on behalf of the appellant and Mr. Bachawat learned counsel appearing on behalf of the defendant/respondent have raised various questions and led us through the respective materials on record as well as various decisions, to which we will be referring to at appropriate stage. We do not think that it would be necessary to refer to and decide all the points raised within the parameters of this appeal. Having regard to the facts and circumstances of the case, the submission made by the respective counsel for the parties, the issues involved can be divided in two broad spectrum : (1) whether the award could be said to have been addressed to the dispute referred to by the arbitrator or in other words the arbitrator had misconducted itself in not confining themselves within the scope of the reference and the award was in excess of the reference made; and (2) whether in a non-speaking award the quantum of the award could be gone into or in other words whether a non-speaking award could at all be interfered with? These two broad issues were split up into several points by the respective counsel in course of their submissions. We shall attempt to address ourselves only on those questions, which would be relevant for our present purpose.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">The scope of the reference:\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">3. In order to appreciate the situation, we may remember that the award was a non-speaking one. It had neither given any reason nor had given any head of accounts or any conclusion from which it can be deciphered as to what amount had been awarded. At the same time, this question has to be examined with reference to the scope of the arbitration that was referred to. The scope of reference was confined to the extent of the dispute raised by the plaintiff having regard to the orders of the Court under which the reference was made. The scope of reference cannot be expanded except by agreement between the parties. Admittedly, there was no further agreement. Parties went to arbitration on the basis of the reference made by the order dated 24th of January 1974 passed in Special Suit No. 35 of 1972.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">3.1. From the order dated 24th January 1974, the dispute appears to be related to the rate chargeable for the supply of electricity. At the same time, from the letter dated 6th February 1974, seeking the reference, it appears that items Nos. 1, 2, 3, 4, 6, 7, 8, 9 and 10 were all related to determination of the rate chargeable by the defendant for the supply of electricity to the plaintiff. On the basis of determination of such rate, the amount was usually calculable. Whereas in item No. 5, the question was as to whether coal surcharge could be levied. If it was held that it was not leviable then the entire coal surcharge that had been levied as would be reflected from the bills could be calculated and deducted. The present case was not one, which required the ascertainment of the claim by assessment. On the other hand, it was a question of determination of the rate on the basis whereof the claim could be calculated and ascertained. Whereas in the statement of claim, the plaintiff/respondent had given certain calculations without specifying as to on what account the said sum in prayer 2 could be related, whereas prayer 3 related to payment of damages due to power failure and fluctuation of voltages of power supply. But so far as the prayers 1 to 4 were concerned, it related to the rate of charges for electricity on the question of item No. 10 of the letter dated 6th February 1974, which was also a question of determination of the rate.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\">3.2. In the affidavit filed on behalf of the respondent in Award Case No. 597 of 1988, the respondent had stated : &quot;The respondents state that due to inadvertence various claims for the period between 1966 to 1969 has been included in inter alia annexures &#x27;H&#x27;, &#x27;J&#x27;, &#x27;L1&#x27;, &#x27;L2&#x27; and &#x27;O&#x27;. All the said claims in so far as they related to the period 1966 to 1969 were expressly given up by the respondents as would appear from the Minutes of the meetings dated 18.8.87. Thus remained for the Umpires&#x27; consideration only the claims relating to the period 1970 to 1974.&quot;\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_14\">3.3. Thus, we find that the scope of reference was confined only to the determination of the rate and after the rate was determined, the rest of the claims could be followed by the calculations. On the question of refund it was only the amount charged in excess could be refundable and that was an ascertainable amount which could never be a subject matter of assessment but of a calculation after the rate was determined\n \n\nWhether the umpire had misconducted himself:\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">4. Thus, the umpire had exceeded his jurisdiction in giving the award in the manner it had been so given. The award passed was in excess of the reference. Inasmuch as, he had granted the award without determining the rate which he could not have done having regard to the scope and ambit of the dispute referred to. The dispute was also related to the determination of the rate at which the future consumption would be charged; that had not been determined. Therefore, the umpire had mosconducted himself in passing the award without addressing himself to the question referred to it.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_16\">Whether damages for fluctuation etc. could be granted:\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">5. On the face of the force majeure clause provided in clause (20) of the agreement, the appellant/defendant could not be held responsible for the fluctuation in the voltage or in the failure of the supply. Admittedly, the defendant was not generating electricity. It had been supplying electricity from the supply received by it from the U.P. State Electricity Board and the charge whereof was agreed to be paid at the bulk rate charged by the U.P. State Electricity Board. Therefore, no damages could be asked for from the defendant on account of failure or fluctuation in the supply of electricity. The plaintiff could not claim any relief on this account as against the\ndefendant. Any award related to this claim would be perverse and beyond the context of the agreement. Since the award is a non-speaking one, it is not possible to ascertain whether it includes any damages or not. Let us, therefore, examine whether in such a case the quantum of the award can be challenged.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_18\">Whether the quantum of the award could be challenged:\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">6. Mr. Bachawat had relied on the decision in Banqite De Paris Et Des Pays - Bas (Suisse) S.A. v. Costa Decree Naray And Christopher John Walters, 1984 (1) Lloyds, Law Reports 21 to contend that the quantum of the award cannot be a subject matter of argument. In appropriate case it was so as was held in the said decision. But when it is beyond the scope of reference where it was only the question of determination of the rate that was referred to and the quantum was dependent on the calculation upon the determination of the rate, the determination of the amount in the award cannot be said to be Immune from the scrutiny in the Courts. There is nothing to indicate that how this amount was arrived at in a case where it was a matter of calculation.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">6.1. An award is not sacrosanct. It is subject to <a href=\"/doc/1722761/\" id=\"a_7\">Sections 34</a> and <a href=\"/doc/1171700/\" id=\"a_8\">17</a> of the 1940 Act. <a href=\"/doc/1722761/\" id=\"a_9\">Sections 34</a> and <a href=\"/doc/1171700/\" id=\"a_10\">17</a> of the 1940 Act make the award subject to scrutiny by the Court within the parameters of the provisions contained therein. The scheme of the 1940 Act does not give the arbitrator a free hand. It does not grant liberty to the arbitrator to be so arbitrary traveling to perversity. The concept of arbitration within the meaning of the 1940 Act cannot conceive of an arbitrariness leading to perversity, though some element of arbitrariness is involved. Such arbitrariness has to be confined within the parameter set down by different judicial decisions of the High Courts and in the Apex Court. When no material is available from within the award itself, then the Court in an appropriate case may look into the extrinsic materials connected with the proceedings i.e. the context of the agreement, the rights available under the agreement, the scope of the dispute referred to arbitration, the test of reasonableness vis-a-vis perversity, particularly when it is purely a matter of mathematical calculation. In this case, except the claim for damages, all the other claims were calculable. If the calculable amount is segregated the damages awarded could be ascertained. Then in such a case it would be really an arbitrary action on the part of the umpire in excess of his jurisdiction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">Non-speaking award : Extent of Court&#x27;s jurisdiction:\n</p> \n\n<blockquote id=\"blockquote_27\">6.2. The Court cannot speculate where no reasons are given by the arbitrator, as to what impelled the arbitrator to arrive at his conclusion; neither the Court can probe into the mental process by which the arbitrator has reached the conclusion where it is not disclosed in the award; nor the Court can interfere where the arbitrator has committed a mere error of fact or law in reaching his conclusion on the dispute; but when no specific question of law is referred to the arbitrator, the decision on such question would not be binding, even if it was within his jurisdiction to decide the same incidentally. The jurisdiction of the Court in a non-speaking award is limited unless the arbitrator acts beyond his jurisdiction or the award is in excess of his jurisdiction. In such a case the Court is not powerless; it is the Court&#x27;s duty to examine the question related to the arbitrator&#x27;s jurisdiction. In order to determine jurisdiction error, it is necessary for the Court to examine (a) the arbitration clause in the agreement; (b) whether the claimant could raise the claim; (c) whether any term in the agreement bars the claim or restricts the power of the arbitrator to grant the relief, (d) whether the award is in disregard of the terms of the reference or the agreement or the contract; (e) whether amount of the award is ruled out or prohibited by the terms. In a case where there are several claims, some of which are prohibited or barred, the prohibited claims may be segregated and disallowed leaving the rest. But if the award is such that such claims cannot be segregated then the Court has no option to disallow the whole, unless there is something to conclude that the prohibited claim has been refused.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">6.3. In the present case it is not possible to conclude that the prohibited claim is not included in the award. When such a situation arises, if the award cannot be segregated, the award becomes perverse and cannot be sustained in view of its perversity.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">6.4. Here there being nothing available from the award, having regard to the facts and circumstances of the case, applying the above test, the award seems to be perverse.\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_22\">Whether the scope of arbitration could be enlarged:\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1041073\" id=\"span_1\">7. Relying on <a href=\"/doc/1041073/\" id=\"a_11\">A.M. Mair and Co. v. Gordhandas Sagarmull , Mr. Bachawat</a> contended that an arbitration clause of the nature with which now we are dealing, Includes all kinds of disputes. All the disputes are falling within the dispute arising out of contract. The proposition is an established one that the dispute might include all kinds of disputes, but then when a reference is made, the dispute is to be confined within the reference and not beyond. The arbitrator is not supposed to enlarge the scope of the reference all by himself. Neither one of the parties can enlarge the scope of reference. In the present case, there was nothing to show that the scope of arbitration could be enlarged. All along from the materials, it appears that the reference was confined to the reference made through the letter dated 6th February 1974 and the order of the Court coupled with the statement of claim, which prayed for an award for the determination of the rate and for refund on the basis of the rate so determined and for damages. Therefore, the dispute has to be confined within the scope of reference. On the face of the award, it appears to be a little too wide the target and outside the range. Therefore, this decision does not help Mr. Bachawat.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">Scope of interference in non-speaking award:\n</p> \n\n<p data-structure=\"Section\" id=\"p_25\">8. The principle on which the Court can interfere in respect of a non-speaking award is by now a settled proposition of law the Court&#x27;s jurisdiction in case of a non-speaking award is limited. It is not open to the Court to speculate as to what impelled the arbitrator to arrive at his conclusion where no reasons are given by the arbitrator. It is not open to the Court to attempt to probe and mental process by which the arbitrator has reached his conclusion where it is not disclosed by the terms of the award. However, in such a case, the award can be set aside or interfered with if the arbitrator acts beyond his jurisdiction. But it cannot interfere if the arbitrator has committed a mere error of fact or law in reaching his conclusion. A decision of the arbitrator on a question of law not specifically referred for decision is not final, however much, it may be within its jurisdiction and indeed essential for him to decide the question incidentally. But where a specific question of law touching upon the jurisdiction of the arbitrator was referred to decision, the finding of the arbitrator on such question may be binding between the parties. If the arbitrator acts beyond his jurisdiction then it would be a ground different from the error apparent on the face of the award. There is a distinction between an error and beyond jurisdiction. In order to find out whether the arbitrator has traveled beyond his jurisdiction, it would be necessary to consider the agreement between the parties containing the arbitration clause. In order to determine whether the arbitrator has acted in excess of his jurisdiction. It is to be examined whether the claimant could raise the particular claim before the arbitrator or whether the specific term of the contract or the law permits or gives the arbitrator the power to decide the dispute raised by the claimant or whether there is any specific bar in the contract to the raising of the particular claim. If the answers are adverse to the claim, the award passed by the arbitrator would be in excess of his jurisdiction. If the award is made by the arbitrator disregarding the terms of the reference or the arbitration agreement or the terms of the contract, it would be a jurisdictional error, which is required to be decided by the Court. The arbitrator cannot award an amount which is ruled out or prohibited by the terms of the agreement, because of specific bar stipulated by the parties to the agreement, the claim could not be raised and even if raised and referred to because of wider arbitration clause, such clam amount cannot be awarded as agreement is binding between the parties and the arbitrator has to adjudicate as per agreement.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1815803\" id=\"span_2\">8.1. This aspect was dealt with in <a href=\"/doc/1815803/\" id=\"a_12\">Continental Construction Co. Ltd. v. State of Madhya Pradesh</a>, .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_3\">Relying upon a passage from <a href=\"/doc/1989300/\" id=\"a_13\">Alopi Prashad v. Union of India</a>,  where it was held:</span>\n</p><blockquote id=\"blockquote_30\"> &quot;There it was observed that a contract is not frustrated merely because the circumstances in which the contract was made, altered. <a href=\"/doc/171398/\" id=\"a_14\">The Contract Act</a> does not enable a party to a contract to ignore the express covenants thereof, and to claim payment of consideration for performance of the contract at rates different from the stipulated rates, on some vague plea of equity. The parties to an executory contract are often faced, in the course of carrying it out, with a turn of event which they did not at all anticipate, a wholly abnormal rise or fall in prices, a sudden depreciation of currency, an unexpected obstacle to execution, or the like. There is no general liberty reserved to the courts to absolve a party from liability to perform his part of the contract merely because an account of an uncontemplated turn of events, the performance of the contract may become onerous.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_4\">8.2, The arbitrator cannot act arbitrarily, irrationally, capriciously or independently of the contract. A deliberate departure or conscious disregard of the contract or the scope of reference not only manifests the disregard of his authority or misconduct on his part, by it may tantamount to mala fide action. The arbitrator is not a conciliator. He cannot ignore the law nor he can misapply it in order to what he thinks just reasonable, the arbitrator is a tribunal selected by the parties to decide the dispute according to law. this principle was enumerated by the Apex Court after discussing various decisions on the question in <a href=\"/doc/662824/\" id=\"a_15\">Rajasthan State Mines and Minerals Ltd.. v. Eastern Engineering</a> enterprises and Anr., .</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1404079\" id=\"span_5\">8.3. Mr. Bachawat relied on the decision in Paradip Port Trust and. <a href=\"/doc/1404079/\" id=\"a_16\">Ors. v. Unique Builders</a>, (2001)2 SCC 680 to contend that when it is a case of lump award, the Court cannot intervene. It is not open to the Court to guess or speculate reasons for the award, when it is a non-reasoned one. Court cannot attempt to investigate the mental process by which the arbitrator arrived at the conclusion where it is not visible from the award. The jurisdiction of the Court is not independent of the Statute. But, at the same time, in <a href=\"/doc/1404079/\" id=\"a_17\">the said decision</a>, it was held that an award beyond the scope of either the arbitration clause or the terms of the contract or it was in excess or opposed to the terms of the reference, then the award of the arbitrator is arbitrary and unsustainable. This was, therefore, overlooked in the present case as is apparent from the facts disclosed which leads us to presume that the present award was definitely in excess and opposed to the terms of the reference.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">8.4. Relying on the decision in State of Rajasthan v. Puri Construction Co. Ltd. and Anr., (1994)1 6 SCC 485, Mr. Bachawat had reiterated that a lump award cannot be questioned on the same principle in which the Paradip Port Trust (supra) had proceeded. In the said decision, it was held that lump sum award by itself is not illegal but then the Court can examine the same and as to whether it is patently unjust and irrational and shocking to the conscience of the Court, and if it is so, the Court can interfere with it. It seems that this decision helps more the defendant than the plaintiff. But, however, such a principle is to be applied on the basis of the facts and circumstances of the case. As discussed above, we find having regard to the scope of the reference and the award that it was patently unjust, irrational and was shocking to the conscience of the Court. On the other hand, the. Court can interfere in a case where the umpire travels totally outside the permissible territory and exceeded jurisdiction in making the award, the error goes to the root of the\njurisdiction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_7\">(<a href=\"/doc/899911/\" id=\"a_18\">Jivarajbhai Ujmashi Sheth and Ors. v. Chintamanrao Balaji and Ors.</a>,  followed in <a href=\"/doc/1015491/\" id=\"a_19\">Associated Engineering Co. v. Government of Andhra Pradesh and Anr.</a>, .</span></span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\">Whether the umpire/arbitrator had acted without jurisdiction : Extraneous evidence if admissible:\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_31\">9. The arbitrator cannot act arbitrarily, irrationally, capriciously or independently of the contract or the reference. He has no power to depart from what the parties have given him. If he travels outside the bounds of the contract or the reference, he acts without jurisdiction. He has to remain within the parameters of the contract and the reference. If the arbitrator acts in manifest disregard of the contract or the reference, he acts without jurisdiction. His authority is derived from the contract and the reference. He would misconduct himself if he includes matters outside the reference, or omits to determine the dispute referred to him. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_8\">He has to decide the questions within the reference. He cannot widen the jurisdiction by-deciding questions not referred to him. He cannot decide the question otherwise than in accordance with the contract and the reference by which he is bound. [<a href=\"/doc/1015491/\" id=\"a_20\">Associated Engineering Co.</a>] (supra). Evidence of matters not appearing on the face of the award would be admissible to decide whether the arbitrator traveled outside the bounds of the contract or the reference and exceeded his jurisdiction. In order to see what the jurisdiction of the arbitrator was, it is open to the Court to see that what the dispute that was submitted to him. If that is not clear from the award, it is open to the Court to have recourse to outside sources. The Court can look at the affidavits and the pleadings of the parties and other materials and orders of the Court through which the reference was made as well as at the agreement itself.</span> It was so held in Bunge and Co. v. Dewar and Webb, (1921) 8 Lloyd&#x27;s Report 436 (KB) followed in Attorney-General for Manitoba v. Kelly, (1922) 1 Act 268 at page 276.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_9\">9.1. If the Arbitrator commits an error in the construction of the contract, it would be an error within the jurisdiction, but if he wanders outside the contract or the reference and deals with matters not allotted to him, he commits a jurisdictional error. Such error going to the root of his jurisdiction can be established by looking into the material outside the award. Extraneous evidence is admissible in such cases because the dispute is not something, which arises under or in relation to the contract or the reference or dependent on the construction of the contract or the reference or to be determined within the award. The dispute as to jurisdiction is a matter, which is within the award or outside whatever may be said about it in the award. The ambiguity of the award can, in, such cases, be resolved by admitting extraneous evidence, The rationale of this rule is that the nature of the dispute is something, which has to be determined outside and independent of what appears in the award. Such jurisdiction error needs to be proved by evidence extrinsic to the award. [<a href=\"/doc/1989300/\" id=\"a_21\">Alopi Parshad and Sons Ltd. v. Union of India</a>, ; Bunge and Co.] (supra).</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">9.2. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"433889\" id=\"span_10\">In <a href=\"/doc/433889/\" id=\"a_22\">Steel Authority of India Ltd. v. J. C. Budharajd, Government and Mining Contractor</a>, , it was held that in order to find out whether the arbitrator has\ntraveled beyond his jurisdiction and acted beyond the terms of the agreement between the parties, the agreement is to be required to be looked into. It is true that interpretation of a particular condition in the agreement would be within the jurisdiction of the arbitrator. However, in cases where there was no question of interpretation of any term of the contract but of solely reading the same as it is and still the arbitrator ignores it and awards the amount despite prohibition in the agreement, the award would be arbitrary, capricious and without jurisdiction. Whether the arbitrator has acted beyond the terms of the contract or has traveled beyond his jurisdiction would depend upon facts, which, however, would be jurisdictional facts and are required to be gone into by the Court. The arbitrator may have jurisdiction to entertain claim and yet he may not have jurisdiction to pass award for particular items in view of prohibition contained in the contract.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">9.3. In New India Civil Erectors (P) Ltd. v. Oil and Natural Gas Corporation, , it was held that the arbitrator being the creature of the agreement must operate within the four comers of the agreement and cannot travel beyond it.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\">9.4. In the present case, as discussed above, the scope of the reference was related to the determination of the rates for the period 1st January 1970 to 31st December 1971 and from 1st January 1972. The refund was asked to be determined principally on the basis of the determination of the rates. But the arbitrator has not decided the rate for the past not for the future. If the rates are determined the question of refund would be simple calculation. The damage for fluctuation cannot be permitted by reason of force majeure clause. The reference was primarily based on the determination of the rates which the arbitrator was called upon decide. Failure to do so is apparent on the face of the award. Applying the test of the ratio discussed above, in the present case, it appears that the arbitrator had exceeded his jurisdiction.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\">Whether the award was in excess of jurisdiction disregarding of the reference:\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">10. As discussed above, a combined reading of the orders of the Court, the letter dated 6th February 1974 and the statement of claim clearly indicates that the dispute related to the rate charged by the defendant vis-a-vis the rate payable by the plaintiff. The reference was for determination of the rate and on the basis whereof the refund was claimed. The arbitrator in this case was called upon to determine the rate. The amount refundable was a matter of mathematical calculation once the rate was determined. In such a case failure to do so definitely tantamounts to disregarding of the reference. Award of the amount without determining the rate in the context of the present case, as discussed hereinbefore, Is surely in excess of the reference, a jurisdictional error, inviting Court&#x27;s interference.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"837229\" id=\"span_11\">10.1. Similar question arose in Union of India representing <a href=\"/doc/837229/\" id=\"a_23\">Northern Railway v. Firm\nJ.P. Sharma and Sons</a>, , the High Court was concerned with a case of similar nature with which we are concerned. There also the controversy between the parties was about the rates only. The difference set down by them was whether the plaintiff was entitled to have the rate claimed by it; if not, what rate written statement applicable. This clearly implies that it was for the arbitrator to determine what rate was to be applied for each item of work. There was no controversy between the parties about the quantum of work or job done by the plaintiff/respondent. The only controversy was as what rate the remuneration payable to the plaintiff was to be computed for the work done. In other words, once the question of rate was adjudicated, the only thing that was to be done was to have arithmetical calculations. What amount would be payable was not so much the subject matter of dispute, as the question of the application of the correct rate. In such circumstances, the High Court had held that the real dispute between the parties was referred to the arbitrator was about the applicability of the correct rate for the job done by the plaintiff. In this context the question arose whether by the award or in the proceedings taken by the arbitrator, it could be spelt out that the arbitrator had really determined the main dispute referred to him. In the said case the arbitrator after obtaining information from both the parties did not accept either of them. He had determined the amount of his own. From the award, there was nothing to discover at what rate the amount awarded was arrived at. In these circumstances, the Court had held that the arbitrator had failed to decide the question of the correct rate applicable and has thus failed to discharge the essential function entrusted to him by the parties.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\">Conclusion:\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\">11. Applying the ratio of the decisions discussed above in the facts and circumstances of this case, it is abundantly clear that in the present case the arbitrator had exceeded his jurisdiction and traveled beyond the scope or the parameters of the reference he was supposed to decide and, therefore, the award is liable to be set aside.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\">Question of Interest:\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_42\">12. On the second question, namely, on the question of interest, admittedly, after the <a href=\"/doc/910984/\" id=\"a_24\">Interest Act, 1978</a> was enacted, there is no bar for the arbitrator to grant interest.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">12.1. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1121664\" id=\"span_12\">In <a href=\"/doc/1121664/\" id=\"a_25\">Executive Engineer (Irrigation) v. Abhaduta Jena</a>, , it was held that in cases where the reference to arbitration was made prior to the commencement of the <a href=\"/doc/910984/\" id=\"a_26\">Interest Act, 1978</a>, namely, August 19, 1981, interest was not payable pendente lite and for the earlier period.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"937638\" id=\"span_13\">This was reiterated by the Apex Court in <a href=\"/doc/937638/\" id=\"a_27\">State of Jammu and Kashmir v. Haji Ghulam Rasool Rather and Sons</a>,  wherein it was held that the reference having been prior to the commencement of the 1978 Act interest pendent elite and for earlier period was not payable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1049606\" id=\"span_14\">In <a href=\"/doc/1049606/\" id=\"a_28\">State of Orissa v. B. N. Agarwalla</a>, , it was held that the arbitrator has jurisdiction to award future interest from the date of passing the award and it can also pass an award for interest for the period during which arbitration proceedings were pending. In this decision, the principle was reiterated that in respect of reference made prior to the applicability, of the <a href=\"/doc/910984/\" id=\"a_29\">Interest Act, 1978</a>, the arbitrator had no power to award interest, whereas after the <a href=\"/doc/910984/\" id=\"a_30\">Interest Act</a> became applicable, the arbitrator has power to grant interest.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1774832\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"654172\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1121664\" id=\"span_17\"><a href=\"/doc/1121664/\" id=\"a_31\">Following Abhaduta Jena</a>&#x27;s case, the Apex Court in <a href=\"/doc/654172/\" id=\"a_32\">Secretary, Irrigation Department, Government of Orissa v. G. C. Roy</a>,  had held that the arbitrator has power to grant interest, but in this case, the reference was made after the 1978 Act became applicable, therefore, this decision would not be of much help to us. The decision in <a href=\"/doc/1774832/\" id=\"a_33\">Executive Engineer, Dhenkanal Minor Irrigation Division, Orissa v. N. C. Budharaj (Dead) by L.Rs.</a>,  laid down that the preference interest could be allowed if the agreement between the parties entitles the Arbitrator to award interest; if there is a usage of trade having the force of law for award of interest and if there are other provisions of the substantive law enabling the award of interest is satisfied.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1121664\" id=\"span_18\">Therefore, only when the conditions <a href=\"/doc/1774832/\" id=\"a_34\">laid down in</a> <a href=\"/doc/1121664/\" id=\"a_35\">Abhanduta Jena</a>&#x27;s case was satisfied, the arbitrator can grant interest.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\">Conclusion:\n</p> \n\n<p data-structure=\"Section\" id=\"p_45\">13. In this case, the award granted interest @ 6% per annum from 25th March 1974 till the award, which is an interest pendente lite. Since the arbitrator had no jurisdiction to grant interest pendente lite until 19th of August 1981, the interest could not have been awarded in a reference made in 1974 or in other words in 1972 when the application under Section 20 was made. Therefore, the grant of interest in the award is wholly outside the jurisdiction of the arbitrator in the present case since the reference was made before 1978 Act became applicable.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_46\">Order:\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_47\">14. In the result, the appeal succeeds; the award is hereby set aside. Accordingly, the consequent decree appealed against is set aside. The disallowance of the counter-claim made by the appellant/defendant in the award is set aside and restored.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_48\">14.1. In these circumstances, therefore, we remand the case for being decided on the basis of the materials already on record by the umpire, if available, or by such person, who may be appointed umpire either by agreement between the parties or by an order of the Court upon an appropriate application made before the learned single Judge for such purpose.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\">14.2. It may be noted that we have kept all points open to be decided by the umpire in the light of the observation made in this judgment within a period of 3 (three) months from the date when the entire records of the Arbitrator are placed before him. We expect that the award in such a case should either be reasoned or be indicated separately for each item.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_50\">There will, however, be no order as to costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\">Urgent Xerox certified copy of this judgment be made available to the parties, if applied for.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\">R.N. Sinha, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\">15. I agree.\n</p> \n\n","numcites":21,"numcitedby":1,"docsource":"Calcutta High Court","citetid":864113,"divtype":"judgments","relatedqs":[{"value":"force majeure","formInput":"force%20majeure"},{"value":"force majeure clause","formInput":"force%20majeure%20clause"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"acting without jurisdiction","formInput":"acting%20without%20jurisdiction"},{"value":"interest act , 1978","formInput":"interest%20act%20%2C%201978"},{"value":"what is exceeding jurisdiction","formInput":"what%20is%20exceeding%20jurisdiction"},{"value":"\" force majeure clause\"","formInput":"%22%20force%20majeure%20clause%22"},{"value":"jurisdictional error","formInput":"jurisdictional%20error"},{"value":"errors OF jurisdiction","formInput":"errors%20OF%20jurisdiction"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"speaking award ","formInput":"speaking%20award%20"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"bachawat","formInput":"bachawat"},{"value":"pendent lite ","formInput":"pendent%20lite%20"},{"value":"surcharge","formInput":"surcharge"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"INTEREST ACT ","formInput":"INTEREST%20ACT%20"}],"cats":[{"value":"interest","formInput":"tag:interest"},{"value":"power-to-appoint-new-or-sole-arbitrator","formInput":"tag:power-to-appoint-new-or-sole-arbitrator"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"judgment-according-to-the-award","formInput":"tag:judgment-according-to-the-award"}],"courtcopy":false,"query_alert":null,"agreement":false}