{"tid":795111,"publishdate":"2006-03-24","title":"Tarsem Kumar Garg And Anr. vs D.D.A. And Ors. [Along With Wp(C) No. ... on 24 March, 2006","doc":"<h2 class=\"doc_title\">Tarsem Kumar Garg And Anr. vs D.D.A. And Ors. [Along With Wp(C) No. ... on 24 March, 2006</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-nandrajog\">Pradeep Nandrajog</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-nandrajog\">Pradeep Nandrajog</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nPradeep Nandrajog, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Writ petitioners of WPC No. 1613/98, Shri Tarsem Kumar Garg and Shri Kirpal Kumar responded to an invitation inviting offers by DDA for allotment of Kiosk at DDA&#x27;s complex at Vikas Sadan. They submitted tenders.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. As per the notice inviting tenders, it was informed that the kiosk would be allotted on a license for a period of 11 months.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. Being the highest tenderers, tenders submitted by the petitioners were accepted.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. Kiosk no. 7 was allotted to Tarsem Kumar Garg at a monthly license fee of Rs. 3,502/-. Kiosk no. 3 was allotted to Kirpal Kumar at a monthly license fee of Rs. 5,250.70 per month.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. First petitioner took possession of the kiosk on 16.11.1988. Second petitioner took possession of the Kiosk on 8.5.1989.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">6. DDA remained negligent in neither resuming possession of the Kiosk after license period expired nor took any steps to regularise the continued occupation of the Kiosk, much less increased the license fee.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. On 7.6.1994, petitioners were served with notice dated 31.5.1994 directing that they should vacate the Kiosk. Since petitioners did not vacate the Kiosks, on 11.7.1994, officials of DDA sealed the kiosks. Petitioners filed a civil suit in the Court of Civil Judge, Delhi. The suit was however withdrawn. Petitioners state that they were promised that the license would be extended and as a result of the promise they withdrew the suit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">8. On 21.7.1994, the Kiosks were de-sealed. Petitioners were permitted to continue occupation of the Kiosk.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">9. At the time of de-sealing, petitioners consented that the license fee be enhanced. Enhanced license fee qua first petitioner was Rs, 6,200/- per month with effect from 1.4.1994 and thereafter to Rs. 6,820/- per month with effect from 1.3.1995. Similarly, license fee payable by petitioner no. 2 was enhanced from Rs. 5250.70 to Rs. 8,900/- with effect from 1.4.1994 and thereafter to Rs. 9,790/- with effect from 31.1.1996. Meaning thereby, that license fee was increased by 10% every 11 months.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">10. At the time the writ petition was filed, petitioner no. 1 was paying license fee of Rs. 7,502/- per month. Petitioner no. 2 was paying license fee of Rs. 10,769/- per month.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\">11. Petitioners alleged that 10% increase of license fee every 11 months has resulted in the license fee getting nearly doubled over a period of six years.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\">12. According to the petitioners, on 22.8.1995 kiosk no. 4 at Vikas Sadan was auctioned for grant of a license for a period of 11 months. Highest bid received was an offer at Rs. 52,500/- per month. This Kiosk no. 4 is stated to be identical to the Kiosk of the petitioners.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_13\">13. It is apparent that tested in the market, similarly situated Kiosk fetched a license fee of Rs. 52,500/- per month as of 22.8.1995. As on said date petitioners were paying a license fee of Rs. 6,820/- per month and Rs. 10,769/- per month respectively.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\">14. Petitioners allege that the respondent wanted to earn profits by evicting the petitioners and auction their Kiosks. With this motive, respondent started exercising power in a colourable manner. Petitioners state that DDA wrongly alleged that they were working as property dealers.  Petitioners state that they refuted the same. Petitioners state that notwithstanding that they did not misuse the kiosk, license was cancelled and proceedings were initiated under the <a href=\"/doc/1506082/\" id=\"a_1\">Public Premises (Eviction of Unauthorised Occupants) Act</a> 1971 for their eviction.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\">15. Petitioners rely upon a circular dated 19.2.1992 issued by the Government of India, Ministry of Industries, Bureau of Public Enterprises which requires that Government Authorities should not evict occupants of public properties save and except where the occupation has become illegal.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_16\">16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_1\">Invoking the Public Law Doctrine and observations of the Supreme Court in the decision reported as  Ashoka Marketing v. PNB and the observations in the decision reported as  Ramanna Shetty v. UOI  Dwarkadas Marfatia and <a href=\"/doc/1058612/\" id=\"a_2\">Sons v. Board of Trustees of the Port of Bombay</a> and AIR 1991 SC 1031 Mahabir Auto Centre v. IOC, petitioners allege that non-renewal of their license for the kiosks is malafide. Prayer made is to declare the action initiated by DDA for eviction of the petitioner from the kiosks illegal. Petitioners seek a declaration that the said action be declared violative that the instructions issued by Government of India on 19.2.1992.</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_17\">17. Response of DDA is that petitioners occupied the kiosks as licensees for a period of 11 months. DDA accepted the offer. Parties are bound by contract. Petitioners agreed for revising the license fee by 10% of the previous license fee every 11 months, but that would not give an indefinite right in favor of petitioners to continue to occupy the kiosks. There is no term of contract between the parties that the license is renewable as a matter of right every 11 months. It is pleaded that non-extension of the license beyond 31.3.1998 cannot be questioned.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">18. During the pendency of the writ petition, petitioners approached the Permanent Lok Adalat set up by DDA. Petitioners filed an additional affidavit bringing on record a recommendatory order dated 23.9.2003 passed by the Lok Adalat.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_19\">19. The recommendatory order notes that for all intents and purposes, petitioners are lessees, that in cases of some other licensees, license fee was enhanced by 20% every 3 years. However, the order directs as under:-\n</p><blockquote id=\"blockquote_1\"> I recommend that the license fee shall be calculated on the basis of new agreement reached between the petitioner and the learned Vice-Chairman on 15.7.1994 by escalating/increasing the license fee by 10% on the expiry of every period of eleven months i.e. from 1.3.95 to 1.2.96, 1.2.96 to 1.1.97, 1.1.97 to 1.12.97, 1.12.97 to 1.11.98, 1.11.98 to 1.10.99, 1.10.99 to 1.9.2000, 1.9.2000 to 1.8.2001, 1.8.2001 to 1.7.2002, 1.7.2002 to 1.6.2003, 1.6.2003 to 1.5.2004 and so on and so forth up to the year 2014 by giving adjustments of all the payment made by the petitioner. Case is adjourned to __.11.2003 awaiting approval of the competent authority. Copy of the order be sent to the learned Vice-Chairman and learned Finance Member, DDA directly and one copy to Shri Surjit Roy, Director (CL) for processing the case before the next date of hearing.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_20\">20. Facts of WP(C) No. 6094/05 are that responding to a notice inviting tender, petitioner, Semjeet Singh Brar made an offer on 17.2.1989 to take kiosk No. 2 at Vikas Sadan at a monthly license fee of Rs. 3,303/- for a period of 11 months.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\">21. 11 months expired but he was allowed to continue occupation of the kiosk. Issue of enhancement of license fee remained pending till July,1994. On 15.7.1994, Vice-Chairman, DDA decided that till 31.3.1994 fee would not be enhanced, but with effect from 1.4.1994 to 28.2.1995 it would be enhanced to Rs. 5,600/- per month and with effect from 1.3.1995 to 31.1.1996 it would be enhanced to Rs. 6,160/- per month. Grievance of the petitioner is that the increase was steep and arbitrarily. Not only that, petitioner was informed that he could not retain the kiosk beyond 31.3.1998.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">22. Petitioner approached the Permanent Lok Adalat which passed an order on 20.5.2003 requiring DDA to respond to four queries. The four queries are as under :-\n</p>  \n\n<blockquote id=\"blockquote_2\">How many shops/commercial units have been given by the DDA in the DDA shopping complex like to Collector of Stamps, Office of Sub-Registrar, Central Bank of India, State Bank of India, Post Office and any other body and what is the period since when these licensees are in occupation and what increase in rent/license fee has been made in respect of all these occupants.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">In how many cases the DDA has unilaterally increased license fee and has taken forcible possession of licenses of shopping/ commercial units in any part of Delhi.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">Is it not true that the DDA has given some shops in Janakpuri Distt. Centre on a license of 21 years and if it is a fact the terms of the said license deed shall be produced.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">Is there any policy of the DDA for yearly escalation of license fee and for abrupt cancellation of license when there is no serious violation of terms of license deed.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_23\">23. According to the petitioner, DDA did not furnish the requisite information. On 23.9.2003, the Permanent Lok Adalat recommended that license fee be increased by 10% on the expiry of every 11 months. (Same order was passed by the Lok Adalat in cases of Tarsem Kumar and Kirpal Kumar). Lok Adalat also recommended that the petitioner be permitted to occupy the kiosk till the year 2014. The said recommendatory order was not accepted by Vice- Chairman, DDA and as a consequence thereof petitioner claims that vide letter dated 6.4.2005 he sought permission of the Vice-Chairman, DDA to convert allotment from license fee basis to leasehold/freehold basis.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_24\">24. Petitioner places reliance upon an allotment made by DDA on 24.1.1986 to one Mrs. Padma Negi allotting shop No. 2, Munirka, Phase 2. Petitioner states that the said allotment was on a permanent basis at a one time premium of Rs. 1,44,800/-. Petitioner also relies upon an allotment to one Shri Deepak Batra to whom a Pyramid shop at PVR Saket was allotted on permanent basis.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_25\">25. Since DDA was not accepting the request of the petitioner, present petition was filed praying that order dated 23.9.2003 passed by the Permanent Lok Adalat be implemented and additionally directions be issued to DDA to convert the allotment to a permanent allotment.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">26. defense of DDA is same as in WP(C) No. 1613/98.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">27. Circular dated 19.2.1992 issued by the Government of India on which Tarsem Kumar Garg and Kirpal Kumar rely reads as under :-\n</p>  \n\n<blockquote id=\"blockquote_6\">(i) The provisions of the P.P.Act should be used primarily to evict totally illegal occupants of the premises of public authorities or unauthorized sublettees, or employees who have ceased to be in their service and thus ineligible for occupation of the premises. The proceedings should be initiated in accordance with the provisions of the Act only in cases where the occupation becomes unauthorized n genuine grounds of law.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(ii) The provisions of the Act should not be resorted vacate either with a commercial motive or to secure vacant possession of the premises in order to accommodate their own employees, where the premises were in occupation of the original tenants to whom premises were let out by the public authorities or the persons from whom the premises were acquired.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(iii) A person in lawful occupation of any premises should not be treated or declared to be an unauthorized occupant merely on service of notice of termination of tenancy, nor should any contractual agreement be wound up by taking advantage of the provisions of the Act. At the same time, it will be open to the public authority to secure periodic revision of rent in terms of the provisions of the <a href=\"/doc/18783076/\" id=\"a_3\">Rent Control Act</a> in each State, or to move under genuine grounds under the <a href=\"/doc/18783076/\" id=\"a_4\">Rent Control Act</a> for resuming possession. In other words, the public authorities would have rights similar to private landlords under the <a href=\"/doc/18783076/\" id=\"a_5\">Rent Control Act</a> in dealing with genuine legal tenants.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">(iv) It is necessary to give no room for allegations that evictions were selectively resorted to for the purpose of securing an unwarranted increase in rent or that a change in tenancy was permitted in order to benefit particular individual or institutions in order to avoid such imputations or abuses of discretionary powers. The release of premises or change of tenancy should be decided at the level of Board of Directors of the Public Undertakings.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(v) All the Public Undertakings should immediately review all pending cases before the Estate Officer or Courts with reference to these guidelines, and withdraw eviction proceedings against genuine tenants on grounds otherwise than as provided under these guidelines. The provisions under the P.P. Act should be used henceforth only in accordance with these guidelines.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">28. It is true that clause 2 of the circular stipulates that the provisions of the <a href=\"/doc/1506082/\" id=\"a_6\">Public Premises (Eviction of Unauthorized Occupants) Act, 1971</a> should not be used or resorted to with a commercial motive, but the said clause has to be understood and appreciated in larger context in which the circular was issued.\n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">29. The circular is in conformity with a principle of public policy of a welfare state, namely, there should be stability in business. Needless to state, if tenants are repeatedly evicted, business may suffer. However, commercial ventures of State authorities stand on a totally different footing. DDA is a statutory authority. It does not contribute any income to the Government kitty. Whatever resources are generated by DDA are used in the planned development of Delhi. While providing houses to the weaker section of the society, DDA subsidises the land cost as also the cost of construction. Thus, there is nothing objectionable for DDA to keep aside certain shops and kiosks wherefrom income could be generated; to be utilized for furthering the objects of Delhi Development Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">30. A similar contention was urged before a Division Bench of this Court when LIC invoked the provisions of the <a href=\"/doc/1506082/\" id=\"a_7\">Public Premises (Eviction of Unauthorized Occupants) Act, 1971</a> to evict a tenant. It was urged that powers under the Public Premises Act, 1971 cannot be exercised by the statutory authorities to evict tenants paying low rentals to get higher rentals by re-letting the properties. Decision in Ashoka Marketing Ltd. (supra) was pressed into aid. The same authority has been pressed into aid by the present petitioners. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"89179\" id=\"span_2\">Dealing with the issue, the Division Bench of this Court in the decision reported as , <a href=\"/doc/89179/\" id=\"a_8\">Uttam Parkash Bansal v. LIC</a> in para 20 observed as under:-</span>\n</p>  \n\n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"453977\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"215754\" id=\"span_4\">20. Relying on and referring to its earlier decision in <a href=\"/doc/215754/\" id=\"a_9\">Hari Singh and Ors. v. The Military Estate Officer and Anr.</a>  as also in <a href=\"/doc/453977/\" id=\"a_10\">Ashoka Marketing Ltd. and Anr. v. Punjab National Bank and Ors.</a> , it was held that the scope of the provisions of the said act cannot be cut down on the basis of the apprehension that the Corporations like the Nationalised Banks or LIC, which are trading Corporations and cannot be prescribed from buying the property in possession of the tenants at a low price and then evicting the tenants after terminating tenancy and selling the property at a much higher value because the value of the property in possession of tenants is much less as compared to vacant property. It was observed :</span></span>\n</blockquote><blockquote id=\"blockquote_12\"> The consequence of giving overriding effect to the provisions of the Public Premises Act is that premises belonging to companies and statutory bodies referred to in Clauses (2) and (3) of Section 2(e) of the Public Premises Act would be exempted from the provisions of the <a href=\"/doc/18783076/\" id=\"a_11\">Rent Control Act</a>. The actions of these companies and statutory bodies while dealing with their properties under the Public Premises Act will not have to be judged by the standard that they would not act as private landlords and their actions would be informed by reason and guided by public interest. Therefore, this Court had negatived the possibility of taking action against the tenants for letting out for higher rent or selling the property at a higher value.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_31\">31. It is true that <a href=\"/doc/367586/\" id=\"a_12\">Article 14</a> of the Constitution of India protects individuals against arbitrary State action. The Article mandates that the State shall not deny to any person the equality before the law or equal protection of law. The Article establishes quality of legal status for all and insulates an individual from being discriminated.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">32. Though <a href=\"/doc/367586/\" id=\"a_13\">Article 14</a> saw its growth in the field of quasi judicial and administrative actions of the State, it intruded in the field of contract as well. The reason was that since a State enters into a contract in exercise of its executive power, in matters pertaining to contract, a State action cannot be taken out from the purview of judicial review. However, this evolution of law has to be understood and applied with a rule of caution.\n</p> \n\n<p data-structure=\"Section\" id=\"p_33\">33. Market forces have an important role to play in every business decision. Business requires total freedom to decide and take action in the best interest of business. Profit is the aim of every business and, therefore, when a State conducts business it must have all the freedom to do so. If shackled by the strict principles of judicial control over administrative action, it may become impossible for the State or its instrumentality to conduct business as business needs to be conducted.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"664331\" id=\"span_5\">34. Taking note of the decisions of the Supreme Court on which petitioners have relied, namely, decision in Dwarkadass Marfatia (supra), International Airport Authority (supra) and Mahavir Auto (supra) and dealing with the law on the subject i.e. judicial control over acts of the State and its instrumentality, in the field of contract, a Division Bench of this Court in the decision reported as 2003 (<a href=\"/doc/664331/\" id=\"a_14\">3) AD (Delhi) 733, M.s C.J. International Hotels Ltd. v. NDMC</a> held as under :</span>\n</p>  \n\n<blockquote id=\"blockquote_13\">41. We may ignore the judgments dealing with the limitations on the power of the State at the time of entering into contract, for they would constitute a different category of cases. Disputes involving breach of alleged obligations by the State or its agent can be classified into three groups:-\n</blockquote>  \n\n<blockquote id=\"blockquote_14\">(i) Where grievance relates to alleged breach of promise on part of the State where claimant has acted to his prejudice on basis of assurance or promise on the part of the State, but the agreement is short of a contract within the meaning of <a href=\"/doc/1084525/\" id=\"a_15\">Article 299</a> of the Constitution;\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(ii) Where the State after entering into a contract, acts in exercise of statutory power and the claimant alleges a breach on the part of the State; and\n \n\n</blockquote><blockquote id=\"blockquote_16\">(iii) Where the rights are purely contractual and claimant alleges breach by the State of a term of the contract.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_35\">42. The present case before us has to be placed in the third category. Questions of pure alleged breaches of contract are raised.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\">43. Undoubtedly, a body like the respondent, while exercising its powers or discretion is subject to the Constitutional limitations. The rule inhibiting arbitrary action will apply to the respondent in its dealing with the public. This rule flows directly from the doctrine of equality embodied in <a href=\"/doc/367586/\" id=\"a_16\">Article 14.</a> As noted in  Ramana Dayaram Sethi v. IAAI principles of reasonableness and rationality and non-arbitrariness as projected under <a href=\"/doc/367586/\" id=\"a_17\">Article 14</a> of the Constitution of India characterise every State action whether it be under authority of law or in exercise of execution power without making of law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">44. Has this principle been extended to State action under a contract pure and simple.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1058612\" id=\"span_6\">45. The decision of the Supreme Court reported as  <a href=\"/doc/1058612/\" id=\"a_18\">Dwarka Das Marfatia and Sons v. Board of Trustees of the Port of Bombay</a> be noted. Action of the Board of Trustees Bombay Port pertaining to eviction of a tenant from its property came up for consideration. The argument of the appellant was that the action of the respondent in terminating its tenancy had a public law character attached to it and was, therefore, subject to judicial review. It was asserted that every action of the respondent, which was a State within <a href=\"/doc/609139/\" id=\"a_19\">Article 12</a> of the Constitution, whether it be in the field of contract, or any other field was subject to <a href=\"/doc/367586/\" id=\"a_20\">Article 14</a> of the Constitution (refer para 10). It was noted (refer para 11) that the eviction of the appellant was only in pursuance of a policy of the Port Trust.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"664331\" id=\"span_7\">Relying upon the judgment in <a href=\"/doc/664331/\" id=\"a_21\">International Airport Authority</a> case (supra) it was held that &#x27;Government policy would be invalid as lacking in public interest, unreasonable or contrary to the profest standards&#x27;, if it violates the mandate of <a href=\"/doc/367586/\" id=\"a_22\">Article 14</a> pertaining to arbitrariness and unreasonableness and any action taken pursuant thereto would be invalid.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\">46. Thus, it is to be noted that what was considered was a policy decision, which was applied thereafter to a contract and not a decision arising out of the contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_8\">47. Judgment of the Supreme Court reported as  (<a href=\"/doc/1238017/\" id=\"a_23\">Mahavir Auto v. Indian Oil Corporation and Ors.</a>) may be noted.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_9\">Issue related to a post contract dispute (as was the situation in <a href=\"/doc/1058612/\" id=\"a_24\">Dwarka Dass Marfatia</a>&#x27;s case). The following observations of the Supreme Court are relevant:-</span>\n</p>  \n\n<blockquote id=\"blockquote_17\">16) Mr. Salve submitted that in private law field there was no scope for applying the doctrine of arbitrariness or mala fides. The validity of the action of the parties have to be tested, it was urged on behalf of the respondent, on the basis of &#x27;right&#x27; and not &#x27;power&#x27;. A plea of arbitrariness/mala fides as being so gross cannot shift a matter falling in private law field to public law field. According to Mr.Salve to permit the same would result in anomalous situation that whenever State is involved it would always be public law field, this would mean all redress against the State would fall in the Writ Jurisdiction and not in suits before Civil Courts.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">17) We are of the opinion that in all such cases whether public law or private law rights are involved, depends upon the facts and circumstances of the case. The dichotomy between rights and remedies cannot be obliterated by any straight jacket formula. It has to be examined in each particular case. Mr.Salve sought to urge that there are certain cases under <a href=\"/doc/367586/\" id=\"a_25\">Article 14</a> of the arbitrary exercise of a &#x27;right&#x27; arising either under a contract or under a Statute. We are of the opinion that that should depend upon the factual matrix.\n</blockquote> \n\n<blockquote id=\"blockquote_19\">18) Having considered the facts and circumstances of the case and the nature of the contentions and the dealings between the parties and in view of the present state of law, we are of the opinion that decision of the State/public authority under <a href=\"/doc/1174818/\" id=\"a_26\">Article 298</a> of the Constitution, is an administrative decision and can be impeached on the ground that the decision is arbitrary or violative of <a href=\"/doc/367586/\" id=\"a_27\">Article 14</a> of the Constitution of India on any of the grounds available in public law field.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_41\">48. On facts, it was noted that the Ministry of Energy, Department of Petrolium had issued certain guidelines/directions, based on which Indial Oil Corporation had taken an administrative decision to discontinue business, inter alia with the appellant. Since, action was based pursuant to an administrative decision, it was held that principles of judicial review were attracted.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\">49. We may also note the observations of the Supreme Court in para 20 of the judgment as under:-\n</p><blockquote id=\"blockquote_20\"> 20) Having regard to the nature of the transaction, we are of the opinion that it would be appropriate to state that in cases where the instrumentality of the state enters the contractual field, it should be governed by the incidence of the contract.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_10\">50. Certain observations of the Supreme Court in <a href=\"/doc/1261492/\" id=\"a_28\">Srilekha Vidyarthi v. State of UP</a> , in our opinion are relevant and need to be noted. Case related to the termination of the appointment of District Government Advocates, which was in the nature of a contractual appointment terminable at will on either side; not being appointment to a post under the Government. Pursuant to a policy decision taken by the State of Utter Pradesh, circular was issued, pursuant thereto the services of the existing Government Counsel were dispensed with. Direct writ petition under <a href=\"/doc/981147/\" id=\"a_29\">Article 32</a> of the Constitution of India was filed as also the appeals arising out of judgment of the Allahabad High court dismissing the writ petition were heard together and decided. For the purposes of the present case, what is relevant to note is the question framed by the Hon&#x27;ble Supreme Court for being answered. In para 4 as under :-</span>\n</p><blockquote id=\"blockquote_21\"> Broadly, two questions arise for decision by us in this bunch of matters. These are: Is the impugned circular amenable to judicial review; and if so, is it liable to be quashed as violative of <a href=\"/doc/367586/\" id=\"a_30\">Article 14</a> of the Constitution of India, being arbitrary.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">Answering the question it was observed :-\n</blockquote><blockquote id=\"blockquote_23\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186428\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_12\">It can no longer be doubted at this point of time that <a href=\"/doc/367586/\" id=\"a_31\">Article 14</a> of the Constitution of India applies also to matters of governmental policy and if the policy or any action of the Government, even in contractual matters, fails to satisfy the test of reasonableness, it would be unconstitutional.(See <a href=\"/doc/1281050/\" id=\"a_32\">Ramana Dayaram Shetty v. The International Airport Authority of India</a>  and <a href=\"/doc/186428/\" id=\"a_33\">Kasturi Lal Lakshmi Reddy v. State of Jammu and Kashmir</a> . In Col.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1338559\" id=\"span_13\"><a href=\"/doc/1338559/\" id=\"a_34\">A.S. Sangwan v. Union of India</a> , while the discretion to change the policy in exercise of the executive power, when not trammelled by the statute or rule, was held to be wide, it was emphasised as imperative and implicit in <a href=\"/doc/367586/\" id=\"a_35\">Article 14</a> of the Constitution that a change in policy must be made fairly and should not give the impression that it was so done arbitrarily or by any ulterior criteria. The wide sweep of <a href=\"/doc/367586/\" id=\"a_36\">Article 14</a> and the requirement of every State action qualifying for its validity on this touch-stone, irrespective of the field of activity of the State, has long been settled. Later decisions of this Court have reinforced the foundation of this tenet and it would be sufficient to refer only to two recent decisions of this Court for this purpose.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_44\">51. As in the earlier judgments, it was also the decision which was found to be violative of <a href=\"/doc/367586/\" id=\"a_37\">Article 14</a> and the action taken pursuant thereto in relation to contractual matters was struck down.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\">52. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_14\">In  <a href=\"/doc/1893286/\" id=\"a_38\">Bareilly Development Authority v. Ajay Pal Singh</a> it was held that after entering into the field of contracts, the relations are no longer governed by the constitutional provisions but by the legally valid contract which determines the rights and obligations of the parties inter se. In this sphere, they can only claim rights conferred upon them by contract.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">53. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_15\">In  <a href=\"/doc/1956761/\" id=\"a_39\">Verigamto Naveen v. Government of A.P. and Ors.</a>, on a brief resume of its earlier judgments given on the issue where disputes arose purely in the contractual field, the Supreme Court referred to its decision in Mahabir Auto Store, Srilekha Vidyarthi, Dwarka Dass Marfatia <a href=\"/doc/1956761/\" id=\"a_40\">(<a href=\"/doc/1956761/\" id=\"a_41\">referred above</a></a>) and a few other decisions. It was held :-</span>\n</p><blockquote id=\"blockquote_24\"> Where the breach of contract involves breach of statutory obligation when the order complained of was made in exercise of statutory power by a statutory authority, though cause of action arises out of or pertains to contract, brings within the sphere of public law because the power exercised is apart from contract. The freedom of the Government to enter into business with anybody it likes is subject to the condition of reasonableness and fair play as well as public interest. After entering into a contract, in cancelling the contract which is subject to terms of the statutory provisions, as in the present case, it cannot be said that the matters falls purely in a contractual field.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\">54. The aforesaid decisions of the Supreme Court when analysed, clearly brings out the distinction that where action is taken pure and simple under a contract, the principles of justness, fairness, arbitrariness, reasonableness etc. flowing out of Artilce 14 of the Constitution of India cannot be attracted. Where, however, the foundation of the action lies in an administrative or an executive policy decision taken and then applied to the contract, the merits of the administrative or executive decision taken are subject to judicial review. In each of the cases, aforesaid, before the Supreme Court it was noted that either the police decision taken suffers from the vice of arbitrariness or the administrative decision taken was found to be so suffering. In each and evey decision the Supreme Court was at pains to clarify that their observations would not apply purely to a field of contract pure and simple.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\">55. The decision of the Supreme Court reported as 1994(4) SCC 104 Assistant Excise Commissioner v. Issac Peter and Ors., is another decision to which we may refer to. All the aspects of arbitrariness, reasonableness, promissory estopple, estopple by conduct and legitimate expectation in the field of contract, where Government was a party were considered. Earlier decisions referred by us above (except the decision in AIR 2001 SC 3609) were considered. We may extract the relevant observations:-\n</p>  \n\n<blockquote id=\"blockquote_25\">24) Learned counsel for the respondents sought to invoke the rule of promissory estoppel and estoppel by conduct. The attempt is a weak one for the said rules cannot be invoked to alter or amend specific terms of contract nor can they avail against statutory provisions. Here, all the terms and conditions of contract, being contained in the statutory rules, prevail.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">25) Learned counsel for the respondents also sought to rely upon the rule of legitimate expectation which the licensees entertained in view of the practice during previous years. Firstly, the rule cannot be invoked to modify or vary the express terms of contract, more so when they are statutory in nature. No decision has been brought to our notice supporting the said proposition....\n</blockquote> \n\n<blockquote id=\"blockquote_27\">26) Learned counsel for respondents then submitted that doctrine of fairness and reasonableness must be read into contracts to which State is a party. It is submitted that the State cannot act unreasonably or unfairly even while acting under a contract involving State power. Now, let us see, what is the purpose for which this argument is addressed and what is the implication.... Doctrine of fairness or they duty to act fairly and reasonably is a doctrine developed in the administrative law field to ensure the rule of law and to prevent failure of justice where the action is administrative in nature. Just as principles of natural justice ensure fair decision where the function is quasi-judicial, the doctrine of fairness is evolved to ensure fair action where the function is administrative. But it can certainly not be invoked to amend, alter or vary the express terms of the contract between the parties.... We are, therefore, of the opinion that in case of contracts freely entered into with the State, like the present ones, there is no room for invoking the doctrine of fairness and reasonableness against one party to the contract (State), for the purpose of altering or adding to the terms and conditions of the contract, merely because it happens to be the State. In such cases, the mutual rightrs and liabilities of the parties are governed by the terms of the contract (which may be statutory in some cases) and the laws relating to contracts. It must be remembered that these contracts are entered into pursuant to public auction, floating of tenders or by negotiation. There is no compulsion on anyone to enter into these contracts. It is voluntary on both sides. There can be no question of the State power being involved in such contracts. It bears repetition to say that the State does not guarantee profit to the licenses in such contract. There is no warranty against incurring losses. It is a business for the licensees. Whether they make profit or incur loss is no concern of the State. In law, it is entitled to its money under the contract. It is not as if the licensees are going to pay more to the State in case they make substantial profits. We reiterate that what we have said hereinabove is in the context of contracts entered into between the State and its citizens pursuant to public auction, floating of tenders or by negotiation. It is not necessary to say more than this for the purpose of these cases.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_49\">56. In view of the aforesaid authoritative pronouncements of the Supreme Court, we regret we cannot agree with the submissions made on behalf of the appellant.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1238017\" id=\"span_16\">57. We may now deal with the argument that the decision of the respondent not to decrees the license fee ought to have been a reasoned decision. Judgments relied upon by appellant pertain to quasi-judicial or administrative decisions. Since these decisions are amenable to writ jurisdiction, the party affect must know the reasons for only then it can challenge the decision meaningfully. Contractual decisions need not contain reasons. Even in decision given in <a href=\"/doc/1238017/\" id=\"a_42\">Mahavir Auto</a> (Supra) the Supreme Court held that reasons need not be given for decision (Refer para 20 and 21). In view of the law extracted above we need not consider the various authorities relied upon by the appellant on this issue as they all relate to the branch of administrative law and are relatable to judicial control over executive or administrative actions.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\">58. Before concluding on this issue, we may observe that the license in the present case is a contract pure and simple between the parties. The appellant has voluntarily accepted the contract. The appellant has exploited to its advantage the benefit under the contract. It is not open to the appellant to resile from the terms of the license on the ground that the upper limit of license fee is an onerous condition. The appellant cannot contend that other parties have been given sites on better terms. The appellant took the land under license by excluding other competitors. Appellant cannot avoid the license, or any term thereof, on ground of inconvenience of terms or harshness of terms. The Appellant took calculated risk. May be, it was not wise in offering the bid. Surely, those in management of the appellant are experienced businessmen. Profit and loss is an incidence of a business. In every business there is an element of risk. Many unexpected development occur. They are all routine business hazzards.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\">35. As noted hereinabove, origin of jural relationship between petitioners and DDA was a response by the petitioners to an invitation inviting offers by DDA. Petitioners submitted tenders. While inviting the tenders, DDA clearly intimated that allotment would be as a licensee and the period of license would be 11 months. Petitioners made offers to take the kiosk under license for a period of 11 months. This offer was accepted by DDA at monthly license fee quoted by the petitioners. Petitioners cannot thus bring in public law remedies inasmuch as once the contract period expired, DDA was justified in asking the petitioners to walk out. .\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\">36. There is another facet to the issue. Had it been known that the licenses are extendable, may be, others may have offered more.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\">37. An important facet cannot be ignored. As against the license fee of Rs. 7,502/- per month charged from the first petitioner w.e.f. 1.3.1995 and license fee of Rs. 10,769/- charged from the second petitioner, DDA fetched a license fee of Rs. 52,500/- for a similar kiosk in the month of August,1995. Surely, petitioners cannot be conferred exclusive benefits to the exclusion of other citizens of Delhi to partake in public bounty. What if the bidder of kiosk No. 4 who paid DDA a license fee of Rs. 52500/- were to approach this Court and claim parity with the petitioners. The answer to his claim, if made, would be that he is bound by the terms of his contract with DDA. Likewise has to be the situation with the petitioners.\n</p> \n\n<p data-structure=\"Section\" id=\"p_55\">38. Regarding the orders passed by the Permanent Lok Adalat, needless to state, Permanent Lok Adalat and indeed even a court of law cannot modify a contract between the parties. Even a court of law interprets a contract between the parties and applies the law to the legal obligations flowing and arising from the contract. Orders passed by the Permanent Lok Adalat on which the petitioners are relying show that the Permanent Lok Adalat treated as if the issue before it was akin to a public interest litigation.\n</p> \n\n<p data-structure=\"Section\" id=\"p_56\">39. Even otherwise, no authority can direct the executive to frame policies one way or the other. No two shops in different areas can be compared with each other. It is a matter of common knowledge that different properties yield different rental income or income when licensed out. No enforceable rights accrue to the petitioners from the orders passed by the Permanent Lok Adalat.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\">40. Merely because DDA confers ownership rights in some properties and gives on license a few does not mean that the licensees can claim ownership rights. If DDA was to sell the ownership rights in the kiosks, all eligible persons are entitled to participate in the sale. To confer ownership rights on the petitioners by denying the said right to other eligible persons would be violative of their right to equal participation in public largess.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_58\">41. There is no merit in the writ petitions. The Rule is discharged.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_59\">42. Since the petitioners have continued their occupation of the kiosks under interim orders passed by the court and the writ petitions are being dismissed, petitioners would be liable to pay license fee for this period enhanced @ 10% every 11 months.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_60\">43. The petitions are dismissed. There shall, however, be no order as to costs.\n</p> \n\n","numcites":19,"numcitedby":9,"docsource":"Delhi High Court","citetid":795111,"divtype":"judgments","relatedqs":[{"value":"De-Sealing","formInput":"De-Sealing"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"  public premises act","formInput":"%20%20public%20premises%20act"},{"value":"permanent lok adalat ","formInput":"permanent%20lok%20adalat%20"},{"value":"lok adalat","formInput":"lok%20adalat"},{"value":"rent control act","formInput":"rent%20control%20act"},{"value":" increase license fee","formInput":"%20increase%20license%20fee"},{"value":"unauthorized occupant","formInput":"unauthorized%20occupant"},{"value":"policy decision ","formInput":"policy%20decision%20"},{"value":"what is administrative action","formInput":"what%20is%20administrative%20action"},{"value":"ashoka marketing","formInput":"ashoka%20marketing"},{"value":"quasi judicial","formInput":"quasi%20judicial"},{"value":"public premises eviction","formInput":"public%20premises%20eviction"},{"value":"licensing fee","formInput":"licensing%20fee"},{"value":"DDA","formInput":"DDA"},{"value":"auction","formInput":"auction"},{"value":"airport authority","formInput":"airport%20authority"},{"value":"LIC","formInput":"LIC"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"\"public premises are\"","formInput":"%22public%20premises%20are%22"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"unauthorised","formInput":"tag:unauthorised"}],"courtcopy":false,"query_alert":null,"agreement":false}