{"tid":413624,"publishdate":"1975-12-09","title":"Legal Remembrancer Of Govt. Of West ... vs Haridas Mundra on 9 December, 1975","doc":"<h2 class=\"doc_title\">Legal Remembrancer Of Govt. Of West ... vs Haridas Mundra on 9 December, 1975</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1976 AIR 2225, 1976 SCR (2) 933, AIR 1976 SUPREME COURT 2225, (1976) 1 SCC 555, 1976 SC CRI R 104, (1976) 1 SCWR 113, 1976 CRI APP R (SC) 114, 1976 SCC(CRI) 67, (1976) 2 SCR 933, 1976 UJ (SC) 133</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-n-bhagwati\">P.N. Bhagwati</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-n-bhagwati\">P.N. Bhagwati</a>, <a href=\"/search/?formInput=benchid:p-k-goswami\">P.K. Goswami</a>, <a href=\"/search/?formInput=benchid:n-l-untwalia\">N.L. Untwalia</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nLEGAL REMEMBRANCER OF GOVT. OF WEST BENGAL\n\n\tVs.\n\nRESPONDENT:\nHARIDAS MUNDRA\n\nDATE OF JUDGMENT09/12/1975\n\nBENCH:\nBHAGWATI, P.N.\nBENCH:\nBHAGWATI, P.N.\nGOSWAMI, P.K.\nUNTWALIA, N.L.\n\nCITATION:\n 1976 AIR 2225\t\t  1976 SCR  (2) 933\n 1976 SCC  (1) 555\n CITATOR INFO :\n R\t    1979 SC 437\t (8)\n\n\nACT:\n     <a href=\"/doc/445276/\" id=\"a_1\">Code of  Criminal Procedure</a>,  1898-<a href=\"/doc/862299/\" id=\"a_2\">Sec. 195(1)(C)</a>-Scope\nof.\n\n\n\nHEADNOTE:\n     The respondent,  a director  of a\tcompany was  charged\nwith offences  under<a href=\"/doc/965532/\" id=\"a_3\"> ss.  418</a> and  <a href=\"/doc/1590825/\" id=\"a_4\">471</a> read with<a href=\"/doc/556166/\" id=\"a_5\"> ss. 468</a> and\n<a href=\"/doc/896188/\" id=\"a_6\">477A</a>, I.P.C. on the ground that he defrauded the company. At\nthe trial,  a single  Judge of the High Court discharged the\nrespondent on  the view\t that  he  had\tno  jurisdiction  to\nproceed with  the trial\t by reason of<a href=\"/doc/388888/\" id=\"a_7\"> s.195(1)(c)</a> of the Cr.\nP.C., 1898.  The full  Bench of\t the High Court affirmed the\nview of the single Judge.\n     Allowing the appeals to this Court,\n^\n     HELD: The\tHigh Court  was entitled to proceed with the\ntrial of  the respondent in respect of offences under<a href=\"/doc/1466184/\" id=\"a_8\"> s. 471</a>\nwithout any complaint in writing from the company Judge whom\nthe proceeding was pending. [938A]\n     (1) <a href=\"/doc/862299/\" id=\"a_9\">Section 195(1)(c)</a> of the Code of Criminal Procedure\nprovides that  no court\t shall take cognizance of an offence\ndescribed in  s. 463  or punishable  under<a href=\"/doc/1466184/\" id=\"a_10\"> ss.\t471</a>, <a href=\"/doc/118906/\" id=\"a_11\">475</a> and\n<a href=\"/doc/1666702/\" id=\"a_12\">476</a>, Indian Penal Code where such offence is alleged to have\nbeen committed\tby a party to any proceeding in any court in\nrespect of  any document  produced or  given in\t evidence in\nsuch proceeding,  except on the complaint in writing of such\ncourt or  of  some  other  court  to  which  such  court  is\nsubordinate. The  High Court  had  clearly  and\t indubitably\njurisdiction  to   proceed  with   the\ttrial\tagainst\t the\nrespondent in respect of offences under<a href=\"/doc/1359568/\" id=\"a_13\"> ss. 418</a> and <a href=\"/doc/896188/\" id=\"a_14\">477A</a>. On\nits plain  language the\t inhibition in<a href=\"/doc/388888/\" id=\"a_15\">\ts. 195(1)(c)</a> applies\nonly where  a person  is being tried for an offence under<a href=\"/doc/1328629/\" id=\"a_16\"> s.\n463</a> or\tpunishable under<a href=\"/doc/1466184/\" id=\"a_17\"> ss. 471</a>, <a href=\"/doc/118906/\" id=\"a_18\">475</a> or 476. Offences under\n418 and\t s. 477A are plainly not covered by<a href=\"/doc/388888/\" id=\"a_19\"> s. 195(1)(c)</a> Cr.\nP.C. [936-D-G]\n     (2) In regard to offences under<a href=\"/doc/1466184/\" id=\"a_20\"> s. 471</a>, I.P.C. it could\nnot  be\t  said\tthat   the  respondent\t could\tinvoke\t the\napplicability of  s. 195(1)(c). The offence under<a href=\"/doc/1466184/\" id=\"a_21\"> s. 471</a> was\ncommitted by  the respondent  long before  the proceeding in\nthe Company  matter commenced  and he became a party to that\nproceeding, and\t it was not committed by him in his capacity\nas such\t party, i.e.  after having  become a  party  to\t the\nproceeding. In\tPatel Laljibhai\t Somabhai v.  The  State  of\nGujarat this  Court restricted the scope and ambit of<a href=\"/doc/388888/\" id=\"a_22\"> s. 195\n(1)(c)</a> to  cases where\tthe offence was alleged to have been\ncommitted by  a party  to a  proceeding after he became such\nparty and not before. [936H, 937A-D]\n     Raghunath v.  State of  U.P., AIR\t1973 S.C.  1100\t and\nMohan Lal  v. The  State of  Rajasthan, AIR  1974 S.C.\t299,\nreferred to.\n     In the  instant case  since the offence charged against\nthe respondent was one alleged to have been committed by him\nbefore he  became a  party to  the proceeding in the company\nmatter, s.  195(1)(c)  had  no\tapplication.  Secondly,\t the\nforged bills  had not  been produced  in evidence before the\nCompany Judge  in the proceeding before him. The requirement\nof<a href=\"/doc/388888/\" id=\"a_23\"> s.  195(1)(c)</a> that  the document  in question  should  be\nproduced  or  given  in\t evidence  in  the  proceeding\twas,\ntherefore, clearly  not satisfied and on this ground also<a href=\"/doc/388888/\" id=\"a_24\"> s.\n195(1)(c)</a> was  not attracted  in the  present  case.  [937G,\n938A]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     CRIMINAL APPELLATE\t JURISDICTION: Criminal\t Appeal\t No.\n115 of 1971.\n</p><p data-structure=\"Issue\" id=\"p_2\">     From the judgment and order dated 16th June 1970 of the\nCalcutta High  Court in\t Criminal Revision  Case No.  650 of\n1967 and\n<span class=\"hidden_text\" id=\"span_1\">934</span>\n     Criminal Appeals Nos. 256 and 257 of 1971\n     Appeals by\t special leave\tfrom the judgments and order\ndated the  27-4-67 and 28-1-71 of the Calcutta High Court in\nCases Nos.  2-4/67 and\t2/67 Second  Criminal Sessions\t1967\nrespectively.\n</p><p data-structure=\"PetArg\" id=\"p_3\">     D. Mookherjee  and M.  N. Shroff for the appellants (in\nall the appeals).\n</p><p data-structure=\"Precedent\" id=\"p_4\">     V. S.  Desai, A. G. Menseses, J. B. Dadchanji &amp; Co. for\nrespondents in Crl. 256-57/71.\n</p><p data-structure=\"Facts\" id=\"p_5\">     The Judgment of the Court was delivered by\n     BHAGWATI, J.  These three appeals arise out of the same\nfacts and  it would,  therefore, be convenient to dispose of\nthem by\t a common  judgment. The respondent in all the three\nappeals is  one Haridas Mundra. He was at all material times\nthe managing  director of  S. B.  Industrial Development Co.\n(Pvt.) Ltd.,  who were\tthe managing  agents  of  a  company\ncalled Richardson &amp; Cruddas Ltd. He and his brother Tulsidas\nMundra were  also directors of Richardson &amp; Cruddas Ltd. The\nLife Insurance\tCorporation of\tIndia, which was the largest\nshareholder, filed  a petition in the High Court of Calcutta\nbeing  Matter\tNo.  357  of  1957  seeking  relief  against\nmismanagement of Richardson &amp; Cruddas Ltd. under<a href=\"/doc/146869/\" id=\"a_25\"> ss. 397</a> and\n<a href=\"/doc/280790/\" id=\"a_26\">398</a> of\tthe Companies  Act, 1956.  The respondent  and other\ndirectors  were\t  impleaded  as\t  party-respondents  to\t the\npetition. The  High Court,  on the  application of  the Life\nInsurance Corporation,\tmade an\t interim order\tsometime  in\nDecember 1957  appointing Sir  Dhirendra  Mitra\t as  Special\nOfficer to  manage the\taffairs of Richardson &amp; Cruddas Ltd.\nThere was  an audit  report made  by  M/s  Gutgutia  &amp;\tCo.,\nChartered  Accountants,\t  in  regard   to  the\taccounts  of\nRichardson &amp;  Cruddas Ltd.,  but the Special Officer was not\nsatisfied  with\t  this\treport\t and  he,  therefore,  after\nobtaining directions  from the\tCompany Judge, appointed M/s\nFerguson &amp;  Co., a reputed firm of Chartered Accountants, to\nexamine the accounts of the Company and submit their report.\nFerguson &amp;  Co. found,\tas a  result of their investigation,\nthat there were two bills in the records of the Company, one\nfor Rs. 4,12,000 dated 20th June, 1955 and the other for Rs.\n6,48,900 dated\t27th June, 1955 purporting to be issued by a\nfirm called  Indian Machine  Tools Co. having its address at\n7,  Mission  Row,  Calcutta,  showing  purchase\t of  certain\nmachinery by  Richardson &amp;  Cruddas Ltd. from Indian Machine\nTools Co.  and on  the strength\t of these two bills, entries\nwere made  in the  books of  account of Richardson &amp; Cruddas\nLtd. on\t 24th June, 1955 in respect of the first bill and on\n29th June, 1955 in respect of the second bill, crediting the\namounts of  the bills  to S.  B. Industrial  Development Co.\n(Pvt.) Ltd. and debiting to the machinery account. On making\ninquiries, Ferguson  &amp; Co. discovered that there was no firm\nof Indian  Machine Tools Co. in existence at 7, Mission Row,\nCalcutta and  no machinery was in fact purchased or received\nby Richardson  &amp; Cruddas  Ltd. as  shown in  the  two  bills\nsupposed to  have been\tmade out by Indian Machine Tools Co.\nThe conclusion reached by Ferguson &amp; Co. as a result of this\nprobe was that Richard-\n</p><span class=\"hidden_text\" id=\"span_2\">935</span>\n<p data-structure=\"Facts\" id=\"p_6\">son &amp; Cruddas Ltd. has been defrauded of an aggregate sum of\nRs. 10,60,900  representing the amounts of the two bills and\nthat amount  had been  siphoned\t off  to  S.  B.  Industrial\nDevelopment Co.\t (Pvt.) Ltd. by using these two bills, which\nwere forged,  as genuine  and they  made a  report  to\tthis\neffect to  the Special\tofficer.  The  Special\tOfficer,  on\nreceipt of  the report,\t made an  application to the Company\nJudge for a direction that he might be authorised to lodge a\ncomplaint with\tthe police  for further\t investigation\tinto\nthese facts  set out  in the  report. The Company Judge gave\nthe necessary  direction and  the Special  officer thereupon\nmoved the  police for  making further  investigation in\t the\nmatter.\t The   Special\tPolice\t Establishment\tstarted\t the\ninvestigation and ultimately submitted a chargesheet against\nthe respondent and Tulsidas Mundra in the Court of the Chief\nPresidency Magistrate.\tThe respondent\tand Tulsidas  Mundra\nwere committed\tby the\tChief President\t Magistrate to stand\ntheir trial before the High Court on charges under ss. 120B,\n<a href=\"/doc/572470/\" id=\"a_27\">409</a>, <a href=\"/doc/671607/\" id=\"a_28\">471</a> read with<a href=\"/doc/400975/\" id=\"a_29\"> s. 468</a> and s. 477A against the respondent\nand<a href=\"/doc/1897847/\" id=\"a_30\"> ss.\t 120B</a> and  <a href=\"/doc/1326844/\" id=\"a_31\">409</a> of  the\tIndian\tPenal  Code  against\nTulsidas Mundra.  When the  trial commenced  before the High\nCourt, the  Public Prosecutor  made two applications on 17th\nApril, 1967,  one  for\tamending  the  charges\tagainst\t the\nrespondent by  dropping ss.  120B and  <a href=\"/doc/572470/\" id=\"a_32\">409</a> adding<a href=\"/doc/867197/\" id=\"a_33\"> s. 418</a> and\nthe other  for withdrawing  the prosecution against Tulsidas\nMundra. Both  these applications  were allowed\tby the\tHigh\nCourt, with the result that the trial proceeded only against\nthe respondent\ton charges  under<a href=\"/doc/867197/\" id=\"a_34\"> ss.  418</a>, <a href=\"/doc/671607/\" id=\"a_35\">471</a> read with<a href=\"/doc/400975/\" id=\"a_36\"> s.\n468</a> and\t s. 477A.  Mr. Justice Bagchi, before whom the trial\nproceeded, felt\t that he had no jurisdiction to proceed with\nthe trial  in view  of<a href=\"/doc/862299/\" id=\"a_37\"> s.  195(1)(c)</a> of the Code of Criminal\nProcedure, 1898\t and he,  therefore,  requested\t the  Public\nProsecutor as  well as\tthe counsel  for the  respondent  to\nargue the point as to the applicability of that section. The\nlearned Judge,\tafter hearing  the arguments advanced before\nhim on\tboth sides,  delivered an elaborate judgment holding\nthat by\t reason of  s. 195(1)  (c) of  the <a href=\"/doc/445276/\" id=\"a_38\">Code\t of Criminal\nProcedure</a>, 1898,  which applied\t in the present case, he had\nno jurisdiction\t to proceed  further with  the trial  of the\nrespondent and\the accordingly\tdischarged the respondent by\nan order dated 27th April 1967.\n</p><p data-structure=\"Precedent\" id=\"p_7\">     The State\tbeing aggrieved\t by this  judgment and order\npassed by  Mr. Justice\tBagchi in  the exercise\t of original\ncriminal  jurisdiction,\t preferred  a  revision\t application\nagainst the  same on  the appellate  side of the High Court.\nThe respondent\traised a  preliminary objection\t against the\nmaintainability of  the revision  application on  the ground\nthat it\t was not  competent to\tthe High  Court to  exercise\nrevisional jurisdiction\t against an order made by a judge of\nthe High  Court in  a Sessions trial. Since this preliminary\nobjection raised  a  question  of  some\t importance  it\t was\nreferred to  a full Bench and by a judgment dated 16th June,\n1970, the  Full Bench  upheld the  preliminary objection and\nheld that  the High Court had no jurisdiction in revision of\nsome importance,  it was  referred to  a Full Bench and by a\njudge of  the High  Court in  the exercise  of its  original\ncriminal jurisdiction  and accordingly rejected the revision\napplication.\n</p><span class=\"hidden_text\" id=\"span_3\">936</span>\n<p data-structure=\"CDiscource\" id=\"p_8\">     It appears\t that the State had in the meantime filed an\napplication in\tthe High  Court for  leave to appeal to this\nCourt against  the judgment and order of Mr. Justice Bagchi.\nThis application  was rejected\tby the\tlearned Judge  by an\norder dated 28th January, 1971 on the ground that it was not\na judgment  or a  final order  or a  sentence falling within\n<a href=\"/doc/1461463/\" id=\"a_39\">Art. 134(1)(c)</a>\tof the\tConstitution.  The  State  thereupon\npreferred two  petitions in  this Court for special leave to\nappeal, one  against the  judgment and\torder of Mr. Justice\nBagchi discharging  the respondent and the other against the\njudgment and  order of\tthe same learned Judge rejecting the\napplication of\tthe State for leave to appeal to this Court.\nThis Court  allowed both  the petitions\t and granted special\nleave and  hence we  have Criminal  Appeal No.\t256 of\t1971\ndirected against  the judgment\tand  order  of\tMr.  Justice\nBagchi discharging  the respondent  and Criminal  Appeal No.\n257 of\t1971 against  the judgment and order of that learned\nJudge refusing\tleave to appeal to the State. The State also\npreferred an  application in  the High\tCourt for  leave  to\nappeal to  this Court  against the judgment and order of the\nFull Bench  rejecting the  revision application of the State\nand on this application, leave was granted by the High Court\nunder Art.  134(1) (c)\tof the\tConstitution and that is how\nCriminal Appeal No. 115 of 1971 is before us.\n</p><p data-structure=\"Precedent\" id=\"p_9\">     We will  first deal  with Criminal\t Appeal No.  256  of\n1971. If that criminal appeal is allowed and it is held that<a href=\"/doc/1094500/\" id=\"a_40\">\ns. 195(1)  (c)</a> has  no applicability in the present case, it\nwould become  unnecessary to consider the other two criminal\nappeals. Now, s. 195(1)(c) provides that no court shall take\ncognisance of  an offence  described in<a href=\"/doc/1364908/\" id=\"a_41\"> s. 463</a> or punishable\nunder<a href=\"/doc/1466184/\" id=\"a_42\"> ss.  471</a>, <a href=\"/doc/118906/\" id=\"a_43\">475</a>  and <a href=\"/doc/1666702/\" id=\"a_44\">476</a>  of the Indian Penal Code where\nsuch offence is alleged to have been committed by a party to\nany proceeding\tin any\tcourt in  respect  of  any  document\nproduced or  given in evidence in such proceeding, except on\nthe complaint  in writing  of such  court or  of some  other\ncourt to  which such court is subordinate. Obviously, on its\nplain language,\t the inhabitation  in<a href=\"/doc/1094500/\" id=\"a_45\"> s.  195(1) (c)</a> applies\nonly where  a person is being tried for an offence described\nin<a href=\"/doc/1364908/\" id=\"a_46\"> s.  463</a> or punishable under<a href=\"/doc/671607/\" id=\"a_47\"> ss. 471</a>, <a href=\"/doc/612466/\" id=\"a_48\">475</a> or<a href=\"/doc/1952031/\" id=\"a_49\"> s. 476</a>. Here,\nthe respondent\twas being  tried for three distinct offences\nunder<a href=\"/doc/867197/\" id=\"a_50\"> ss.  418</a>, <a href=\"/doc/671607/\" id=\"a_51\">471</a>  and 477A.\tSo far as the offences under<a href=\"/doc/867197/\" id=\"a_52\">\nss. 418</a>\t and 477A  are\tconcerned,  they  were\tplainly\t not\ncovered by  s. 195(1)(c)  and  even  if\t s.  195(1)(c)\twere\notherwise applicable,  it is  difficult to see how the trial\nof the respondent for these two offences could be said to be\nvitiated on the ground that no complaint in writing was made\nby the\tCompany Judge. The High Court had, therefore clearly\nand indubitably\t jurisdiction  to  proceed  with  the  trial\nagainst the  respondent in respect of the offences under<a href=\"/doc/867197/\" id=\"a_53\"> ss.\n418</a> and\t 477A. The  question of\t lack of jurisdiction in the\nHigh Court  to proceed\twith the  trial could  arise only in\nregard to  the offence\tunder<a href=\"/doc/671607/\" id=\"a_54\"> s.  471</a> which  is one  of\t the\noffences specified  in<a href=\"/doc/1094500/\" id=\"a_55\"> s.  195(1) (c)</a>. But in regard to this\noffence also, we do not see how, on the facts of the present\ncase, the  applicability of  s. 195 (1) (c) could be invoked\non behalf  of the respondent. The offence under<a href=\"/doc/671607/\" id=\"a_56\"> s. 471</a> which\nwas charged  against the respondent was that he had used the\ntwo forged bills of Indian Machine Tools Co. as\n<span class=\"hidden_text\" id=\"span_4\">937</span>\ngenuine on  24th and  29th June,  1955\tby  making,  on\t the\nstrength of  these two\tbills, false entries in the books of\naccount of Richardson &amp; Cruddas Ltd. crediting the aggregate\nsum of\tRs. 10,60,900/-\t in the\t account of S. B. Industrial\nDevelopment Co. (Pvt.) Ltd. and debiting it in the machinery\naccount. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31973\" id=\"span_5\">This  offence was alleged to have been committed by\nthe respondent\ton 24th\t and 29th June, 1955 long before the\nproceeding in Matter No. 357 of 1957 commenced and he became\na party\t to that  proceeding and it was not committed by him\nin his\tcapacity as such party, that is, after having become\na party\t to the proceeding. Now, at one time there was sharp\ncleavage of opinion amongst various High Courts in regard to\nthe true  interpretation of  s. 195(1) (c). Some High Courts\nheld  that  to\tattract\t the  prohibition  contained  in  s.\n195(1)(c), the\toffence\t should\t be  alleged  to  have\tbeen\ncommitted by the party to the proceeding in his character as\nsuch party,  which means, after having become a party to the\nproceeding, while  some others\ttook the  view that  it\t was\nsufficient to  attract the  applicability of  s. 195(1)\t (c)\neven if\t the alleged  offence was  committed by the party to\nthe proceeding\tprior to  his becoming\tsuch party, provided\nthat the  document in  question was  produced  or  given  in\nevidence in  such proceeding.  This  divergence\t of  opinion\namongst different  High Courts was set at rest by this Court\nby its\tdecision in <a href=\"/doc/31973/\" id=\"a_57\">Patel Lal Gbhai Somabhai v. The State of\nGujarat</a>(1) where  this Court  accepted the  former  view  in\npreference to  the latter.  This Court\tpointed out that the\nwords of<a href=\"/doc/1094500/\" id=\"a_58\"> s. 195(1) (c)</a> clearly meant that the offence should\nbe alleged  to have  been committed  by\t the  party  to\t the\nproceeding in  his character  as such  party, that is, after\nhaving become a party to the proceeding. <a href=\"/doc/1094500/\" id=\"a_59\">Sections 195(1)(c)</a>,\n<a href=\"/doc/1952031/\" id=\"a_60\">476</a> and\t 476A read  together indicated beyond doubt that the\nlegislature  could   not  have\t intended  to\textend\t the\nprohibition contained  in<a href=\"/doc/1094500/\" id=\"a_61\"> s.  195(1)  (c)</a>  to  the  offences\nmentioned therein  when committed by a party to a proceeding\nprior to  his becoming such party. The scope and ambit of<a href=\"/doc/1094500/\" id=\"a_62\"> s.\n195(1) (c)</a>  was thus restricted by this Court to cases where\nthe offence was alleged to have been committed by a party to\na proceeding after he became such party and not before.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1301049\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"304146\" id=\"span_7\">This\nview  as   to  the  interpretation  of<a href=\"/doc/1094500/\" id=\"a_63\">\ts.  195(1)  (c)</a>\t was\nreaffirmed by  this Court  in <a href=\"/doc/304146/\" id=\"a_64\">Raghunath\t v. State of U.P.</a>(<a href=\"/doc/1301049/\" id=\"a_65\">2)\nand  Mohan  Lal\t v.  The  State\t of  Rajasthan</a>(3).  It\tmust\ninevitably follow,  on this  view, that\t since\tthe  offence\ncharged against\t the respondent was one alleged to have been\ncommitted by  him before he became a party to the proceeding\nin Matter  No. 357 of 1957, s. 195(1)(c) had no application.\nIt may also be noted that neither of the two forged bills of\nIndian Machine\tTools Co.  was produced or given in evidence\nin the\tproceeding in  Matter No.  357 of  1957. Both  these\nforged bills  formed part  of the  record  of  Richardson  &amp;\nCruddas Ltd.  and they\twere  taken  possession\t of  by\t the\nSpecial Officer\t along with  the other record of the Company\nand nobody produced them or tendered them in evidence before\nthe Company  Judge in  the proceeding  in Matter  No. 357 of\n1957. The  requirement of<a href=\"/doc/1094500/\" id=\"a_66\"> s. 195(1) (c)</a> that the document in\nquestion should be\n<span class=\"hidden_text\" id=\"span_8\">938</span>\nproduced  or  given  in\t evidence  in  the  proceeding\twas,\ntherefore, clearly not satisfied and on this ground also, s.\n195(1) (c)  was not  attracted in the present case. We must,\ntherefore, hold\t that the High Court was entitled to proceed\nwith the  trial of  the respondent in respect of the offence\nunder<a href=\"/doc/671607/\" id=\"a_67\"> s.  471</a> without  any complaint  in  writing  from\t the\nCompany Judge  before whom  the proceeding in Matter No. 357\nof 1957 was pending.</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_10\">     We accordingly  allow Criminal  Appeal No.256  of 1971,\nset aside the judgment of Mr. Justice Bagchi discharging the\nrespondent and\tremand the  case to the City Sessions Court,\nto which  the original\tcriminal  jurisdiction\tin  Sessions\ncases has  now been  transferred, for  disposal according to\nlaw. Since  the case  is a very old one, we would direct the\nCity Sessions  Court to\t take it  up for hearing at an early\ndate. In  the view taken by us in Criminal Appeal No. 256 of\n1971, Criminal\tAppeals Nos.  115 and  257 of  1971  do\t not\nsurvive for consideration and we accordingly dismiss them.\n</p><pre id=\"pre_2\">P.B.R.\t\t\t\t Cr. A. 256 of 1971 allowed.\n\t\t\t Cr.As. 115 &amp; 257 of 1971 dismissed.\n<span class=\"hidden_text\" id=\"span_9\">939</span>\n\n\n\n</pre>","numcites":28,"numcitedby":34,"docsource":"Supreme Court of India","citetid":413624,"divtype":"judgments","relatedqs":[{"value":"leave to appeal","formInput":"leave%20to%20appeal"},{"value":"P Bhagwati","formInput":"P%20Bhagwati"},{"value":"P.N. BHAGWATI","formInput":"P.N.%20BHAGWATI"},{"value":"preliminary objection","formInput":"preliminary%20objection"},{"value":"120b","formInput":"120b"},{"value":"forge bill","formInput":"forge%20bill"},{"value":"471","formInput":"471"},{"value":"criminal jurisdiction","formInput":"criminal%20jurisdiction"},{"value":"\"section 195\"","formInput":"%22section%20195%22"},{"value":"revision application ","formInput":"revision%20application%20"},{"value":"468","formInput":"468"},{"value":"section 195","formInput":"section%20195"},{"value":"409","formInput":"409"}],"cats":[{"value":"forged-document","formInput":"tag:forged-document"},{"value":"false-evidence","formInput":"tag:false-evidence"}],"courtcopy":true,"query_alert":null,"agreement":false}