{"tid":1545494,"publishdate":"1973-11-12","title":"Damodar Valley Corporation vs K. K. Kar on 12 November, 1973","doc":"<h2 class=\"doc_title\">Damodar Valley Corporation vs K. K. Kar on 12 November, 1973</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1974 AIR 158, 1974 SCR (2) 240, AIR 1974 SUPREME COURT 158, 1974 2 SCJ 6, 1974 2 SCR 240, 1974 (1) SCC 141</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-j-reddy\">P. Jaganmohan Reddy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-j-reddy\">P. Jaganmohan Reddy</a>, <a href=\"/search/?formInput=benchid:s-n-dwivedi\">S.N. Dwivedi</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nDAMODAR VALLEY CORPORATION\n\n\tVs.\n\nRESPONDENT:\nK. K. KAR\n\nDATE OF JUDGMENT12/11/1973\n\nBENCH:\nREDDY, P. JAGANMOHAN\nBENCH:\nREDDY, P. JAGANMOHAN\nDWIVEDI, S.N.\n\nCITATION:\n 1974 AIR  158\t\t  1974 SCR  (2) 240\n 1974 SCC  (1) 141\n CITATOR INFO :\n RF\t    1989 SC 839\t (18)\n\n\nACT:\n<a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act, 1940</a> (10 of 1940)-Repudiation of  contract-\nIf arbitration clause perishes with repudiation.\n\n\n\nHEADNOTE:\nOn  the\t respondents  failure to fulfil\t the  terms  of\t the\ncontract,  the appellant repudiated it and  imposed  certain\npenalties in accordance with the terms of the contract.\t The\nappellant  later waived the penalties and paid certain\tsum3\ndue  to\t the respondent.  The appellant claimed\t that  these\npayments, including the return of the deposit money  finally\nsettled the claims of the respondent.  The respondent on the\nother land.claimed from the appellant certain sums including\ndamages for &#x27;repudiation of the contract.  The appellant not\nhaving agreed the respondent appointed an arbitrator whom he\nlater  named  as the sole arbitrator.  The validity  of\t the\nappointment  of\t the sole arbitrator was challenged  by\t the\nappellant  under<a href=\"/doc/371235/\" id=\"a_2\"> ss. 9(b)</a> and <a href=\"/doc/1154891/\" id=\"a_3\">33</a> of the\t Indian\t Arbitration\nAct,  1940.  The arbitration clause in the contract  was  to\nthe  effect  that  in  Cass of in  dispute  &quot;upon&quot;&#x27;  or\t &quot;in\nrelation to&#x27; or &quot;in connection with&quot; the contract the matter\nshalt  be  referred to arbitration.  The  Subordinate  Judge\npermitted  the\tappellant to adduce  evidence  to  establish\nwhether the contract was put an end to by final payment\t and\nwhether\t the  arbitration clause contained in  tin  contract\nperished with it.  The High Court in revision set aside\t the\norder of the Subordinate Judge and dismissed the application\nof the appellant In toto.\nIt was contended that since there had been a full and  final\nsettlement  under the contract, the rights  and\t obligations\nunder  the  contract did not subsist  and  consequently\t the\narbitration clause also perished along with the settlement\nHELD  :\t (i)  Where in a contract there\t is  an\t arbitration\nclause,\t notwithstanding the Plea that there was a full\t and\nfinal  settlement between the parties, that dispute  can  be\nreferred to the arbitration&#x27;s.\tThe High Court was in  error\nin  directing the dismissal of the appellant&#x27;s\tpetition  in\ntoto.  The question whether there has been a full and  final\nsettlement of a claim under the contract Is itself a dispute\narising\t &#x27;upon&#x27; or &#x27;in relation to&#x27; or &#x27;in connection  with&#x27;\nthe  contract.\t These words are wide enough  to  cover\t the\ndispute\t sought to be referred.\t On the facts of  this\tcase\nwhen  the  appellant  refused  to  accept  the\tgoods,\t the\nrespondent could claim damages for breach of contract.\tSuch\na claim for damagesis a dispute or difference which  arises\nbetween the respondent and appellantand is, upon&quot; or &quot;in\nrelation   to&quot;\t or  &quot;in   connection\twith&quot;the   contract.\n[248C:243C-D]\nA  contract  is\t the creature of an  agreement\tbetween\t the\nparties\t and  where  the  parties under\t the  terms  of\t the\ncontract  agree\t to incorporate an arbitration\tclause\tthat\nclause\tstands apart from the rights and  obligations  under\nthat  contract, as it has been incorporated with the  object\nof  providing  a machinery for the  settlement\tof  disputes\narising in relation to or in connection with that  contract.\nThe  questions of unilateral repudiation of the\t rights\t and\nobligations  under  the\t contract or of\t a  full  and  final\nsettlement  of\tthe contract relate to\tthe  performance  or\ndischarge  of the contract.  Far from putting an end to\t the\narbitration  clause, they fall within the purview of it.   A\nrepudiation  by\t one  party alone  does\t not  terminate\t the\ncontract.  It takes two to end it and hence it follows\tthat\nas the contract subsists for the determination of the rights\nand obligations of the parties. the arbitration clause\talso\nsurvives. [243F-G]\n(ii)In cases where the dispute between the parties is  that\nthe  contract itself did not subsist either as a  result  of\nits being substituted by a new contract or by rescission  or\nalteration.  that  dispute  could not  be  referred  to\t the\narbitration as the arbitration clause itself would perish if\nthe   averment\twas  found  to\tbe  valid.   As\t  the\tvery\nJurisdiction  of  the  arbitrator  is  dependent  upon\t the\nexistence  of  the  arbitration clause\tunder  which  he  is\nappointed,  the\t parties have no right to  invoke  a  clause\nwhich perishes with the contract. [244B-C]\n241\n(iii)  The contract being concensual, the  question  whether\nthe  arbitration  clause survives or perishes  would  depend\nupon the nature of the controversy: and if* effect upon\t the\nexistence  or  survival of the contract itself.\t  Where\t the\nbinding\t nature\t of  the contract is  not  disputed,  but  a\ndifference  has\t arisen between the parties  thereto  as  to\nwhether there has been a breach by one side or the other  or\nwhether\t one or both the parties have been  discharged\tfrom\nfurther\t performance  such  differences are  &quot;upon&quot;  or\t &quot;in\nrelation  to&quot; or &quot;in connection with the contract.   That  a\ncontract  has come to an end by frustration does not put  an\nend  to the contract for all purposes because there  may  be\nrights and obligations which had arisen earlier when it\t had\nnot come to an end, as it is only the future Performance  of\nthe  contract that has come to an end.\tA dispute as to\t the\nbinding\t nature\t of  the contract cannot  be  determined  by\nresort to arbitration clause because the arbitration  clause\nitself stands or falls according to the determination of the\nquestion in dispute. [244D-F]\nThe  question whether the termination was valid or  not\t and\nwhether\t  damages   were  recoverable  for   such   wrongful\ntermination  did  not affect the arbitration clause  or\t the\nright  of the respondent to invoke it for appointment of  an\narbitrator.\nUnion  of  India v. Kishorilal Gupta &amp; Brothers,,  [1960]  1\nS.C.R. 493 relied.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL APPELLATE JURISDICTION : Civil Appeal No. 851 of 1972.\nAppeal\tfrom the Judgment and Order dated the 25th  January,\n1971  of the Calcutta High Court in Civil Rule No.  1683  of\n1970.\n</p><p data-structure=\"Issue\" id=\"p_2\">B.   Sen and D. N. Mukherjee, for the appellant.\nV.   S. Desai and M. M. Kshatriya, for the respondent.\nThe Judgment of the Court was delivered by\nJAGANMOHAN REDDY, J.-on an application under SS. 9(b) and 33\nof  the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act</a> 10 of 1940-hereinafter\tcalled\t&#x27;the\nAct  challenging  the  propriety  of  a\t reference  to\t the\narbitration  of the sole arbitrator, the Subordinate  Judge,\nAlipore\t permitted  the\t appellant  to\tadduce\tevidence  to\nestablish  whether the contract was put an end to  by  final\npayment,  and if it was whether the arbitration clause\tcon-\ntained\tin the contract will perish with it.   Against\tthis\norder  the respondent filed a revision in the High Court  of\nCalcutta  which\t while\tsetting\t aside\tthe  order  of\t the\nSubordinate  Judge  dismissed the application filed  by\t the\nappellant.   This  appeal  is by  certificate  against\tthat\ndecision.\n</p><p data-structure=\"Facts\" id=\"p_3\">In  order  to appreciate the significance  of  the  question\nwhich  has,  to be determined, a few relevant facts  may  be\nstated.\t  The  respondent entered into a contract  with\t the\nappellant  to supply certain quantities of coal\t at  certain\nprice but as he failed to do so in accordance with the terms\nof  the\t contract, the appellant  repudiated  the  contract,\nimposed\t certain penalties in accordance with the  terms  of\nthe  contract  which  he later waived  and  ultimately\tpaid\ncertain sums to the respondent which were due to him for the\nsupply of coal.\t It is the case of the appellant that  these\npayments including the return of the deposit amount  finally\nsettled\t the  claims  of  the  respondent.   No\t doubt\t the\nrespondent was asked to submit his bill along with a receipt\nstating\t that  he, received the payment in  full  and  final\nsettlement  of\tall  payment and that there  was.  no  other\nclaim.\tBut the respondent while\n<span class=\"hidden_text\" id=\"span_1\">242</span>\nsubmitting  his\t bill did not give the receipt\tas  desired.\nThe amount of the bill was, however, paid, after receipt  of\nwhich\ttile  respondent  claimed  further  sums  from\t the\nappellant   including,\tdamages\t for  repudiation   of\t the\ncontract.  When the, appellant did-not agree to comply\twith\nthe demands the respondent served a notice of his  intention\nto refer the matter to the arbitration under the arbitration\nclause\tcontained  in  the  contract.\tBy  that  notice  he\nintimated  the appellant that he has appointed J. N.  Mulick\nas his arbitrator and requested the appellant to appoint its\nown  arbitrator.   The\tappellant  did\tnot  agree  to\t it,\nwhereupon  the respondent by a further notice intimated\t the\nappellant that the arbitrator nominated by him would be\t the\nsole  arbitrator for a vindicating the dispute\tbetween\t the\nparties.  Soon thereafter the sole arbitrator J. N.  Mullick\nissued\ta  notice  to the  appellant  and  consequently\t the\nappellant  had to file an application under<a href=\"/doc/371235/\" id=\"a_5\"> ss. 9(b)</a> and  <a href=\"/doc/1154891/\" id=\"a_6\">33</a>\nof  the Act challenging the validity of the  appointment  of\nthe  sole arbitrator.  In paragraph-16 of- the petition\t the\nappellant stated :\n</p><blockquote id=\"blockquote_1\">.lm15\n&quot;........  all claims and demands as between the  petitioner\nand  the contractor standing fully paid and  adjusted  there\nwas no dispute in the absence whereof the entire proceedings\nin  the\t above case do not lie and the instant case  is\t not\nmaintainable  under  the <a href=\"/doc/1052228/\" id=\"a_7\">Arbitration Act</a> being\toutside\t its\nfold.&quot;\n</blockquote><blockquote id=\"blockquote_2\">As  stated  earlier, the Subordinate Judge  held  that\tthe,\nappellant  could adduce evidence that the contract had\tcome\nto an end in order to determine that the arbitration clause\nperished with the contract.\n</blockquote><blockquote id=\"blockquote_3\">On  the\t pleas\traised before  the  Subordinate\t Judge,\t the\nfollowing questions were considered .\n</blockquote><blockquote id=\"blockquote_4\">\t      (1)   Has the Court jurisdiction to decide the\n\t      points   raised\tin   paragraph-16   of\t the\n\t      appellant&#x27;s petition?\n</blockquote><blockquote id=\"blockquote_5\">\t      (2)   Whether  the arbitration clause  between\n\t      the  parties  would cease to  exist  with\t the\n\t      termination of the agreement; and\n\t      (3)   Whether   oral  evidence  touching\t the\n\t      dispute  in  respect  of\tthe  alleged   final\n\t      settlement of the claim would be admissible in\n\t      the proceedings.\n</blockquote><p data-structure=\"Precedent\" id=\"p_4\">The  Subordinate  Judge\t answered  these  questions  in\t the\naffirmative  and  held\tthat  the  appellant  could   adduce\nevidence  to establish that the contract had come to an\t end\nand  that as a consequence the arbitration  clause  perished\nwith it.\n</p><p data-structure=\"Issue\" id=\"p_5\">On  these  facts the short question for determination  is  :\n</p><blockquote id=\"blockquote_6\">where  one  of the parties refers a dispute or\tdisputes  to\narbitration and the other party takes a plea that there\t was\na  final  settlement  of all claims, is\t the  Court,  on  an\napplication  under<a href=\"/doc/371235/\" id=\"a_8\"> ss. 9(b)</a> and <a href=\"/doc/1154891/\" id=\"a_9\">33</a> of the, Act, entitled  to\nenquire\t into the truth and validity of the averment  as  to\nwhether\t there\twas  or was not a final\t settlement  on\t the\nground that if that was proved, it would bar a reference to\nthe  arbitration inasmuch as the arbitration  clause  itself\nwould perish.\n</blockquote><blockquote id=\"blockquote_7\">The respondent purported to refer the dispute to arbitration\nunder the following clause of the agreement\n<span class=\"hidden_text\" id=\"span_2\">243</span>\n\t      &quot;........if at any time any question,  dispute\n\t      or  difference whatsoever shall arise  between\n\t      the  Corporation and the\tsuccessful  tenderer\n\t      upon or in relation to, or in connection\twith\n\t      the contract, either party may forthwith\tgive\n\t      to  the  other,  notice  in  writing  of\t the\n\t      existence\t  of  such  question,\tdispute\t  or\n\t      difference, and the same, shall be referred to\n\t      the adjudication of two arbitrators, one to be\n\t      nominated by the Corporation and the other  to\n\t      be  nominated by the successful  tenderer\t and\n\t      the  award of the arbitrators shall be  final\n\t      and binding on the parties and the provisions.\n\t      of  <a href=\"/doc/1052228/\" id=\"a_10\">Indian Arbitration Act, 1940</a>, and  of\t the\n\t      Rules    thereunder    and    any\t   statutory\n\t      modification thereof shall be deemed to  apply\n\t      to and be incorporated in this contract\nIt appears to us that the question whether there has been  a\nfull  and  &amp;A settlement of a claim under  the\tcontract  is\nitself\ta dispute arising &#x27;upon&#x27; or &#x27;in relation to&#x27; or\t &#x27;in\nconnection with&#x27; the contract.\tThese words are wide  enough\nto   cover   the  dispute  sought  to  be   referred.\t The\nrespondent&#x27;s  contention  is  that  the\t contract  has\tbeen\nrepudiated  by\tthe appellant unilaterally as  a  result  of\nwhich  he  had\tno option but  to  accept  that\t repudiation\nbecause if the appellant was not ready to receive the  goods\nhe  could  not supply them to him or force  him\t to  receive\nthem.\t In   the   circumstances,   while   accepting\t the\nrepudiation,  without  conceding that the  appellant  had  a\nright to repudiate the contract, he could claim damages\t for\nbreach\tof contract.  Such a claim for damages is a  dispute\nor difference which arises between himself and the appellant\nand  is &#x27;upon&#x27; or &#x27;in relation to&#x27; or.&#x27;in  connection  with&#x27;\nthe contract.\n</blockquote><blockquote id=\"blockquote_8\">The contention that has been canvassed before us is that  as\nthere  has  been  a  full and  final  settlement  under\t the\ncontract,  the rights and obligations under the contract  do\nnot  subsist  and consequently the arbitration\tclause\talso\nperishes  along\t with the settlement.  If  so,\tthe  dispute\nwhether\t there\thas or has not been a settlement  cannot  be\nthe  subject  of an arbitration.  There is, in our  view,  a\nbasic fallacy underlying this submission.  A contract is the\ncreature  of an agreement between the parties and where\t the\nparties\t  under\t the  terms  &#x27;of  the  contract\t  agree\t  to\nincorporate    an    arbitration   clause,    that    clause\nstands&#x27;--apart\tfrom the rights and obligations\t under\tthat\ncontract,  as  it has been incorporated with the  object  of\nproviding a machinery for the settlement of disputes arising\nin  relation  to or in connection with that  contract.\t The\nquestions  of  unilateral  repudiation\tof  the\t rights\t and\nobligations  under  the\t contract or of\t a  full  and  final\nsettlement  of\tthe contract relate to\tthe  performance  or\ndischarge  of the contract.  Far from putting an end to\t the\narbitration clause, they fall within the purview of it.\t  A\nrepudiation  by\t one  party alone  does\t not  terminate\t the\ncontract.   It\ttakes two to end it, and hence\t&#x27;it  follows\nthat  as the contract subsists for the determination of\t the\nrights\tand  obligations  of the  parties,  the\t arbitration\nclause also survives.  This is not a case where the plea  is\nthat  the contract is void, illegal or fraudulent  etc.,  in\nwhich  case, the entire contract along with the\t arbitration\nclause\tis  non\t est, or voidable.  As the  contract  is  an\noutcome of the agre&amp;nent between the parties it is equally\n<span class=\"hidden_text\" id=\"span_3\">244</span>\nupon to the parties thereto to agree, to bring: it to an end\nor to treat it as if it never existed.\tIt may also be open\nto  the\t parties  to terminate\tthe  previous  contract\t and\nsubstitute in its place a new contract or alter the original\ncontract in such a way that it cannot subsist.\tIn all these\ncases,\tsince  the  entire contract is put an  end  to,\t the\narbitration  clause,  which is a part of it,  also  perishes\nalong with it.\t<a href=\"/doc/595325/\" id=\"a_11\">Section 62</a> of the Contract Act\tincorporates\nthis  principle\t when it provides that if the parties  to  a\ncontract agree to substitute a new contract or to rescind or\nalter  it,  the\t original contract need\t not  be  performed.\nWhere,\ttherefore, the dispute between the parties  is\tthat\nthe  contract itself does not subsist either as a result  of\nit&#x27;s being substituted by a now contract or by rescission or\nalteration   that   dispute  cannot  be\t referred   to\t the\narbitration  as the arbitration ,clause itself would  perish\nif  the\t averment  is  found  to  be  valid.   As  the\tvery\njurisdiction  of  the  arbitrator  is  dependent  upon\t the\nexistence  of  the  arbitration clause\tunder  which  he  is\nappointed,  the\t parties have no right to  invoke  a  clause\nwhich perishes with the contract.\n</blockquote><blockquote id=\"blockquote_9\">In  certain circumstances, it may be that there has  been  a\nterminal  tion\tof  the\t contract  unilaterally\t and  as   a\nconsequence  the parties may agree to rescind the  contract.\nIn  such a situation the rescission would put an end to\t the\nperformance  of\t the contract in futuro, but it\t may  remain\nalive  for claiming damages either for previous breaches  or\nfor the breach which constituted the termination.\nWe  have  adverted to these several aspects merely  to\tshow\nthat  ,contracts being consensual, the question whether\t the\narbitration  clause survives or perishes would\tdepend\tupon\nthe  nature  of\t the controversy and  its  effect  upon\t the\nexistence  or  survival of the contract itself.\t  Where\t the\nbinding\t nature\t of  the contract is  not  disputed,  but  a\ndifference  has\t arisen between the parties  thereto  as  to\nwhether there has been ;a breach by one side or the other or\nwhether\t one or both the parties have been  discharged\tfrom\nfurther\t performance  such  differences are  &quot;upon&quot;  or\t &quot;in\nrelation  to&#x27; or &quot;in connection with&quot; the contract.  That  a\ncontract  has come to an end by frustration does not put  an\nend  to the contract for all purposes, because there may  be\nrights and obligations which had arisen earlier when it\t had\nnot come to an end, as it is only the future performance  of\nthe  contract  that has come to an end.\t It  is,  therefore,\nclear  that  a\tdispute\t as to the  binding  nature  of\t the\ncontract  cannot  be determined by  resort  to\tarbitration,\nbecause\t as we have stated earlier, the\t arbitration  clause\nitself stands or falls according to the determination of the\nquestion  in  dispute.\t It may be stated  that\t the  Privy.\nCouncil\t  had  in  Hirji  Mulji\t v.  Cheong  yue   Stewnship\nCompany(1)  held that as the authority of a person  claiming\narbitral  jurisdiction\tdepends\t on the\t existence  of\tsome\nsubmission  to him by the parties of the  subject-matter  of\nthe  complaint,\t &quot;a contract that has determined is  in\t the\nsame  position as one that has never been concluded at\tall.\nThe  observations  of  Lord Sumner in that case\t as  to\t the\neffect of frustration of the contract before its performance\non  the arbitration clause inasmuch as frustration  operates\nautomatically and the contract\n(1)  [1926] A.C. 407.\n</blockquote><p data-structure=\"Precedent\" id=\"p_6\">2 45\nto  exist  for\tall purposes save  for\tthe  enforcement  of\nclaims\tvested\tbefore that date of which there\t were  none,\nwere  dissented\t from  in  Heyman  and\tanother\t v.  Darwins\nLtd.(1),  though Lord Macmillan did not want to express\t any\nopinion\t on  this  question.  Be that it  may,\tin  Heyman&#x27;s\ncase(3) Lord Macmillan pointed out at pp. 370-371 :\n</p><blockquote id=\"blockquote_10\">\t      &quot;If  it  appears that the dispute\t is  whether\n\t      there has ever been a binding contract between\n\t      the parties, such a dispute, cannot be covered\n\t      by  an  arbitration clause in  the  challenged\n\t      contract.\t If there has never been a  contract\n\t      at all, there has never been as part of it  an\n\t      agreement to, arbitrate.\tThe greater includes\n\t      the  less.   Further, a claim to set  aside  a\n\t      contract\ton such grounds as fraud, duress  or\n\t      essential\t error cannot be the  subject-matter\n\t      of a reference under an arbitration clause  in\n\t      the  contract sought to be set aside.   Again,\n\t      an  admittedly binding contract  containing  a\n\t      general arbitration clause may stipulate\tthat\n\t      in  certain events the contract shall come  to\n\t      an end.  If a question arises whether the con-\n\t      tract has for any such reason come to an end I\n\t      can  see no reason why the  arbitrator  should\n\t      not  decide that question.  It is clear,\ttoo,\n\t      that  the parties to a contract may  agree  to\n\t      bring it to an end to all intents and purposes\n\t      and  to treat it as if it had  never  existed.\n\t      In  such\ta case, if there be  an\t arbitration\n\t      clause  in the contract, it perishes with\t the\n\t      contract.\t  If  the parties substitute  a\t new\n\t      contract\tfor  the contract  which  they\thave\n\t      abrogated\t  the  arbitration  clause  in\t the\n\t      abrogated\t contract cannot be invoked for\t the\n\t      determination  of\t questions  under  the\t new\n\t      agreement.    All\t  this\tis  more   or\tIess\n\t      elementary.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_4\">The  above  observations of Lord Macmillan as  well  as\t the\nobservations  of  other Law Lords in  Heymams  case(1)\twere\nconsidered by this Court in <a href=\"/doc/1391279/\" id=\"a_12\">The Union of India v. Kishorilal\nGupta  and Bros</a>.(3) where the respondents bad  entered\tinto\nthree contracts with the appellant each of which-  contained\nan arbitration clause.\tBefore the contracts had been  fully\nexecuted,  disputes arose between the parties, one  alleging\nthat the other was committing a breach of the contract.\t The\nparties\t  then\tentered\t into  three  fresh   contracts\t  on\nsuccessive dates purporting to settle these disputes on\t the\nterms  therein\tcomtained.   By\t the  first  two  of   these\nsettlement  contracts the respondents agreed to pay  to\t the\nappellant  certain moneys in settlement respectively of\t the\ndisputes  relating to the first two original contracts.\t  By\nthe  last  of  these settlement\t contracts  the\t respondents\nagreed\tto  pay to the appellant in  specified\tinstallments\ncertain moneys in settlement of the disputes relating to the\nthird  original contract as also the moneys which  had\tthen\nbecome due on the first two settlement contracts and had not\nbeen paid.  This settlement further undertook to  hypothetic\ncertain properties to secure the due repayment of these\t  moneys.\nIn the end it provided as follows:</span>\n</p><blockquote id=\"blockquote_11\">(1)  [1942] A.C. 356.\t\t\t\t (2)  [1942]\nA.C. 356.\n</blockquote><blockquote id=\"blockquote_12\">(3)  [1960] 1 S.C.R. 493.\n</blockquote><span class=\"hidden_text\" id=\"span_5\">\t\t\t    246</span>\n<blockquote id=\"blockquote_13\">\t      &quot;The  contracts  stand  finally  concluded  in\n\t      terms of the settlement and no party will have\n\t      any further or other claim against the  other.\n\t      &quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_8\">On  a  question\t whether  the  arbitration  clauses  in\t the\noriginal  contracts  had ceased to have any effect  and\t the\ncontracts  stood  finally  deter mined as a  result  of\t the\nsettlement  contracts,\tthe Calcutta B Court held  that\t the\nfirst  contract\t had  not been abrog by\t the  settlement  in\nrespect\t  of  it,  but\tthe  third  original  contract\t the\narbitration clause contained in it had ceased to exist as  a\nresult of the last settlement, as such the arbitrator had no\njurisdiction  to  arbitrate under that\tarbitration  clause.\nImam and Subba Rao, JJ., (Sarkar, J., dissenting)  confirmed\nthe  High  Court&#x27;s  decision,  They  held  that\t the  three,\ncontracts were settled and the third settlement contract was\nin  substitution  of  the three contracts;  and,  after\t its\nexecution,  all the earlier contracts were extinguished\t and\nthe arbitration clause contained therein also perished along\nwith them.  They further held that the new contract was\t not\na conditional one and after its execution the parties should\nwork  out  their rights only under its terms.\tSarkar,\t J.,\nhowever, held that the award was valid and could not be\t set\naside  as the third settlement neither expressly put an\t end\nto the arbitration clause. nor, considered as an accord\t and\nsatisfaction, did it have that effect.\tHe observed that  an\narbitration  clause  stands  apart  from  the  rest  of\t the\ncontract in which it is contained. it does not impose on the\none  party  an obligation in favour of the  other;  it\tonly\nembodies an agreement that if any dispute arises with regard\nto  any\t obligation which one party has\t undertaken  to\t the\nother,\tsuch  dispute shall be settled by  arbitration.\t  An\naccord\t and  satisfaction  which  is  concerned  with\t the\nobligations  araising from the contract, does not affect  an\narbitration  clause containaed in it.  It will\tbe  observed\nthat while the decision rested on the interpretation of\t the\nsettlement clause as to whether the original contracts\twere\nput  an\t end  to  and in their\tplace,\tnew  contracts\twere\nsubstituted with the result that the arbitration clause\t did\nnot survive, the principle of law that where the parties put\nan  end\t to  the contract as if it  had\t never\texisted\t and\nsubstitute  it with a new contract governing the rights\t and\nobligations  of\t the  parties  thereunder,  the\t arbitration\nclause also perishes along with it, was accepted as  correct\nby all the, learned Judges.\n</p><p data-structure=\"Precedent\" id=\"p_9\">After  a review of the relevant case law, Subba Rao, J.,  as\nhe  then  was,\tspeaking for  the  majority  enunciated\t the\nfollowing  principles  :  &quot;(1) An arbitration  clause  is  a\ncollateral  term  of a contract &#x27;as distinguished  from\t its\nsubstantive terms; but none the less it is an integral\tpart\nof   it;  (2)  however\tcomprehensive  the  terms   of\t ,in\narbitration clause may be, the existence of the contract  is\na  necessary condition for its operation; it  perishes\twith\nthe  contract; (3) the contract may be non est in the  sense\nthat  it  never came legally into existence or it  was\tvoid\nabinitio; (4) though the contract was validly executed,\t the\nparties may put an end to it as if it had never existed\t and\nsubstitute  a  new contract for it  solely  governing  their\nrights\tand liabilities thereunder; (5) in the former  case,\nif  the\t original  contract  has  no  legal  existence,\t the\narbitration clause also\n<span class=\"hidden_text\" id=\"span_6\"> 247</span>\ncannot operate, for along with the original contract, it  is\nalso  void; in the latter case, as the original contract  is\nextinguished  by-  the,\t substituted  one,  the\t arbitration\nclause\tof the original contract perishes with it;  and\t (6)\nbetween\t the  two  falls  many\tcategories  of\tdisputes  in\nconnection  with  a  contract,\tsuch  as  the  question\t  of\nrepudiation, frustration, breach etc.  In those cases it  is\nthe performance of the contract that has come to an end, but\nthe contract is still in existence for certain purposes\t in\nrespect\t of disputes arising under it or  inconnection\twith\nit.   As  the contract subsists for  certain  purposes,\t the\narbitration  clause operates in respect of these  purposes.&quot;\nIn  those  cases,  as  we have stated  earlier,\t it  is\t the\nperformance  of the con-, tract that has come to an end\t but\nthe  contract is still in existence for certain purposes  in\nrespect of disputes arising under it or in, connection\twith\nit.  We think as the contract subsists for certain purposes,\nthe   arbitration  clause  operates  in\t respect  of   those\npurposes.\n</p><p data-structure=\"Precedent\" id=\"p_10\">Sarkar, J., did not dissent from the propositions enunciated\nby  Subba Rao, J., but only disagreed with the majority&#x27;  on\nthe effect of the settlement on the arbitration clause.\t  He\nalso  referred\tto  the observations of\t Lord  Macmillan  in\nHayman&#x27;s case(1)  and observed at P. 519 : &quot;An\tarbitration\nagreement,  of course, is the creature of an  agreement\t and\nwhat is created by agreement may be destroyed by agreement.&quot;\nAgain  at p. 521 he- said : &quot;It is well settled that such  a\nclause (arbitration clause) in a contract stands apart\tfrom\nthe  rest of the contract.&quot; It was, however, pointed out  by\nhim that an accord and satisfaction which secures a  release\nfrom  an  obligation arising under a  contract,\t is  really,\nbased  on the existence of the contract instead of  treating\nit as non-existent.  The contract is not annihilated but the\nobligations under it cease to be enforceable.  Therefore  it\nis  that  when\tan action is brought  for  the\tappropriate\nremedy\tfor  non-performance of these  obligations  that  an\naccord\tand  satisfaction  furnishes a\tgood  defence.\t The\ndefence is not that the contract has come to an end but that\nits  breach  has been satisfied by accord  and\tsatisfaction\nand, therefore, the plaintiff in the action is not  entitled\nto  the usual remedy for the breach.  In the  circumstances;\nhe thought that the arbitration clause did survive to settle\nthe dispute as to whether there was or was not an accord and\nsatisfaction.\n</p><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_7\">In this case, we are not troubled with the question  whether\nthere  has been notation, rescission or substitution of\t the\ncontract,  nor\thave  the parties in  their  pleadings\tever\ncontended  that\t the  contract is non est  as  it  has\tbeen\nsubstituted  by a new contract.\t Where, however, as in\tthis\ncase,  there was a termination of the contract due  to\tnon-\nperformance, the existence of the contract has been  assumed\nfor  the  purposes  of\tsuch  termination.   Similarly\t the\nquestion  whether  there has been a settlement\tof  all\t the\nclaims\t arising  in  connection  with\tthe  contract\talso\npostulates  the\t existence of the contract.   The  principle\nlaid down by Sarkar, J., in <a href=\"/doc/1391279/\" id=\"a_13\">Kishorilal Gupta Bros</a>&#x27;s  case(2)\nthat  accord  and satisfaction does not put an\tend  to\t the\narbitration clause was not dissented to by the majority.  On\nthe other hand</span>\n</p><p data-structure=\"Conclusion\" id=\"p_12\">1. [1942].  A. C. 356.\t\t\t       (2)\n[1960] 1 S.C.R.493.\n</p><p data-structure=\"Conclusion\" id=\"p_13\">4-522SCI/74\n<span class=\"hidden_text\" id=\"span_8\">248</span>\nproposition (6) seems to lend weight to the views of Sarkar,\nJ   In\tthese  circumstances,  the  question   whether\t the\ntermination  was  valid\t or  not  and  whether\tdamages\t are\nrecoverable  for such wrongful termination does\t not  affect\nthe  arbitration clause, or the right of the  respondent  to\ninvoke it for appointment of an arbitrator.\nWhile so, we think the High Court was in error in  directing\nthe  dismissal of the appellants petition in toto.  In\tthat\npetition  several other contentions were urged one of  which\nwas  that  the\tappointment of J. N.  Mullick  as  the\tsole\narbitrator  should be set aside for nonconformity  with\t the\nprovisions  of<a href=\"/doc/371235/\" id=\"a_14\"> S. 9(b)</a> of the Act.  It may also be  observed\nthat  under  the  proviso  to  that  section  the  Court  is\nempowered to set aside any appointment as a sole  arbitrator\nmade  under cause (b) and either on sufficient\tcause  being\nshown allow further time to the defaulting party to  appoint\nan  arbitrator\tor pass such other order as it\tthinks\tfit.\nThe  Subordinate Judge did not decide any of  the  aforesaid\nmatters,  which\t he should have, been allowed  to  do.\t The\nlearned\t Advocate for the respondent also  frankly  conceded\nthat  the  High Court was not justified\t in  dismissing\t the\npetition altogether.  In the circumstances, as we have\theld\nthat  where  in a contract there is an\tarbitration  clause,\nnotwithstanding\t the  plea that there was a full  and  final\nsettlement between the parties, that dispute can be referred\nto  the arbitration, the Subordinate Judge. is\tdirected  to\ndispose. of the petition of the appellant according to law.\nAfter this judgment was prepared the respondent filed  Civil\nMiscellaneous  Petition No. 9566-of 1973 seeking  directions\non  the ground that the learned counsel who represented\t him\nduring\tthe hearing made the above concession that the\tHigh\nCourt\twas  not  justified  in\t dismissing   the   petition\naltogether,  on\t a misapprehension of the real\tfacts.\t The\nreasons for further consideration on this aspect were  fully\nset  out  in  the petition which was  placed  before  us  on\nNovember 6, 1973.  After hearing the learned counsel for the\nrespondent   we\t found\tno  justification  for\tgiving\t any\ndirections or for changing our view that the High Court\t was\nin error in dismissing the petition under<a href=\"/doc/371235/\" id=\"a_15\"> s. 9(b)</a> read\twith<a href=\"/doc/1154891/\" id=\"a_16\">\ns.  33</a>\tof  the Act.  We  accordingly  dismissed  the  Civil\nMscellaneous Petition.\n</p><p data-structure=\"Conclusion\" id=\"p_14\">In  the\t result the appeal is partly allowed,  but  in.\t the\ncircumstances without costs.\n</p><pre id=\"pre_2\">P.B.R.\t\t\t\t\t\t   Appeal\npartly allowed.\n<span class=\"hidden_text\" id=\"span_9\">249</span>\n\n\n\n</pre>","numcites":5,"numcitedby":131,"docsource":"Supreme Court of India","citetid":1545494,"divtype":"judgments","relatedqs":[{"value":"survival of arbitration clause","formInput":"survival%20of%20arbitration%20clause"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"survival clause","formInput":"survival%20clause"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"repudiation of contract","formInput":"repudiation%20of%20contract"},{"value":"substitution of contract","formInput":"substitution%20of%20contract"},{"value":"subsisting of contract","formInput":"subsisting%20of%20contract"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"claims damages","formInput":"claims%20damages"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"rescission","formInput":"rescission"},{"value":"repudiation","formInput":"repudiation"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"}],"courtcopy":true,"query_alert":null,"agreement":false}