{"tid":791003,"publishdate":"2005-09-16","title":"Abdul Murasalin vs State [Along With Criminal Appeal No. ... on 16 September, 2005","doc":"<h2 class=\"doc_title\">Abdul Murasalin vs State [Along With Criminal Appeal No. ... on 16 September, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2005(84)DRJ430</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-sharma\">Rekha Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-sarin\">Manmohan Sarin</a>, <a href=\"/search/?formInput=benchid:r-sharma\">Rekha Sharma</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\">Rekha Sharma, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">Page 1208\n \n\n</p><p data-structure=\"Facts\" id=\"p_3\">1. On 27th October, 1998, house No. A-32/15, Main Road No. 66, Maujpur, was a mute witness to murder and robbery. It was otherwise a house which Page 1209 appeared to be buzzing with activity. On its first floor lived Shama Parveen along with her three sons and her mother, while on the ground floor she was running a business of air-coolers and real-estate. A portion of the ground floor was also in occupation of her maternal uncle (Mammu) namely, Mohd. Jamil, who was running his own shop from there. Shama Parveen knew one Salvinder alias Kake who was dealing in finance. He was assisting her in her business and was a frequent visitor to the house.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">2. On the fateful day of 27th October, 1998, she along with Salvinder returned to her house after making purchases from the market little knowing that the coming hours were not to augur well for either of the two. What followed was a gory incident in which she and Salvinder were robbed of their valuables by three persons who had entered her house armed with weapons. Thereafter, one of them made an attempt to outrage her modesty to which Salvinder objected, upon which he was shot dead by that person. Shama Parveen thus not only lost her valuables but also underwent the nightmarish experience of witnessing the murder of Salvinder.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">Here are the details :-\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">3. The three intruders were between the age group of 20-22 years. Two were armed with revolvers and one with a knife. One of them was slim, whitish in complexion and had a cut mark on his right cheek. The other was tall, fair and without moustaches. The third was round-faced with medium height. Upon entering the house, they inquired about the whereabouts of Mammu to which Shama Parveen replied that he had gone to fetch vegetables. They then snatched a gold ring, a locket and cash amounting to Rs.100/150 from Salvinder. Thereafter, they asked Shama Parveen to handover the keys of the almirah but she denied being in possession of the same. In the meanwhile, one juice seller came to her house and asked her for money. She told him that she did not have any money and also showed him her empty purse. While she did that, the three boys saw the keys of the almirah in her purse. They pointed a revolver at her and while extending a threat that they would kill her and her three children, took out the keys from her purse. Having done so, they opened the almirah and removed Rs. 15,000/- lying therein. They also found in the almirah the key of the locker with which they opened the same and removed Rs. 2,50,000/-, a mobile phone and some ornaments. They also removed ear-rings, three rings and a necklace from the person of Shama Parveen. In the meanwhile, &#x27;Mammu&#x27; Mohd. Jamil, entered the house, and so also, a friend of Shama Parveen, namely, Nasreen and her husband Jeeta. Shama Parveen&#x27;s mother who was already present in the house also came to the same room.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">4. Having robbed Shama Parveen, the three robbers started outraging her modesty which evoked protest from Salvinder who questioned them as to why they were molesting her when they had even taken away all her valuables. On that, one of the boys asked him to keep shut and at the same time fired a shot at his forehead consequent to which he fell on the bed. Thereafter, the three boys tied all other present in the house with chunnis and sarees and decamped with the robbed articles including the cash. Before leaving the house they closed the door from outside. About 10-15 minutes later, one of Page 1210 the sons of Shama Parveen, namely, Danish, entered the house and untied them all. The injured Salvinder was taken to the hospital where he was declared `brought dead&#x27;. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">5. The facts, as noticed above, have emerged from the statement of Shama Parveen which she made to the police soon after the incident. The police reduced her statement into writing and after obtaining her signatures thereon, registered a case under <a href=\"/doc/329571/\" id=\"a_1\">Sections 392</a>/<a href=\"/doc/203036/\" id=\"a_2\">354</a>/<a href=\"/doc/1560742/\" id=\"a_3\">302</a>/<a href=\"/doc/37788/\" id=\"a_4\">34</a> IPC at Police Station Seelampur, Delhi. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">6. According to the prosecution, on the basis of a secret information, two of the accused persons, namely, Akil @ Prince @ Javed and Abdul Murasalin @ Sajjad @ Shaheed were arrested by officials of the Special Cell, Lodhi Colony from Sunlight Colony, Seemapuri while they came there in car no. DL-2C-B 1381. Consequent upon their arrest, their personal search was taken which led to recovery of one loaded countrymade pistol from the pant pocket of accused Murasalin. The personal search of accused Akil @ Javed was also taken and he too was found to be in possession of one country-made pistol along with live cartridges. The recoveries so effected from them led to registration of cases against them under the <a href=\"/doc/1934415/\" id=\"a_5\">Arms Act</a> vide FIR NO. 717 and 718/98 at Police Station Seemapuri. Accused Akil was also found in possession of one gold chain and a `Rado&#x27; wrist watch. Their interrogation and further investigation showed their involvement in the incident of 27th along with two others, namely, Shakil and Ramuddin. The police, upon completion of the investigation in respect of the case of robbery and murder, filed the challan in the court against Abdul Murasalin and Akil @ Javed, while their associates were stated to be still at large and were therefore shown as `Proclaimed Offenders&#x27;. The learned Sessions Judge framed charges against Akil and Abdul Murasalin under <a href=\"/doc/329571/\" id=\"a_6\">Sections 392</a>/<a href=\"/doc/37788/\" id=\"a_7\">34</a> IPC, 302/34 <a href=\"/doc/1569253/\" id=\"a_8\">IPC</a>, 354 <a href=\"/doc/1569253/\" id=\"a_9\">IPC</a> &amp; 411/34 <a href=\"/doc/1569253/\" id=\"a_10\">IPC</a>. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">7. As has become a bane of criminal trials, in this case too, Smt. Shama Parveen who was examined as PW-17 and the other alleged eye-witnesses, namely, Gurmeet Singh - PW-19, Mohd. Jamil- PW-20, Smt. Noorjahan - PW-23 and Smt. Gurdeep Kaur- PW-25 though lending their full throated support to the prosecution version that there was robbery and murder, turned hostile on the crucial question of identification of the accused persons. What however is of significance is that Mohd. Jamil-PW-20 in his examination-in-chief fully supported the prosecution version and even identified the accused as those involved in the commission of robbery and murder in the house of Shama Parveen. He also pointed out towards accused Akil as the person who had fired the shot at Salvinder resulting in his death. But, unfortunately, agreeing to the request for an adjournment by the learned defense counsel, cross-examination of this crucial witness was deferred for a painfully long period. This, it appears to us, provided a handle to the accused to turn the tables in their favor. When the witness again entered the witness- box after two months of his examination-in-chief he took a somersault on the point of identification of the accused persons and made a statement serving their interest. We shall be dealing with this aspect of the matter at an appropriate stage. To continue the narrative, the learned Additional Sessions Judge ignoring the statement Page 1211 made by Mohd. Jamil in his cross-examination and relying upon what he had stated in his examination-in-chief and relying also upon other circumstances like - incriminating recoveries of a gold chain and a `Rado&#x27; wrist watch from the person of Akil @ Javed returned a finding of guilt against both of them and convicted them under Sections 302/<a href=\"/doc/968081/\" id=\"a_11\">34</a>, 392/<a href=\"/doc/968081/\" id=\"a_12\">34</a>, but acquitted them for the offence under <a href=\"/doc/203036/\" id=\"a_13\">Section 354</a> IPC. Consequent to their conviction, both of them were sentenced to undergo life imprisonment and to pay a fine of Rs. 5,000/- each for the offence under <a href=\"/doc/1560742/\" id=\"a_14\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_15\">34</a> IPC and in the event of their failure to pay the fine to undergo further rigorous imprisonment of one year. They were also sentenced to undergo rigorous imprisonment for ten years each and to pay fine of Rs. 5,000/- each for the offences under <a href=\"/doc/329571/\" id=\"a_16\">Sections 392</a>/<a href=\"/doc/37788/\" id=\"a_17\">34</a> IPC and were directed to undergo rigorous imprisonment of one year in the event of their failure to pay the fine.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\">8. Aggrieved by the judgment, they have approached this court by way of present appeal.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\">9. Learned counsel for the appellant has assailed the judgment of conviction and order of sentence on the following grounds :\n</p>  \n\n<blockquote id=\"blockquote_1\">(i) That all the witnesses having turned hostile, the prosecution has, proverbially speaking, no legs to stand.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(ii) That the learned Additional Sessions Judge committed an illegality in placing reliance on the examination-in-chief of PW-20 ignoring that he had not supported the prosecution version in the matter of identity of the accused in his cross-examination.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(iii) That the learned Additional Sessions Judge was wrong in drawing an adverse inference against the accused persons on account of their refusal to participate in the Test Identification Parade.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(iv) That the learned Additional Sessions Judge was also wrong in placing reliance on the evidence of recovery of a `gold chain&#x27; and a `Rado&#x27; wrist watch from accused Akil @ Javed.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(v) That the appellants could not be held guilty of an offence under <a href=\"/doc/1560742/\" id=\"a_18\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_19\">34</a> IPC as the alleged weapon of offence used in the commission of murder was not recovered.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(vi) That the learned Additional Sessions Judge erroneously held that both accused Akil and Abdul Murasalin shared the common intention to commit murder of Salvinder when even as per the prosecution&#x27;s own witnesses, the shot was fired only by accused Akil @ Javed.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">10. Before we proceed to deal with the submissions as referred to above, what needs to be emphasised is that during arguments before us, it was not the case of the appellants that on the day of the commission of the offence, Shama Parveen and deceased Salvinder were not present in house No. A-32/15, Main Road no. 66, Mauzpur, Delhi. It was also not their case that no robbery had taken place or Salvinder had not been murdered. We say so since on these aspects the witnesses for the prosecution were not subjected to cross-examination by the appellants. Even otherwise, the fact that Shama Parveen and Salviner were present at the above mentioned house, the further fact that three persons had barged into that house, robbed the lady of her jewellery and other Page 1212 items, and thereafter, tried to outrage her modesty which when objected to by Salvinder cost him his life at the hands of one of the intruders, stand proved beyond doubt from the statements of PW- 17- Shama Parveen, PW-19 Gurmeet Singh, PW- 23 Noorjahan and PW-25 Smt. Gurdeep Kaur, all of whom, by and large deposed as per the FIR lodged by Shama Parveen to the police soon after the incident. Thus, to that extent, we would be justified in saying that there was no challenge to the prosecution version. We may say at the cost of repetition that the only defense taken by the accused persons was that they were not the persons who committed either the robbery or the murder of Salvinder.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">11. Having said what has been said in the preceding paragraphs, we feel it is time to come to grip with the submissions as delineated above. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">12. It was argued by learned counsel for the appellants that we would be relying upon a very fragile piece of evidence if we accept the identity of the appellants on the basis of evidence of Mohd. Jamil - PW20 as given in his examination-in-chief. This witness, it was submitted, was not worthy of reliance as he was shifting stands and there was no scale to find which of his two statements was truthful. It was further submitted that the evidence of such a vacillating witness should be best ignored and discarded. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">13. It is true that neither the complainant Shama Parveen PW-17 nor the other alleged eye witnesses, namely, Gurmeet Singh PW- 19, Noorjahan- PW-23 and Smt. Gurdeep Kaur PW-25 had identified the appellants as the persons who committed the offence but then there is PW 20 Mohd. Jamil who, as noticed above, had identified the two appellants as the persons who had trespassed into House no. A-32/15, main road no. 66, Mauzpur and had committed the crime. In other words, he not only supported the entire prosecution version which, of course, finds support from the other prosecution witnesses as well, but also established the identity of the appellants. It is clearly borne out from his statement as given by him in his examination-in-chief that when he entered his house after making purchases from the market he saw the two appellants with another person present in the house with arms, one of whom, namely, Akil was having a revolver which he put on his temple and made him sit down. It is further borne out that when Akil tried to outrage the modesty of Shama Parveen, Salvinder objected to it, upon which he shot at his head, consequent to which Salvinder fell down on the floor. He specifically pointed out towards accused Akil and stated that he was the person who had fired the shot at Salvinder. It is no doubt true that PW 20 Mohd. Jamil having firmly supported the prosecution version and having clearly implicated the appellants as the persons involved with the crime and having also assigned roles to each one of them wavered when cross examined and made an effort to provide an escape route to the appellants by alleging that in his examination-in- chief, he had identified the accused persons on the tutoring and at the instance of PW 30- Rajinder Gautam who had also shown the accused persons to him. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">14. Should we, in view of the somersault committed by PW-20 Mohd. Jamil in his cross-examination, take the evidence given by him in his Page 1213 examination-in-chief as unworthy of reliance ? Should we say that in view of what he has stated in his cross-examination, the identity of the appellants stands not established? Is it that this witness has to be ignored as someone unworthy of reliance ?\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">15. Let it be emphasised that the examination-in-chief of PW--20 Mohd. Jamil was recorded on 18.9.2000. Unfortunately, the learned trial Judge did not insist on his cross- examination on the same day. He adjourned the mater to 18.11.2000 for cross-examination of this witness. The reason was a request from the appellants&#x27; side that their counsel was busy in the High Court. This, we feel, provided scope for manouvering. The only explanation that the witness gave for making a somersault was that Inspector Rajinder Gautam had met him before his examination-in-chief and had tutored him about the statement to be made by him. Should that fact alone be accepted a reason sufficient enough for him to have toed the line of Inspector Rajinder Gautam. We feel, it cannot be, moreso, when it was not even his case that he was pressurised by the Inspector to depose as tutored by him. However, let us for a moment assume that he was under some kind of pressure from Inspector Rajinder Gautam but in that event, he ought to have complained to the Additional Sessions Judge about the same. He could also make a complaint to an officer superior to Inspector Rajinder Gautam. We say so for the reason that if he could muster courage to tell the court during the course of his cross- examination that he identified the accused persons at the time of his examination-in-chief on the asking of Inspector Rajinder Gautam, he could also gather the same strength during his examination-in-chief. It was not his case that in the intervening period of two months, Inspector Rajinder Gautam got transferred from the police station and he therefore was relieved of the pressure on him. All said and done, after having gone through his deposition as a whole, we strongly feel inclined to accord with the learned Additional Sessions Judge that when PW20 Jamil identified the appellants in his examination-in-chief, he was stating the truth and that when he resoled in his cross-examination it was not for his newly found respect for truth. We feel, it was the fear of the accused. He Along with others was a witness to a nerve-wrecking experience. A simple protest from Salvinder over the molestation of Shama had led to his death. The intruders thus proved to be trigger happy desperadoes having no respect for human life. This was enough to instill fear in the witnesses. It is therefore no surprise to us if the other eye-witnesses who otherwise fully supported the prosecution case declined to identify the appellants as the accused persons. And let us also not be oblivious to the present day social scenario. There being virtual no protection to the witnesses criminals facing trial or apprehending prosecution lose no opportunity to either intimidate or otherwise win them over. Fearful of reprisal the witnesses to an incident are too scared to come to the forefront. Hence, we feel that if PW-20 Mohd. Jamil did initially muster courage to look into their eyes and identify them as the culprits, it was no small a feat. He cannot, in our view, be branded as unworthy of reliance. It is true that the courage which he exhibited did not last long. We feel the long gap of two months did the trick. After all the accused are no saints. They have faced another criminal trial also. Truth, so boldly proclaimed, became casualty in cross-examination. We propose to uphold his statement in his examination-in-chief. Truth has to prevail. \n</p><p data-structure=\"Precedent\" id=\"p_19\">Page 1214\n \n\n</p><p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1120373\" id=\"span_1\">16. The Supreme Court was also faced with a similar situation in a case reported as <a href=\"/doc/1120373/\" id=\"a_20\">Khujji v. State of M.P.</a> AIR 1991 SC 1859. The facts of that case were quite akin to the case in hand. In that case, there were three eye witnesses to the incident of murder, two of them including the complainant on the basis of whose statement the FIR was registered, expressed their inability to identify the accused persons while the third supported the prosecution version in his examination-in-chief and also identified the accused persons. However, in cross-examination he waivered on the question of identity of the accused. The trial Court refused to place reliance on any of the eye-witnesses but found the other evidence on record sufficient enough to convict the accused persons. The High Court in appeal while maintaining the conviction relied upon the evidence of the witness, who had identified the accused in his examination-in-chief. The High Court held that the examination-in-chief of this witness was recorded on 16th November, 1976, whereas, his cross-examination commenced on 15th December, 1976 i.e. after a month and in between, he seemed to have been won over or had succumbed to threat. The High Court therefore took a view that the subsequent attempt of the witness to create a doubt regarding the identity of the appellant was of no consequence. The Apex Court in appeal not only relied upon the evidence of the witness who had turned hostile in cross-examination as was done by the High Court, but also relied upon the evidence of that witness who had lodged the FIR and who too had turned hostile. This is what the Apex Court observed.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">17.&quot;The High Court came to the conclusion and, in our opinion rightly, that during the one month period that elapsed since the recording of hisexamination-in-chief something transpired which made him shift his evidence on the question of identity to help the appellant. We are satisfied on a reading of his entire evidence that his statement in cross-examination on the question of identity of the appellant and his companion is a clear attempt to wriggle out of what he had stated earlier in his examination-in-chief\n  &quot;...We are, therefore, not impressed by the reasons which weighed with the trial Court for rejecting his evidence. We agree with the High Court that his evidence is acceptable regarding the time, place and manner of the incident as well as the identity of the assailants.&quot;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">18. We have extracted the paragraphs from the judgment of the Apex Court for, we feel, that in the present case also PW20- Mohd.Jamil who had identified the accused persons in his examination-in-chief tried to wriggle out of his statement. Hence, to say, as a proposition of law, that in a situation like this, the witness who when cross-examined resiles from what he said in his examination-in-chief becomes unworthy of reliance and that his testimony needs to be ignored, cannot be accepted.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1983165\" id=\"span_2\">19. To be fair to the learned counsel for the appellant, we may mention that he in support of his submission placed reliance on <a href=\"/doc/1983165/\" id=\"a_21\">Suraj Mal v. State (Delhi Administration</a>) , particularly, on the following observation :</span>\n</p><blockquote id=\"blockquote_7\">Page 1215  \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">20. &quot;Where witnesses make two inconsistent statements in their evidence either at one stage or at two stages, the testimony of such witnesses becomes unreliable and unworthy of credence and in the absence of special circumstances no conviction can be based on the evidence of such witnesses.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">21. Undoubtedly in the said case the witnesses were disbelieved. But when the Supreme Court did so it was persuaded by the totality of facts and circumstances peculiar to that case. It was not laying down a proposition to be invariably followed. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">22. It is not only the identity of the appellants by PW-20 Mohd. Jamil in his examination-in-chief which goads us to hold the appellants guilty. There are other factors too which clearly establish their identity and which connect them with the crime. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">23. As noticed above, the appellants were apprehended on 3rd November, 1998 by the Special Cell, Lodhi Colony from Sunlight Colony, when they came there in a Maruti Car No. DL2CB 1381 resulting in registration of two cases against them under the <a href=\"/doc/1934415/\" id=\"a_22\">Arms Act</a>. It was in the course of investigation of these two cases that the police came to know about the appellants possible hand in the commission of robbery and murder in the house of Shama Parveen. The information of their arrest was given to the Investigating Officer of this case on the 4th of November 1998. The accused were formally arrested in this case on the very same day and the Investigating Officer, it appears, was allowed by the concerned Metropolitan Magistrate court to interrogate the accused in court premises for 30 minutes. There was thus no occasion for the IO to show them to the witnesses. On the very next day, i.e., 5th November, the Investigating Officer moved an application for holding a Test Identification Parade (TIP) of the appellants. It was a move in the right direction and yet, the appellants refused to participate in the TIP which was to be conducted by Shri Paramjit Singh, the then  Metropolitan Magistrate in Karkardooma Courts. They took the usual stand that they had been shown to the witnesses in the Police Station and that their photographs had also been taken. The learned Metropolitan Magistrate warned the appellants that an adverse inference would be drawn from their refusal to participate in the TIP but they did not relent. During trial when their statements under <a href=\"/doc/767287/\" id=\"a_23\">Section 313</a> Cr.P.C. were recorded they again took the same stand that they had been shown to the witnesses. It needs to be noticed here that the three eye-witnesses, namely, Shama Paveen PW- 17, Gurmeet Singh PW-19, Noorjahan, PW-23 and Smt. Gurdeep Kaur, PW-4, who had declined to identify the accused persons but otherwise supported the prosecution case were cross-examined by counsel for the accused persons. Each one of them in their cross-examination stated that they had seen the accused persons for the first time in the Court and that they had not seen them on any date prior thereto. Significantly, it was not suggested to them in their cross-examination that the accused persons were shown to the them in the police station. On the contrary, the defense counsel was satisfied with the reply that they had not seen the accused persons at any time prior thereto. It is only when PW20-Mohd. Jamil identified the appellants in his examination-in-chief that they remembered the stand taken by them before the Page 1216 Metropolitan Magistrate and it was then that it was suggested to him in cross-examination that they were shown to the witnesses. This implies that the suggestion so put was an after thought. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> This still is not the end of the matter. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\">24. It is in evidence that on 3rd November, 1998 when the appellants were arrested under the <a href=\"/doc/1934415/\" id=\"a_24\">Arms Act</a>, certain recoveries were made from their persons. We are here concerned with the `Rado wrist&#x27; watch and a `gold chain&#x27; which were recovered from the personal search of accused Akil. It was S.I. A. S. Rawat who had conducted the personal search of the said accused after he was apprehended at Sunlight Colony. He appeared before the Trial Judge as PW-14 and testified to the effect that he recovered a `Rado&#x27; wrist watch and a gold chain from the person of accused Akil. It was not the case of appellant Akil that the said `Rado&#x27; wrist watch or gold chain were owned by him. Even in his statement recorded under Section 313 Cr. P.C, he made no such claim. He simply denied that any recovery was made from him. On the other hand, Shama Parveen, identified the two articles and claimed that they belonged to her. The recovery of articles therefore stands proved from the evidence of these two witnesses.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_30\">25. It was next submitted by the learned counsel for the appellants that the prosecution though examined three witnesses namely, SI Satyajit Sareen (PW-3), SI Jasood Singh (PW-18) and SI A. S. Rawat (PW-14) to prove the recovery of &#x27;Rado&#x27; wrist watch and &#x27;gold chain&#x27; from accused Akil but it was only SI A.S.Rawat who spoke about the recovery of those articles from the accused. The other two were silent about the same. It was therefore contended that had the recoveries been actually effected as claimed by the prosecution all the three witnesses would have spoken about the same. Responding to the contention, it was submitted by learned counsel for the State, Ms. Mukta Gupta, that after the apprehension of both the appellants, the raiding party got divided into two groups and the search of the two appellants was taken separately. One raiding party was headed by SI Satyajit Sareen and the other by SI A. S. Rawat. It was for this reason that SI Satyajeet Sareen was silent about the recovery effected from accused Akil. Learned counsel also pointed out that SI Jasood Singh was in the raiding party headed by SI Satyajeet Sareen and that is why, he too was silent with regard to the recovery of a `Rado&#x27; wrist watch and a gold chain. The explanation so rendered by the counsel is borne out from the evidence of SI Satyajit Sareen and SI Jasood Singh. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_31\">26. It was also contended by the learned counsel for the appellants that the recovery of a `Rado&#x27; wrist watch and a &#x27;gold chain&#x27; were liable to be disbelieved because no public witness was joined at the time the accused persons were arrested, even though, police had prior information of their arrival. The mere fact of non-joining a public witness, to our mind, will not ipso- facto make the evidence of the police witnesses suspect, unreliable or untrustworthy. In any case, we find from the evidence of SI Satyajeet Sareen that after receiving the secret information, the police did make efforts to join public witnesses in the raiding party. As per him, they requested 4-5 passersby to join them but they all offered reasonable excuses for not joining. Significantly, no suggestion Page 1217 was put to PW-3 Satyajeet Saren in cross-examination that no public witness was asked to join the raiding party.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"98760027\" id=\"span_3\">27. Learned counsel for the appellant relied upon a judgment titled <a href=\"/doc/98760027/\" id=\"a_25\">Sans Pal Singh v. State of Delhi</a>, . It was a judgment on which the conviction of the appellant was set aside under the <a href=\"/doc/17848451/\" id=\"a_26\">Terrorist and Disruptive Activities (Prevention) Act</a> (1987) read with <a href=\"/doc/73862/\" id=\"a_27\">Section 25</a> of the Arms Act, on the ground, that no public witness was joined in the raiding party in spite of the fact that the public witnesses were available. This judgment is of no assistance to the appellants because <a href=\"/doc/98760027/\" id=\"a_28\">in that case</a>, it was in the evidence of the prosecution&#x27;s own witnesses that the police did not ask any public witness to be witness at the time of search of the accused. In the present case, as noticed above, SI Satyajit Sareen has specifically deposed that the persons from the public were asked to join the raiding party but none agreed. The facts of the two cases are therefore not comparable.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">28. It was further contended by counsel for the appellant that before the complainant Shama Parveen identified the `Rado&#x27; wrist watch and &#x27;gold chain&#x27; before the Metropolitan Magistrate, Shri S. K. Sharma ( PW-13) those articles were shown to her in the Police Station. In support, reference was made to the cross-examination of Shama Parveen, where she has stated that these two items were shown to her in the Police Station and it was thereafter that she had identified those items in the Court. While it is true that Shama Parveen did say so in her cross-examination but we are not inclined to attach much importance to it. The reason is that PW-14 SI A.S. Rawat who conducted the personal search of appellant Akil stated in his evidence that after the articles were recovered from him, they were kept in a parcel and were sealed with the seal of ASR. On the other hand, the Metropolitan Magistrate PW-13 who conducted the TIP stated in his evidence that when the case property was produced before him for getting it identified, it was found sealed with the seal of ASR. The evidence of these two witnesses when read together goes to show that the seal was intact and it was opened only before the Metropolitan Magistrate. In this context, the evidence of Head Constable Purushotam Kumar PW 28 is also relevant. As per him, on 3.11.1998, the special staff of N/E had deposited in the Malkhana of police station Seemapuri, amongst other articles, a chain and a `Rado&#x27; watch regarding which entries were made at serial no. 3363 and 3364 of the Malkhana register. It was further deposed by him that on 28th January, 1999, the chain and the `Rado&#x27; wrist watch were transferred from the Malkhana of police station Seema Puri to the Malkhana of Police Station Seelampur vide serial no. 3363 in connection with the case FIR NO. 777/98 under <a href=\"/doc/329571/\" id=\"a_29\">Sections 392</a>/<a href=\"/doc/203036/\" id=\"a_30\">354</a> IPC. It follows from the testimony of this witness that the case property containing the `Rado&#x27; wrist watch and &#x27;gold chain&#x27; all through remained in the police station Seemapuri, till it was transferred to Police Station Seelampur on 28th January, 1999 and on that very day, the TIP was got done before the Metropolitan Magistrate. Where then was there any occasion for the Investigating Officer of this case to show the case property to Shama Parveen in the Police Station before it was got identified by her ? In any case, assuming it was so shown, how does Page 1218 this fact falsify her claim that the `Rado&#x27; wrist watch and the chain belonged to her ? Once she had identified the articles as belonging to her the onus to prove that they did not belong to her or that they belonged to Akil or if they did not belong to him how he came to be in possession of the same, was on none else than Akil. He having failed to discharge that onus we find no reason to disbelieve Shama Parveen, moreso, as Akil has not claimed those articles to be his. \n</p> \n\n<p data-structure=\"Section\" id=\"p_34\">29. The recovery of the robbed articles from the possession of accused Akil also assumes relevance having regard to <a href=\"/doc/1506574/\" id=\"a_31\">Section 8</a>, illustration (i) of the <a href=\"/doc/1953529/\" id=\"a_32\">Indian Evidence Act</a>. The relevant portion of the Section and the illustration are to the following effect : -\n</p>  \n\n<blockquote id=\"blockquote_8\">(i) Motive, preparation and previous or subsequent conduct:- Any fact is relevant which shows or constitutes a motive or preparation for any fact in issue or relevant fact.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_35\"> The conduct of any party, or of any agent to any party, to any suit or proceeding, in reference to such suit or proceeding, or in reference to any fact in issue therein or relevant thereto, and the conduct of any person an offence against whom is the subject of any proceeding, is relevant, if such conduct influences or is influenced by any fact in issue or relevant fact, and whether it was previous or subsequent thereto.\n</p> \n\n<blockquote id=\"blockquote_9\">(a) .........................................................\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(i) A is accused of a crime\n \n\n The fact that, after the commission of the alleged crime, he absconded, or was in possession of property or the proceeds of property acquired by the crime, or attempted to conceal things which were or might have been used in committing it, are relevant. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\">30. In view of <a href=\"/doc/1506574/\" id=\"a_33\">Section 8</a>, the conduct of accused Akil in having been found in possession of the robbed articles is a relevant fact which also connects him, as well as, accused Murasalin with the crime for they both worked as a team which is further borne out from the fact that they were found together when arrested in the case under the <a href=\"/doc/1934415/\" id=\"a_34\">Arms Act</a> and when the recovery of &#x27;Rado&#x27; wrist watch and &#x27;gold chain&#x27; was made. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">31. Learned counsel for the appellant placed reliance on a judgment titled Surjit Singh v. state of Punjab , and on the basis thereof, contended that the mere recovery of a &#x27;Rado&#x27; watch and &#x27;gold chain&#x27; from the person of accused Akil was not sufficient to connect him and his co-accused with the commission of the crime. We feel the judgment is of no help to the appellants. The reason is that the Supreme Court in the case before it had disbelieved the eye-witness to the incident, inter-alia, on the ground, that he was of a questionable character, and having done so, the only evidence that it was left with was the recovery of watch which circumstance alone, it was felt, was not sufficient to convict the accused persons. So far as the present case is concerned, we have, for the reasons noticed above, believed the Page 1219 eye-witness PW-20, Mohd. Jamil and have also believed the recovery of articles from the accused persons. No parallel can therefore be drawn between the two cases.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1543052\" id=\"span_4\">32. Reference in this connection may also be made to <a href=\"/doc/1543052/\" id=\"a_35\">Shivappa v. State of Mysore</a> , wherein, the Supreme Court observed that if there is evidence to connect an accused with crime itself, the finding of the stolen property with him is a piece of evidence which connects him further with the crime. The evidence strengthens the other evidence already against him. It is only when the accused cannot be connected with the crime except by reason of possession of stolen property that the presumption may be drawn. Such a presumption is stronger when the recovery is made immediately after the crime is committed.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\"> 33. The offence of robbery is defined in <a href=\"/doc/1905008/\" id=\"a_36\">Section 390</a> of the IPC. It reads as under :- \n</p>  \n\n<blockquote id=\"blockquote_11\">390. Robbery - In all robbery there is either theft or extortion. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_40\"> When theft is robbery - Theft is &quot;robbery&quot;if, in order to the committing of the theft, or in committing the theft, or in carving away or attempting to carry away property obtained by the theft, the offender, for that end, voluntarily causes or attempts to cause to any person death or hurt or wrongful restraint, or fear of instant death or of instant hurt, or of instant wrongful restraint. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\">34. We have found that the accused persons when they entered the house of Shama Parveen were armed with weapons. The fact of their being so armed, we feel, was sufficient to put the inmates of the house under the fear of instant death or hurt before and during the course of robbery committed by them. Having regard to the foregoing discussion, we uphold the finding of the learned Additional Sessions Judge that both accused Murasalin and Akil had committed robbery in the house of Shama Parveen. We further hold that they were rightly convicted and sentenced under Section 392 read with <a href=\"/doc/37788/\" id=\"a_37\">Section 34</a> IPC. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">35. This brings us to the submission concerning the conviction of the appellants under Section 302/34IPC.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_43\">36. It was contended by learned counsel for the appellants that no effort was made by the Investigating Officer to connect the injuries found on the person of Salvinder with the weapon of offence with which they were allegedly inflicted and which led to his death. It was rather emphasised by the counsel that both the appellants were acquitted in the cases under the <a href=\"/doc/1934415/\" id=\"a_38\">Arms Act</a> which were registered against them. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\">37. Undoubtedly, the weapon of offence used in the commission of murder of Salvinder was not found. There was thus no occasion to seek any opinion as to whether the injuries found on the person of Salvinder could be caused by the weapon allegedly used in the offence. But in the facts and circumstances Page 1220 of this case non-recovery of the weapon of offence cannot be considered to be fatal. We have the evidence of the eye-witness Mohd. Jamil PW 20, who categorically stated that Salvinder was shot dead by Akil with a revolver. The factum of death of Salvinder with a revolver was also stated by other eye-witnesses except that they did not identify Akil as the person who was having the revolver and had shot at Salvinder. We find no reason to disbelieve Mohd. Jamil for what has been discussed by us here-in-above. It does not, in our view matter, if the weapon of offence was not recovered when we have the primary and direct evidence of an eye-witness to the incident. As regards the submission that the appellants were acquitted in the cases registered against them under the <a href=\"/doc/1934415/\" id=\"a_39\">Arms Act</a>, the same is neither here nor there for it is not the case of the prosecution that Salvinder was shot dead by any of the weapons recovered from them which formed the basis of the prosecution under the <a href=\"/doc/1934415/\" id=\"a_40\">Arms Act</a>. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_45\">This brings us to the last leg of the judgment.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_46\">38. It was argued that accused Murasalin was not guilty of the offence under Section 302 read with <a href=\"/doc/37788/\" id=\"a_41\">Section 34</a> IPC and if any one was guilty, it was accused Akil. The argument was based on the premise that Salvinder was shot dead by accused Akil not because he caused any hindrance or obstruction in the commission of robbery by the accused persons but for the reason that after the robbery Akil tried to outrage the modesty of Shama Parveen to which Salvinder objected. It was therefore submitted that accused Murasalin was neither a party to outraging the modesty of Shama Parveen nor in causing the death of Salvinder.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\">39. To appreciate the submission let us have another look at the evidence relevant to the submission. It has emerged from the evidence of eye-witness, PW-20 and other eye-witnesses that Salvinder was shot dead after accused persons had robbed him, ransacked the almirah of Shama Parveen and had removed articles of jewellery from her person. It has also come in their evidence that it was after the commission of robbery that accused Akil tried to outrage the modesty of Shama Parveen, to which Salvinder objected and on his objection he was shot dead by Akil. There is on the contrary no evidence that the other accused persons were in any way privy to the act of accused Akil in outraging the modesty of Shama Parveen or that upon Salvinder objecting to his behavior they exhorted Akil to murder Salvinder. It all happened suddenly. We therefore are inclined to agree with the submission that the act of causing death of Salvinder was solely attributable to accused Akil and appelant- Murasalin cannot be held liable for the same by invoking <a href=\"/doc/37788/\" id=\"a_42\">Section 34</a> of the IPC. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_48\">40. In view of our above discussion the appeal so far as it relates to Akil is dismissed. Coming to accused Murasalin he is acquitted of the charge under <a href=\"/doc/1560742/\" id=\"a_43\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_44\">34</a> of IPC. His conviction under Section 392/<a href=\"/doc/968081/\" id=\"a_45\">34</a> stands.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\">41. The appeal stands disposed of as above.\n</p> \n\n","numcites":17,"numcitedby":26,"docsource":"Delhi High Court","citetid":791003,"divtype":"judgments","relatedqs":[{"value":"outrage of modesty","formInput":"outrage%20of%20modesty"},{"value":"robbery and murder","formInput":"robbery%20and%20murder"},{"value":"354 ipc","formInput":"354%20ipc"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"robbery ","formInput":"robbery%20"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"theft","formInput":"theft"},{"value":"arms act","formInput":"arms%20act"},{"value":"302/34","formInput":"302/34"},{"value":"modesty","formInput":"modesty"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"relevency of facts ","formInput":"relevency%20of%20facts%20"},{"value":"malkhana","formInput":"malkhana"},{"value":"chief examination","formInput":"chief%20examination"},{"value":"354 indian penal code","formInput":"354%20indian%20penal%20code"},{"value":"what is hurt","formInput":"what%20is%20hurt"},{"value":"354","formInput":"354"},{"value":"354 i.p.c","formInput":"354%20i.p.c"},{"value":"section 302 ANDD section 34 ipc","formInput":"section%20302%20ANDD%20section%2034%20ipc"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"arms","formInput":"tag:arms"},{"value":"murder","formInput":"tag:murder"},{"value":"robbery","formInput":"tag:robbery"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":false,"query_alert":null,"agreement":false}