{"tid":67058,"publishdate":"1989-11-22","title":"National Thermal Power Corporation ... vs Hind Galvanizing And Engineering Co. ... on 22 November, 1989","doc":"<h2 class=\"doc_title\">National Thermal Power Corporation ... vs Hind Galvanizing And Engineering Co. ... on 22 November, 1989</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1990CAL421, AIR 1990 CALCUTTA 421</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n  Bimal Chandra Basak, J.   \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This appeal is directed against a judgment and order dated 6th April, 1987, passed by the trial Court in an interlocutory application whereby the plaintiff-petitioner made the following prayers :-- \n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;(a) Injunction restraining the defendant No. 1 whether by itself or its servants or agents or otherwise howsoever from receiving any payment from the defendant No. 2 under any of the said three bank guarantees contained in Annexures A, B and C hereof or attempted to do so and from making any demand for payment thereunder; \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (b) Injunction restraining the defendant No. 2 from making or attempting to make any payment under the defendant No. 1 or any amount under any of the said three bank guarantees contained in Annexures, A, B and C whether in pursuance of the demand made by the defendant No. 1 by letter dated 6th March, 1987, or otherwise or at all; \n</blockquote>\n \n\n<blockquote id=\"blockquote_3\"> (c) Ad interim order in terms of prayers (a) and (b) above; \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (d) Costs of and incidental to this appli\ncation be paid by the defendants;  \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (e) Such further or other order or orders be\nmade and direction or directions be given as\nto this Hon&#x27;ble Court may deem fit and\nproper.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_2\"> 2. It is to be pointed out that the petition on the basis of which such prayer for interim order was made consisted of only 8 paragraphs which is set out hereinbelow. It is to be pointed out that paragraphs 1, 2 and 3 were verified as true to knowledge and the rest as submissions. \n</p>   \n\n<blockquote id=\"blockquote_6\"> &quot;1. In or about 12th March, 1989, your petitioner has filed a suit in this Hon&#x27;ble Court against the respondent abovenamed. A copy of the plaint in the said suit is annexed hereto as a part hereof and marked &quot;A&quot;. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_3\"> 2. Statements contained in the plaint are all true and correct. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 3. The relevant documents in connection with the matters stated in the plaint are annexed hereto chronologically and collectively marked &quot;B&quot;. The statements made by the plaintiff in the plaint and hereinafter would be substantiated clearly by the said documents. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 4. In the circumstances your petitioner states and submits that it is fit and proper that orders of injunction should be passed as prayed for. It is a fit case for an ex parte ad interim order of injunction. If the defendants are given notice of this application, payment would be made and received over night and your petitioner&#x27;s suit and application would become totally infructuous. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 5. The object of the suit and the application would be fully defeated unless an ex parte order is passed. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 6. The balance of convenience is overwhelmingly in favour of your petitioner and against the defendants. The bank guarantees are still valid and would continue to be valid till 31st May 1987, 30th June 1987 and 15th July 1988 in any event. \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_8\"> 7. Unless an order is made as prayed for herein, your petitioner will suffer irreparable loss and injury. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\"> 8. This application is made bona fide and for the ends of justice.&quot;  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\"> 3. This application for interim order was made in the suit filed by the plaintiff against the appellant herein (defendant No. 1) and the Punjab National Bank (defendant No. 2) praying for :-- \n</p>   \n\n<blockquote id=\"blockquote_7\"> a) A declaration that the demand for payment against the bank guarantees contained in Annexures A, B and C hereof made by the defendant No. 1 on the defendant No. 2 by letters dated 6th March, 1987 are illegal, wrongful, null and void, fraudulent and of no effect and not binding on the plaintiff or the defendant No. 2. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> b) Permanent injunction restraining the defendant No. 1 whether by itself or its servants or agents or otherwise howsoever from receiving any payment from the defendant No. 2 under any of the said three bank guarantees contained in Annexures A, B and C hereof or attempting to do so and from making any demand for payment thereunder. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> c) Permanent injunction restraining the defendant No. 2 from making or attempting to make any payment to the defendant No. 1 of any amount under any of the said three bank guarantees contained in Annexures A, B and C whether in pursuance of the demands made by the defendant No. 1 by letter dated 6th March 1987 or otherwise or at all. \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> d) The said demand dated 6th March 1987 made by the defendant No. I on the defendant No. 2 for payment under the said three bank guarantees be delivered up and cancelled. \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> e) Receiver. \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> f) Interlocutory injunction, \n \n\n</blockquote><blockquote id=\"blockquote_13\"> g) Costs, \n \n\n</blockquote><blockquote id=\"blockquote_14\"> h) Further or other reliefs.  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_11\"> 4. In view of the fact that this appeal arises out of an order passed in an application for an interim order and in view of our ultimate finding regarding the same, it is not\n\nnecessary for us to set out in details the facts relating to the original contract and the claims and counter-claims the appellant and the plaintiff arising out of the same. There was a contract between Hind Galvanizing &amp; Engineering Co. Ltd. (hereinafter referred to as the plaintiff) and the National Thermal Power Corporation Ltd. the defendant No. 1 in the suit (hereinafter referred to as the appellant) and dated the 8th of January 1955 (hereinafter referred to as the said or original Contract). By the said contract -- the plaintiff was awarded the work for construction -- of 400 K-V. Transmission Line Power Package for the Korba Bhillai Transmission Line and associated with the Korba Super Thermal Power Project of the appellant. The said Contract, inter alia, provided that the appellant would provide an advance of 15% of the ex works price of fabricated parts excluding bolts and nuts i.e. Rs.46,17,614/- on the plaintiff furnishing a bank guarantee. The plaintiff would also be paid an erection advance of 5% on the total erection price against another bank guarantee to be furnished. The plaintiff was also to furnish a performance guarantee for a sum of Rs. 49,06,040/-. The work started upon the three bank guarantees being furnished by the defendant Bank which are annexures &#x27;A&#x27;, &#x27;B&#x27; and &#x27;C&#x27; to the plaint respectively and one of which is set out hereinbelow. We may. point out that language of all the guarantees are practically the same and the hearing proceeded on that basis. Some amendments were made to the same which is not necessary to mention :-- \n</p>   \n\n<blockquote id=\"blockquote_15\"> National Thermal Power Corpn. Limited, \n\n62-63, Skipper House, \n\nNehru Place, \n\nNew Delhi 110019 \n\nIndia. \n</blockquote> \n\n<span class=\"hidden_text\" id=\"span_1\">Letter of Guarantee No. 89/85 </span>\n\n<blockquote id=\"blockquote_16\">dt. 8-8-85. \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> Dear Sirs, \n \n\n In consideration of the National Thermal Power Corporation Limited, (hereinafter referred to as the &#x27;Owner&#x27; which expression shall unless repugnant to the context or meaning thereof include its successors,\n\nadministrators and assigns) having awarded to M/s. Hind Galvanising &amp; Engg. Co., Limited with its Registered/Head Office at 96, Garden Reach Road, Calcutta-23 (hereinafter referred to as the &#x27;Contractor&#x27;, which expression shall unless repugnant to the context or meaning thereof, include its successors, administrators, executors and assigns), a Contract by issue of Owner&#x27;s Letter of Intent No.01/CC-27/175/AL dated 8-1-85 and the same having been unequivocally accepted by the Contractor resulting in a &#x27;Contract&#x27; bearing No. 01/CC-27/175/ALdt. 8-1-85 valued at Rs. 4,90,60,400/- (Four crores Ninety lacs sixty thousand four hundred only) for supply and erection of 400 KV Korba Bhilai III Transmission Line and the Contractor having agreed to provide a Contract Performance Guarantee for the faithful performance of the entire Contract equivalent to Rs. 4906040/- (Rupees Forty nine lac six thousand forty only) 10% (10per cent) of the said value of the Contract to the Owner. \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> We, Punjab National Bank, having its Head Office at 5, Parliament Street, New Delhi-I (hereinafter referred to as the &#x27;Bank&#x27;, which expression shall, unless repugnant to the context or meaning thereof, include its successors, administrators, executors and assigns) do hereby guarantee and undertake to pay the Owner, on demand any and all monies payable by (he Contractor to the extent of Rs.4906040/- (Rupees Fortynine lac six thousand forty only) as aforesaid at any time up to 15-7-88 without any demur, reservation, contest, recourse or protest and/or without any reference to the Contractor. Any such demand made by the Owner on the Bank shall be conclusive and binding notwithstanding any difference between the Owner and Contractor or any dispute pending before any court, tribunal or any other authority. The Bank undertakes not to revoke this guarantee during its currency without previous consent of the Owner and further agrees that the guarantee herein contained shall continue to be enforceable till the owner discharges this guarantee or 15-7-88 whichever is earlier. The owner shall have the fullest liberty without affecting in any way the\n\nliability of the Bank under this guarantee from time to extent the time for performance of the Contract by the Contractor. The owner shall have the fullest liberty, without affecting this guarantee, to postpone from time to time the exercise of any powers vested in them or of any right which they might have against the Contractor, and to exercise the same at any time in any manner, and either to enforce or to forbear to enforce any covenants, contained or implied, in the Contract between the Owner and the Contractor or any other course of or remedy or security available to the Owner. The Bank shall not be released of its obligations under these presents by any exercise by the Owner of its liberty with reference to the matters aforesaid or any of them or by reason of any other acts of omission or commission on the part of the owner or any other indulgence shown by the Owner or by any other matters or thing whatsoever which under law would, but for this provision have the effect of relieving the Bank. \n</blockquote> \n\n<blockquote id=\"blockquote_19\"> The Bank also agrees that the owner at its option shall be entitled to enforce this Guarantee against the Bank as a principal debtor, in the first instance without proceeding against the Contractor and notwithstanding any security or other guarantee that the Owner may have in relation to the Contractor&#x27;s liabilities. \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> Notwithstanding anything contained herein before our liability under this Guarantee is restricted to Rs.4906040/- (Rupees Forty Nine Lakh six thousand forty only). \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> Our Guarantee shall remain enforce until 15-7-88. Unless an action to enforce a claim under the guarantee is filed against us within the above date, all your rights under the same guarantee shall be forfeited and we shall be relieved and discharged from all liability thereunder. \n</blockquote><blockquote id=\"blockquote_22\">  Witness 1)   For Punjab National Bank\n   Park Street, Calcutta.\n</blockquote><blockquote id=\"blockquote_23\">   Sd/- Manager.\n</blockquote><blockquote id=\"blockquote_24\">   2)    Sd/- Accountant.\n</blockquote>  \n \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 5. Disputes and differences arose between the parties relating to the original contract with which we are not strictly concerned in this appeal. We have noticed with regret that\n\nthe learned trial Judge has gone into the merits of the same to great length. In our opinion, having regard to the scope of the application for interim order directed against the enforcement of the Bank guarantees and the law well settled on this point, the approach of the learned Judge was not proper. In our opinion he should not have referred to the merits of the same. Accordingly we refrain from making any comments regarding such disputes, particularly having regard to the fact that the scope of this appeal is not disposal of the suit itself but the correctness of the order passed in disposing of the application for interim injunction only and that also limited to the question of enforcement of the Bank Guarantee. By three letters of demand all dated 6th March 1987, the appellant called upon the Bank (the defendant No. 2) which had furnished bank guarantees in favour of the appellant, to make payments in terms of the guarantee one of which is set out hereinbelow. We may similarly point out that languages of all the demands are practically the same, and the hearing before us proceeded on that basis. \n</p>  \n \n\n<blockquote id=\"blockquote_25\">&quot;National Thermal Power Corporation Ltd. \n</blockquote>\n<blockquote id=\"blockquote_26\">(A Government of India Enterprise) \n\nCorporate Centre \n\nNew Delhi. \n</blockquote><pre id=\"pre_2\">  Ref. No.01/CC-27-175/AL-II       6-3-1987. \n \n\n The Branch Manager,  \nPunjab National Bank,  \nPark Street Branch,  \n31, Chowringhee Road, \n Calcutta --700016. \n</pre><blockquote id=\"blockquote_27\">  Sub : Invocation of Bank Guarantee No. 89/85 dated 8-8-85 and its amendment dt. 30-11-85 for Rs. 49,06,040/-(Rupees Forty nine lacs six thousand and forty only) \n \n\n Dear Sir, \n \n\n Please refer to your Bank Guarantee No. 89/85 dtd. 8-8-85 and its amendment dtd. 30-11-85 for Rs. 49,06,040 (Rupees forty nine lacs six thousand and forty only) executed by you on behalf of M/s. Hind Galv. &amp; Engg. Co. Ltd., Calcutta (Contractor in favour of National Thermal Power Corpn. Ltd., New Delhi as Contract Performance Guarantees)\n\ntoward contract No.01/CC-27-175/AL dtd. 8-1 -85 awarded by NTPC to M/s. Hind Galv. &amp; Engg. Co. Ltd., Calcutta (Contractor). \n</blockquote> \n\n<blockquote id=\"blockquote_28\"> In terms of the aforesaid guarantee, we do hereby make a demand on you to remit the guaranteed amount of Rs. 49,06,040/- (Rs. forty nine lacs six thousand and forty only). \n</blockquote> \n\n<blockquote id=\"blockquote_29\"> You are hereby requested to kindly remit the aforesaid amount of Rs. 49,06,040/-promptly by means of Demand Bank Draft in favour of &quot;National Thermal Power Corpn. Ltd.&quot; payable at New Delhi. \n</blockquote> \n\n<blockquote id=\"blockquote_30\"> Please hand over the Demand Bank Draft\nto the bearer of this letter whose signatures\nare attested below.   \n</blockquote> \n\n<blockquote id=\"blockquote_31\"> Your co-operation in the matter is solicited. Thanking you, \n \n\nYours faithfully, \n\n For National Thermal Power Corpn. Ltd. \n</blockquote>\n<blockquote id=\"blockquote_32\">Sd/-Illegible  \nAttested Signatures of Shri Arvind Kalra. \n</blockquote>\n<blockquote id=\"blockquote_33\">(Authorised Secretary) \n Sd/-Illegible  \n \n\n CC : The Chairman  \n\nPunjab National Bank \n 5, Parliament Street, \n New Delhi - 11000  \n \n\n With the request to kindly advise your branch office at Park Street, Calcutta to remit the guaranteed amount promptly without fail&quot;.  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_13\"> 6. According to the plaintiff, as stated in paragraph 15 of the plaint, the plaintiff came to learn on 11th March 1987 that the appellant had &quot;wrongfully&quot; and &quot;illegally&quot; purported to demand payment under the said three bank guarantees by the three aforesaid letters of demand. Accordingly, the suit was instituted and simultaneously the aforesaid application for interim order was moved whereupon an interim order was passed ex parte in terms of prayers (a) and (b) of the petition referred to above. (Notice of Motion). This was on the 12th of March 1987. Thereafter affidavits were affirmed on behalf of the appellant and plaintiff. No affidavit was filed by the Bank. As a matter of fact no one\n\nappeared for the Bank and the application for interim order was not contested by the Bank before the Trial Court. In the appeal also, no one has appeared for the Bank. Ultimately upon hearing the parties the learned Judge passed an order confirming the interim order already made in favour of the plaintiff as indicated above. The plaintiff-petitioner was also directed to renew the bank guarantee for a further period of one year and further directed to go on renewing the same until further orders. It was further directed that such renewal would be made at least six weeks before the expiry of each of the bank guarantee upon intimation to the appellant herein. The learned Judge in his judgment referred to in details to the case sought to be made out by the plaintiff and the appellant. The learned Judge referred to various decisions cited before him and held as follows :-- \n</p>   \n\n<blockquote id=\"blockquote_34\"> &quot;The principles are, therefore, well settled. It is not the law that the Court has no power at all to pass an order of injunction restraining the bank from making the payment to the beneficiary. From the decision referred to above, it would be evident that in granting an interim order restraining the bank from fulfilling its obligation under a bank guarantee the Court has to consider firstly, whether a prima facie case has been made out and if so as between whom; secondly, whether there is any equity in favour of the person who is asking for an injunction; thirdly, whether the balance of convenience lies in granting or not granting the injunction and lastly, whether the petitioner would be put to any irreparable loss if not injunction is granted. \n</blockquote><blockquote id=\"blockquote_35\">  xx  xx  xx  xx  xx  \n \n\n If there is prima facie case or the balance of convenience is in favour when the Court may interfere. It is true that in every case the Court will not interfere with the machinery of irrevocable obligation assumed by the bank but if any of the conditions mentioned above is fulfilled then the Court may be inclined to interfere. \n</blockquote> \n\n<blockquote id=\"blockquote_36\"> On the facts of this case I am of the view that a prima facie case has been established by the petitioner as against the respondent No. 1. \n</blockquote>\n \n\n<blockquote id=\"blockquote_37\"> Admittedly several lakhs of rupees have been realised by the respondent No. 1 against the advances made to the petitioner although there may be dispute as regards the quantum of such adjustment. But the fact remains that a substantial amount has been realised by the respondent No. 1 from the bills submitted by the petitioner from time to time. Therefore, unless a proper accounting is made by and between the parties and unless the exact amount payable by the petitioner in respect of the advance made for it by the respondent No. 1 is quantified, the respondent No. 1 cannot enforce the bank guarantee for the make in amount mentioned in the bank guarantee. The bank guarantee has specified the maximum amount for which it could be enforced but on the undisputed facts of this case the respondent No. 1 cannot enforce the bank guarantee in entirety. \n</blockquote> \n\n<blockquote id=\"blockquote_38\"> Secondly, in this case there is a special equity in favour of the petitioner. If there is any misrepresentation or suppression of material facts by the beneficiary in enforcing the bank guarantee the Court may interfere in such a case. The respondent No. 1 ought not to have demanded the entire amount under two of the bank guarantee. They should have after adjustment of the amount realised, asked for the balance amount under the two of the bank guarantee. But the respondent No. 1 has invoked the bank guarantees for the entire amount mentioned therein. They have suppressed the crucial fact that a substantial amount was recovered from the petitioner. The bank was not liable to pay the entire amount and the bank guarantee has taken note of such contingency by providing the maximum limit. It was the duty and obligation of the respondent No. 1 to take accounts and thereafter to enforce the bank guarantee only to the extent the amount recoverable from the petitioner. This is a case where the respondent No. 1 by suppression of the material fact sought to enforce two of the bank guarantees and accordingly a special equity has arisen in favour of the petitioner in this case. \n</blockquote> \n\n<blockquote id=\"blockquote_39\"> It is the case of the petitioner that the respondent No. 1 has debited a sum of Rs. 13.88 lakhs against the advance and sum\n\nof Rs. 12.63 lakhs against security and/or refund money from the bills made in favour of the petitioner. \n</blockquote> \n\n<blockquote id=\"blockquote_40\"> Furthermore, it is the case that the bills for Rs. 5.42 lakhs raised by the petitioner are still outstanding. There may be some dispute as to the quantum. But it is not disputed that the recoveries have been made and refund was also made against the advance and other guarantees. In that view of the matter the respondent No. 1, in any event, cannot enforce two of the bank guarantees for the entire amount. They cannot be allowed to do so unless complete accounts are taken by and between the parties and only to the extent the money was not recovered perhaps that portion could have been recovered. \n</blockquote> \n\n<blockquote id=\"blockquote_41\"> Thirdly the petitioner has been performing its part of the contract. The contract has not been rescinded as yet. The performance guarantees should not be invoked at this stage.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_14\"> 7. The learned Judge further held that prima facie the petitioner had commenced its work in terms of the work within the scheduled time as would be evident from the progress report annexed to the affidavit-in-reply. The learned Judge went into the merits of the disputes between the parties in the light of the original contract between the plaintiff and the defendant No. 1 which we need not refer to in detail having regard to the fact that the approach of the learned Trial Judge was, in our opinion, erroneous. The learned Judge further observed as follows :-- \n</p>   \n\n<blockquote id=\"blockquote_42\"> &quot;xxxxx The petitioner is still continuing with this contract. It has been performing a part of its obligation. Where the performance of the obligation of one depends on the performance of obligation by the other party to the contract, the guarantee cannot be enforced without ascertaining the extent of the performance not carried out by the petitioner and to what extent such performance was delayed by the non-performance of the obligation imposed under the contract on the other. I am of the view that the balance of convenience is in favour of not vacating the interim order. In the event the bank gurantee\n\nis allowed to be enforced, the petitioner will not be able to carry out its obligation under the contract which is still subsisting. \n</blockquote> \n\n<blockquote id=\"blockquote_43\"> The petitioner is still performing the contract. The work has not yet been completed. The petitioner has asked for extension of time having regard to the circumstances mentioned. The respondent No. 1 has not stated in its affidavit that no extension would be granted. It has only been stated that since the time has not yet expired under the contract the question of extension of this stage would not arise. This is misconceived. A contractor must know well in advance whether the time would be extended to enable it to go ahead with the construction when the contract is being py-formed and the contractor has taken up the matter with the respondent No. 1 and narrated the circumstances under which the extension is required, it was the duty of the respondent to consider such requests in the light of the surrounding circumstances as would appear from the records. Extension can always be given if the respondent wanted to give even before the due date and one need not want for the contract to expire. \n</blockquote> \n\n<blockquote id=\"blockquote_44\"> There is yet another question involved. It is the question of loss or injury which may be suffered by the parties in the event the interim order is vacated. The respondent No. I has already advanced monies to the petitioner. The petitioner has been performing its obligation under the contract and the respondent No. 1 has been deducting from the bills in pursuance of the contract. The contract is still subsisting. If the bank guarantee is enforced the petitioner will not be able to fulfil its obligation since in such a project financial involvement is heavy. The contract provided for advances being given against supply and erection to the contractor and the procedure has also been laid down how recoveries would be made. In the event the contractor fails to perform its obligation and there is loss, such toss has to be ascertained and for which the bank guarantee was required to be furnished. The question of ascertainment of loss does not arise unless the contract comes to an end and the contractor ceases to execute the contract. If the amounts under the bank\n\nguarantees are now realised by the respondent No. 1 the petitioner will be put to irreparable loss. The petitioner will lose the contract, it will lose the money and ultimately may be faced with more litigations. On the other hand the respondent No. 1 is assured of the money covered by the bank guarantees and if at a later stage the bank guarantee is enforced there will be no prejudice or loss to the respondent No. 1 in the event the contract of the petitioner is rescinded and a new contractor is appointed to complete the balance work, the question of giving advances to such new contractor may arise. At that stage only the question of loss to the respondent No. 1 may arise having regard to the fact that the respondent No. 1 may have to advance once against the monies already advanced to the petitioner. That may be the appropriate time for enforcement of the bank guarantee. Delay will not cause prejudice to the respondent No. 1.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\"> Submissions  \n \n\n</p><p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"329587\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1434638\" id=\"span_3\">8. Being aggrieved by the same this appeal has been preferred by the appellant. In support of this appeal the learned Advocate appearing for the appellant has placed reliance on the following decisions. <a href=\"/doc/1434638/\" id=\"a_1\">Allied Resins &amp; Chemicals Ltd. v. Minerals &amp; Metal Trading Corporation of India Ltd.</a>  (a Division Bench judgment of this Court in which the judgment was delivered by me), Centax (India) Ltd. v. Vinniar Impex Inc.  another Division Bench judgment of this Court (in which also the judgment was delivered by me), Centax (India) Ltd. v. Vinmar Impex Inc.  which affirmed the judgment of Calcutta High Court , <a href=\"/doc/329587/\" id=\"a_2\">U.P. Co-operative Federation Ltd. v. Singh Consultants &amp; Engineers (P) Ltd.</a> .</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1434638\" id=\"span_4\">We may point out that the Special Leave Petition preferred against the other judgment of the Division Bench of this Court in <a href=\"/doc/1434638/\" id=\"a_3\">Allied Resin</a>&#x27;s case was rejected by the Supreme Court.</span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_17\"> 9. Mr. Sarkar, the learned Advocate appearing on behalf of the plaintiff, in whose favour the interim order was passed, has\n\nmade it clear that he does not wish to rely upon the judgment of the Trial Court. He has frankly admitted before us that it is not for this Court to enter into any controversy or any question or dispute relating to the original contract between the parties, namely, the plaintiff and the appellant. However, in his submission, the question sought to be raised on behalf of the plaintiff-petitioner did not involve any dispute relating to the main contract but that the Bank Guarantees could not be enforced in the facts of this case. So far as the advance guarantee is concerned, he has submitted that this advance guarantee was executed by the bank in favour of the appellant, in view of the advances made by the appellant in respect of supply of materials by the plaintiff to the appellant. He has submitted that the date of the demand was 6th March 1987 and the date of the suit was the 12th March 1987. He has stated that though no figure has been given on the date of the demand but it has been specifically stated in the plaint that on that date i.e. the date of the plaint, on account of supplies made by the plaintiff and the advance made by the appellant, due credit has been given and adjustments made from the advance bills, i.e. &quot;on account bills&quot; to the extent of Rupees 12,78,151.16. He has submitted that in any event in the affidavit-in-opposition it has been admitted that such deduction has been shown and adjustments made and a credit was given to the extent of Rs. 8.02 lakhs. In this context he has also relied on the affidavit-in-reply on behalf of the plaintiff before the Trial Court wherein it has been stated that the deduction has been made to the extent of Rs. 13.88 lakhs. So far as the affidavit-in-reply of the appellant in the Appeal Court is concerned, as on 10th January, 1988 near about Rs. 17 lakhs was deducted. He wanted to rely on a purported latest statement of the appellant received in June, 1988 from which he sought to contend that only Rs. 24,51,618 is due. He has submitted that in any view of the matter the amount fixed in the advance guarantee was &quot;to the extent&quot; of Rs. 46,17,614.00. Admittedly, some money out of it has already been received and/ or credit given. Accordingly, the demand of the appellant from the Bank for payment of the whole amount covered by\n\nthe Bank guarantee was fraudulent. Similar argument has been made by him in respect of the erection advance guarantee in respect of which he has drawn our attention to paragraph 5 of the plaint where it has been stated that a sum of Rs. 11,87,121.93 has been deducted from the bills and in the affidavit-in-opposition wherein it has been stated that deduction has been made upto February 1987 to the extent of Rs, 2.96 lakhs. He has also relied on the affidavit-in-reply of the appellant in Appeal Court where it is stated that Rs. 6,47,943/- was adjusted upto 10th Jan. 1988. Regarding these two guarantees he has submitted that already a substantial amount has been received and concealing the same from the bank the appellants have demanded the whole amount covered by the guarantee and actually it amounts to fraud. He made it clear that it was not his contention that the Bank was aware of the same but there it was well within the knowledge of the appellant who had made the demand. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1744740\" id=\"span_5\">Regarding the performance guarantee he has submitted that the demand was made on 6th March, 1987 whereas the date of completion was 15th July, 1987. Accordingly, on the date of the demand, at the most there was anticipatory breach of contract and until and unless it was shown that such anticipatory breach of contract has been treated by the appellant as repudiation of contract and that they had accepted the same, they cannot make any claim on the said Bank Guarantee on 6th March 1987 when the demand was made. In support of his contentions reliance has been placed on the decisions already cited on behalf of the appellant and also the following. <a href=\"/doc/1744740/\" id=\"a_4\">G. S. Atwal Co. Engineers (Pvt.) Ltd. v. Hindustan Steel Works Construction Ltd.</a>  (a single Bench judgment) and a decision of the House of Lords in the case of United City Merchant Investment Ltd. v. Roya! Bank of Canada (1982) 2 All ER 720.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> Cases relied on  \n \n\n</p><p data-structure=\"Precedent\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1434638\" id=\"span_6\">10. Before dealing with the submissions made before us we shall refer to the judgments relied upon before us. In the case of <a href=\"/doc/1434638/\" id=\"a_5\">Allied Resins &amp; Chemicals Ltd.</a>  (supra) a Division Bench of this Court (of which I was a party) considered in detail the\n\nscope of Bank Guarantees and the scope of examination by the Court in a case where an injunction is sought for against the enforcement of a bank guarantee. This Court referred to various decisions. This Court also went into the question of the grant of temporary injunction in such cases.</span> The cases considered by <a href=\"/doc/1434638/\" id=\"a_6\">the said decision</a> are as follows : United Commercial Bank v. Bank of India, , Bird &amp; Co. (1979) 83 Cal WN 802, Texmaco Ltd. v. State Bank of India reported in (1979) 83 Cal WN 807, National Project Construction Corporation Ltd. v. G. Ranjan  Minerals &amp; Metals Trading Corporation of India Ltd. v. Suraj Balaram Sethi, reported in (1970) 74 Cal WN 991, State Bank of India v. Economic Trading Co. SAA,  Shree Ram Cloth Stores v. Trading Corporation of Bangladesh reported in (1980) 1 Cal HN 13, Surendra Engineering Works Private Ltd. v. Technicon India Private Ltd. wherein a judgment was delivered on 11th June 1985.<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1434638\" id=\"span_7\">* it may be pointed out that in the <a href=\"/doc/1434638/\" id=\"a_7\">Allied Reson</a>&#x27;s case the appeal arose out of an order passed by the Trial Court in an application of the appellant plaintiff Allied Resins Chemicals Ltd. for an order of injunction. The learned Judge dismissed the said application against which the appeal was preferred by the plaintiff petitioner. After considering the facts the Division Bench held as follows :--</span> \n</p><blockquote id=\"blockquote_45\">  &quot;In our opinion at this stage the question before us is whether we shall interfere with the discretion exercised by the learned trial judge. As pointed out in the case of Bird &amp; Co. v. Tripura Jute Mills (1979) 83 Cal WN 802 we are not concerned in this appeal with what will ultimately happened in the suit. In this appeal this Court is concerned with an order passed by the learned trial judge in an interlocutory application. As no proper prima facie case has been made out for any order of injunction, the learned trial judge exercised his discretion properly in refusing to pass any order of injunction. In our opinion also, no prima facie case has been made out on behalf of the plaintiff-appellant. The importance of a bank guarantee has been pointed out in the aforesaid decisions. We may also point out\n\nthat the latest decisions of both the Division Benches of this Court and the Supreme Court of Tndia point out that there is no practical difference between a bank guarantee and a letter of credit. The Bank and the beneficiaries are the only parties in a Bank guarantee. It may be pointed out that we are merely hearing the appeal from an order passed in an interlocutory application in the suit. We are not hearing the suit. At this stage we are only concerned with the prima facie case and balance of conveniences. In our opinion, it all depends on the facts of each and every case and the language of the particular document, irrespective of the question whether it is a bank guarantee or a letter of credit. The question is whether the terms and conditions for enforcement of the bank guarantee have been complied with or not. We agree with Mr. Sen that the bank guarantee in the present case, as it clearly shows from Cl. (1) ilself, is not an absolute and unconditional one from one point of view. The last four sentences as we have set out hereinabove show that it is a conditional one. But having regard to Cl. (3) of the said guarantee, i.e., the &quot;finality&quot; clause, the result is the same. By virtue of Cl. (3) of the said guarantee the decision of the beneficiary as to whether the plaintiff-appellant has failed to carry out their obligation shall be final and binding on the bank furnishing the bank guarantee. Even if according to Cl. (1) such payment is not unconditional but whether the condition has been fulfilled or not and whether the obligation has arisen or not will depend on the decision of the beneficiary itself. We are unable to accept the interpretation of Mr. Sen regarding Cl. (3) to the effect that the question of&#x27;final decision&#x27; of the beneficiary has no application when the goods have not been offered. The said question is covered by and comes within the scope of &#x27;carrying out the obligation&#x27;. In their letter demanding the amount from the bank, the beneficiary is saying that the plaintiff-appellant had failed to take delivery of the goods. That contemplates that the goods were offered for delivery. In any view of the matter whether the goods were offered for delivery or not and whether they were taking delivery or not, it is a dispute relating to &#x27;carrying out the obligation&#x27; of the purchaser within the\n\nmeaning of Cl. (3) and there is a finality to the decision of the beneficiary in respect of that matter which is binding on the bank and the Guarantee becomes enforceable. Therefore, in our view no prima facie case has been made out for grant of such injunction and no case has been made out for interfering with the discretion exercised by the learned trial Judge in refusing to pass an interim order of injunction. Further in view of the decision referred to above, on the question of balance of convenience also we are against the plaintiff-appellant. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1834541\" id=\"span_8\">As pointed out by the Supreme Court in the case of <a href=\"/doc/1834541/\" id=\"a_8\">United Commercial Bank v. Bank of India</a>  (supra) and other decision, in such a case no temporary injunction should be granted.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_20\">(Para 18) \n \n\n In that view the appeal was dismissed and the interim order was vacated. As already mentioned, the Special Leave petition against the same was dismissed by the Supreme Court. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1871958\" id=\"span_9\">11. The next case is <a href=\"/doc/1871958/\" id=\"a_9\">Centax (India) Ltd. v. Vinmar Impex Inc.  (Supra</a>) (to which also I was a party). In that case the appeal arose out of an order passed by the trial Court in an application for a interlocutory order filed by the plaintiff appellant. This also involved the question of enforcement of letters of Indemnity/Guarantee. The defendant No. 4 <a href=\"/doc/1871958/\" id=\"a_10\">in that case</a> was Allahabad Bank which executed 4 documents in favour of the defendant No. 3 which was the subject matter of the dispute in the appeal. In this context this Division Bench observed as follows :</span> \n</p><blockquote id=\"blockquote_46\">  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"657519\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1834541\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1434638\" id=\"span_12\">&quot;We have set out in details the arguments made before us. In our opinion it is neither necessary nor proper at this stage to come to a final decision regarding the merits of the case. We are not hearing the suit. We are not finally deciding the rights of the parties. Further, in view of the fact that prayer of interim order has been confined only in respect of prayers (c) and (d) we are only to decide whether any interim order pending final decision in the suit should be passed restraining the Bank from making any payment to the beneficiary i.e. the respondent No. 3 under the said instruments and whether the beneficiary should be\n\nrestrained from demanding any payment under the said instruments. We are merely to hold at this stage whether a prima facie case for such an interim order has been made out or not and it is not for as to finally decide the rights of the parties at this stage. We are also to consider the question of balance of convenience, that is, whether O. 39 <a href=\"/doc/161831507/\" id=\"a_11\">of the C.P.C</a>. should be invoked in this case in favour of the plaintiff or not. On the question of bank guarantee and Letters of Credit, there have now been various decisions of this Court as well as the Supreme Court. We have referred to the same in detail in our judgment delivered on 19th of Dec., 1985 in the case of <a href=\"/doc/1434638/\" id=\"a_12\">Allied Resins Chemicals Ltd. v. Minerals and Metal Trading Corporation of India Ltd. Appeal No.</a> 401 of 1980 : Reported in  inspection of which was given to the learned Advocate appearing before us. In that judgment we have considered the following judgments amongst others : <a href=\"/doc/1834541/\" id=\"a_13\">United Commercial Bank v. Bank of India</a>, , Bird Co. v. Tripura Jute Mills, (1979) 83 Cal WN 802, Texmaco Ltd. v. State Bank of India, (1979) 83 Cal WN 807, National Project Construction Corporation Ltd, v. M/s. <a href=\"/doc/657519/\" id=\"a_14\">G. Ranjan, , United Commercial Bank v. Hanuman Synthetics Ltd.</a>, . From the said judgments the following becomes clear. We make it clear that it is not our intention to summarise the principles laid down therein or set out the same exhaustively but we merely point out some of the salient features of the same. Bank guarantees and Letters of Credit practically stand on the same footing. In our opinion an indemnity given by a Bank also stands on the same footing.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1834541\" id=\"span_13\">This is also made clear in the Supreme Court judgment in the case of <a href=\"/doc/1834541/\" id=\"a_15\">United Commercial Bank v. Bank of India</a> (supra). In our opinion whether it is a bank guarantee or a Letter of Credit or contract of indemnity, the enforceability of such an instrument against the Bank depends on the terms and conditions of the same. The question before the Court in such a case is whether the terms of the same have been fulfilled to enable the beneficiary to enforce the same against the Bank which has executed the same. If it has been so fulfilled, then, the\n\nbeneficiary is entitled to enforce the same against the Bank and, it is not fit and proper on the part of the Court, to pass an interlocutory order, whereby the beneficiary will be deprived of the benefit of the same and he is prevented from enforcing the same against the Bank. There should be a sanctity in respect of any such instrument executed by a Bank assuring payment to a beneficiary; otherwise all the commercial transactions will be in jeopardy and the Foreign Trade will be seriously affected. The foreign sellers or buyers will not have any faith in the Indian Banks. In respect of such instruments executed by a Bank, the Bank is not and should not be concerned with the outlying (underlying?) contract between the buyer and seller. Duties of a Bank under any such instrument are created by the document itself but in any case it has the powers and is subject to the limitations which are given or imposed by it. Whether in respect of the underlying contract between the seller and purchaser, any of the parties have committed default or not, whether the seller is entitled to the prices under the underlying contract or not, is not and cannot be the subject-matter of controversy if otherwise under the instrument the beneficiary is entitled to the amount assured by the Bank having fulfilled the terms and conditions of the instrument executed by the Bank. The dispute as to sufficiency of the performance between the buyer and the seller or between the seller and the buyer cannot be the reason for withholding the payment claimed under such instrument. In such a case the Bank has only to see whether the event has happened on which its obligation to pay has arisen. In such a case the Courts should not pass any interim injunction, otherwise the whole banking system would fail and the trade will collapse.&quot; (Para 15)</span> \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\"> 12. In this context the Division Bench also observed as follows :-- \n</p>  \n\n<blockquote id=\"blockquote_47\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1834541\" id=\"span_14\">&quot;In our opinion, no prima facie case has been made out by the plaintiff-appellant for issuing such temporary injunction so far as the said instruments executed by the Bank are concerned. On the other hand, the defendants have made out a prima facie case that the said instruments have become enforceable and\n\nthat no such interim injunction should be ordered. Further apart from the question of the prima facie case, following the decisions <a href=\"/doc/1834541/\" id=\"a_16\">referred to above</a>, we are of the opinion that in respect of such instruments executed by the Bank, the balance of convenience is in favour of the beneficiary and the Court should not invoke O. 39 <a href=\"/doc/161831507/\" id=\"a_17\">of the C.P.C</a>. and pass any interim order of injunction in favour of the plaintiff-appellant so far as the instruments executed by the Bank are concerned.&quot; (Para 20)  \n \n\n &quot;Strictly speaking, in view of our findings as above and in view of the well settled principle that in the case of such instruments executed by the Bank the underlying contract between the seller and the buyer and the question whether any breach has been committed by the seller or the buyer is not at all relevant, it is not necessary for us to go into the merits of the respective contentions of the parties regarding the allegations and cross-allegations relating to the underlying contract between the buyer and the seller and particularly on the question as to whether there has been a breach of contract by the seller as sought to be contended in the plaint. We are concerned at this stage only with the instruments executed by the Bank and we are not concerned at this stage with the underlying contract between the seller and the purchaser. The instruments executed by the Bank are independent transactions creating obligations independent of the underlying contract between the buyer and the seller. However, as lengthy arguments have been advanced before us on the question of alleged breach of contract between the seller and the purchaser we shall merely make some observations regarding the same. We make it clear that we are not giving any final decision regarding the same.&quot; (Para 21)</span>  \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\"> 13. As already stated the special leave petition was dismissed by the Supreme Court which has been . In this context the Supreme Court pointed out that the appeal by special leave involved the question as to whether the Court should not interfere in a transaction between a Bank or and a beneficiary of a letter of guarantee or indemnity by grant of an injunc-\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">tion at the instance of the buyer restraining the beneficiary from enforcing the liability under the letter of indemnity executed by the banker which was absolute and upon a demand being made by the beneficiary the bank became liable to honour the same, regardless of any controversy between the parties i.e. the appellant who is the buyer, and respondent No. 1, the sellers, as to whether the contract of sale had been performed. In this connection the Supreme Court observed as follows (at P. 1926 of AIR) :-- \n</p><blockquote id=\"blockquote_48\">  &quot;In the instant case, the appellant took the risk of unconditional wording of the letters of indemnity executed by its bankers, the Allahabad Bank. There is really no equity in favour of the appellant. The Shipping Company on the faith and assurance of the letters of indemnity which were duly countersigned by the appellant, gave delivery of the goods without production of the original shipping documents. The appellants have sold the goods and realised the proceeds amounting to the huge sum of Rs. 17,50,000/- and have not paid a farthing to respondent No. 1, the sellers, and have instead brought the instant suit claiming that the goods supplied were of inferior quality and not the goods contracted for. The High Court has righlly held that the mark 5202 pertained not to the quality or the grade but to the shipping mark. We are satisfied that the appellant has no prima facie case. The balance of convenience also lies in not granting the injunction prayed for i.e. in allowing the banking transaction to go forward. The appellant would also not be put to any irreparable loss if no injunction is granted.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> 14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_15\">In the case of <a href=\"/doc/329587/\" id=\"a_18\">U. P. Co-operative Federation Ltd. v. Singh Consultants and Engineers (P</a>.) Ltd.  where the Supreme Court disposed of the appeal by disposing of the special leave petition arising out of the judgment and order of a single Judge of the Allahabad High Court in a revision petition. There the main contract was for the supply and installation of manufacturing plant. The contract bond guaranteed performance of work and two bank guarantees were executed by the Bank. The Supreme Court observed that the principles upon\n\nwhich the Bank Guarantees could be invoked or restrained are well settled. In this context the Supreme Court referred to the following decisions.</span> Hamzeh Melas and Sons v. British Imex Industries Ltd.. (1958) 2 QBD 127, Elian and Rabbath v. Matsas and Matsas, (1966) 2 Lloyd&#x27;s Rep 495, R. D. Harbottle (Mercantile) Ltd. v. National Westminister Bank Ltd., (1977) 2 All ER 862 where it was stated as follows :-- \n</p>  \n\n<blockquote id=\"blockquote_49\"> &quot;(i) Only in exception cases would the Courts interfere with the machinery of irrevocable obligations assumed by banks. In the case of a confirmed performance guarantee, just as in the case of a confirmed letter of credit, the bank was only concerned to ensure that the terms of its mandate and confirmation had been complied with and was in no way concerned with any contractual disputes which might have arisen between the buyers and sellers. Accordingly, since demands for payment had been made by the buyers under the guarantees and the plaintiffs had not established that the demands were fraudulent or other special circumstances, there were no grounds for continuing the injunctions. \n</blockquote> \n\n<blockquote id=\"blockquote_50\"> (ii) if it was right to discharge the injunctions against the bank, the fact that the Egyptian defendants had taken no part in the proceedings could not be a good ground for maintaining those injunctions. Further, equally strong considerations applied in favour of the discharge of the injunctions against the Egyptian defendants, and their failure to participate in the proceedings did not preclude the Court from discharging the injunctions against them.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"> 15. The Supreme Court observed that the aforesaid represents the correct state of law. The Supreme Court also referred to the decision in Edward Owen Engineering Ltd. v. Barclays Bank International Ltd., (1978) I All ER 976. In this context the learned Judge observed as follows : \n</p><blockquote id=\"blockquote_51\">  &quot;In the instant case, the learned Judge has proceeded on the basis that this was not an injunction sought against the Bank but this was the injunction sought against the appellant. But the net effect of the injunction is to restrain the bank from performing the bank guarantee. That cannot be done. One cannot\n\ndo indirectly what one is not free to do directly. But a maltreated man in such circumstances is not remedyless. The respondent was not to suffer any injustice which was irretrievable. The respondent can sue the appellant for damages. In this case, there cannot be any basis for apprehension that irretrievable damages would be caused if any. I am of the opinion that this is not a case in which injunction should be granted. An irrevocable commitment either in the form of confirmed bank guarantee or irrevocable letter of credit cannot be interfered with except in case of fraud or in case of question of apprehension of irretrievable injustice has been made out. This is the well settled principle of the law in England. This is also a well settled principle of law in India. I shall presently notice from some of the decisions of the High Court and decisions of this Court.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1185123\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986563\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1008391\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1549290\" id=\"span_19\">16. The Supreme Court also referred to the decisions in United City Merchants (Investments) Ltd. v. Royal Bank of Canada, (1982) 2 All ER 720, Texmaco Ltd. v. State Bank of India, , <a href=\"/doc/1549290/\" id=\"a_19\">State Bank of India v. Economic Trading Co.</a>, <a href=\"/doc/1008391/\" id=\"a_20\">S.A.A., , B. S. Aujla Co. Pvt. Ltd. v. Kkaluram Machdeo Prosad</a>, , <a href=\"/doc/1986563/\" id=\"a_21\">Union of India v. Meena Steels Ltd.</a>, , <a href=\"/doc/1185123/\" id=\"a_22\">Arul Murugan Traders v. Rashtriya Chemicals and Fertilizers Ltd., Bombay</a>, . In this context the learned Judge observed as follows :--</span></span></span></span> \n</p><blockquote id=\"blockquote_52\">  &quot;I am, however, of the opinion that these observations must be strictly considered in the light of the principle enunciated. It is not the decision that there should be a prima facie case. In order to restrain the operation either of irrevocable letter of credit or of confirmed letter of credit or of bank guarantee, there should be serious dispute and there should be good prima facie case of fraud and special eq uities in the form of prevent ing irretrievable injustice between the parties. Otherwise the very purpose of bank guarantees would be negatived and the fabric of trading operation will get jeopardised.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> 17. In Tarapore and Co., Madras v. M/s. V/O Tractors Export, Moscow,  it was observed that the irrevocable letter of credit had a definite implication. It was independent of and unqualified by the con-\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1834541\" id=\"span_20\">tract of sale or other underlying transactions. It was a mechanism of great importance in international trade and any interference with that mechanism was bound to have serious repercussions on the international trade of this country. The Court reiterated that the autonomy of an irrevocable letter of credit was entitled to protection and except in very exceptional circumstances Courts should not interefere with that autonomy. The Supreme Court then observed that this observation applied to a bank gurantee because upon bank guarantee revolves many of the internal trade and transactions in a country. The Supreme Court then referred the case of <a href=\"/doc/1834541/\" id=\"a_23\">United Commercial Bank v. Bank of India</a>, .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1871958\" id=\"span_21\">The Supreme Court also referred to the decision in <a href=\"/doc/1871958/\" id=\"a_24\">Centax (India) Ltd. v. Vinmar Impex Inc.</a>, . In this context the Supreme Court observed as follows :--</span> \n</p>  \n\n<blockquote id=\"blockquote_53\"> &quot;On the basis of these principles 1 reiterate that commitments of banks must be honoured free from interference by the Courts. Otherwise, trust in commerce internal and international would be irreparably damaged. It is only in exceptional cases that is to say in case of fraud or in case of irretrievable injustice be done the Court should interfere. \n</blockquote> \n\n<blockquote id=\"blockquote_54\"> Mr. Tarkunde submitted before us that in this case the grievance of the appellant was that there was delay in performance and defective machinery had been supplied. He submitted that if at this stage appellant was allowed to enforce the bank guarantee could not be permitted to take advantage of illegality by invoking the bank guarantee. But in my opinion these contentions cannot deter us -- in view of the principle well settled that there should not be interference in trade. This is not a case where irretrievable injustice would be done by enforcement of bank guarantee. This is also not a case where a strong prima facie case of fraud in entering into a transaction was made out. If that is the position, then the High Court should not have interfered with the bank guarantee.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> 18. There is also a concurring judgment (Jaganath Shetty, J.) which need not be referred to separately. The Supreme Court held that the letter of credit has been developed over hundreds of years of international\n\ntrade. It was most commonly used in conjunction with the sale of goods between geographically distant parties. It was intended to facilitate the transfer of goods between distant and unfamiliar buyer and seller. It was found difficult for the seller to rely upon the credit of an unknown customer. It was also found difficult for a buyer to pay for gopds prior to their delivery. The bank&#x27;s letter of credit came into existence to bridge this gap. In such transactions, the seller (beneficiary) receives payment from issuing bank when he presents a demand as per terms of the documents. The bank must pay if the documents are in order and the terms of credit are satisfied. The bank, however, was not allowed to determine whether the seller had actually shipped the goods or whether the goods conformed to the requirements of the contract. Any dispute between the buyer and the seller must be settled between themselves. The Courts, however, carved out an exception to this rule of absolute independence. The Courts held that if there has been &quot;fraud in the transaction&quot; the bank could dishonour beneficiary&#x27;s demand for payment. The Courts have generally permitted dishonour only on the fraud of the beneficiary, not the fraud of somebody else. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> 19. In this context it was observed as follows :-- \n</p>   \n\n<blockquote id=\"blockquote_55\"> &quot;It is true that both the decisions of this Court dealt with a contract to sell specific commodities or a transaction of sale of goods with an irrevocable tetter of credit. But in modern commercial transactions, various devices are used to ensure performance by the contracting parties. The traditional letter of credit has taken a new meaning. In business circles, stand by letters of credit are also used. Performance bond and guarantee bond are also the devices increasingly adopted in transactions. The Courts have treated such documents as analogous to letter of credit. Whether it is a traditional letter of credit or a new device like performance bond or performance guarantee, the obligation of banks appears to be the same. If the documentary credits are irrevocable and independent, the banks must pay when demand is made. Since the bank pledges its own credit involving its reputation, it has no defence except in the case of fraud. The banks obligations of course\n\nshould not be extended to protect unscrupulous seller, that is, the seller who is responsible for the fraud. But, the banker must be sure of\nhis ground before declining to pay. The nature of the fraud that the Courts talk about is fraud of an &quot;egregious nature as to vitiate the entire underlying transactions&quot;. It is fraud\nof the beneficiary, not the fraud of somebody else. If the bank detects with a minimal investigation the fraudulent action of the seller, the payment could be refused. The bank cannot be compelled to honour the Credit in such cases. But it may be very difficult for the bank to take a decision on the alleged fraudulent action. In such cases, it would be proper for the bank to ask the buyer to approach the Court for an injunction. \n</blockquote> \n\n<blockquote id=\"blockquote_56\"> &quot;From the above discussion, what appears to me is this. The sound banking system may, however, require more caution in the issuance of irrevocable documentary credits. It would be for the banks to safeguard themselves by other means and generally not for the Court to come to their rescue with injunctions unless there is established fraud. In the result, this appeal must be allowed. The judgment and order of the Allahabad High Court dated February 20, 1987 must be set aside and the order of learned Civil Judge, Lucknow dated\nAugust 8, 1986 restored.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> 20.  in the case of United City Merchants (Investments) Ltd. v. Royal Bank of Canada,\n(1982) 2 AH ER 720, the House of Lords observed as follows : \n</p>   \n\n<blockquote id=\"blockquote_57\"> &quot;The documentary credit point  \n \n\n My Lords, for the proposition on the documentary credit point, both in the broad form for which counsel for the confirming bank have strenuously argued at all stages of this appeal and in the narrower form or &#x27;halfway house&#x27; that commended itself to the Court of Appeal, there is no direct authority to be found either in English or Privy Council cases or among the numerous decisions of Courts in the United States of America to which reference was made in the Judgments of the Court of Appeal in the instant case. So the point falls to be decided by reference to first principles as to the legal nature of the\n\ncontractual obligations assumed by the various parties to a transaction consisting of an international sale of goods to be financed by means of a confirmed irrevocable documentary credit. It is trite law that there are four autonomous though interconnected contractual relationships involved; (1) the underlying contract for the sale of goods, to which the only parties are the buyer and the seller; (2) the contract between the buyer and the issuing bank under which the latter agrees to issue the credit and either itself or through a confirming bank to notify the credit to the seller and to make payments to or to the order of the seller (or to pay, accept or negotiate bills of exchange drawn by the seller) against presentation of stipulated documents; and the buyer agrees to reimburse the issuing bank for payments made under the credit. For such reimbursement the stipulated documents, if they include a document of title such as a bill of lading, constitute a security available to the issuing bank; (3) if payment is to be made through a confirming bank, the contract between the issuing bank and the confirming bank authorising and requiring the latter to make such payments and to remit the stipulated documents to the issuing bank when they are received, the issuing bank in turn agreeing to reimburse the confirming bank and the seller under which the confirming bank undertakes to pay to the seller (or to accept or negotiate without recourse to drawer bills of exchange drawn by him) up to the amount of the credit against presentation of the stipulated documents.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_58\"> &quot;It has, so far as I know, never been disputed that as between confirming bank and issuing bank and as between bank and the buyer the contractual duty of each bank under a confirmed irrevocable credit is to examine with reasonable care all documents presented in order to ascertain that they appear on their face to be in accordance with the terms and conditions of the credit, and, if they do so appear, to pay to the seller/ beneficiary by whom the documents have been presented the sum stipulated by the credit, or to accept or negotiate without recourse to drawer drafts drawn by the seller/ beneficiary if the credit so provides. It is so\n\nslated in the latest edition of the Uniform Customs. It is equally clear law, and is so provided by <a href=\"/doc/260256/\" id=\"a_25\">Art. 9</a> of the Uniform Customs, that confirming banks and issuing banks assume no liability or responsibility to one another or to the buyer &#x27;for the form, sufficiency, accuracy, genuineness, falsification or legal effect of any documents&#x27;. This is well illustrated by the Privy Council case of Gian Singh and Co. Ltd, v. Banque de Indochine, (1974) 2 All ER 754 : (1974) 1 WLR 1234, where the customer was held liable to reimburse the issuing bank for honouring a documentary credit on presentation of an apparently conforming document which was an ingenious forgery, a fact that the bank had not been negligent in failing to detect on examination of the document.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_59\"> &quot;It would be strange from the commercial point of view, although not theoretically impossible in law, if the contractual duty owed by confirming and issuing banks to the buyer to honour the credit on presentation of apparently conforming documents despite the fact that they contain inaccuracies or even are forged were not matched by a corresponding contractual liability of the confirming bank to the seller/beneficiary (in the absence, if course, of any fraud on his part) to pay the sum stipulated in the credit on presentation of apparently confirming documents. Yet, as is conceded by counsel for the confirming bank in the instant case, if the broad proposition for which he argues is correct, the contractual duties do not match. As respects the confirming bank&#x27;s contractual duty to the seller to honour the credit, the bank, it is submitted, is only bound to pay on presentation of documents which not only appear on their face to be in accordance with the terms and conditions of the credit but also do not in fact contain any material statement that is inaccurate. If this submission be correct, the bank&#x27;s contractual right to refuse to honour the documentary credit cannot, as a matter of legal analysis, depend on whether at the time of the refusal the bank was virtually certain from information obtained by means other than reasonably careful examination of the documents themselves that they contained some material statement that was inaccurate or whether the bank merely suspected this or even had no suspicion that apparently con-\n</blockquote>\n<blockquote id=\"blockquote_60\">forming documents contained any inaccuracies at all. If there be any such right of refusal it must depend on whether.the bank, when sued by the seller/ beneficiary for breach of its contract to honour the credit, is able to prove that one of the documents did in fact contain what was a material misstatement&quot;.  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_33\"> DECISION  \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_34\"> 21. In our opinion, in view of the principle of law now well settled as referred to above, the learned Judge went wrong in allowing the application and confirming the order of temporary injunction. In the process the learned Judge went into the merits of the disputes between the parties to the original contract and the respective claims and contentions of the parties arising out of the same which the learned trial Judge was not entitled to do in the facts and circumstances of this case, As already pointed out, the Bank Guarantees stand on a different footing. As long as the demand is made in terms of the Bank Guarantee, it is not a defence that under the parent contract beneficiary of the guarantee is not entitled to the amount from the Bank, The importance of the transactions like Bank Guarantee letter of credit and documents of the similar nature has been stressed on from time to time by the Supreme Court and our High Court. The importance of the internal trade and commerce is as important as international trade and commerce. Accordingly, even if no foreign parties are involved and even if it is not a letter of credit, the same principle would be applicable. The notable exception to the same is the fraud exercised by the beneficiary. In view of certain observations made by some English decisions, reliance is sought to be placed on such alleged fraud in the present case. However, it may be pointed out that no such case had been made out in the petition. Moreover, the mere fact that certain amounts may have been received by the defendant/appellant as and by way of adjustments made in the advance bills, cannot and does not amount to fraud which may deprive the beneficiary from enforcing the Bank Guarantee as such. First of all, in our opinion, this cannot amount to fraud. Secondly, to establish fraud reliance has been placed on the rights of the parties under the parent contract. This is the very thing which a party is not entitled to do when\n\nthe Bank Guarantee is sought to be enforced. When the Bank Guarantee is sought to be enforced the only thing to be looked into is whether the demand is in terms of the Bank Guarantee. The question of fraud may be relevant when a clear case to that effect has been made out. No such case has has been made out in the present case. Moreover, to make out such case reliance is sought to be placed on the terms and conditions of the parent contract. In our view, the plaintiff is not entitled to do so and in our opinion, no case has been made out to deprive the beneficiary of the guarantee from enforcing the Bank Guarantee in the present case. We may point out that we are not deciding the merits of the suit or deciding the rights of the parties finally. We are only concerned with the prima facie case as such. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_35\"> 22. So far as the contention arising out of the performance bond is concerned, there is no merit in this contention. The question of anticipatory breach amounting to repudiation and acceptance thereof are matters sought to be raised in disputing the claim of the other contracting party. But that does not affect the beneficiary under the guarantee. When the demand is made in terms of the Bank Guarantee, it is not for the bank to consider as to whether there has been a breach of the original contract or whether there has been a repudiation of the original contract or whether there has been anticipatory breach of contract or whether there has been an acceptance of any repudiation, so far as the parent contract is concerned. They are to act in terms of the guarantee and nothing else. They are not entitled to enter into any such question particularly when the demand is to be treated conclusive as specifically provided in the Bank Guarantee. The Bank cannot sit in judgment over the demand if the demand is in terms of the guarantee. Whether they will make payment under the Bank guarantee or not does not depend upon their own view as to whether the beneficiary making the demand is guilty of breach of original contract or not. It is surprising that in this case a Nationalised Bank sat over the matter for about a week thereby allowing the party at whose instance the guarantee was furnished to come up\n\nbefore this Court and obtain an interim injunction against the bank restraining them from making such payment. The bank suffers such order without any protest. Accordingly, we reject the contention raised in support of the order passed by the trial Court. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\"> 23. In any view of the matter, merely because some payments have been made or received does not deprive the applicant from enforcing the Bank Guarantee. However, this Court is not merely a Court of law but the Court of equity also. Though an explanation is sought to be made that the recovery made from the advance bills was by way of book adjustments, the admitted position is that credit has been given to the plaintiff for the amounts at least referred to and admitted in the appellant&#x27;s affidavit in opposition. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> 24. The learned Judge had correctly laid down the general principles relating to issue of an interlocutory order of injunction. However, the learned Judge failed to appreciate the scope of such interlocutory application in the case of enforcement of bank guarantee, the law in respect of which has been well settled by various decisions of the Supreme Court and Division Bench of this Court. The approach of the learned Judge was wrong. The learned Judge did not correctly apply the principles for granting interim order in the present case. The learned Judge held that unless an appropriate account is made by and between the parties to the original contract and unless an exact amount payable by the petitioner in respect of the advance made for it by the appellant is quantified, the appellant, who is the beneficiary of the bank guarantee could not enforce the bank guarantee. This is wholly a wrong approach. This amounts to mixing up the questions arising out of the principal contract in the case of enforcement of a Bank Guarantee. The learned Judge also held that there was no special equity in favour of the petitioner. The learned Judge failed to appreciate that the Bank&#x27;s liability would be governed by the Bank guarantee and the demand made and it was not dependent on the different claims of the parties under the original contract. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\"> 25. So far as the performance guarantee is concerned, the learned Judge was not right to go into the question as to whether the peti-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">tioner had performed its part of the contract or whether there has been a recession. Whether the performance guarantee could be enforced or not depends upon the terms and conditions of the bank guarantee and the demand made and not anything else, particularly the question as to whether the parent contract was still in force or not. In our opinion the approach of the learned Judge Was entirely erroneous in law. It was not the duty of the bank to ascertain the extent of the performance carried out by the petitioner or to what extent such performance was delayed by the non-performance of the contract of the other party before making payment under the bank guarantee. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\"> 26. As pointed out, the learned Judge had gone into the merits of the case between the parties to the original contract which, in our opinion, the learned Judge was not entitled to do when the question of enforcement of bank guarantee is involved. Moreover, it was an interlocutory application and the learned Judge should not have gone into the merits of the case. The approach of the learned Judge regarding the balance of convenience was also wrong having regard to the fact that the present case involves enforcement of bank guarantee. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"> 27. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"329587\" id=\"span_22\">In our opinion, there is no good prima facie case for fraud or special equities made out in this case as envisaged by the decision of the Supreme Court in the case of <a href=\"/doc/329587/\" id=\"a_26\">U. P. Cooperative Federation Ltd. v. Singh Consultants and Engineers (P</a>.)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1434638\" id=\"span_23\"><a href=\"/doc/1434638/\" id=\"a_27\">Ltd.</a>  (supra) and Tarapore and Co., Madras v. M/s. V/O Tractors Export, Moscow  (supra).</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\"> 28. We have considered the matter and accordingly we pass the following order. The appeal is allowed and the judgment is set aside. The defendant bank is directed to make full payment in respect of the three Bank Guarantees referred to above in terms of the demand made. In view of the order of injunction and stay order the appellant was prevented from obtaining payments from the Bank and this payment should not be further delayed. Accordingly, we direct that such payment be made within a fortnight from the communication of this order by or on behalf of the appellant herein. Out of the money received\n\nthe appellant shall keep in a separate account the following amounts subject to further orders of this Court and/or any other Court of competent jurisdiction :-- \n</p>   \n\n<blockquote id=\"blockquote_61\"> (1) A sum of Rs. 8,20,000/- referred to in. the affidavit in opposition (paragraphs 16 and 17) regarding the &quot;Supply Advance Guaran-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_43\">tee&quot; for Rs.46,I7,614/-; \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\"> (2) A sum of Rs. 2.96 lakhs referred to in the affidavit in opposition by the appellant so far as the &quot;Erection Advance Guarantee&quot; for Rs. 6,48,000/- is concerned.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_45\"> The appeal is disposed of accordingly. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_46\"> Prayer for stay of the operation of the order is rejected. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_47\"> Let the operative portion of the judgment\nbe given to the parties. We make it clear\nhowever that the operative portion of the\norder is in respect of a reasoned judgment\ngiven. Some confusion has been sought to be\ncreated in some other cases before the Sup\nreme Court regarding supply of operative\nportion of an order in which a reasoned\njudgment was delivered.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\">  Amarabha Sengupta, J.   \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\"> 29. I.\nagree. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_50\"> 30. Order accordingly. \n</p> \n\n","numcites":12,"numcitedby":6,"docsource":"Calcutta High Court","citetid":67058,"divtype":"judgments","relatedqs":[{"value":"balance of convenience","formInput":"balance%20of%20convenience"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"\"anticipatory breach\"","formInput":"%22anticipatory%20breach%22"},{"value":"temporary injunction","formInput":"temporary%20injunction"},{"value":"anticipatory breach","formInput":"anticipatory%20breach"},{"value":"interlocutory order","formInput":"interlocutory%20order"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"international trade","formInput":"international%20trade"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"special equity","formInput":"special%20equity"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"\"irreparable loss\"","formInput":"%22irreparable%20loss%22"},{"value":"transmission lines","formInput":"transmission%20lines"},{"value":"interlocutory application","formInput":"interlocutory%20application"},{"value":"irreparable loss","formInput":"irreparable%20loss"},{"value":"bird and co","formInput":"bird%20and%20co"}],"cats":[{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"}],"courtcopy":false,"query_alert":null,"agreement":false}