{"tid":1490639,"publishdate":"1960-03-08","title":"M/S. U. P. Electric Supply Co., Ltd vs The Workmen Of M/S. S. N. ... on 8 March, 1960","doc":"<h2 class=\"doc_title\">M/S. U. P. Electric Supply Co., Ltd vs The Workmen Of M/S. S. N. ... on 8 March, 1960</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1960 AIR 818, 1960 SCR (3) 189, AIR 1960 SUPREME COURT 818, 1960 SCJ 705, 1960 3 SCR 189, 1960 (1) LABLJ 806</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-n-wanchoo\">K.N. Wanchoo</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-n-wanchoo\">K.N. Wanchoo</a>, <a href=\"/search/?formInput=benchid:p-b-gajendragadkar\">P.B. Gajendragadkar</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nM/s.  U. P. ELECTRIC SUPPLY CO., LTD.\n\n\tVs.\n\nRESPONDENT:\nTHE WORKMEN OF M/s.  S. N. CHOUDHARY,CONTRACTORS AND ANOTHER\n\nDATE OF JUDGMENT:\n08/03/1960\n\nBENCH:\nWANCHOO, K.N.\nBENCH:\nWANCHOO, K.N.\nGAJENDRAGADKAR, P.B.\n\nCITATION:\n 1960 AIR  818\t\t  1960 SCR  (3) 189\n\n\nACT:\nIndustrial  Dispute-Tyibunal deciding issue not referred  to\nit--jurisdiction-<a href=\"/doc/500379/\" id=\"a_1\">U.P.  Industrial Dispute Act, 1947</a>  (XXVIII\nOf 1947), ss. 34 (Proviso) 5, 8.\n\n\n\nHEADNOTE:\nThe  appellant company used to employ Messrs.  S.  M.  Chou-\ndhary  as its contractors for doing certain work for it\t and\nthe contractors in their turn used to employ some workmen to\ncarry  out the work which they took on contract.  A  dispute\nhaving\tarisen between the contractors and their workmen  an\napplication  was made before the conciliation board  by\t the\nworkmen\t in which both the company and the contractors\twere\nparties and four matters were referred, namely, non-grant of\nbonus  for two years, non-grant of festival  holidays,\tnon-\nfixation  of minimum wages of those workmen at par with\t the\nworkmen\t of  the company and non-abolition of  the  contract\nsystem.\t As conciliation failed the Government referred\t the\ndispute to the Industrial Tribunal under the <a href=\"/doc/99806610/\" id=\"a_2\">U.P. Industrial\nDisputes  Act</a>  in which only three points out  of  the\tfour\nmentioned  above  were\treferred and the  question  of\tnon-\nabolition  of  the contract system was\tnot  referred.\t The\nparties\t to  this reference were the contractors  and  their\nworkmen\t and  not the appellant company.   By  a  subsequent\nnotification, however, the Government impleaded the  Company\nas  a  party to the dispute but did not amend  the  previous\nreferring order by\n190\nadding\tthe  fourth point of dispute which  was\t before\t the\nconciliation   board,  namely,\tthe  non-abolition  of\t the\ncontract system.  The Industrial Tribunal framed a number of\nissues\tthe most important of which was whether the  workmen\nconcerned were the employees of the appellant company or  of\nthe  contractors  and  came to\tthe  conclusion\t that  those\nworkmen\t were  in fact and in reality the employees  of\t the\ncompany.  On appeal by the company by special leave,\nHeld,\tthat  on  such\ta  reference  there  could   be\t  no\njurisdiction in the tribunal to decide the question  whether\nthese  workmen\twere the workmen of the company\t or  of\t the\ncontractors,  for  such a question was not referred  to\t the\ntribunal.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL APPELLATE, JURISDICTION: Civil Appeal No. 481 of 1958.\nAppeal by special leave from the Award dated June 29,  1957,\nof  the State Industrial, Tribunal U.P. Allahabad,  in\tRef.\nNo. 98 of 1956.\n</p><p data-structure=\"PetArg\" id=\"p_2\">M.C. Setalvad, Attorney-General for India, S. N.  Andley,\nJ.  B. Dadachanji, Rameshuar Nath and P. L. Vohra, for\tthe,\nappellants.\n</p><p data-structure=\"Issue\" id=\"p_3\">A.   D. Mathur, for respondent No. 1.\n</p><p data-structure=\"Facts\" id=\"p_4\">G.   C. Mathur and C. P. Lat, for respondent No. 2.\nG.   N. Dikshit and C. P. Lal, for the intervener.\n1960.  March, 8. The Judgment of the Court was delivered by\nWANCHOO,  J.-This is an appeal by special leave against\t the\norder of the Industrial Tribunal, Allahabad.  The  appellant\nis the U. P. Electric Supply Co. Ltd., Lucknow, (hereinafter\ncalled\tthe company).  It appears that the company  used  to\nemploy\tMessrs. s M.  Choudhary (hereinafter referred to  as\nthe  contractors) as its contractors for doing certain\twork\nfor  it.  The  contractors in their turn used  to  employ  a\nnumber of persons to carry out the work which they had taken\non  contract.  A dispute arose between the  contractors\t and\ntheir workmen in 1956 and an application was made on June 6,\n1956, by the workmen before the conciliation board.  To this\napplication both the company as well as the contractors were\nparties and four matters were referred by the workmen to the\nconciliation  board, namely, (i) non-grant of bonus for\t the\nyears  1953-54\tand  1954-55;  (ii)  nongrant  of   festival\nholidays;  (iii)  non-fixation\tof minimum  wages  of  these\nworkmen at par with the\n<span class=\"hidden_text\" id=\"span_1\">191</span>\nworkmen\t employed by the company; and (iv)  nonabolition  of\nthe  contract  system.\tEfforts at conciliation\t failed\t and\nthereupon  the Government of Uttar Pradesh made a  reference\nto  the\t Industrial  Tribunal under  the  U.  P.  Industrial\nDisputes  Act, No. XXVIII of 1947, (hereinafter\t called\t the\nAct).  In this reference only three points were referred out\nof  the\t four  which were  before  the\tconciliation  board,\nnamely,\t those\trelating  to bonus,  festival  holidays\t and\npayment of wages to these workmen at par with the workmen of\nthe  company.  The fourth point which was raised before\t the\nconciliation  board (namely, non-abolition of  the  contract\nsystem)\t was  not referred.  The parties to  this  reference\nwere two, namely-(i) the contractors and (ii) their workmen.\nThe appellant was not a party to this reference.  On  August\n13,  1956,  another  notification was issued by\t the  U.  P.\nGovernment  under  ss. 3, 5 and 8 of the Act  by  which\t the\ncompany was impleaded as a party to the dispute referred  by\nthe  notification  of  July 31,\t 1956.\t It  is\t remarkable,\nhowever, that the matters of dispute which were specified in\nthe reference dated July 31, 1956, were not amended as\tthey\ncould  have  been under the proviso to<a href=\"/doc/185363/\" id=\"a_3\"> s. 4</a> of the  Act,  by\nadding the fourth point &#x27;of dispute before the\tconciliation\nboard,\tnamely,\t the non-abolition of the  contract  system.\nWhen  the  matter  came up before the  industrial  court  it\nframed a number of issues; and the first and most  important\nissue ran thus: &quot;Are the workmen concerned employees of\t the\nU. P. Electric Supply Co. Ltd., Lucknow or of Messrs.  S. M.\nChaudhary, contractors ? &quot;\n</p><blockquote id=\"blockquote_1\">The  main objection of the company was that the dispute,  if\nany was between the contractors and their employees and that\nthere  was no dispute between the company and  its  workmen.\nIt  was\t further objected that there was no valid  or  legal\norder  of the Government referring any dispute\tbetween\t the\ncompany\t and its workmen to the tribunal and  therefore\t the\ntribunal  had no jurisdiction.\tOn the merits it  was  urged\nthat  the  workmen  concerned were not the  workmen  of\t the\ncompany\t and  there  was no  relationship  of  employer\t and\nemployee between the company and these workmen and therefore\nthe company could not be regarded\n<span class=\"hidden_text\" id=\"span_2\">192</span>\nas a party to the dispute between the contractors and\ntheir workmen.\n</blockquote><blockquote id=\"blockquote_2\">It  is\ttherefore  clear that the main\tquestion  which\t was\nconsidered by the tribunal was whether the workmen concerned\nwere  the workmen of the company or of the contractors.\t  As\nthe  tribunal itself says, &quot; the crux of the whole case\t was\nwhether\t the  workmen concerned were the  employees  of\t the\ncompany\t &quot;.  The  tribunal went into the  evidence  in\tthis\nconnection  and\t came to the conclusion that  these  workmen\nwere in fact and in reality the employees of the company.\nThe  main contention on behalf of the company before  us  is\nthat even assuming that the Government had power under<a href=\"/doc/746513/\" id=\"a_4\"> s.  5</a>\nread   with  cl.  12  of  G.  O.  No.\tU-464\t(LL)XXXVI-B-\n257(LL)/1954, dated July 14, 1954, to implied the company as\na  party,  the main issue decided by the  tribunal  was\t not\nreferred to it and the tribunal could only decide the  three\nmatters\t of  dispute included in the order of  reference  of\nJuly  31, 1956.\t Therefore, in so far as the  tribunal\twent\nbeyond\tthe,  three  matters of\t dispute  specified  in\t the\nreference  and\tdecided\t the question  whether\tthe  workmen\nconcerned  were\t in  the employ of the\tcompany\t or  of\t the\ncontractors  it\t was  acting without  jurisdiction  as\tthis\nmatter was never referred to it.\n</blockquote><blockquote id=\"blockquote_3\">We are of opinion that this contention must prevail.  As  we\nhave already pointed out, there were four matters before the\nconciliation  board including the question of  non-abolition\nof  the\t contract system.  Further before  the\tconciliation\nboard  not only the contractors but the company was  also  a\nparty,\tfor obviously the question of non-abolition  of\t the\ncontract  system  would\t necessitate  the  presence  of\t the\ncompany\t as  a party to the proceedings.  When\thowever\t the\nGovernment referred the dispute to the tribunal on July\t 31,\nit  did\t not include the fourth item which  was\t before\t the\nconciliation  board  relating to the  non-abolition  of\t the\ncontract  system among the matters in dispute.\tIt also\t did\nnot  include  the  company  as one of  the  parties  to\t the\ndispute, for the reference-order refers only to two  parties\nto  the dispute, namely, the contractors and their  workmen.\nOn such a reference there could be no jurisdiction in\n<span class=\"hidden_text\" id=\"span_3\">193</span>\nthe  tribunal to decide the question whether  these  workmen\nwere  the workmen of the company or of the contractors,\t for\nsuch  a\t question was not referred to the tribunal.   It  is\ntrue that on August 13, 1956, the company was impleaded as a\nparty to the dispute referred by the notification of July 31\n;  but\tthe matters in dispute remained\t unmended,  and\t the\nquestion  of  non-abolition of the contract  system  or\t the\nquestion  whether  these workmen were the employees  of\t the\ncompany\t in  fact  and in reality was not  included  in\t the\nmatters of dispute by amendment under the proviso to<a href=\"/doc/185363/\" id=\"a_5\"> s. 4</a> of\nthe  Act.   In\tthese  circumstances  it  is  immaterial  to\nconsider whether the impleading of the company as a party on\nAugust 13, 1956, was legal and valid or not.  Assuming\tthat\nit  was legal and valid, the fact remains that issue  No.  1\nset  out  above by us which is undoubtedly the crux  of\t the\nquestion  in this case was not referred to the\ttribunal  at\nall  and did not arise out of the three matters\t of  dispute\nspecified in the reference order of July 31, 1956.  In these\ncircumstances  the  order of the tribunal by which  it\theld\nthat  these  workmen  were the workmen of  the\tcompany\t was\nbeyond\tits jurisdiction.  The entire order of the  tribunal\nis  directed against the company and must therefore  be\t set\naside  in  whole  as without jurisdiction and  we  need\t not\nexpress\t any opinion on the merits.  We therefore allow\t the\nappeal\tand set aside the order of the tribunal against\t the\nappellant.   In\t the circumstances we pass no  order  as  to\ncosts.\n</blockquote><blockquote id=\"blockquote_4\">Appeal allowed.\n</blockquote><span class=\"hidden_text\" id=\"span_4\">25</span>\n<span class=\"hidden_text\" id=\"span_5\">194</span>\n\n\n\n","numcites":4,"numcitedby":15,"docsource":"Supreme Court of India","citetid":1490639,"divtype":"judgments","relatedqs":[{"value":"board of conciliation","formInput":"board%20of%20conciliation"},{"value":"workman+contractor","formInput":"workman%2Bcontractor"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"},{"value":"bonus","formInput":"bonus"}],"cats":[{"value":"regulations-regarding-conciliation-officers","formInput":"tag:regulations-regarding-conciliation-officers"},{"value":"industrial","formInput":"tag:industrial"},{"value":"regulations-regarding-board-of-conciliation","formInput":"tag:regulations-regarding-board-of-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}