{"tid":70395670,"publishdate":"2014-09-15","title":"Consortium Of Deepak Cable India ... vs Teesta Valley Power Transmission ... on 15 September, 2014","doc":"<h2 class=\"doc_title\">Consortium Of Deepak Cable India ... vs Teesta Valley Power Transmission ... on 15 September, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-nandrajog\">Pradeep Nandrajog</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-nandrajog\">Pradeep Nandrajog</a>, <a href=\"/search/?formInput=benchid:m-gupta\">Mukta Gupta</a></h3>\n\n<pre id=\"pre_1\">*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n%                      Judgment Reserved on : September 11, 2014\n                    Judgment Pronounced on : September 15, 2014\n+                        FAO(OS) 397/2014\n       CONSORTIUM OF DEEPAK CABLE INDIA\n       LIMITED &amp; ABIR INFRASTRUCTURE PRIVATE\n       LIMITED (DCIL-AIPL) THR ABIR                ..... Appellant\n                 Represented by: Mr.Rajiv Nayyar and Mr.Chetan\n                                 Sharma, Sr.Advocates instructed by\n                                 Mr.Kartik Nayar, Mr.Shaan Mohan\n                                 and Mr.Himanshu Gupta, Advocates\n\n                                        versus\n       TEESTAVALLEY POWER TRANSMISSION\n       LIMITED                                   ..... Respondent\n               Represented by: Dr.Abhishek Manu Singhavi,\n                               Mr.Amarjeet Singh Chandhiok and\n                               Mr.Sandeep Sethi, Sr.Advocates\n                               instructed by Ms.Haripriya\n                               Padmanabhan, Mr.Aman Garg,\n                               Mr.Vaibhav Jain, Mr.Abhimanyu\n                               Garg and Mr.Ritesh Kumar,\n                               Advocates\n                                   FAO(OS) 398/2014\n       ABIR INFRASTRUCUTURE PRIVATE LIMITED..... Appellant\n                Represented by: Mr.Rajiv Nayyar and Mr.Chetan\n                                Sharma, Sr.Advocate instructed by\n                                Mr.Kartik Nayar, Mr.Shaan Mohan\n                                and Mr.Himanshu Gupta, Advocates\n                                versus\n       TEESTAVALLEY POWER TRANSMISION\n       LIMITED                                   ..... Respondent\n               Represented by: Dr.Abhishek Manu Singhavi,\n                               Mr.Amarjeet Singh Chandhiok and\n                               Mr.Sandeep Sethi, Sr.Advocates\n\n\n\nFAO (OS) Nos.397/2014 &amp; 398/2014                        Page 1 of 76\n                                        instructed by Ms.Haripriya\n                                       Padmanabhan, Mr.Aman Garg,\n                                       Mr.Vaibhav Jain, Mr.Abhimanyu\n                                       Garg and Mr.Ritesh Kumar,\n                                       Advocates\nCORAM:\nHON&#x27;BLE MR. JUSTICE PRADEEP NANDRAJOG\nHON&#x27;BLE MS. JUSTICE MUKTA GUPTA\nPRADEEP NANDRAJOG, J.\n</pre><p data-structure=\"Issue\" id=\"p_1\">1.     Since factual backdrop is common to the two captioned appeals they\nare being decided by a common order. Challenge in FAO(OS) No.397/2014\nis to the order dated September 03, 2014 passed by the learned Single Judge\ndismissing application filed by the appellant under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the\nArbitration and Conciliation Act, 1996 seeking to restrain the respondent\nfrom invoking the letter dated May 30, 2014 terminating two Supply and\nService Agreements : TPTL/Tower-A1/01 and TPTL/Tower-A2/01 dated\nFebruary 22, 2010, modified by two Supplementary Agreement(s) dated\nMay 10, 2010; finding a reflection by way of Amendment-1 dated July 05,\n2010 to the agreement(s) dated February 22, 2010. Challenge in FAO (OS)\nNo.398/2014 is to an order dated September 03, 2014, dismissing a petition\nfiled by the appellant under <a href=\"/doc/1079220/\" id=\"a_2\">Section 9</a> of the Arbitration and Conciliation\nAct, 1996, praying that the notice dated May 30, 2014, terminating the two\ncontracts be stayed and the respondent be directed to maintain status quo in\nrespect of the works pending adjudication of the dispute regarding the\ntermination of the contract before an Arbitral Tribunal, since the contract(s)\nbetween the parties had an arbitration clause.\n</p><p data-structure=\"Facts\" id=\"p_2\">2.     On November 18, 2009 the letter of intent was issued to the appellant\nresulting in a binding agreement for the Tower Packages A1 and A2, and as\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 2 of 76</span>\n per the terms of the offer, requiring the works to be completed by October\n17, 2011 for the reason completion time was 23 months.\n</p><p data-structure=\"Facts\" id=\"p_3\">3.     Undisputedly, time for completing the works was extended thrice - on\nNovember 11, 2011, November 30, 2012 and lastly on July 04, 2013. As per\nthe last extension dated July 04, 2013, the scheduled date for completion of\nthe works was October, 2014; and we take it to be October 31, 2014. While\ngranting extensions no liquidated damages were levied, but the right to levy\nthe same was reserved.\n</p><p data-structure=\"Facts\" id=\"p_4\">4.     The works to be executed under the two agreements concerned the\nlaying of a power supply line for transmitting electricity, to be generated\nfrom a hydro power project in the State of Sikkim on the river Teesta, to the\ndesignated end point. The work was sub-divided, keeping in view that part\narea where works had to be executed was hilly and part plains. The hilly\nsection referred to as Tower Package A-1 and formed one contract had a\nsegment from the hydro power station to Rangpoo, which was within the\nState of Sikkim and thereafter from Rangpoo to Panighatta in the Darjeeling\nDistrict in the State of West Bengal. The plain section was from Panighatta\nto Kishanganj in the State of Bihar. The contract was for supply of material\nand erection of a Transmission Line. All necessary material to lay the\nfoundations and erect the towers and thereafter lay the Transmission lines\n(called stringing) had to be supplied by the appellant and necessary works\nhad to be executed. Since the supply line would pass through government\nland and private land; through forest areas and non-forest areas; necessary\npermissions required concerning the forest land from the competent\nauthority and sanctions as per local laws for non-forest land had to be\nobtained.     Consent of the owners of the land had to be obtained and\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 3 of 76</span>\n compensation paid. To access the site where the towers would be erected a\nRight of Way had to be obtained, and in case of private lands, as per law,\nwhich could be mutually agreed consent terms or as per the statutory\nprovisions of the <a href=\"/doc/357830/\" id=\"a_3\">Indian Telegraph Act, 1885</a>.\n</p><p data-structure=\"Facts\" id=\"p_5\">5.     The parties were conscious that the execution of the works would\nrequire extensive preparatory work in the form of documentation for filing\napplications before various authorities to seek permissions and consent, and\nif a work had to be executed on private land, and if consent was not given\nfor the compensation offered to the land owners, to initiate proceedings\nunder the <a href=\"/doc/357830/\" id=\"a_4\">Indian Telegraph Act, 1885</a>. This is apparent from the fact that\nbefore the contracts were entered into, but after notice inviting\nproposals/offer was issued by the respondent, on December 04, 2009, the\nappellant made an offer to the respondent in which it, inter alia, it wrote :\n</p><blockquote id=\"blockquote_1\">       &quot;As discussed during the meeting held with your good self, we\n       would like to confirm and assure that APIL is fully competent\n       to undertake the above works and have all expertise for\n       preparing the Forest &amp; Civil Aviation Proposals and obtaining\n       the necessary clearances from respective State and Central\n       Government authorities. We have in-house teams of surveyors,\n       experience transmission line engineers along with back-end\n       teams of technical experts and our Liaison Professionals.\n</blockquote>\n<blockquote id=\"blockquote_2\">       We are prepared to offer our most competitive consultancy\n       charges for providing above services as under:-\n</blockquote>\n<blockquote id=\"blockquote_3\">       (The rates are thereafter given in a schedule, which we\n       are not noting being not relevant. The quoted rate is\n       `19,74,67,799/- (Rupees Nineteen Crores Seventy Four\n       Lacs Sixty Seven Thousand Seven Hundred Ninety Nine\n       only).\n</blockquote>\n<p data-structure=\"Section\" id=\"p_6\">6.     As per Annexure-I to the proposal dated December 04, 2009, the\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">FAO (OS) Nos.397/2014 &amp; 398/2014                                  Page 4 of 76</span>\n scope of work concerning the proposals was detailed, and suffice it to state\nthat the scope of work included preparing the necessary documents and\nliaisoning with the forest officers and officers of the revenue department in\nthe State of Sikkim, West Bengal and Bihar; including documentation for\nsubmission to the District Magistrates.\n</p><p data-structure=\"Section\" id=\"p_7\">7.     The original agreements dated February 22, 2010 excluded from the\nscope of work, obtaining the necessary permissions and sanctions as also\nconsents.\n</p><p data-structure=\"Issue\" id=\"p_8\">8.     The scope of work was expanded under the Supplementary\nAgreement(s) dated May 10, 2010.\n</p><p data-structure=\"Section\" id=\"p_9\">9.     Relevant for the purposes of the present decision would be that the\nscope of works increased as per the Supplementary Agreement(s) dated May\n10, 2010 were listed in Clause I, which reads :-\n</p><blockquote id=\"blockquote_4\">       &quot;Following additional services are agreed to be added under\n       the Scope of Facilities:\n</blockquote>\n<blockquote id=\"blockquote_5\">       (i)     Survey (Fresh Detailed Survey) and Contouring.\n</blockquote>\n<blockquote id=\"blockquote_6\">       (ii)    Preparation of proposals for obtaining clearances from\n               Civil Aviation and Owners/administrative offices of EHV\n               Power lines, Railways, Roads, Rivers &amp; Highways,\n               Communication lines.\n</blockquote>\n<blockquote id=\"blockquote_7\">       (iii)   Preparation of proposals for and arranging way leave\n               clearances from owners of land coming under\n               towers/compensation of damage to crops etc as well as\n               cutting of trees in consultation with and consent of the\n               Revenue and Forest authorities of respective\n               district/states.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_10\">10.    In Clause II the rates were quoted and relevant would it be to note that\n\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 5 of 76</span>\n while quoting the rates it was indicated that the same includes „preparation\nof proposals and arranging way leave clearances from owners of land\ncoming under towers/compensation of damages to crops etc. as well as\ncutting of trees in consultation with/consent of the revenue and forest\nauthorities of respective district/States.‟ A note was appended under clause\nII as under:-\n</p><blockquote id=\"blockquote_8\">       &quot;Note.\n</blockquote><blockquote id=\"blockquote_9\">       (i)       The rate/amount for the items mentioned at Sl.No.1.0\n                 is inclusive of Service Tax.\n</blockquote>\n<blockquote id=\"blockquote_10\">       (ii)      The rates/amounts for the items mentioned at\n                 Sl.No.2.0 &amp; 3.0 are exclusive of Service Tax, which\n                 shall be paid by M/s TPTL, as applicable.\n</blockquote>\n<blockquote id=\"blockquote_11\">       (iii)     The above amounts do not include the following\n                 which will be paid by TPTL directly to the lawful\n                 owners and appropriate Central/State Agencies:\n</blockquote>\n\n<blockquote id=\"blockquote_12\">               Compensation for (i) Diversion land required for\n                Towers (ii) Crop (iii) Tree (iv) buildings (v)\n                afforestation cost etc., as assessed by Forest/Revenue\n                department or any other agency,\n\n               Central or State Judicial or Non Judicial Stamp\n                duties, legal fees or cases related to TPTL.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_11\">11.    Pertaining to the terms of payment, under clause III, it was clearly\nindicated vide sub-clause (B)(d) „balance 35% of the respective lump sum\namount, on receipt of approvals.‟\n</p><p data-structure=\"Section\" id=\"p_12\">12.    Clause IV in the Supplementary Agreement(s), pertaining to time\nschedule, was drawn up as under:-\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">FAO (OS) Nos.397/2014 &amp; 398/2014                                  Page 6 of 76</span>\n<blockquote id=\"blockquote_13\">        &quot;Time Schedule (Appendix-4-Contract Agreement)\n       The Contractor shall complete the services including the\n       additional items      of works/services within the Time for\n       Completion given under the Contract unless an extension of\n       time is authorized by the Employer keeping in view the\n       additional scope of services, if any.\n</blockquote>\n<blockquote id=\"blockquote_14\">       The Contractor shall be responsible for getting the statutory\n       clearances including Right of Way (ROW) and way leave\n       clearances required for completion of the Facilities within\n       stipulated Time of Completion.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_13\">13.    Before continuing with the factual narration, it would be appropriate if\nwe note the relevant legal provisions which necessitated the issue of\nclearances and permissions for execution of the works to be kept in mind by\nthe parties and commercial terms thereof finding a reflection in the\nagreement(s) dated may 10, 2010, between the parties.\n</p><p data-structure=\"Section\" id=\"p_14\">14.    <a href=\"/doc/357830/\" id=\"a_5\">The Indian Telegraph Act, 1885</a>, as amended by Act No.8 of 2004,\nwith effect from April 01, 2002, vide <a href=\"/doc/830756/\" id=\"a_6\">Section 3(1AA)</a> defines „Telegraph‟ to\nmean &#x27;any appliances, instrument, material or apparatus used or capable of\nuse for transmission or reception of signs, signals, writing, images, and\nsounds or intelligence of any nature by wire, visual or other electro-\nmagnetic emission Radio waves or Hertzian waves, galvanic, electric or\nmagnetic means.‟ Sub-Section(4) of <a href=\"/doc/830756/\" id=\"a_7\">Section 3</a> defines a „Telegraph line‟ to\nmean „a wire or wires used for the purpose of a telegraph, with any casing,\ncoating, tube or pipe enclosing the same, and any appliances and apparatus\nconnected therewith for the purpose of fixing or insulating         the same‟.\nUnder <a href=\"/doc/1927191/\" id=\"a_8\">Section 4</a> of the Act, within India, the Central Government has the\nexclusive privilege of establishing, maintaining and working telegraphs. But\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 7 of 76</span>\n as per the proviso thereof, is empowered to grant a license on                  such\nconditions, as it thinks fit, to any person to maintain or work a telegraph\nwithin any part of India. Since laying of telegraph lines would require\nerection of poles and towers and laying of lines, it is apparent that a power\nhad to be vested in the Central Government to acquire any right over, along,\nacross, in or upon land. Thus, <a href=\"/doc/1866179/\" id=\"a_9\">Section 10</a> of the Indian Telegraph Act, 1885\nwas enacted to confer said power in the Central Government. If the land\nbelonged to a local authority, permission as per <a href=\"/doc/1980403/\" id=\"a_10\">Section 12</a> had to be\nobtained from the local authority, with the obligation of the local authority to\ngrant the necessary permission on payment of such expenses as the local\nauthority desired. For private land, the power was, as per <a href=\"/doc/1485366/\" id=\"a_11\">Section 10(d)</a>, for\nthe Central Government to acquire the right by paying compensation to the\nperson interested. The statute envisaged a situation where the owner of a\nprivate land refused to give consent or refused to agree on the compensation\nto be received and thus <a href=\"/doc/100648/\" id=\"a_12\">Section 16</a> was enacted, as per which the Central\nGovernment was empowered to make a reference to the District Magistrate\nto permit the Central Government to exercise its rights under <a href=\"/doc/1866179/\" id=\"a_13\">Section 10</a> and\nrequire a dispute pertaining to compensation to be referred to the District\nJudge, whose determination was final.\n</p><p data-structure=\"Section\" id=\"p_15\">15.    Rather than to enact similar provisions pertaining to laying of\nelectricity transmission lines, while enacting &#x27;<a href=\"/doc/177537342/\" id=\"a_14\">The Electricity Act, 2003</a>&#x27;, a\nprovision was made for the applicability of the provisions of the <a href=\"/doc/357830/\" id=\"a_15\">Indian\nTelegraph Act, 1885</a> to <a href=\"/doc/177537342/\" id=\"a_16\">The Electricity Act, 2003</a>, and thus we find Section\n164 in <a href=\"/doc/177537342/\" id=\"a_17\">The Electricity Act, 2003</a>, which reads as under:-\n</p><blockquote id=\"blockquote_15\">        &quot;Exercise of powers of Telegraph Authority in certain cases.-\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 8 of 76</span>\n<blockquote id=\"blockquote_16\">        The Appropriate Government may, by order in writing, for the\n       placing of electric lines or electrical plant for the transmission\n       of electricity or for the purpose of telephonic or telegraphic\n       communications necessary for the proper co-ordination of\n       works, confer upon any public officer, licensee or any other\n       person engaged in the business of supplying electricity under\n       this Act, subject to such conditions and restrictions, if any, as\n       the Appropriate Government may think fit to impose and to the\n       provisions of the <a href=\"/doc/357830/\" id=\"a_18\">Indian Telegraph Act, 1885</a>, any of the powers\n       which the telegraph authority possess under that Act with\n       respect to the placing of telegraph lines and posts for the\n       purposes of a telegraphs established or maintained, by the\n       government or to be so established for maintained.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_16\">16.    Since the respondent - &#x27;Teesta Valley Power Transmission Limited&#x27;\nhad obtained a license from the appropriate authority under <a href=\"/doc/191525225/\" id=\"a_19\">Section 14</a> of\nThe Electricity Act, 2003, it was authorized to transmit electricity as a\ntransmission licensee. To enable it to exercise the powers under the <a href=\"/doc/357830/\" id=\"a_20\">Indian\nTelegraph Act, 1885</a>, as per the requirement of <a href=\"/doc/101075517/\" id=\"a_21\">Section 164</a> of The\nElectricity Act, 2003, the appropriate government : being the Central\nGovernment, issued the necessary order in writing on April 29, 2010,\nnotified on May 11, 2010, (a day after the Supplementary Agreement(s)\ndated May 10,2010 were executed) conferring the power which a telegraph\nauthority possesses under the <a href=\"/doc/357830/\" id=\"a_22\">Indian Telegraph Act, 1885</a>. The order dated\nApril 29, 2010 succinctly notes the route of the transmission line to be led\nand list the district in the State of Sikkim, West Bengal and Bihar through\nwhich the transmission lines had to pass.\n</p><p data-structure=\"Facts\" id=\"p_17\">17.    Under the contracts the appellant had furnished six bank guarantees,\ntwo to secure the mobilization advanced which appellant received from the\nrespondent and four towards performance guarantee. Under the contract a\npercentage of the sum payable was to be retained by the respondent, payable\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">FAO (OS) Nos.397/2014 &amp; 398/2014                              Page 9 of 76</span>\n after successful completion and testing of the works. But apparently to\nenable the appellant to overcome a financial crisis the respondent released\nthe withheld amounts but under two bank guarantees. Thus, in this manner,\neight bank guarantees came to be furnished by the State Bank of India at the\ninstance of the appellant, with the respondent being the beneficiary. Put in a\ntabular form (with one more additional column setting out the amount\ninvoked under the bank guarantees), the details of the guarantees would be\nas under:-\n</p><pre id=\"pre_2\">S. Number     of         Bank Type of Bank             Value of BG    Amount\nNo. Guarantee                 Guarantee                               Encashed\n1.    0910310BG0000163             BG Form for       26,17,42,403/-   8,83,85,339/-\n      SBI                          advance\n                                   payment\n2.    0910310BG0000165             BG for advance    11,22,79,862/-   76,78,053/-\n      SBI                          payment\n3.    0910310BG0000160             Performance       5,49,74,199/-    5,49,74,199/-\n      SBI                          Security Form\n4.    0910310BG0000161             Performance       11,74,10,649/-   11,74,10,649/-\n      SBI                          Security Form\n5.    0910310BG0000162             Performance       10,83,99,960/-   10,83,99,960/-\n      SBI                          Security Form\n6.    0910310BG0000164             Performance       3,67,24,953/-    3,67,24,953/-\n      SBI                          Security Form\n7.    0910311BG0001115             BG for release    3,65,00,000/-    3,65,00,000/-\n      SBI                          of      Balance\n                                   payment\n8.    0910311BG0000841             BG for release    2,90,00,000/-    2,90,00,000/-\n      SBI                          of      Balance\n                                   payment\n                                   TOTAL             `62,75,85,144    `47,90,73,153/-\n\n\n</pre><p data-structure=\"Facts\" id=\"p_18\">18.    On May 14, 2014, the respondent invoked the four performance\nguarantees and the two bank guarantees issued at the instance of the\nappellant, when withheld payments were released in full to it, and the two\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">FAO (OS) Nos.397/2014 &amp; 398/2014                                         Page 10 of 76</span>\n bank guarantees for advance payment. The latter two, not in full value of the\nguarantees, but as per serial No.1 and 2 of the tabular statement hereinabove.\n</p><p data-structure=\"Facts\" id=\"p_19\">19.    Appellant immediately rushed to this Court and filed OMP\nNo.557/2014 under <a href=\"/doc/1079220/\" id=\"a_23\">Section 9</a> of the Arbitration and Conciliation Act, 1996\npraying that the State Bank of India be restrained from making any payment\nto the respondent under the bank guarantees. A reference was made in the\npleadings to a bank guarantee No.2102413BG0001287 in sum of `5.8 crores\nissued by the State Bank of Hyderabad, but for what purpose has not been\nbrought out. The reply filed by the respondent is centered around the eight\nbank guarantees issued by the State Bank of India. The impugned decision\ndated September 03, 2014 has discussed the issue concerning the eight bank\nguarantees issued by State Bank of India. No arguments were advanced\neven before us concerning the bank guarantee issued by the State Bank of\nHyderabad. What happened to the guarantee, whether or not it was invoked\nand payment was received? The reason being that the appellant had never\nfurnished said guarantee to the respondent. It appears that the appellant had\ngot a bank guarantee in sum of `5.8 crores signed by the manager of a\nbranch of the State Bank of Hyderabad, but was never submitted to the\nrespondent. In the hurry to draft the petition, because the respondent had\ninvoked the eight bank guarantees issued by the State Bank of India and time\nwas running out, a reference got made to a non-existent bank guarantee. It\nwas pleaded in the petition that the appellant was not in breach of its\ncontractual obligations. It was further pleaded that apart from the amount\ndue under the contract for work done, the appellants had a claim of `41.23\ncrores for price variation and recompense for idle machinery. It was pleaded\nthat the respondent had not complied with its obligations under the two\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 11 of 76</span>\n contracts to ensure that the appellant had a Right of Way (ROW) to access\nthe sites, nor had it obtained the necessary consent from the owners of lands\nwho would be affected during the execution of the work. It was pleaded that\ntime had been extended, without imposing liquidated damages, to complete\nthe work by October, 2014. It was pleaded that on May 09, 2014 the\nrespondent had issued a cure notice as per Article 36.2.2 of the General\nConditions of the Contract as per which 14 days mandatory time was given\nto the appellant to take remedial action.        It was thus pleaded that the\ninvocation of the guarantees on March 14, 2014 was ex-facie fraudulent and\nmala-fide. It was also pleaded that invocation of the guarantees would cause\nirreparable injury to the appellant. It was pleaded that it was a case of\nspecial equities in favour of the appellants which was not in breach of any\nobligation under the contract and the execution of the works was delayed to\nreasons solely attributable to the respondent.\n</p><p data-structure=\"Facts\" id=\"p_20\">20.    To put it pithily, the special equity and fraud pleaded was on two\npremises : (i) that the appellant was not in breach of its obligations under the\ncontract; and (ii) that having extended the time for completion of the works\nby October, 2014 and having given a cured notice on May 09, 2014, the\nduration of the cure period within which appellant could take remedial\naction, invocation of the bank guarantees on May 14, 2014 was mala-fide\nand hence fraudulent or alternatively said facts creating a special equity in\nfavour of the appellant.\n</p><p data-structure=\"RespArg\" id=\"p_21\">21.    The respondent opposed the petition pleading that the eight guarantees\nwere unconditional and it was within its right to invoke the same. It was\npleaded that it had received the amount under the eight bank guarantees and\nhad presented the banker&#x27;s cheque for encashment to its banker : Bank of\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 12 of 76</span>\n Baroda. It was denied that the respondent was in breach of any obligation.\n</p><p data-structure=\"Facts\" id=\"p_22\">22.    On May 16, 2014 the learned Single Judge stayed encashment under\nthe guarantees noting that a cure notice was issued in terms of clause 36.2.2\nof the general conditions of the contract on May 09, 2014 and the guarantees\nwere invoked on May 14, 2014. The learned Single Judge also noted that\ntime for completion of the contract had been extended till October, 2014.\nThe learned Single Judge noted that a caveat had been lodged by the\nrespondent by one Mr.Aman Garg, Advocate. The learned Single Judge\nnoted that he had taken up the matter for hearing at 10:00 AM on a mention\nbeing made and the Court Master had telephonically informed Mr.Aman\nGarg that the matter would be taken up immediately. The learned Single\nJudge had noted that Mr.Aman Garg did not appear till 10:25 AM.\n</p><p data-structure=\"RespArg\" id=\"p_23\">23.    The respondent filed FAO (OS) No.250/2014 attacking the order\ndated May 16, 2014, pleading that in spite of a caveat lodged, the learned\nSingle Judge had passed the order in spite of being aware that a caveat had\nbeen lodged. It was pleaded that Court timing in the Delhi High Court\ncommences at 10:30 AM and telephonic information by the Court Master to\nSh.Aman Garg, Advocate was no substitute for the counsel being served\nwith a copy of the OMP.\n</p><p data-structure=\"Precedent\" id=\"p_24\">24.    The Division Bench disposed of the appeal directing that `47.90\ncrores received under eight bank drafts by the respondent shall be remitted to\nthis Court and kept in a fixed deposit till the OMP was decided by the\nlearned Single Judge. The Division Bench noted that appellants learnt of the\nbank guarantees being invoked on May 15, 2014 and thus had hardly any\ntime to respond to the caveat filed by the respondent.\n</p><p data-structure=\"Issue\" id=\"p_25\">25.    This appears to be the reason that at the stage of final hearing before\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 13 of 76</span>\n the learned Single Judge the issue was discussed only with respect to the\nbank guarantees issued by the State Bank of India.\n</p><p data-structure=\"RespArg\" id=\"p_26\">26.    Concerning the bank guarantees, the arguments advanced before the\nlearned Single Judge were : (i) that the guarantees were conditional; (ii) the\nrespondents were in breach by not ensuring a Right of Way (ROW) and\nunencumbered land being made available for construction of towers; (iii)\nthat the contract period was extended till October, 2014 and before said date\nrespondent could not allege any breach, the notice to cure under clause\n36.2.2 of the General Conditions of the Contract given on May 09, 2014\ndisentitled respondents to invoke the bank guarantees five days thereafter.\nThe respondent was in touch with TATA Project Ltd. to which it had\nawarded the work unfinished, evincing complete mala-fide; and (iii) there\nwere thus special equities in favour of the appellant.\n</p><p data-structure=\"PetArg\" id=\"p_27\">27.    The learned Single Judge has found two out of the eight bank\nguarantees as conditional.         Six have been found to be unconditional.\n`9,60,63,392/- concerning bank guarantees No.0910310BG0000163 and\n0910310BG0000165 has been directed to be returned to the State Bank of\nIndia with interest accrued on the deposit of `47,90,73,153/- received in this\nCourt pursuant to the orders passed by the Division Bench in FAO (OS)\nNo.250/2014. The remaining amount has been directed to be paid along\nwith accrued interest to the respondent.\n</p><p data-structure=\"Precedent\" id=\"p_28\">28.    Needless to state the learned Single Judge has held that there were no\nspecial equities. The learned Single Judge has, in paragraphs 28 to 30, very\nbriefly discussed whether prima-facie the respondent was in breach. The\nlearned Single Judge has held that these issues had to be decided by the\nArbitral Tribunal. The learned Single Judge has noted a few decisions\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 14 of 76</span>\n holding that pending adjudication of disputes before an Arbitrator it is\npermissible for a beneficiary to encash the bank guarantees. The learned\nSingle Judge has noted the well-recognized legal position that the bank\nguarantees issued by bank are an independent contract between the bank and\nthe beneficiary and issues concerning invocation of bank guarantee have to\nbe determined on the language of the bank guarantees.\n</p><p data-structure=\"Facts\" id=\"p_29\">29.    On May 30, 2014, the respondent proceeded to terminate the\nagreements with the appellant. This resulted in the appellant filing OMP\nNo.651/2014, a petition invoking <a href=\"/doc/1079220/\" id=\"a_24\">Section 9</a> of the Arbitration and\nConciliation Act, 1996, praying that pending resolution of the disputes\nbefore the Arbitral Tribunal (yet to be constituted), the notice of termination\ndated May 30, 2014 be stayed and status quo be maintained.\n</p><p data-structure=\"RespArg\" id=\"p_30\">30.    In the said petition it was pleaded that time was extended thrice and\nlastly up to October, 2014 to complete the works and thus on said reason\nalone it was contended that the respondent could not terminate the contract.\nIt was highlighted in the pleadings that the foremost obligation to be\ncomplied with before any works could be executed was to obtain the Right\nof Way, which was the obligation of the respondent. It was pleaded that\nnecessary forest clearances had to be obtained by the respondent. It was\nhighlighted that only on April 11, 2012, the respondent informed about\nRight of Way issues in the State of Sikkim. It was pleaded that at a meeting\nheld on June 15, 2013, the respondent deputed a team of its officers to settle\nissues concerning Right of Way and compensation. Reference was made to\nvarious letters written by the appellant concerning Right of Way and\nsanction to utilize forest land for the project. Reference was made to the\nnotice to cure dated May 09, 2014. It was highlighted that as per contract\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 15 of 76</span>\n the appellant would have fourteen days to take remedial action pursuant to\nthe notice to cure. It was pleaded that the respondent is a joint venture of\nPower Grid Corporation of India and Teesta Urja Ltd. the major\nshareholding whereof is held by the State of Sikkim. It was thus pleaded\nthat the respondent could not act unreasonably and in an arbitrary manner.\n</p><p data-structure=\"CDiscource\" id=\"p_31\">31.    At the outset we may note that the pleadings in the OMPs are sketchy\nwhile make a reference to correspondence between the parties, in that, do not\nbring out the intention of the appellant to plead a reference to the conduct of\nthe parties during execution of the works concerning how they understood\nthe contractual terms. We simply highlight that it is settled law that if a term\nof a contract is found to be ambiguous, it is open to either party to plead,\nwith reference to the contemporaneous acts of the parties during the executor\nperiod of the contract, to show how the parties understood the same. We are\nso highlighting that extensive arguments were advanced in appeal before us\nmaking a reference to the conduct of the parties gleaned through the\ncorrespondence exchanged between the parties. We may additionally note\nthat in the pleadings there is no reference to any facts nor have any pleas\nbeing urged concerning award of some works concerning the project to\nTATA Projects Ltd. To put it pithily, OMP No.651/2014 was premised on :\n</p><blockquote id=\"blockquote_17\">(i) reasonableness in action expected from an instrumentality of the State;\n</blockquote><blockquote id=\"blockquote_18\">(ii) time for completion of the works being extended without levy of\nliquidated damages thrice, and time for completion of the works being\nextended to October 31, 2014; (iii) cure notice being given on May 09, 2014\nrequiring fourteen days&#x27; time to the appellant to remedy the breaches if any\nand proximity of the time when contract was terminated with the expiry of\nthe said fourteen days period i.e. May 23, 2014 and May 30, 2014, being\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 16 of 76</span>\n indicative of malice and gross unreasonableness in the action : the argument\nbeing that if by May 23, 2014 the appellant, in compliance with the cure\nnotice, would take remedial action, it was impossible that by May 30, 2014 it\nwould be able to complete the works; and (iv) delay was occasioned\nprincipally due to non-availability of ROW and permissions under the\n<a href=\"/doc/176958798/\" id=\"a_25\">Forests Act</a> concerning forest land and consent from owners of private land\nas also from the local authorities, all of which were the obligations of the\nrespondent. (The underlying emphasis in the pleadings would be that it was\na water tight strong prima facie case in favour of the appellant). It was\npleaded that there was a mechanism under the contract to resolve the issues\nand thus the respondent could not without exhausting the resolution\nmechanism straightway proceed to terminate the contract.\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\">32.    We may note that in the pleadings there is a scattered reference to a\nfew letters exchanged, but during arguments in appeal learned counsel had\nreferred to various letters exchanged, to which reference has not been made\nin the pleadings, but were otherwise filed along with the OMP or at stages\nthereafter.\n</p><p data-structure=\"CDiscource\" id=\"p_33\">33.    We would like to speak a word on this.\n</p><p data-structure=\"Facts\" id=\"p_34\">34.    Rule 9 of <a href=\"/doc/161831507/\" id=\"a_26\">Order 6 of the Code of Civil Procedure</a> guides that wherever\nthe contents of a document are material, it shall be sufficient in any\npleadings to state the effect thereof as briefly as possible, without setting out\nthe whole or any part thereof. Rule 2 of Order 6 guides us that pleadings\nmust contain in a concise form on material facts on which a party pleading\nrelies for its claim or defence as the case may be. Thus, if it is the case of a\nparty that if would be relying upon the conduct of the parties during the\ncontract period, pleadings of fact have to be made of said conduct, and if the\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">FAO (OS) Nos.397/2014 &amp; 398/2014                                  Page 17 of 76</span>\n conduct is sought to be inferred from correspondence exchanged, a brief\nreference to the correspondence must be made in the pleadings to bring out\nas to how the party was bringing out a fact asserted from the\ncorrespondence. This would enable a Court to focus on the issues of fact on\nwhich parties are at variance with each other.\n</p><p data-structure=\"Precedent\" id=\"p_35\">35.    This helps the Court in focusing its attention when arguments are\nadvanced and notes are taken by the presiding judge.\n</p><p data-structure=\"CDiscource\" id=\"p_36\">36.    As we would unfold the narrative of the factual controversies with\nreference to the correspondence exchanged by the parties, it would be\napparent that had parties been focused in their pleadings, judicial time would\nnot have been wasted. We note that at the opening of the arguments in the\ntwo appeals, learned senior counsel for the appellant had contended that\nunder the contract the obligation to obtain the Right of Way and various\npermissions, sanctions and consents from land owners, be it private land\nowners, government owning the land or local authorities owning the land,\nwas that of the respondent; but had to argue completely differently in\nrejoinder submissions. The fulcrum of the opening arguments on issues\nconcerning the Right of Way and clearances commenced from a letter dated\nJune 20, 2012, written by the respondent with reference to a committee\nconstituted to resolve the issues concerning settlement of compensation to\nland owners, gram panchayats and the Right of Way.            The arguments\ncommenced, and naturally they were attractive to the Court, that the\nSupplementary Agreement had put in, as noted hereinabove in paragraph 11\nabove, in Clause IV pertaining to Time Schedule, the words &#x27;the contractor\nshall be responsible for getting the statutory clearances including Right of\nWay (ROW) and way leave clearances required for completion of the\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 18 of 76</span>\n Facilities within stipulated Time of Completion‟. The letter dated June 20,\n2012, written by the respondent to the appellant refers to <a href=\"/doc/101075517/\" id=\"a_27\">Section 164</a> of the\nElectricity Act, 2003 and brings out that all powers for Right of Way for the\ntransmission line has been vested in it. The letter thereafter refers to pending\nissues of compensation to be paid to land owners for tower location in the\nState of Sikkim, West Bengal and Bihar. It then refers to a meeting held on\nJune 07, 2012 wherein it was decided that a committee comprising members\nof both contracting parties shall be constituted to facilitate settlement of\nROW issues. It then refers to constitution of a three member committee\ncomprising A.K.Tyagi General Manager and Mr.D.Ravi Prashad Senior\nManager of the respondent and Mr.Gautam Sen, General Manager of the\nappellant or alternatively Mr.T.Subramanyam, Sr.DGM of the appellant.\nThe letter terminates by listing the mandate of the committee to be to assess\ncompensation to land owners and gram panchayats where towers had to be\nerected as also Right of Way to reach those sites as also for stringing. At\nfirst blush, the letter would be indicative of the fact that as of said date the\nrespondent had admitted its liability to obtain the clearances, consents and\npermissions and the role of the appellant as per the Supplementary\nAgreement(s) dated May 10, 2010 being limited to helping the respondent\nwith the documentation etc. Our entire focus during hearing of arguments\nby the appellants was to take copious notes with reference to documents\nreferred to by the learned senior counsel for the appellants concerning said\naspect. For indeed, the correspondence between the parties evinces delay\nlargely attributable to Right of Way issues and issues concerning\ncompensation to land owners and permissions under the <a href=\"/doc/654536/\" id=\"a_28\">Indian Forest Act</a>.\nBut as we heard the respondent, a completely new dimension emerged. We\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 19 of 76</span>\n shall be bringing out this aspect while noting the contemporaneous exchange\nof correspondence, but would terminate our discussion (on the subject of\npleadings) with a lament on the pleadings of the appellant and bring on\nrecord our anguish that valuable judicial time was wasted because we had to\nhear arguments in the two appeals spread over four days commencing from\nMonday the 8th day of September, 2014 till Thursday, the 11th day of\nSeptember, 2014. On each day we had to devote nearly three hours out of\nthe five hours sitting time.\n</p><p data-structure=\"Precedent\" id=\"p_37\">37.    The respondent opposed the relief prayed in OMP No.651/2014,\npleading that as per the Supplementary Agreement(s) executed on May 10,\n2010, the obligation to obtain clearances from the Forest Authorities and\nauthorizations to enter upon private land and resolved issues of\ncompensation to land owners as also to obtain permissions and sanctions\nfrom the local authorities, was that of the appellant. The respondent denied\nits character of that being an instrumentality of the State. Concededly the\nrespondent is a company.           26% shares being held by Power Grid\nCorporation of India Ltd., a wholly owned company by the Central\nGovernment. The remaining 74% share are held by Teesta Urja Ltd. 26%\nshares of which company i.e. Teesta Urja Ltd. are held by the Government\nof Sikkim and the remainder by private individuals. Thus, it was pleaded\nthat the respondent would not qualify to be an instrumentality of the State.\nEven taking into account that 26% share holding in Teesta Urja Ltd., which\nin turn held 74% shares of the respondent, was held by the Government of\nSikkim and 26% shares of the respondent were held by a Government owned\ncompany, it would not qualify as an instrumentality of the State because the\nmajority controlling shares of the respondent were still in private hands.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_19\">FAO (OS) Nos.397/2014 &amp; 398/2014                              Page 20 of 76</span>\n<p data-structure=\"Facts\" id=\"p_38\"> Thus, its actions could not be tested on principles of reasonableness and\nfairness - a requirement of public law, concerning actions by a State and its\ninstrumentalities.     The respondent pleaded breach of obligations by the\nappellant. The respondent pleaded that under <a href=\"/doc/1079220/\" id=\"a_29\">Section 9</a> of the Arbitration\nand Conciliation Act 1996 the Court would not stay a letter of termination of\na supply and works contract because claim for damages would be adequate\nremedy. It was pleaded that the appellant itself had evinced a desire to off-\nload the unexecuted part of the contract on April 03, 2014 and this would be\nan expression of the appellant not being ready and willing to comply with its\nobligations under the agreement. It was pleaded that a stay of the letter of\ntermination would amount to a specific performance of the supply and works\ncontract. It was pleaded that the contract was terminable.\n</p><p data-structure=\"Issue\" id=\"p_39\">38.    Vide impugned order dated September 03, 2014, the learned Single\nJudge has dismissed the application filed by the appellant and has vacated\nthe ad-interim order dated June 06, 2014 requiring parties to maintain status\nquo.\n</p><p data-structure=\"Precedent\" id=\"p_40\">39.    In dismissing the petition, the learned Single Judge has held after\nnoting the facts and the contentions advanced, with the discussion\ncommencing from paragraph 48 onwards of the decision : on the subject as\nto who had to obtain the necessary permissions and approvals as also\nconsent from land owners, that issue was vexed and each side was blaming\nthe other. In paragraph 51 the learned Judge has opined that it was for the\nArbitral Tribunal to take a call and that it would not be proper for the learned\nSingle Judge to decide on the merits of said controversy.\n</p><p data-structure=\"CDiscource\" id=\"p_41\">40.    Noting various judgments cited on the subject of terminable contracts\nand whether for a supply and works contract an injunction requiring status\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 21 of 76</span>\n quo to be maintained in the context of damages being an alternative remedy\nand specific performance of such contracts not being directed, all four being\nrolled into one set of discussion, the learned Single Judge has opined that\nhighly disputed questions of fact were arising for consideration and that\nclaim for damages would be the appropriate remedy. The learned Single\nJudge has highlighted appellant&#x27;s letter dated April 03, 2004 to off-load the\nremaining work at no risk and cost to the appellant but with recompense for\nloss of profit. The learned Single Judge has, while discussing said four\nissues of law, albeit based on facts, discussed whether there was\nreasonableness in the action of the respondent to terminate the contract. The\ndecisions noted by the learned Single Judge on said issue concern the\ndefending party being an instrumentality of the State. No opinion has been\nexpressed by the learned Single Judge regarding respondent&#x27;s character as a\nState or an instrumentality of the State. The learned Single Judge has,\nduring the discussion, in paragraph 54, held that a very high degree of prima\nfacie case is required to be shown in order to obtain relief of stay of\ntermination of a supply-cum-works contract. In the same paragraph the\nlearned Single Judge has held that the &#x27;reasoning accorded by the petitioner\nby informing the faults of the respondents are not the ones which are ex-\nfacie apparent on the face of it . . . . therefore, prima facie, the reasons for\ntermination as given by the respondents cannot altogether be brushed aside\nby calling it frivolous in nature.‟ A finding which has invited the attack by\nthe appellant - on the one hand the learned Single Judge has opined that the\nvexed questions of facts at which the parties were at variance would\nadvisedly be got settled before the Arbitral Tribunal and thus the learned\nSingle Judge was not delving into the same, but on the other hand a finding\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 22 of 76</span>\n has been returned against the appellant that prima facie it had not made good\nits submissions that the reasons for termination given by the respondent were\nnot justified.\n</p><p data-structure=\"CDiscource\" id=\"p_42\">41.    Having already noted in paragraph 2 above that the letter of intent for\nthe two tenders were issued on November 18, 2009 and having noted in\nparagraph 1 above that on February 22, 2010, two contracts were executed\ncontaining the terms, commercial as well as technical, we have already noted\nthat on May 10, 2010, two Supplementary Agreement(s) were executed\nreflecting further obligations of the appellant and the respondent.\n</p><p data-structure=\"RespArg\" id=\"p_43\">42.    Under the original contract, vide Clause 6, the respondent was obliged\nto acquire and provide legal and physical possession of the site and access\nthereto. The respondent was also obliged to acquire all permits, approvals\nand licenses from all local, State or National Government authorities\nrequired for the performance of the contract.\n</p><p data-structure=\"Precedent\" id=\"p_44\">43.    Thus, as per the original contract dated February 22, 2010, it was the\nresponsibility of the respondent to pay compensation to the owners of\nprivate land, whether to be utilized for erection of the towers or by way of\nRight of Way. The respondent had to obtain the necessary permissions in\nrespect of the land if it belonged to a gram sabha or a local authority. In\nrespect of forest land, the necessary permissions had to be obtained by the\nrespondent.\n</p><p data-structure=\"CDiscource\" id=\"p_45\">44.    But, the Supplementary Agreement(s) dated May 10, 2010 altered said\nresponsibility evidenced by Clause 1 of the Supplementary Agreement(s)\ndated May 10, 2010, which we have reproduced in paragraph 9 above. Vide\nsub-clause (iii) the appellant took upon itself the task of &#x27;Preparation of\nproposals for and arranging way leave clearances from owners of land\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 23 of 76</span>\n coming under towers/compensation of damage to crops etc. as well as\ncutting of trees in consultation with and consent of the Revenue and Forest\nAuthorities of respective district/States&#x27;. Further, as per Clause II, where\nrates were quoted, as noted in paragraph 10 above, a distinct rate was quoted\nfor &#x27;preparation of proposals and arranging way leave clearance from\nowners of land coming under towers/compensation of damage to crops etc.\nas well as cutting of trees in consultation with and consent of the Revenue\nand Forest Authorities of respective district/States&#x27;.\n</p><p data-structure=\"Facts\" id=\"p_46\">45.    The note under Clause II clarified that compensations had to be paid\nby the respondent. Under Clause IV, while listing the time schedule within\nwhich the necessary approvals had to be obtained, a note was recorded that\nthe appellant shall be responsible for obtaining the statutory clearances\nincluding Right of Way and way leave clearances.\n</p><p data-structure=\"PetArg\" id=\"p_47\">46.    Thus, appellant&#x27;s argument that &#x27;the insidiously added paragraph\nbeneath the time schedule clause‟ could not shift the liability on the\nappellant to obtain the necessary clearances, approvals and sanctions holds\nno water.\n</p><p data-structure=\"CDiscource\" id=\"p_48\">47.    As noted in paragraph 5 above, after the letter of intent was issued, but\nbefore the contract was signed on February 22, 2010, the appellant had vide\nits letter dated December 04, 2009, relevant part whereof has been noted in\nparagraph 5 above, expressed its desire to not only prepare necessary\ndocuments but even obtained necessary clearances from the State and\nCentral Government Authorities. It is apparent that in harmony with the\ntender documents, the contract bonds were signed on February 22, 2010, but\nside by side the parties were discussing shifting of the obligation of the\nrespondent under Clause 6 of the contract to the appellant, and upon further\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 24 of 76</span>\n negotiations, it being agreed that the appellant would take over said\nresponsibility, the Supplementary Agreement(s) dated May 10, 2010 were\nexecuted, followed by formally amending the original contract by\nAmendment-1 on July 05, 2010. Of course the money had to be paid by the\nrespondent.\n</p><p data-structure=\"Section\" id=\"p_49\">48.     In this regards it assumes importance to note that the requirement of\n<a href=\"/doc/101075517/\" id=\"a_30\">Section 164</a> of The Electricity Act, 2003 had required a written order to be\nissued by the appropriate government authorizing the respondent to lay\ndown electric lines for transmission of electricity. As noted in paragraph 16\nabove, on April 29, 2010 the Central Government had issued the necessary\norder which was notified on May 11, 2010, a day after the Supplementary\nAgreement(s) dated May 10, 2010 were executed. It is clear that the parties\nwere aware on March 29, 2010 that the respondent had the necessary\nauthorization required by <a href=\"/doc/101075517/\" id=\"a_31\">Section 164</a> of The Electricity Act, 2003. The\nensuing notification on May 11, 2010 was thus a mere ministerial act.\n</p><p data-structure=\"RespArg\" id=\"p_50\">49.     There is thus no merit in the contention advanced before us that when\nthe Supplementary Agreement(s) were executed on May 10, 2010, since the\nrespondent did not have the necessary authorization in its favour under\n<a href=\"/doc/101075517/\" id=\"a_32\">Section 164</a> of The Electricity Act, 2003, the agreement in question was\nvoid.\n</p><p data-structure=\"RespArg\" id=\"p_51\">50.     We need to deal with another legal submission at this stage. It was\nurged by learned senior counsels for the appellant that the obligation of the\nrespondent in terms of <a href=\"/doc/101075517/\" id=\"a_33\">Section 164</a> of The Electricity Act being a statutory\nobligation, it could not be delegated, and hence the Supplementary\nAgreement(s) were void.\n</p><p data-structure=\"Section\" id=\"p_52\">51.     The argument overlooks the fact that an order contemplated by\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 25 of 76</span>\n <a href=\"/doc/101075517/\" id=\"a_34\">Section 164</a> of The Electricity Act empowers the licensee to exercise the\npowers under the <a href=\"/doc/357830/\" id=\"a_35\">Indian Telegraph Act, 1885</a>, while laying down\ntransmission lines. The powers under the <a href=\"/doc/357830/\" id=\"a_36\">Indian Telegraph Act, 1885</a> which\nthe licensee exercises are as per <a href=\"/doc/141943801/\" id=\"a_37\">Section 10</a>. The right to acquire land by\npaying compensation as per <a href=\"/doc/141943801/\" id=\"a_38\">Section 10(d)</a> is a power available sans a statute\nbecause in an open market a willing seller can be contacted to sell the land to\na willing buyer. The statutory power is actually to be found in <a href=\"/doc/144071322/\" id=\"a_39\">Section 16</a>,\nwhich is to make a reference to the District Magistrate to permit entry upon a\nland pending adjudication of dispute qua compensation to be referred to the\nDistrict Judge. The word power would be misnomer, and the correct word\nshould be &#x27;right&#x27;. A right is conferred upon the Central Government (a\nperson to whom a license has been issued also having same right) to make a\nrequest to the District Magistrate to pass an order permitting it to take\npossession of land or have a Right of Way through land, requiring issue of\ncompensation to be paid to be decided by the District Judge. To put it\ndifferently, ministerial acts required to be performed by firstly entering into\nnegotiations with the owners of lands and upon failure to settle a rate,\nrequire a reference to be made to the District Judge can be performed by any\nperson authorized by the licensee; of course, the person concerned acts for\nand on behalf of the licensee.\n</p><p data-structure=\"CDiscource\" id=\"p_53\">52.    As we shall note the correspondence between the parties, it would\nbecome clear that the appellant rightly understood the legal position to be as\naforesaid, evidenced by the fact that the appellant was, with the consent of\nthe respondent, negotiating with owners of private land to discuss the\ncompensation payable for Right of Way and/or site where towers had to be\nerected. The appellant was preparing the necessary documents required to\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 26 of 76</span>\n be submitted to the various authorities and after obtaining signatures of the\nauthorized officer of the respondent, was submitting the same and was\ntaking follow up action. The money was paid by the respondent. As per the\nSupplementary Agreement(s) dated May 10, 2010, the appellant was raising\nbills and receiving payments.\n</p><p data-structure=\"Facts\" id=\"p_54\">53.    It is trite that while exercising power to pass interim orders, a Court\nshould avoid discussing the merits of the factual controversies and return\ndeterminative findings, lest parties are prejudiced at the trial before the Court\nor the Arbitral Tribunal, and a reference to the facts in an order which is by\nway of an interim nature has to be the bare minimum to capture the backdrop\nfacts; and only prima facie findings should be returned, we shall hereinafter\nbe capturing the backdrop facts in which the dispute has surfaced and\nthereafter determine whether the appellant made out prima facie case in its\nfavour for restraining the respondent from invoking the bank guarantees and\nterminating the contract.\n</p><p data-structure=\"CDiscource\" id=\"p_55\">54.    But we note that the injunction order passed by the learned Single\nJudge concerning two bank guarantees which were found to be conditional\nbank guarantees has not been challenged by the respondent, and thus\nregarding the bank guarantees, we shall be noting the facts relevant to the six\nguarantees for which the finding returned is in favour of the respondent. The\nguarantees have been opined to be unconditional, a finding which was not\nchallenged during arguments when the two appeals were heard.\n</p><p data-structure=\"Issue\" id=\"p_56\">55.    On September 07, 2011 the Government of India issued the necessary\nclearance under the <a href=\"/doc/654536/\" id=\"a_40\">Indian Forest Act, 1927</a> for execution of the works in the\nState of Sikkim. Pertaining to the forest land in the State of West Bengal the\nnecessary permissions were granted by the Central Government under the\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">FAO (OS) Nos.397/2014 &amp; 398/2014                                  Page 27 of 76</span>\n <a href=\"/doc/654536/\" id=\"a_41\">Indian Forest Act, 1927</a> on May 28, 2013. The two notifications would\nshow that 48.4485 hectares land in the State of Sikkim and 47.4932 hectares\nland in West Bengal was affected.\n</p><p data-structure=\"Precedent\" id=\"p_57\">56.    Neither party has brought out as to how many towers were to be\nerected in these forest lands. But one thing is clear, the first segment of the\ntransmission line, from the hydro power stations on Teesta River up to\nRangpoo had the necessary clearance under the <a href=\"/doc/654536/\" id=\"a_42\">Indian Forest Act, 1927</a> by\nSeptember 07, 2011. Thus, the appellant was in a position to commence\nerection of towers in forest land in the State of Sikkim by September 07,\n2011 and prior thereto, in the State of Sikkim was in a position to erect\ntowers on non-forest land, but subject to the consent of the land owners,\nwhich obviously subsume an agreement to pay the necessary compensation\nand in failure of such an agreement after obtaining necessary permissions\nfrom the District Magistrates. The adjudication of compensation payable by\nthe District Judge would not have impeded the execution of the works.\nLikewise, in the State of West Bengal, the works could have been executed\non non forest land. Post May 28, 2013 this hindrance qua forest land ceased\nto exist. There appears to be no forest land adversely affected by the power\nsupply line in the State of Bihar.\n</p><p data-structure=\"Precedent\" id=\"p_58\">57.    Undisputedly the transmission line had a length of 36 km between the\nhydro power plant on Teesta river in the State of Sikkim till Rangpoo, 70 km\nbetween Rangpoo and Panighatta and 104 km between Panighatta and\nKishanganj. Further, it is undisputed position that the number of towers to\nbe erected in the Sikkim segment was 278 and in the West Bengal and Bihar\nsegment 291. The stringing was 106 km in the State of Sikkim and West\nBengal and 104 km in the remainder. The further undisputed position is that\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 28 of 76</span>\n when the contracts were terminated on May 30, 2014 only 86 towers were\nerected out of 278 in the first segment and tower foundation was complete\nonly in 107. In other words 278 - 86 = 192 towers had yet to be erected and\n278 - 107 = 171 foundations had yet to be laid. As against 106 km stringing\nonly 11 km stringing had been done. In the second segment 262 towers\nwere erected leaving a short fall of 29 towers. 265 foundations had been laid\nleaving a short fall of 26.        Of the 104 km length, stringing had been\ncompleted only in 59 km.\n</p><p data-structure=\"Section\" id=\"p_59\">58.    Since most of the correspondence filed by the parties pertains to the\nyear 2011 onwards, it is apparent that the period June, 2010 till December,\n2010 was consumed in preparatory works. We presume that owners of\nprivate land were contacted to negotiate the compensation to be paid if\nprivate lands were to be utilized for Right of Way or where the towers had to\nbe erected. Revenue records were looked into. Gram panchayats were\ncontacted. If the lands belonged to statutory or local authorities, they were\ncontacted. Necessary permissions if all required under local laws were\napplied for. But things were moving slowly.\n</p><p data-structure=\"Facts\" id=\"p_60\">59.    May 02, 2011 appears to be the date when the parties decided to\ntighten their belts and proceed ahead from the seat of their pants, for the\nreason a little over one year had gone by. The stipulated dated for contract\nto be completed was October 17, 2011. Hardly any progress had been made.\nOn May 02, 2011 a high level progress review committee meeting was held\nin which 12 officers of the respondent and 4 of the appellant were present.\nA lengthy minutes spanning 7 pages were drawn up highlighting the\nprogress achieved in the form of the District Magistrates being contacted and\ninstructions issued by them in North Sikkim, South Sikkim and Darjeeling\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 29 of 76</span>\n portions of the work in the State of West Bengal. The minutes record\nprogress made with the various gram panchayats. The minutes note that in\nthe West Bengal portion urgent steps would be taken, treating the portion to\nbe priority, to obtain necessary orders for 24 locations concerning forest.\nField work status in North, East and South Sikkim was noted. Meetings\nwere thereafter held at regular intervals on June 29, 2011, which were\nminuted, July 30, 2011, August 30, 2011, November 02, 2011, December\n02, 2011 and December 27, 2011.\n</p><p data-structure=\"CDiscource\" id=\"p_61\">60.    The minutes of the meetings would evidence that the respondent kept\non expressing its concern at the slow pace of work, and we need to simply\nhighlight that by December 27, 2011, evidenced by a letter written by the\nrespondent to the appellant, of the 278 towers to be erected in Segment A1\nonly 9 were erected and as regards tower foundation the same was complete\nonly in 55.\n</p><p data-structure=\"RespArg\" id=\"p_62\">61.    The minutes of the meetings would show that the representatives of\nthe appellant were agreeing that the Right of Way clearances and consents to\nbe obtained from owners of private land and in the alternative to apply to the\nDistrict Magistrates was their obligation.\n</p><p data-structure=\"Issue\" id=\"p_63\">62.    Thus, prima facie, conduct of the appellant from the inception of the\ncontract evinces it understanding its obligations under the Supplementary\nAgreement(s), contrary to what the appellant now contends before us.\n</p><p data-structure=\"CDiscource\" id=\"p_64\">63.    It was only on April 03, 2012 that the appellant appears to have, for\nthe first time, tried to half heartedly take the stand that its obligations under\nthe Supplementary Agreement(s) dated May 10, 2010 was limited to\npreparing cases under the <a href=\"/doc/157078221/\" id=\"a_43\">Forest Act</a>, obtaining ROW and proposals for\nobtaining mandatory clearances.        The appellant unilaterally sought to\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">FAO (OS) Nos.397/2014 &amp; 398/2014                                  Page 30 of 76</span>\n terminate the Supplementary Agreement(s). The respondent immediately\nresponded on April 16, 2012 refuting the contents of the appellant&#x27;s letter\ndated April 03, 2012 informing that the appellant could not unilaterally\nterminate the contract or suspend performance thereof in view of the\ngeneral conditions of the contract No.35 and 36.          The appellant was\ninformed of its obligations under the Supplementary Agreement(s). It is at\nthis stage that the respondent decided to form a committee to facilitate\nsettlement of compensation issues and wrote a letter to the appellant which\nreads as under:-\n</p><blockquote id=\"blockquote_19\">       &quot;Sub: Formation of Committee to facilitate settlement of\n       compensation issues for construction of 400 KV Teesta III\n       HEP-Kishanganj (Karandighi) transmission line.\n</blockquote>\n<blockquote id=\"blockquote_20\">       Teestavalley Power Transmission Ltd.(TPTL) have been\n       conferred, under <a href=\"/doc/101075517/\" id=\"a_44\">Section 164</a> of the Electricity Act, 2003 all\n       powers of Right of Way for establishment and maintenance of\n       400 KV Teesta III HEP-Kishanganj (Karandighi) transmission\n       line falling in the States of Sikkim, West Bengal and Bihar.\n       Accordingly construction works i.e. foundation and tower\n       erection are being carried out for the said line after release of\n       payment against crop compensation to the land owners.\n</blockquote>\n<blockquote id=\"blockquote_21\">       In the State of Sikkim, compensation amount to the land owners\n       for tower locations is being assessed by the concerned District\n       Collectors and payment is being released to the concerned\n       District Collectors for onward distribution to the land owners.\n       The amount of compensation in the State of Sikkim is in the\n       range of `1.00 to 2.00 lacs per tower location. However,\n       compensation amount for damage of crops for transportation of\n       tower materials, hardware, insulators, T&amp;P etc. for approach\n       to the tower locations is not being assessed by the District\n       Collectors.\n</blockquote>\n<blockquote id=\"blockquote_22\">       In the State Bihar and Naxalbari area of West Bengal Plain,\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 31 of 76</span>\n        compensation amount to the land owners for tower locations as\n       well as approach to the locations is being assessed by the\n       concerned Gram Panchayat. It may be mentioned that amount\n       of compensation these locations is in the range of `8000 -\n       `10000 per tower location. However, in few locations of these\n       area compensation amount is in the range of `10000 - `40000.\n</blockquote>\n<blockquote id=\"blockquote_23\">       In the Tea Estates of West Bengal Plain, there are 17 tower\n       locations where ROW issues are to be settled with the owners of\n       the Tea Estates which is pending for last two years. Similarly,\n       ROW issues for 94 tower locations In non-forest area of West\n       Bengal Hills (Darjeeling District) are also for last two years.\n       The issues was deliberated in the meeting taken by Director\n       (Projects), POWERGRID on 7.6.2012 wherein it has been\n       decided that a committee comprising of members from TPTL\n       and DCIL-AIPL JV shall be constituted to facilitate settlement\n       of ROW issues.\n</blockquote>\n<blockquote id=\"blockquote_24\">       In view of above, it is proposed to constitute a committee\n       comprising of the following three members from TPTL and\n       DCIL-AIPL JV to facilitate settlement of ROW issues:\n</blockquote>\n<pre id=\"pre_3\">       (i)     Mr.A.K.Tyagi, General Manager, TPTL\n       (ii)    Mr.Goutam Sen, General Manager, DCIL-AIPL JV\n</pre><blockquote id=\"blockquote_25\">               alternative Mr.T.Subramanyam, Sr.DGM, DCIL-AIPL\n               JV.\n</blockquote><blockquote id=\"blockquote_26\">       (iii)   Mr.D.Ravi Prasad, Sr.Manager, TPTL/Mr.Prashant\n               Singh Manager, TPTL.\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">       The committee shall carry out site visits and perform the\n       following activities:\n</p>\n<blockquote id=\"blockquote_27\">       (i)     Locations in Sikkim : To assess compensation amount for\n               damage of crops for transportation of tower materials,\n               hardware, insulators, T&amp;P etc. for approach to the tower\n               locations in foundation &amp; erection as well as line\n               corridor for stringing, not assessed by the District\n               Collectors and vetting of the same by the Gram\n               Panchayats.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_31\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 32 of 76</span>\n<blockquote id=\"blockquote_28\">        (ii)    Locations in Bihar and Naxalbari area of West Bengal\n               Plain : To assess compensation amount of more than\n               `10000/- for damage of crops in tower locations/line\n               corridor for foundation, erection &amp; stringing and vetting\n               of the same by the Gram Panchayats.\n</blockquote>\n<blockquote id=\"blockquote_29\">       (iii)   Locations in Tea Estate of West Bengal Plain : To assess\n               compensation amount for damage of tea plants in tower\n               locations/ line corridor for foundation, erection and\n               stringing in association with Tea Estates Officials and\n               vetting of the same by the District Revenue officials.\n</blockquote>\n<blockquote id=\"blockquote_30\">       (iv)    Locations in West Bengal Hills (Darjeeling District) : To\n               assess compensation amount for damage of crops in\n               tower locations/line corridor for foundation, erection &amp;\n               stringing and vetting of the same by the Dist.Revenue\n               Officials.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_66\">       The Committee shall submit its report for the assessed locations\n       along with the compensation amount to the Sr.Vice President\n       for approval. However, present methodology of compensation\n       payment for locations in Sikkim assessed by the District\n       Collectors and for locations in Bihar &amp; West Bengal assessed\n       by the Gram Panchayats upto `10000/- shall be continue.\n</p>\n<p data-structure=\"Section\" id=\"p_67\">       The proposal may kind be approved.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_68\">64.    Much was sought to be made out by learned Senior counsel for the\nappellant on the language of the letter and in particular the constitution of\nthe committee to facilitate settlement of ROW issues. With reference to the\nopening paragraph of the letter wherein it has been recorded that power has\nbeen conferred under <a href=\"/doc/101075517/\" id=\"a_45\">Section 164</a> of the Electricity Act, 2003 for Right of\nWay establishment and maintenance of transmission lines, it was urged\nduring opening of the arguments in the appeal that by writing said paragraph\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 33 of 76</span>\n the respondent has admitted its obligations to obtain the Right of Way after\nmaking payment to the affected land owners. With reference to next two\nparagraphs wherein it is written that compensation issues are being assessed\nby the District Collectors it was sought to be urged as if the respondent was\ninforming the appellant that it was actively pursuing issues of compensation.\nWith respect to the constitution of the committee it was sought to be\nprojected as if the respondent was constituting a committee so that the\nappellant, having a member on the committee, would be kept aware of the\nstatus of the Right of Way. But, in view of the documents read by the\nrespondent, during arguments in rejoinder the learned senior counsel for the\nrespondent laid great emphasis on a letter dated May 21, 2012 written by the\nappellant to the respondent in which it wrote as under:-\n</p><blockquote id=\"blockquote_31\">       &quot;Dear Sir,\n       Kindly refer to our above cited letters/referred mails inviting\n       your attention to the grim situation, we are being made to face\n       due to non-payment of compensation payments by TPTI. While\n       the erection gangs lost working time, we continue to incur idle\n       charges of erection gangs and Watch &amp; ward expenses at\n       several other locations where tower material is shifted in\n       advance as per program.\n</blockquote>\n<blockquote id=\"blockquote_32\">              As may be seen from the enclosed details, there are 218\n       cases of compensation payments pending with TPTI for\n       locations in Bihar (A2 package).\n</blockquote>\n<blockquote id=\"blockquote_33\">               61 cases submitted on 2nd April,\n               97 cases submitted on 24th April,\n               43 cases submitted on 2nd May,\n               16 cases submitted on 9th May, 12.\n</blockquote>\n<blockquote id=\"blockquote_34\">       This delay in payment of compensation is holding up tower\n       erection work at 12 locations (278/1, 278A/8, 281, 282/1, 285,\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 34 of 76</span>\n        294B, 294D/2, 294D/4, 294F, 294E/2 and 295B). We will be\n       submitting our claim for the idle labour as well as Watch &amp;\n       Ward of tower material wherever it is shifted but erection has\n       been stopped by landowners on account of non-payment of\n       compensation.\n</blockquote>\n<blockquote id=\"blockquote_35\">       Similarly in Bengal (A2 package) there are 60 cases of\n       compensation payments pending with TPTI.\n</blockquote>\n<blockquote id=\"blockquote_36\">              28 cases submitted on 24th March 12.\n</blockquote><blockquote id=\"blockquote_37\">              32 cases submitted on 2nd May, 12.\n</blockquote>\n<blockquote id=\"blockquote_38\">       (Detail of Owners, location Nos &amp; compensation amount are\n       enclosed)\n\n       We are in the process of identifying &amp; cleaning corridor for\n       stringing work, in Bengal A2 section, however non-payment of\n       previous compensation is a large issue for the affected\n       landowners which needs to be addressed immediately.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_69\">       To urge that the letter in question evidenced that by May 21, 2012 that\nit had processed 218 cases of compensation and that delay in payment of\ncompensation was holding up tower erection at 12 locations. The argument\nwas that the letter in question was proof that in spite of the appellant\nprocessing the claims concerning payment of compensation and issues of\ncompensation being resolved, the non-payment of the compensation by the\nrespondent was delaying the execution of the works. It is apparent that in\nrejoinder a totally new case concerning the obligation of the parties\npertaining to whose obligation it was to obtain the Right of Way and settle\ncompensation claims.\n</p><p data-structure=\"PetArg\" id=\"p_70\">65.     The learned Senior counsel for the appellants had referred to their\nletter dated June 10, 2013 wherein it had written to the respondent on the\nsubject of non-availability of forest clearance and urged that assuming it\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 35 of 76</span>\n being appellant&#x27;s responsibility to process the applications and take up\nfollow up actions thereafter for clearances under <a href=\"/doc/654536/\" id=\"a_46\">The Indian Forest Act</a>, the\nappellant could not take the matter any further because clearances under the\n<a href=\"/doc/157078221/\" id=\"a_47\">Forest Act</a> were conditional.\n</p><p data-structure=\"Precedent\" id=\"p_71\">66.    We fail to understand the logic of the argument for the reason the two\npermissions concerning forest land in the State of Sikkim and the State of\nWest Bengal granted by the Central Government, the first on September 07,\n2011 and the second on January 07, 2013, grant the necessary sanctions.\nThere are no conditions attached to the sanction(s).           The condition\nantecedent are being treated by the appellant as a condition precedent.\n</p><p data-structure=\"Section\" id=\"p_72\">67.    The condition antecedents regarding felling/pollarding/pruning of\ntrees requiring permission of the State Forest Department, compensatory\nforestization etc. are relatable to the <a href=\"/doc/1436914/\" id=\"a_48\">Forest Conservation Act,1980</a>, and do\nnot in any manner hinder the clearances under the <a href=\"/doc/654536/\" id=\"a_49\">Indian Forest Act</a>.\n</p><p data-structure=\"Section\" id=\"p_73\">68.    Another twist was given to the argument by referring to a Government\nof India order dated March 21, 2011 as per which the Government of India\nhad instructed that unless approvals under the <a href=\"/doc/654536/\" id=\"a_50\">Indian Forest Act</a> are obtained\nno work should commence even in non-forest land because if ultimately\napproval under the <a href=\"/doc/654536/\" id=\"a_51\">Indian Forest Act</a> is not granted, the entire money spent\non a project would be wasted.\n</p><p data-structure=\"Section\" id=\"p_74\">69.    The argument overlooks that on January 07, 2013, the Government of\nIndia had modified its aforesaid recommendatory directive for linear projects\ninvolving use of forest land. Linear projects would be such as roads, canals,\npipelines and electricity transmission lines. The relaxation was that work\ncould commence in non-forest land if it was technically feasible to execute\nthe project along and alternate alignment if approval under The Indian Forest\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 36 of 76</span>\n Act was not granted. It was not the case of the appellant that it was not\npossible to complete the supply line along and alternate alignment if\napproval under <a href=\"/doc/654536/\" id=\"a_52\">The Indian Forest Act</a> was refused. The position would\ntherefore be that at least for the stretch in the State of Sikkim there being a\nforest clearance as early as September 07, 2011, there could be no excuse for\nthe work not to proceed at full pace along said stretch.\n</p><p data-structure=\"CDiscource\" id=\"p_75\">70.    As noted in paragraph 3 above time was extended thrice for\ncompletion of the works. Firstly on November 11, 2011, thereafter on\nNovember 30, 2012 and lastly on July 04, 2013. At each stage, while\nextending time for completion of the works, schedules were fixed, but were\nnot adhered to by the appellant.\n</p><p data-structure=\"RespArg\" id=\"p_76\">71.    Learned counsel for the parties had made a reference to\ncorrespondence exchanged after July 04, 2013 in some detail because the\nreason was that notwithstanding time being extended to complete the works\nby October 31, 2014 as per the last extension granted on July 04, 2013, the\nrespondent had terminated the contract on May 30, 2014, and the argument\nof the appellant was that the respondent could not terminate the contract mid\nbetween the extended period.\n</p><p data-structure=\"Precedent\" id=\"p_77\">72.    Since we have to look at the case at the stage from the point of view of\nwhat prima facie stands out, and we have to eschew any determinative\nfindings, we would only note that on April 03, 2014 the appellant wrote a\nletter expressing a desire to be relieved from the contract obligations at no\nrisk and cost to it and all it being recompensed the loss of profit for the\nunfinished work. The letter reads as under:-\n</p><blockquote id=\"blockquote_39\">       &quot;Sub: Construction of 400 KV D/C Teesta III-Panighata\n       section Package A1 &amp; Panighata- Kishanganj section Package\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 37 of 76</span>\n        A2 of Teesta III-Kishanganj Transmission Line associated with\n       1200 MW Teesta III HEP at North Sikkim under Contract No.\n       TPTL/TOWER-A1/01 &amp; 02 and A2/01 &amp; 02 dated 22 nd\n       February 2010.\n</blockquote>\n<blockquote id=\"blockquote_40\">       Ref: 1)    Supplementary Agreements to Service Contract\n            nos.TPTL/TOWER-A1/02 &amp; A2/02; dated 10th May 2010.\n</blockquote>\n<blockquote id=\"blockquote_41\">               2)    Your letter No.TPTL/HQ/Tower          Package/298\n               dated 26th Feb 2014.</blockquote><pre id=\"pre_4\">\n\n               3)   Our letter no.TR/01/TPTL/480 dated 10th March\n<span class=\"hidden_text\" id=\"span_37\">               2014</span>\n\n               4)     Minutes of Meeting held on 27th March 2014.\n\n       Dear Sir,\n\n</pre><blockquote id=\"blockquote_42\">               With reference to the above referred correspondences\n               and discussion held on the subject, we note your concern\n               that the project needs to be completed by January 2015\n               inorder to wheel the power of Teesta-III HEP but we are\n               extremely sorry to inform you that you are not able to\n               appreciate the serious concern raised by us on account of\n               ROW issues, Forest clearances, compensation payment\n               and pending payment issues leading to delay in\n               completion of work These issues have been brought to\n               your notice from time to time and also reiterated during\n               recent discussions but you have failed to understand the\n               gravity of the situations. It is evident that reasons of\n               delay is beyond our control and not attributable to us\n               hence offloading of portion of work is unwarranted and\n               not acceptable to us. Therefore we would prefer and\n               request you to take over the complete work on ás is\n               where is basis‟ at no risk and cost to us. However, in\n               view of your continuous insistence for offloading of\n               services work of Darjeeling and part of South Sikkim\n               from our scope and completion of balance portion of\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 38 of 76</span>\n               work by us, we would request you for acceptance of the\n              following conditions to enable us to continue with the\n              work:\n</blockquote><blockquote id=\"blockquote_43\">            Offloading of part work as proposed by you shall be done\n              at no risk and cost to us\n            All works related to statutory clearances such as Right of\n              Way, Forest clearances and way leave clearance etc\n              including preparation of proposals for the same for\n              entire line (both the packages) under supplementary\n              agreement shall be excluded from our scope.\n            Rates for the items of the balance work in our scope shall\n              be revised in line with the rates which shall be finalized\n              by yu for service contract of the offloaded Darjeeling and\n              part of South Sikkim portion.\n</blockquote><blockquote id=\"blockquote_44\">            Revised time extension shall be granted with Price.\n              Variation and without imposition of Liquidated\n              Damages.\n</blockquote><blockquote id=\"blockquote_45\">            Proportionate performance bank guarantee shall be\n              returned for the portion of work to be withdrawn.\n            All the pending bills, price variation bills and claims etc\n              for the executed work of offloaded portion shall be\n              released\n            Mobilization and demobilization charges including\n              expense incurred for stores and other infrastructural\n              facilities shall be reimbursed.\n</blockquote><blockquote id=\"blockquote_46\">            Loss of profit due to offloading of work shall be released\n            Loss incurred due to offloading of work to BCEPL in the\n              offloaded portion shall be released.\n           We are awaiting your response by return on the aforesaid\n           issued.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_78\">73.    Now, in the letter the appellant has unequivocally evinced its intention\nto off-load the complete work on as is there is basis. The learned Single\nJudge has thus correctly opined that in view of said letter the appellant\nwould not be entitled to adopt a dog in a manger approach by not being in a\nposition and having no intention to complete the work in not allowing\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 39 of 76</span>\n anybody else to do so.\n</p><p data-structure=\"CDiscource\" id=\"p_79\">74.    In this reference, as is brought by the letter dated April 03, 2014, we\nsimply note that correspondence between the parties between the months of\nJanuary, 2014 till March 2014 would show the anxiety of the respondent to\nensure that somehow or the other the works in Sikkim and Darjeeling district\nin West Bengal be completed and the appellant expressing its inability to do\nso.   This is the reason why in the letter in question the appellant has\nconsented that as an alternative measure service works of Darjeeling and\npart of South Sikkim be off-loaded. The correspondence would show that as\na matter of fact the appellant had expressed its inability to complete the work\nin South Sikkim and Darjeeling and this is the reason why the respondent\nhad invited limited offers from experience parties in February, 2014 for\nunfinished works in the Darjeeling and South Sikkim segment, which works\nalone have been awarded to TATA Projects Limited on May 30, 2014.\n</p><p data-structure=\"Section\" id=\"p_80\">75.    In this connection we would terminate our discussion by noting that\nthe contract, vide clause 36 empowered the respondent to withdraw certain\nworks as per the contract without any financial liability and even terminate\nthe contract.\n</p><p data-structure=\"CDiscource\" id=\"p_81\">76.    We have already noted in paragraph 57 above that a major portion of\nthe work remained unexecuted by May 30, 2014.\n</p><p data-structure=\"CDiscource\" id=\"p_82\">77.    The argument that having extended the time till October 31, 2014, the\nrespondent could not have terminated the contract on May 30, 2014, appears\nto be attractive at first blush, but as the flushing is over, one realizes that\nthe argument is no more than a puffing. The correspondence between the\nparties would evince that the envisaged progress when extension was\ngranted on July 04, 2013 for the works to be completed by October 31, 2014\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 40 of 76</span>\n was not achieved even up to 40% of the stage by which the works were to be\ncompleted. The appellant was lagging far behind evidenced by the fact that\nas per the extension, by January 2014, in Tower Package A1 as against 67\nmore foundations to be laid only 13 were laid and as against 79 more towers\nto be erected only 46 were erected. Similarly, for Tower Package A2 as\nagainst 32 foundations more to be laid till January 04, 2014 only 2 were laid\nand as against 29 more towers to be erected during this period, none were\nerected. On the laying of cables (stringing), as against 23 kilometers to be\nlaid only 4 kilometers were laid in Tower Package A1 and for Tower\nPackage A2 as against 46 kilometers only 12 kilometers were laid. If a\ncontractor lags behind by more than 60% of the envisaged works between a\nperiod, rendering it impossible for the works to be completed in the\nremainder, it would not be expected that the owner should wait for the d-day\nand meet his water loop.\n</p><p data-structure=\"Section\" id=\"p_83\">78.    The respondent had served upon the appellant a notice to cure, being\nthe requirement of Clause 30.22 of the General Conditions of the contract on\nMay 09, 2014. The relevant part of the clause reads : ´then the employer\nmay then without prejudice to any other rights it may possess under the\ncontract give a notice to the contractor stating the nature of the default and\nrequiring the contractor to remedy the same. If the contractor fails to\nremedy or take to steps to remedy the same without 14 days of its receipt of\nsuch notice, then the employer may terminate the contract forthwith by\ngiving a notice of termination to the contractor.‟\n</p><p data-structure=\"CDiscource\" id=\"p_84\">79.    The appellant has not shown any document to us that within 14 days it\nresponded to the cure notice by remedying the defects pointed out. The\ncorrespondence post May 09, 2014 would show that the appellant insisted on\n\n\n\n<span class=\"hidden_text\" id=\"span_41\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 41 of 76</span>\n its stand that its inability to continue with the work was the defaults by the\nrespondent.\n</p><p data-structure=\"Precedent\" id=\"p_85\">80.    Seeing not even an iota of forward movement post May 09, 2014, the\nrespondent would be prima facie justified in terminating the contract.\n</p><p data-structure=\"CDiscource\" id=\"p_86\">81.    The argument that the letter dated May 30, 2014 terminating the\ncontract makes the termination effective after seven days is a mis-reading of\nthe letter of termination. It was preceded by the appellant&#x27;s letter dated May\n23, 2014 reiterating its offer to hive off a portion of the work in Darjeeling\nand South Sikkim and the same being given to some other contractor which\nwas followed the respondent&#x27;s letter on May 24, 2014.            The appellant\nresponded on May 28, 2014. The letter of termination has referred to the\ntermination being forthwith and we only highlight that clause 36.2.1\nempowers the respondent to terminate the contract forthwith. The seven\ndays time referred to in the letter of termination is the requirement of clause\n36.2.3 of the contract which requires the contractor to hand over the site with\nall documents to the respondent by a notified date. The respondent was thus\ncomplying with the requirement of clause 36.2.3 when it gave seven days\ntime to the appellant to vacate the unfinished sites.\n</p><p data-structure=\"CDiscource\" id=\"p_87\">82.    It is trite that determinable/terminable contracts would not be\ninterdicted by interim orders especially when the same relate to supply and\nexecution of works because damages for breach would be an adequate\nremedy. On the facts of the instant case, the offers made by the appellant to\noff-load the remaining works in full and alternatively the unfinished works\nin South Sikkim and Darjeeling district would further justify no interim\nrelief being granted with respect to the termination of the contracts.\n</p><p data-structure=\"CDiscource\" id=\"p_88\">83.    Thus, on facts the conclusion arrived at by the learned Single Judge in\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 42 of 76</span>\n declining to confirm the ex-parte ad-interim order of status quo and dismiss\nthe petition filed by the appellant under <a href=\"/doc/1079220/\" id=\"a_53\">Section 9</a> of the Arbitration and\nConciliation Act, 1996 concerning the letter dated May 30, 2014 cannot be\nfaulted with.\n</p><p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"88347212\" id=\"span_43\">84.    As we have prima facie found that the respondent is not an\ninstrumentality of the State, there would be no question of the respondent\nbeing subjected to the rigorous of <a href=\"/doc/367586/\" id=\"a_54\">Article 14</a> of the Constitution of India.\nThe respondent would be as free as any other individual and would have the\nsame freedom as anyone else would have in matters of contract. But for the\nreason we find a few decisions by learned Single Judges of this Court, five\nof which were cited by learned counsel for the appellant in support of the\nplea that even in matters which are post contractual in nature the State and\nits instrumentalities would have to justify the action taken under the contract\non principles of reasonableness and fairness, we would think it appropriate,\nas a Division Bench should do, to iron out the creases and throw light in the\npenumbral region. The five decisions cited were 2006 (126) DLT 504 Atlas\nInteractive India Pvt. Ltd. Vs. BSNL &amp; Anr., 2003 (103) DLT 44 Pioneer\nPublicity Corporation Vs. DTC, an unreported decision dated August 14,\n2012 in <a href=\"/doc/88347212/\" id=\"a_55\">OMP No.581/2010 KSL &amp; Industries Ltd. Vs. National Textile\nCorporation Ltd.</a>, 2002 (Supp.)</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192888399\" id=\"span_44\">Arb.LR. 632 Softline Media Ltd. &amp; Shalimar\nAdvertisers Vs. DTC and an unreported decision dated February 28, 2014 in\n<a href=\"/doc/192888399/\" id=\"a_56\">OMP No.260/2014 Mayar Health Resorts Ltd. Vs. Indian Tourism\nDevelopment Corporation</a>.</span>\n</p><p data-structure=\"Section\" id=\"p_90\">85.    <a href=\"/doc/367586/\" id=\"a_57\">Article 14</a> of the Constitution of India protects individuals against\narbitrary State action. It mandates that the State shall not deny to any person\nthe equality before the law or the equal protection of law. The article\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 43 of 76</span>\n establishes equality of legal status for all and insulates an individual from\ndiscrimination. Any administrative and executive action of the State which is\narbitrary, unguided, actuated by malice or based on irrelevant criteria has\nbeen treated as subjecting individual to a discriminatory treatment and thus\nviolative of <a href=\"/doc/367586/\" id=\"a_58\">Article 14.</a> Over the years, most of the principles of judicial\nreview as expanded by the Courts in England and America have, with\nsuitable modifications, been brought within the extending horizon of judicial\nreview over State action in this country. A corresponding horizon as to\nwhich authorities would constitute a State has taken place. The distinction\nbetween judicial, quasi-judicial, administrative or executive State action has\nbeen obliterated.\n</p><p data-structure=\"Precedent\" id=\"p_91\">86.    In the field of contract as well, there has been an extension of law on\nthis subject. Since a State enters into a contract in exercise of its executive\npower, it has been held that State action in matters pertaining to contract\ncannot be taken out from the purview of judicial review.\n</p><p data-structure=\"CDiscource\" id=\"p_92\">87.    However, this evolution of law has to be understood and applied with\na rule of caution.\n</p><p data-structure=\"Section\" id=\"p_93\">88.    Business requires total freedom to decide and take action in the best\ninterest of business. Profit, is the aim of every business and, therefore, when\na State conducts business it must have all the freedom to do so. If shackled\nby the strict principles of judicial control over administrative action, it may\nbecome impossible for a State to conduct business, as business needs to be\nconducted.\n</p><p data-structure=\"CDiscource\" id=\"p_94\">89.    We may ignore the judgments dealing with the limitations on the\npower of the State at the time of entering into contract, for they would\nconstitute a different category of cases.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_46\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 44 of 76</span>\n<p data-structure=\"Precedent\" id=\"p_95\"> 90.    Disputes involving breach of alleged obligations by the State or its\nagent can be classified into three groups:-\n</p>\n<blockquote id=\"blockquote_47\">(i)   Where grievance relates to alleged breach of promise on part of the\nState where claimant has acted to his prejudice on basis of assurance or\npromise on the part of the State, but the agreement is short of a contract\nwithin the meaning of <a href=\"/doc/1084525/\" id=\"a_59\">Article 299</a> of the Constitution;\n</blockquote>\n<blockquote id=\"blockquote_48\">(ii) Where the State after entering into a contract, acts in exercise of\nstatutory power and the claimant alleges a breach on the part of the State;\n</blockquote><p data-structure=\"Precedent\" id=\"p_96\">and\n\n</p><p data-structure=\"Precedent\" id=\"p_97\">(iii) Where the rights are purely contractual and claimant alleges breach\nby the State of a term of the contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_98\">91.    The present case before us has to be placed in the third category.\nQuestions of pure alleged breaches of contract are raised.\n</p><p data-structure=\"Precedent\" id=\"p_99\">92.    Undoubtedly, a body which is an instrumentality of the State, while\nexercising its powers or discretion is subject to the Constitutional\nlimitations. The rule inhibiting arbitrary action will apply to such body in\ntheir dealing with the public. This rule flows directly from the doctrine of\nequality embodied in <a href=\"/doc/367586/\" id=\"a_60\">Article 14.</a> As noted in the decision reported as AIR\n(1979) SC 1628 Ramana Dayaram Sethi Vs. IAAI the principles of\nreasonableness and rationality and non-arbitrariness as projected under\n<a href=\"/doc/367586/\" id=\"a_61\">Article 14</a> of the Constitution of India characterise every State action\nwhether it be under authority of law or in exercise of execution power\nwithout making of law.\n</p><p data-structure=\"Precedent\" id=\"p_100\">93.    Has this principle been extended to State action under a contract pure\nand simple after a contract was executed between the parties and the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 45 of 76</span>\n instrumentality of the State claimed acting in exercise of a right (not a\npower) under the contract?\n</p><p data-structure=\"Precedent\" id=\"p_101\">94.    The decision of the Supreme Court reported as AIR 1989 SC 1642\nDwarka Das Marfatia &amp; Sons Vs. Board of Trustees of the Port of Bombay\nneeds to be noted. Action of the Board of Trustees Bombay Port pertaining\nto eviction of a tenant from its property came up for consideration. The\nargument of the appellant was that the action of the respondent in\nterminating its tenancy had a public law character attached to it and was,\ntherefore, subject to judicial review. It was asserted that every action of the\nrespondent which was a State within <a href=\"/doc/609139/\" id=\"a_62\">Article 12</a> of the Constitution, whether\nit be in the field of contract, or any other field was subject to <a href=\"/doc/367586/\" id=\"a_63\">Article 14</a> of\nthe Constitution (refer para 10). It was noted (refer para 11) that the eviction\nof the appellant was only in pursuance of a policy of the Port Trust. Relying\nupon the judgment in International Airport Authority‟s case (supra) it was\nheld that &#x27;Government policy would be invalid as lacking in public interest,\nunreasonable or contrary to the protest standards‟, if it violates the mandate\nof <a href=\"/doc/367586/\" id=\"a_64\">Article 14</a> pertaining to arbitrariness and unreasonableness and any action\ntaken pursuant thereto would be invalid.\n</p><p data-structure=\"CDiscource\" id=\"p_102\">95.    Thus, it is to be noted that what was considered was a policy decision,\nwhich was applied thereafter to a contract and not a decision arising out of\nthe contract.\n</p><p data-structure=\"Precedent\" id=\"p_103\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_48\">96.    Judgment of the Supreme Court reported as <a href=\"/doc/1238017/\" id=\"a_65\">AIR 1990 SC 1031\nMahavir Auto Vs. Indian Oil Corporation &amp; Ors.</a> also needs a clarification\nbecause it is often cited by counsel for the parties as if at a post agreement\nstage, a dispute pertaining to a contract and especially when the same is\ndetermined is actionable under a public law remedy.</span> Issue related to a post\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 46 of 76</span>\n contract dispute (as was the situation in Dwarka Dass Marfatia&#x27;s case). The\nfollowing observations of the Supreme Court are relevant:-\n</p>\n<blockquote id=\"blockquote_49\">       &quot;16) Mr. Salve submitted that in private law field there was no\n       scope for applying the doctrine of arbitrariness or mala fides. The\n       validity of the action of the parties have to be tested, it was urged\n       on behalf of the respondent on the basis of &quot;right&quot; and not\n       &quot;power&quot;. A plea of arbitrariness/mala fides as being so gross\n       cannot shift a matter falling in private law field to public law\n       field. According to Mr. Salve to permit the same would result in\n       anomalous situation that whenever State is involved it would\n       always be public law field, this would mean all redress against\n       the State would fall in the Writ Jurisdiction and not in suits before\n       Civil Courts.\n</blockquote>\n<blockquote id=\"blockquote_50\">       &quot;17) We are of the opinion that in all such cases whether public\n       law or private law rights are involved, depends upon the facts and\n       circumstances of the case. The dichotomy between rights and\n       remedies cannot be obliterated by any straight jacket formula. It\n       has to be examined in each particular case. Mr. Salve sought to\n       urge that there are certain cases under <a href=\"/doc/367586/\" id=\"a_66\">Article 14</a> of the arbitrary\n       exercise of a &quot;right&quot; arising either under a contract or under a\n       Statute. We are of the opinion that that should depend upon the\n       factual matrix.\n</blockquote>\n<blockquote id=\"blockquote_51\">       &quot;18) Having considered the facts and circumstances of the case\n       and the nature of the contentions and the dealings between the\n       parties and in view of the present state of law, we are of the\n       opinion that decision of the State/public authority under <a href=\"/doc/1174818/\" id=\"a_67\">Article\n       298</a> of the Constitution, is an administrative decision and can be\n       impeached on the ground that the decision is arbitrary or\n       vocative of <a href=\"/doc/367586/\" id=\"a_68\">Article 14</a> of the Constitution of India on any of the\n       grounds available in public law field.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_104\">97.    On facts, it was noted that the Ministry of Energy, Department of\nPetroleum had issued certain guidelines/directions, based on which Indian\nOil Corporation had taken an administrative decision to discontinue\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">FAO (OS) Nos.397/2014 &amp; 398/2014                                  Page 47 of 76</span>\n business, inter alia, with the appellant before the Supreme Court. Since,\naction was based pursuant to an administrative decision, it was held that\nprinciples of judicial review were attracted. We may note the observations\nof the Supreme Court in para 20 of the judgment as under:-\n</p>\n<blockquote id=\"blockquote_52\">       &quot;20) Having regard to the nature of the transaction, we are of the\n       opinion that it would be appropriate to state that in cases where\n       the instrumentality of the state enters the contractual field, it\n       should be governed by the incidence of the contract.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_105\">98.    Certain observations of the Supreme Court in the decision reported as\nAIR 1991 SC 537 Srilekha Vidyarthi Vs. State of UP, in our opinion are\nrelevant and need to be noted. Case related to the termination of the\nappointment of District Government Advocates, which was in the nature of a\ncontractual appointment terminable at will on either side; not being\nappointment to a post under the Government. Pursuant to a policy decision\ntaken by the State of Uttar Pradesh, circular was issued, pursuant thereto the\nservices of the existing Government Counsel were dispensed with. Direct\nwrit petition under <a href=\"/doc/981147/\" id=\"a_69\">Article 32</a> of the Constitution of India was filed as also\nthe appeals arising out of judgment of the Allahabad High court dismissing\nthe writ petition were heard together and decided. What is relevant to be\nnoted is the question framed by the Supreme Court for being answered. In\npara 4 the questions was posed as under :-\n</p>\n<blockquote id=\"blockquote_53\">       &quot;Broadly, two questions arise for decision by us in this bunch of\n       matters. These are: Is the impugned circular amenable to judicial\n       review?; and if so, is it liable to be quashed as vocative of <a href=\"/doc/367586/\" id=\"a_70\">Article\n       14</a> of the Constitution of India, being arbitrary?\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_106\">99.    Answering the question it was observed :-\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_51\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 48 of 76</span>\n<blockquote id=\"blockquote_54\">        &quot; It can no longer be doubted at this point of time that <a href=\"/doc/367586/\" id=\"a_71\">Article 14</a> of\n       the Constitution of India applies also to matters of governmental\n       policy and if the policy or any action of the Government, even in\n       contractual matters, fails to satisfy the test of reasonableness, it\n       would be unconstitutional.(See Ramana Dayaram Shetty vs . The\n       International Airport Authority of India (1979) 3 SCR 1014 and\n       Kasturi Lal Lakshmi Reddy Vs . State of Jammu and Kashmir\n       [1980] 3 SCR 1338 . In Col. A.S. Sangwan Vs . Union of India,\n       AIR 1981 SC 1545 , while the discretion to change the policy in\n       exercise of the executive power, when not trammelled by the\n       statute or rule, was held to be wide, it was emphasised as\n       imperative and implicit in <a href=\"/doc/367586/\" id=\"a_72\">Article 14</a> of the Constitution that a\n       change in policy must be made fairly and should not give the\n       impression that it was so done arbitrarily or by any ulterior\n       criteria. The wide sweep of <a href=\"/doc/367586/\" id=\"a_73\">Article 14</a> and the requirement of every\n       State action qualifying for its validity on this touch-stone,\n       irrespective of the field of activity of the State, has long been\n       settled. Later decisions of this Court have reinforced the\n       foundation of this tenet and it would be sufficient to refer only to\n       two recent decisions of this Court for this purpose.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_107\">100. As in the earlier judgments, it was the policy decision which was\nfound to be violative of <a href=\"/doc/367586/\" id=\"a_74\">Article 14</a> of the Constitution of India and the\nstriking down of the action purportedly taken under the contract were thus\nstruck down.\n</p><p data-structure=\"Precedent\" id=\"p_108\">101. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_52\">In the decision reported as 1989 (<a href=\"/doc/1893286/\" id=\"a_75\">2) SCC 116 Bareilly Development\nAuthority Vs Ajay Pal Singh</a> it was held that after entering into the field of\ncontracts, the &#x27;relations are no longer governed by the constitutional\nprovisions but by the legally valid contract which determines the rights and\nobligations of the parties inter se. In this sphere, they can only claim rights\nconferred upon them by contract.&#x27;</span>\n</p><p data-structure=\"Precedent\" id=\"p_109\">102. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_53\">In the decision reported as <a href=\"/doc/1956761/\" id=\"a_76\">AIR 2001 SC 3609 Verigamto Naveen Vs.\nGovernment of A.P. &amp; Ors</a>, after a brief resume of its earlier judgments\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">FAO (OS) Nos.397/2014 &amp; 398/2014                                  Page 49 of 76</span>\n given on the issue where disputes arose purely in the contractual field, the\nSupreme Court referred to its decision in Mahabir Auto Store, Srilekha\nVidyarthi and Dwarka Dass Marfatia <a href=\"/doc/1956761/\" id=\"a_77\">(<a href=\"/doc/1956761/\" id=\"a_78\">referred above</a></a>) and a few other\ndecisions. It was held :-</span>\n</p>\n<blockquote id=\"blockquote_55\">       &quot; Where the breach of contract involves breach of statutory\n       obligation when the order complained of was made in exercise of\n       statutory power by a statutory authority, though cause of action\n       arises out of or pertains to contract, brings within the sphere of\n       public law because the power exercised is apart from contract.\n       The freedom of the Government to enter into business with\n       anybody it likes is subject to the condition of reasonableness and\n       fair play as well as public interest. After entering into a contract,\n       in cancelling the contract which is subject to terms of the statutory\n       provisions, as in the present case, it cannot be said that the\n       matters falls purely in a contractual field.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_110\">103. The aforesaid decisions of the Supreme Court when analysed, clearly\nbring out the distinction that where action is taken pure and simple under a\ncontract, the principles of justness, fairness, arbitrariness, reasonableness etc.\nflowing out of <a href=\"/doc/367586/\" id=\"a_79\">Article 14</a> of the Constitution of India cannot be attracted.\nWhere, however, the foundation of the action lies in an administrative or an\nexecutive policy decision taken and then applied to the contract, the merits\nof the administrative or executive decision taken are subject to judicial\nreview. In each of the cases, aforesaid, before the Supreme Court it was\nnoted that either the police decision taken suffers from the vice of\narbitrariness or the administrative decision taken was found to be so\nsuffering. In each and every decision the Supreme Court was at pains to\nclarify that their observations would not apply purely to a field of contract\npure and simple.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">FAO (OS) Nos.397/2014 &amp; 398/2014                                   Page 50 of 76</span>\n<p data-structure=\"Precedent\" id=\"p_111\"> 104. The decision of the Supreme Court reported as 1994 (4) SCC 104\nAssistant Excise Commissioner Vs. Issac Peter &amp; Ors is another decision to\nwhich we may refer to. All the aspects of arbitrariness, reasonableness,\npromissory estopple, estopple by conduct and legitimate expectation in the\nfield of contract, where Government was a party were considered. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_56\">Earlier\ndecisions referred by us above (except the decision in <a href=\"/doc/1956761/\" id=\"a_80\">Verigamto</a>&#x27;s case)\nwere considered. We may extract the relevant observations:-</span>\n</p>\n<blockquote id=\"blockquote_56\">       &quot;24) Learned counsel for the respondents sought to invoke the rule\n       of promissory estoppel and estoppel by conduct. The attempt is a\n       weak one for the said rules cannot be invoked to alter or amend\n       specific terms of contract nor can they avail against statutory\n       provisions. Here, all the terms and conditions of contract, being\n       contained in the statutory rules, prevail.\n</blockquote>\n<blockquote id=\"blockquote_57\">       25) Learned counsel for the respondents also sought to rely upon\n       the rule of legitimate expectation which the licensees entertained\n       in view of the practice during previous years. Firstly, the rule\n       cannot be invoked to modify or vary the express terms of contract,\n       more so when they are statutory in nature. No decision has been\n       brought to our notice supporting the said proposition. ................\n</blockquote>\n<blockquote id=\"blockquote_58\">       26) Learned counsel for respondents then submitted that doctrine\n       of fairness and reasonableness must be read into contracts to\n       which State is a party. It is submitted that the State cannot act\n       unreasonably or unfairly even while acting under a contract\n       involving State power. Now, let us see, what is the purpose for\n       which this argument is addressed and what is the\n       implication?....................... Doctrine of fairness or they duty to act\n       fairly and reasonably is a doctrine developed in the administrative\n       law field to ensure the rule of law and to prevent failure of justice\n       where the action is administrative in nature. Just as principles of\n       natural justice ensure fair decision where the function is quasi-\n</blockquote><p data-structure=\"Section\" id=\"p_112\">       judicial, the doctrine of fairness is evolved to ensure fair action\n       where the function is administrative. But it can certainly not be\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">FAO (OS) Nos.397/2014 &amp; 398/2014                                       Page 51 of 76</span>\n        invoked to amend, alter or vary the express terms of the contract\n       between the parties...............We are, Therefore, of the opinion that\n       in case of contracts freely entered into with the State, like the\n       present ones, there is no room for invoking the doctrine of fairness\n       and reasonableness against one party to the contract (State), for\n       the purpose of altering or adding to the terms and conditions of\n       the contract, merely because it happens to be the State. In such\n       cases, the mutual rights and liabilities of the parties are governed\n       by the terms of the contract (which may be statutory in some\n       cases) and the laws relating to contracts. It must be remembered\n       that these contracts are entered into pursuant to public auction,\n       floating of tenders or by negotiation. There is no compulsion on\n       anyone to enter into these contracts. It is voluntary on both sides.\n       There can be no question of the State power being involved in such\n       contracts. It bears repetition to say that the State does not\n       guarantee profit to the licenses in such contract. There is no\n       warranty against incurring losses. It is a business for the\n       licensees. Whether they make profit or incur loss is no concern of\n       the State. In law, it is entitled to its money under the contract. It is\n       not as if the licensees are going to pay more to the State in case\n       they make substantial profits. We reiterate that what we have said\n       hereinabove is in the context of contracts entered into between the\n       State and its citizens pursuant to public auction, floating of tenders\n       or by negotiation. It is not necessary to say more than this for the\n       purpose of these cases.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_113\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_58\">105. Even the decision reported as (<a href=\"/doc/1943124/\" id=\"a_81\">2004) 3 SCC 553 ABL International\nLtd. &amp; Anr. Vs. Export Credit Guarantee Corporation of India Ltd. &amp; Ors.</a>\ngranted public law remedy relief to a claim under a contract because of the\nobligation under the statute cast upon the respondent to perform public\nfunctions because of a direction issued by the Reserve Bank of India to\ncover the risk arising out of the export of tea by AVL International as per an\nassigned contract requiring ECGC India Ltd. to ensure the risk. There was\nthus a statutory flavour to the contract of insurance.</span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">FAO (OS) Nos.397/2014 &amp; 398/2014                                   Page 52 of 76</span>\n<p data-structure=\"Precedent\" id=\"p_114\"> 106. There may be, after all a said and written in law, regarding public law\nand private law remedies, a miniscule category of cases which irrespective\nof public law or private law remedies may invite the application of law <a href=\"/doc/1943124/\" id=\"a_82\">laid\ndown by</a> Maugham, J. in the decision reported as (1929) - 1 Ch. 602\nMaclean Vs. Workers‟ Union which was cited with approval by the Supreme\nCourt in the decision reported as AIR 1963 SC 1144 T.P.Davar Vs. Lodge\nVictoria No.363 SC Belgaum &amp; Ors. Maugham, J. observed that in private\nactions, and the case before him related to an allegation of being expelled\nfrom the membership of a private association, in an unfair and unjust\nmanner. It was observed that an action even of a private person would be\ntreated as unfair and unjust if it violates the principles of &#x27;fair play so deeply\nrooted in the minds of modern English men&#x27;. In such cases, it would be\nirrelevant whether the defendant/respondent is a private individual or an\ninstrumentality of the State.\n</p><p data-structure=\"Section\" id=\"p_115\">107. Thus, there may be an extreme case where malice is writ large and the\ncorresponding injury to the other party is manifest. Hardly a fact is in\ndispute. From the given facts no conclusion other than the one projected by\nthe agreed party is possible.         The view taken by the offender is\ndemonstratably       unreasonable,   and   unreasonableness     being      of      the\nWednesbury&#x27;s kind, in such cases, irrespective of the character of the\nrespondent and irrespective of whether the dispute arises out of a contract, it\nmay be possible to grant by way of an interim measure the stay of the\ndetermination/termination of a contract. But the genre of such cases would\nbe rare.\n</p><p data-structure=\"CDiscource\" id=\"p_116\">108. The forensic battle fought at the bar on the subject of the encashment\nof the bank guarantees centered on: what is the sweep of the expression\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">FAO (OS) Nos.397/2014 &amp; 398/2014                                   Page 53 of 76</span>\n special equity the span whereof entitles the guarantor to avoid payment\nunder the guarantee.\n</p><p data-structure=\"Precedent\" id=\"p_117\">109. &#x27;Fraud&#x27;, &#x27;irretrievable injury&#x27; and &#x27;special equity&#x27; are expressions found\nin a catena of judicial opinions penned by Learned and Hon&#x27;ble Judges and\nnotwithstanding a plethora of case law on the subject, the debate goes on.\n</p><p data-structure=\"Section\" id=\"p_118\">110. Where the guarantee is limited (on it&#x27;s terms) we have no problem, for\nthe enforcement of the guarantee has to be within the conditions (limitations)\ncontained in the guarantee. But where a guarantee is couched in a language\nwhich makes it unconditional and the guarantor binds himself to give money\nto the beneficiary on demand, without demur or protest; and the guarantor is\nnot even permitted to probe into the dispute between the parties, an area of\nfertile litigation has grown because most common law jurisdictions\nrecognize primacy to justice as an integral part of law enforcement.\n</p><p data-structure=\"Precedent\" id=\"p_119\">111. Though opinions on bank guarantees span half a century, we plunge\nmid-stream and commence our discussion with the celebrated decision of the\nSupreme Court reported as 1987 (2) SCALE 1149 U.P.Coop.Federation Ltd.\nVs. Singh Consultants &amp; Engrs. (P) Ltd. The decision has noted the prior\nlandmark decisions on the subject and throws considerable light on what\nwould be &#x27;special circumstances‟ or &#x27;special equity‟ justifying issuance of\nan injunction to restrain the bank from paying under the guarantee issued by\nit, which decision has been constantly followed in latter decisions of the\nSupreme Court.\n</p><p data-structure=\"Precedent\" id=\"p_120\">112. Two guarantees, one a performance guarantee and the other by way of\nsecurity for monies advanced were the subject matter before the Supreme\nCourt in an action for injunction.\n</p><p data-structure=\"Precedent\" id=\"p_121\">113. Holding that the language of the two guarantees made it crystal clear\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 54 of 76</span>\n that the guarantees were unconditional, the Supreme Court proceeded to note\nprior decisions and culled out the exceptions whereunder a Court would be\njustified in issuing an injunction restraining invocation or payment under an\nunconditional guarantee.\n</p><p data-structure=\"Precedent\" id=\"p_122\">114. The Supreme Court noted that the letter of credit has been developed\nover hundreds of years of international trade. It was most commonly used in\nconjunction with the sale of goods between geographically distant parties.\nThat it was intended to facilitate the transfer of goods between distant and\nunfamiliar buyer and unknown customer. It was noted that it was difficult\nfor a buyer to pay for goods prior to their delivery. The bank&#x27;s letter of\ncredit came into existence to bridge the gap. In such transactions, the seller\n(beneficiary) receives payment from issuing bank when he presents a\ndemand as per terms of the documents. The bank must pay if the documents\nare in order and the terms of credit are satisfied. The bank was not allowed\nto determine whether the seller had actually shipped the goods or whether\nthe goods conformed to the requirements of the contract.         Any dispute\nbetween the buyer and the seller must be settled between themselves.\n</p><p data-structure=\"CDiscource\" id=\"p_123\">115. The reason of the aforenoted opinion is obvious. The letter of credit is\na contract. The bank promises to pay the &#x27;beneficiary&#x27; - traditionally a seller\nof goods - on demand if the beneficiary presents whatever documents may\nbe required by the letter. They are normally the only two parties involved in\nthe contract. The bank which issues a letter of credit acts as a principal, not\nas agent for its customer, and engages its own credit. The letter of credit\nthus evidences an irrevocable obligation to honour the draft presented by the\nbeneficiary upon compliance with the terms of the credit. The Supreme\nCourt noted that whether it is a traditional letter of credit or a new device\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 55 of 76</span>\n like performance bond or performance guarantee, the obligation of the\nguarantor (usually a bank) is the same.\n</p><p data-structure=\"Precedent\" id=\"p_124\">116. One exception to the rule of absolute independence of a bank\nguarantee was thereafter noted. It was traced to the opinion of Shientag J. in\na case in U.S.A. reported as Sztejn Vs. J.Henry Schroder Banking Corpn. 31\nNYS 2d 631.\n</p><p data-structure=\"CDiscource\" id=\"p_125\">117. The year was 1941. Injunctions against payments under letters of\ncredit were not issued by courts. Mr.Sztejn had wanted to buy quality\nbristles from Indian and struck a deal for a quantity with an Indian seller.\nPayment was secured to the seller by means of a letter of credit which\nprovided that upon receipt of appropriate documents the bank would pay for\nthe shipment. Somehow Mr.Sztejn discovered that the shipment made was\ncrates of worthless rubbish. He went to the bank with a request not to pay\nand received a response that being a letter of credit it was an independent\nundertaking of the bank and hence it must pay. Mr.Sztejn went to Court. He\nsought an injunction against the issuing bank to restrain it from paying under\nthe letter of credit. He made, prima facie, good his allegations that as\nagainst the contracted goods i.e. bristles, worthless material and was\nshipped. Noting a fraud in the transaction the Court issued an injunction\nagainst payment.\n</p><p data-structure=\"Precedent\" id=\"p_126\">118. The Supreme Court noted that the exception of fraud created by\nShientag J. had been subsequently accepted by Courts in England in the\ndecisions reported as (i) (1958) 2 QBD 127 Hamzen Milas &amp; Sons. v. British\nImex Industries Ltd., (ii) (1977) 2 All E. 862 R.D. Harbottle Mercantile) Ltd.\n&amp; Anr. v. National West Minister Bank Ltd., (iii) (1978) 1 All E.R. 976\nEdward Owen Engineering Ltd. v. Barclays Bank International Ltd.; and (iv)\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 56 of 76</span>\n (1982) 2 All E.R.720 UCM (Investment) v. Royal Bank of India. The last\ncase is of the House of Lords where Lord Diplock in his speech said (at\np.725):\n</p><blockquote id=\"blockquote_59\">       &quot;The whole commercial purpose for which the system of\n       confirmed irrevocable documentary credits has been developed in\n       international trade is to give to the seller an assured right to be\n       paid before he parts with control of the goods and that does not\n       permit of the any dispute with the buyer as to the performance of\n       the contract of sale being used as a ground of non-payment or\n       reduction or deferment of payment.\n</blockquote>\n<blockquote id=\"blockquote_60\">       To this general statement of principles as to the contractual\n       obligations of the confirming bank to the seller, there is one\n       established exception: that is, where the seller, for the purpose of\n       drawing on the credit, fraudulently presents to the confirming\n       bank documents that contain, expressly or by implication, material\n       representations of fact that to his knowledge are untrue. Although\n       there does not appear among the English authorities any case in\n       which this exception has been applied, it is well established in the\n       American cases, of which the leading or &#x27;landmark&#x27; case is Sztejn\n       Vs. Henry Schroder Banking Corpn. This judgment of the New\n       York Court of Appeals was referred to with approval by the\n       English Court of Appeal Edward Owen Engineering Ltd. V.\n       Barolays Bank International Ltd. though this was actually a case\n       about a performance bond under which a bank assumes\n       obligations to a buyer analogous to those assumed by a confirming\n       bank to the seller under a documentary credit. The exception for\n       fraud on the part of the beneficiary seeking to avail himself to the\n       credit is a clear application to the maxim ex trupi cause non\n       oriture or if plain English is to be preferred, &#x27;fraud unravels all&#x27;,\n       the courts will not allow their process to be used by a dishonest\n       person to carry out a fraud.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_127\">119. We may note that the exception of fraud has been codified in Sections\n5-114 of the Uniform Commercial Code.\n</p><p data-structure=\"Precedent\" id=\"p_128\">120. With respect to the question : Can an injunction be issued upon a plea\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 57 of 76</span>\n that the beneficiary is in breach of the contract? Law on the subject was\nthereafter noted by the Supreme Court with reference to a decision of the\nCourt of Appeal in England reported as (1985) 2 Q.B.D. 127 Hamzon Melas\n&amp; Sons Vs. British Imex Industries Ltd., wherein it was held the principle\nwas that commercial trading must go on the solemn guarantee either by the\nletter of credit or by bank guarantee or irrespective of any dispute between\nthe contracting parties whether or not the goods were upon contract.\n</p><p data-structure=\"Precedent\" id=\"p_129\">121. With reference to the decision of the House of Lords in UCM\n(Investment)&#x27;s case (supra) viz-a-viz a plea of fraud in invoking the\nguarantee and the opposite party being in breach of its obligations under the\ncontract, the Supreme Court summarised the legal position as under:-\n</p><blockquote id=\"blockquote_61\">       &quot;The whole commercial purpose for which the system of\n       confirmed irrevocable documentary credits had been developed in\n       international trade was to give the seller of goods an assured right\n       to be paid before he parted with control of the goods without risk\n       of the payment being refused, reduced or deferred because of a\n       dispute with the buyer. It followed that the contractual duty owed\n       by an issuing or confirming bank to the buyer to honour the credit\n       notified by him on presentation of apparently confirming\n       documents by the seller was matched by a corresponding\n       contractual liability on the part of the bank to the bank to the\n       seller to pay him the amount of the credit on presentation of the\n       documents. The bank&#x27;s duty to the seller was only vitiated if there\n       was fraud on the part of the seller.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_130\">122. Thereafter, the decision noted that the irretrievable injustice was also a\nground on which an injunction could be issued.         The decision of Lord\nDenning M.R. reported as 1966(2) Lloyd&#x27;s List Law Reports 495 Elian &amp;\nRabbath (Trading as Elian &amp; J. Rabbath Vs. Massas &amp; Ors. was noted,\nwhere an injunction was issued to prevent irretrievable injustice.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_65\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 58 of 76</span>\n<p data-structure=\"Precedent\" id=\"p_131\"> 123. Being relevant for a clarification of the issue raised in the instant case,\nthe facts and the reason for the opinion in Elian&#x27;s case needs to be noted.\n</p><p data-structure=\"Precedent\" id=\"p_132\">124. The first defendants&#x27; Greek motor vessel &#x27;Flora M&#x27; was chartered by\nLebanese charterers for carriage of plaintiffs&#x27; cargo (consigned to Hungary)\nfrom Bairut to Rijeka. Discharge was delayed at Rijeka and Ship owners\nexercised lien on cargo in respect of demurrage. Third defendant bank put\nup guarantee in London in favour of second defendant (first defendants&#x27;\nLondon agents) to secure release of cargo.           There was a claim by\nYugoslavians to distrain on goods, involving ship in further delay and master\nof Flora M, on lifting original lien, immediately exercised another lien in\nrespect of extra delay (which was raised when Hungarian buyers put up\n2000). Two years later, shipowners claimed arbitration with charterers to\nassess demurrage for which first lien was exercised and claimed to enforce\nguarantee. Plaintiff claimed declaration that guarantee was not valid and\ninjunction to restrain shipowners or their agents from enforcing guarantee.\nFirst and the second defendants appealed against the injunction granted by\nBlain, J. It was held by the Court of Appeal that it was a special case in\nwhich the Court should grant an injunction to prevent what might by\nirretrievable injustice.     Lord Denning, M.R., observed that although the\nshippers were not parties to the bank guarantee, nevertheless they had a most\nimportant interest in it. If the Midland Bank Ltd., paid under this guarantee,\nthey would claim against the Lebanese bank who in turn would claim against\nthe shippers. The shippers would certainly be debited with the account. On\nbeing so debited, they would have to sue the shipowners for breach of their\npromise express or implied, to release the goods. Lord Denning, M.R.,\nfurther posed the question were the shippers to be forced to take that course?\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_66\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 59 of 76</span>\n<p data-structure=\"Precedent\" id=\"p_133\"> Or can they shortcircuit the dispute by suing the shipowners at once for an\ninjunction? He further observed at page 497 of the Report that this was a\nspecial case in which injunction should be granted. Lord Denning, M.R.\nwent on to observe that there was a prima facie ground for saying that on\ntelex messages which passed (and indeed, on the first three lines of the\nguarantee) the shipowners promised that, if the bank guarantee was given,\nthey would release the goods. He further observed that the only lien they\nhad in mind at that time was the lien for demurrage. But would anyone\nsuppose that the goods would be held for another lien? It can well be argued\nthat the guarantee was given on the understanding that the lien was raised\nand no further lien imposed and that when the shipowners, in breach of that\nunderstanding imposed a further lien, they were disabled from acting on the\nguarantee.\n</p><p data-structure=\"Precedent\" id=\"p_134\">125. The expression that it was a special case in which the Courts should\ngrant an injunction to prevent what might be an irretrievable injustice caught\nthe eye of the Supreme Court. In para 16 of the decision the Supreme Court\nnoted that Lord Denning M.R. treated this as a very special case and in a\nlater decision, being the opinion reported as 1978 (1) All. E.R. 976 Edward\nOwen Engineering Ltd. Vs. Barclays Bank International Ltd. Lord Denning\nM.R. expressed his views on the matter.\n</p><p data-structure=\"Facts\" id=\"p_135\">126. The facts of Edward Owen&#x27;s case were that English suppliers entered\ninto a contract with Libyan buyers to supply goods to them in Libya. The\ncontract was subject to a condition precedent that the plaintiffs would\narrange for a performance bond or guarantee to be given, for 10% of the\ncontract price, guaranteeing performance of their obligations under the\ncontract. Accordingly, the plaintiffs instructed the defendants, their bankers\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 60 of 76</span>\n to give on their behalf a performance guarantee for the sum of £50,203.\nActing on those instructions the defendants requested a bank in Libya to\nissue a performance bond to the buyers for that sum, and promised the\nLibyan bank that they would pay the amount of the guarantee on first\ndemand, without any conditions or proof. The Libyan bank issued a letter of\nguarantee for £50,203 to the buyers. The contract between the plaintiffs and\nthe buyers provided for payment of the price of the goods supplied by a\nconfirmed letter of credit. The letter of credit opened by the buyers was not\na confirmed letter of credit and did not, therefore, comply with contract.\nBecause of that non-compliance the plaintiffs repudiated the contract.\nAlthough it was the buyers who appeared to be in default and not the\nplaintiffs, the buyers nevertheless claimed on the guarantee given by the\nLibyan bank who in turn claimed against the defendants on the guarantee\nthey had given. The plaintiffs issued a writ against the defendants claiming\nan injunction to restrain them from paying any sum under the performance\nguarantee. A judge granted the plaintiffs an interim injunction in the terms\nof the injunction claimed by the writ but subsequently another judge\ndischarged the injunction. The plaintiff appealed to the court of appeal.\nLord Denning M.R. held that the justice was right in discharging the\ninjunction and reiterated that the bank must honour its commitment.\n</p><p data-structure=\"Precedent\" id=\"p_136\">127. Therefore, in para 24 of its decision the Supreme Court clarified that it\nappears that special equities (circumstances) mentioned therein i.e. in\nElian&#x27;s case (supra) may be a situation where the injunction was sought for\nto prevent injustice which was irretrievable in the words of Lord Denning\nM.R. In para 28 of the decision it was categorically opined :\n</p><blockquote id=\"blockquote_62\">       &quot;It is not the decision that there should be a prima facie case. In\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 61 of 76</span>\n        order to restrain the operation either of irrevocable letter of credit\n       or of confirmed letter of credit or of bank guarantee, there should\n       be serious dispute and there should be good prima facie case of\n       fraud and special equities in the form of preventing irretrievable\n       injustice between the parties. Otherwise the very purpose of bank\n       guarantees would be negatived and the fabric of trading operation\n       will get jeopardised.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_137\">128. The ratio of law in U.P. Cooperative Federation Ltd.‟s case (supra),\nwould thus be that the bank must pay under an unconditional guarantee; with\nthe exception, if prima face case is made out that element of fraud exists on\nthe part of the beneficiary or if there exists a special equity in the form of\npreventing irretrievable injustice then alone an injunction may be issued.\nFurther, fraud has to be of an egregious nature and not a dispute that goods\nsupplied are not as per contract.\n</p><p data-structure=\"Section\" id=\"p_138\">129. Thus, prima facie, only two exceptions are recognized. Firstly, fraud\nand secondly to prevent irretrievable injustice. The expression &#x27;a special\ncase&#x27; or &#x27;a special equity&#x27; qualifies the prevention of irretrievable injustice\nand is not a third or a distinct head. If it is, then the special case or equity\nhas to be akin to, or a variant of irretrievable injustice.\n</p><p data-structure=\"Precedent\" id=\"p_139\">130. In the decision reported as 1994 (6) SCC 597 STC Vs. Jainsons\nClothing Corporation &amp; Anr.          the Supreme Court noted that the bank\nguarantee was unconditional and its enforcement was not hedged with or\nconditional upon the performance of the principal contract and that there was\nno fraud in the execution of the contract between Jainson and STC, the\nSupreme Court held that the exception carved out in the decision in\nU.P.Coop. Federation Ltd.&#x27;s case (supra) i.e. fraud of an egregious nature\nand irretrievable injustice were the only two recognized exceptions and thus\n\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">FAO (OS) Nos.397/2014 &amp; 398/2014                                  Page 62 of 76</span>\n on the occurrence of the events mentioned in the bank guarantee it becomes\nenforceable and that disputes in the performance of the contract does not\ngive rise to a cause to seek an injunction from enforcing the guarantee.\n</p><p data-structure=\"Precedent\" id=\"p_140\">131. In the decision reported as 1995 (4) SCC 515 N.T.P.C. Vs. Flowmore\nPvt. Ltd. &amp; Anr. the Supreme Court revisited the law on the subject. Two\nperformance guarantees and three guarantees to secure the mobilization\nadvance, all five being unconditional and payable on demand, were the\ncentre of the dispute. The main contract having an arbitration clause, the\ndispute was pending adjudication before an Arbitral Tribunal.              S.T.C.\ninvoked the bank guarantees pending arbitration.           Flowmore sought\ninjunction urging two pleas. That main dispute was pending adjudication\nbefore the Arbitral Tribunal and hence status quo should be maintained.\nSecondly, invocation was fraudulent. Repelling both contentions it was held\nthat pendency of arbitration proceedings was an irrelevant factor and that\nfraud had to be of an egregious nature so as to vitiate the entire underlying\ntransaction while irretrievable injustice had to be of a kind arising in a\nsituation found in 566 Fed Supp 1210 Itek Corpn Vs. First National Bank of\nBoston.     Finding none, the injunction granted by the High Court was\nvacated.\n</p><p data-structure=\"CDiscource\" id=\"p_141\">132. We thus need to note the decision in Itek Corporation&#x27;s case (supra).\nThe facts were that in April of 1977, Itek entered into a contract with the\nImperial Government of Iran to manufacture certain high-technology optical\nequipment. The contract price was $22,500,000. By the terms of this\ncontract, the Imperial Government was required to make an advance\npayment to Itek of $4,500,000. Itek, in turn, was obliged to provide security\nfor this advance in the form of four bank guarantees, each in the amount of\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 63 of 76</span>\n $1,125,000, issued by Bank Melli and naming the Imperial Ministry of War\nas beneficiary. Itek was further required to furnish a bank guarantee in the\namount of $2,250,000, issued by Bank Melli in favour of the Imperial\nMinistry of War as security for the good performance of its contractual\nobligations. As a condition to issuing the guarantees, Bank Melli required\nItek to supply standby letters of credit in its favour, issued by an American\nbank, with amounts and terms paralleling those of its own guarantees. Itek\ncomplied with this condition by providing five letters of credit issued by\nFNBB and naming Bank Melli as beneficiary. Each of these standby letters\nof credit stated that payment would be conditioned on receipt of an\nauthenticated cable stating that Bank Melli had been required to make\npayment under its corresponding guarantee to the Imperial Ministry of War\nand that it was airmailing to FNBB a signed statement to that effect. Of the\nfive original letters of credit issued by FNBB, three remained outstanding as\nof January 1980, when the suit was brought. These were S-14555, issued\nand outstanding in the amount of $2,250,000; S-14588, issued in the amount\nof $1,125,000 and outstanding in the amount of $70,753; and S-14559,\nissued and outstanding in the amount of $1,125,000. The contract between\nItek and the Imperial Government of Iran provided that in the event of force\nmajeure, including the cancellation of Itek&#x27;s export license covering the\nequipment, either party would be entitled to inform the other of the event\nconstituting force majeure and, after three months, to cancel the contract by\nwritten notice. Upon cancellation, the parties would clear their account and\nrelease all guarantees and letters of credit. From April of 1977 through the\nend of 1978, work on the contract apparently proceeded without incident.\nAn independent American company monitored the progress of the work\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 64 of 76</span>\n performed by Itek and gave Itek consistently high praise for its efforts. By\nFebruary 10, 1979, the value of Itek&#x27;s performance amounted to\n$20,300,000; and payments to Itek totalled $11,100,000. In early 1979, Iran\nunderwent a revolution. Ultimately, the head of the Imperial Government,\nShah Riza Pahlevi, was driven into exile, and was succeeded in power by the\nreligious leader Ayatollah Ruhollah Khomeini. The Islamic Republic of Iran\nwas established, and the Imperial Ministry of War was replaced by the\nMinistry of National Defense. On April 30, 1979, the State Department\ncancelled the export license for the equipment to be manufactured by Itek\nunder the contract. Two weeks later, on May 15, 1979, Itek notified the\nIranian authorities of the occurrence of force majeure, and requested\nconsultations in accordance with the terms of the contract. On August 20,\n1979, representatives of Itek met in Iran with officials of the Ministry of\nNational Defense to discuss the occurrence of force majeure and the status\nof the contract obligations.       At this meeting, Itek&#x27;s representatives also\npresented the Iranian participants with copes of unpaid invoices that had\naccumulated since February 1979, and a summary of the account under the\ncontract. On November 03, 1979, the United States Embassy in Teheran,\nIran was forcibly taken over and 52 American citizen were taken hostage. In\nresponse to the crisis, President Carter on November 14, 1979 declared a\nnational emergency and, by Executive Order No.12170, &#x27;blocked&#x27; all Iranian\nassets subject to the jurisdiction of the United States. Shortly thereafter, the\nTreasury Department promulgated regulations to implement the Presidential\ndirective that all assets be blocked. These regulations prohibited the transfer\nof any property subject to the jurisdiction of the United States in which Iran\nhad any interest whatever, except as authorized by license or regulation. The\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 65 of 76</span>\n regulations specifically authorized payment by United States banks on letters\nof credit issued in favour of an Iranian entity, provided the payments were\nmade into blocked accounts in domestic banks. At the same time, nothing in\nthe regulations precluded any person for whose account a standby letter of\ncredit was opened or any other person from contesting the legality of the\ndemand from the Iranian entity or from raising any other legal defense to\npayment. On December 06, 1979, Itek sent to the Ministry of National\nDefense further written notice advising of the occurrence of force majeure,\nand again requesting consultations.       No response was received to this\ncommunication. The suit was filed on January 09, 1980. Itek pleaded that\nprevailing circumstances in Iran created a serious risk that unwarranted and\nfraudulent demands would be made upon the letters of credit then\noutstanding with FNBB. Itek sought temporary and permanent relief in the\nform of an order enjoining FNBB from honoring any demand on the letters\nof credit, without first giving Itek five days notice. On January 09, 1980 the\nCourt entered a temporary restraining order requiring three days notice prior\nto payment, and after hearing on January 18, 1980, a preliminary injunction\nwas entered to the same effect. In February and March of 1980, Bank Melli\nrequested extension of two of the outstanding letters of credit.            In the\nalternative, Bank Melli requested immediate payment in full. Itek directed\nFNBB to refuse both the requests for extension and payment, on grounds\nthat the contract had been cancelled and the letters of credit securing the\nadvance payment had been cleared.\n</p><p data-structure=\"Precedent\" id=\"p_142\">133. Itek sought an injunction restraining FNBB from making any payment\non the letters of credit. Holding in favour of Itek it was held:\n</p><blockquote id=\"blockquote_63\">       &quot;In commercial litigation, the question whether the plaintiff is\n\n\n\n<span class=\"hidden_text\" id=\"span_73\">FAO (OS) Nos.397/2014 &amp; 398/2014                                   Page 66 of 76</span>\n        likely to suffer irreparable injury may be cast in terms of whether\n       the plaintiff has available a legal remedy adequate to compensate\n       it for its injuries. Weinberger v. Romero-Barcelo, 456 U.S. 305,\n       312, <a href=\"/doc/106829503/\" id=\"a_83\">102</a> S.Ct. 1798, 1803, 72 L.Ed.2d 91 (1982). Though I accept\n       that Itek&#x27;s ultimate damages, absent an injunction, are susceptible\n       to reasonable estimation, I do not find that this alone establishes\n       an adequate remedy at law. As I stated in an earlier opinion in\n       this matter, &quot;the fact that its damages may be reasonably\n       calculable will provide Itek with little consolation in the event\n       those damages ultimately prove uncollectable.&quot; Itek Corporation\n       v. First National Bank of Boston, 511 F.Supp.1341, 1348\n       (D.Mass.1981). Nothing has occurred to change my view that &quot;if\n       [FNBB] were to make payment on the letters as demanded, Itek&#x27;s\n       only recourse would be a lawsuit against the Iranian\n       Government,&quot; 511 F.Supp. at 1349, or that on the present record,\n       this cannot be viewed as an &quot;adequate&quot; remedy.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_143\">134. Thus, the irretrievable injustice or special equity noted in Itek&#x27;s case\nwas the impossibility of the party at whose instance the bank guarantee was\nissued being in a position to retrieve the money upon obtaining a decree in\nits favour.\n</p><p data-structure=\"Precedent\" id=\"p_144\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_74\">135. In an action for injunction relating to fourteen bank guarantees of four\nkinds; (i) to secure Mobilization Advance; (ii) to secure the Security\nAmount; (iii) to secure the Funds Advanced by Hindustan Steelworks\nConstruction Ltd.; and (iv) to secure Due Performance, the High Court\ngranted an injunction qua the guarantees except the guarantees under head\nNo.(iii) in favour of the contractor Tarapore &amp; Co., holding that on facts\nspecial equity or special circumstances were shown justifying grant of an\ninjunction. Reason given by the High Court was that till the arbitrator\ndecided the dispute the claim under the bank guarantees (qua which\ninjunction was issued) had not yet been crystallized. Reversing the decision\n\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 67 of 76</span>\n of the High Court, in the decision reported as 1996 (<a href=\"/doc/1988070/\" id=\"a_84\">5) SCC 34 Hindustan\nSteelworks Constructions Ltd. Vs. Tarapore &amp; Co.</a>, the Supreme Court held:</span>\n</p><blockquote id=\"blockquote_64\">       &quot;14. The High Court also committed a grave error in restraining\n       the appellant from invoking bank guarantees on the ground that in\n       India only a reasonable amount can be awarded by way of\n       damages even when the parties to the contract have provided for\n       liquidated damages and that a term in a bank guarantee making\n       the beneficiary the sole judge on the question of breach of contract\n       and the extent of loss or damages would be invalid and that no\n       amount can be said to be due till an adjudication in that behalf is\n       made either by a court or an arbitrator, as the case may be. In\n       taking that view the High Court has overlooked the correct\n       position that a bank guarantee is an independent and distinct\n       contract between the bank and the beneficiary and is not qualified\n       by the underlying transaction and the primary contract between\n       the person at whose instance the bank guarantee is given and the\n       beneficiary. What the High Court has observed would be\n       applicable only to the parties to the underlying transaction or the\n       primary contract but can have no relevance to the bank guarantee\n       given by the bank, as the transaction between the bank and the\n       beneficiary is independent and of a different nature. In case of an\n       unconditional bank guarantee the nature of obligation of the bank\n       is absolute and not dependent upon any dispute or proceeding\n       between the party at whose instance the bank guarantee is given\n       and the beneficiary. The High Court thus failed to appreciate the\n       real object and nature of a bank guarantee. The distinction which\n       the High Court has drawn between a guarantee for due\n       performance of a works contract and a guarantee given towards\n       security deposit for that contract is also unwarranted. The said\n       distinction appears to be the result of the same fallacy committed\n       by the High Court of not appreciating the distinction between the\n       primary contract between the parties and a bank guarantee and\n       also the real object of a bank guarantee and the nature of bank&#x27;s\n       obligation thereunder. Whether the bank guarantee is towards\n       security deposit or mobilisation advance or working funds or for\n       due performance of the contract if the same is unconditional and if\n       there is a stipulation in the bank guarantee that the bank should\n\n\n\n<span class=\"hidden_text\" id=\"span_76\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 68 of 76</span>\n        pay on demand without a demur and that the beneficiary shall be\n       the sole judge not only on the question of breach of contract but\n       also with respect to the amount of loss or damages, the obligation\n       of the bank would remain the same and that obligation has to be\n       discharged in the manner provided in the bank guarantee. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"218672\" id=\"span_77\">In\n       <a href=\"/doc/218672/\" id=\"a_85\">General Electric Technical Services Co. Inc. v. Punj Sons (P) Ltd.</a>\n       while dealing with a case of bank guarantee given for securing\n       mobilisation advance it has been held that the right of a contractor\n       to recover certain amounts under running bills would have not\n       relevance to the liability of the bank under the guarantee given by\n       it. In that case also the stipulations in the bank guarantee were\n       that the bank had to pay on demand without a demur and that the\n       beneficiary was to be the sole judge as regards the loss or damage\n       caused to it. This Court held that notwithstanding the dispute\n       between the contractor and the party giving the contract, the bank\n       was under an obligation to discharge its liability as per the terms\n       of the bank guarantee.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1605704\" id=\"span_79\"><a href=\"/doc/1605704/\" id=\"a_86\">Larsen and Toubro Limited v. Maharashtra\n       State Electricity Board</a> and <a href=\"/doc/708879/\" id=\"a_87\">Hindustan Steel Workers Construction\n       Ltd. v. G.S. Atwal &amp; Co. (Engineers) Pvt. Ltd.</a> were also cases of\n       work contracts wherein bank guarantees were given either\n       towards advances or release of security deposits or for due\n       performance of the contract. In both those cases this Court held\n       that the bank guarantees being irrevocable and unconditional and\n       as the beneficiary was made the sole judge on the question of\n       breach of performance of the contract and the extent of loss or\n       damages an injunction restraining the beneficiary from invoking\n       the bank guarantees could not have been granted. The above\n       referred three subsequent decisions of this Court also go to show\n       that the view taken by the High Court is clearly wrong.&quot;</span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_145\">136. Referring to the decision in U.P.Coop.Federation&#x27;s case, it was\nreiterated by the Supreme Court that the fraud and special equity in the form\nof irretrievable injustice were the only recognized exceptions justifying\ngranting an injunction (Refer para 18 and 23).\n</p><p data-structure=\"Precedent\" id=\"p_146\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_80\">137. We may hasten to add that the decision in <a href=\"/doc/1988070/\" id=\"a_88\">Hindustan Steelworks\nConstruction Ltd.</a>&#x27;s case, has, vide para 18 clarified the ambit of what\n\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 69 of 76</span>\n constitutes a fraud justifying granting an injunction. It was clarified as\nunder:-</span>\n</p><blockquote id=\"blockquote_65\">       &quot;It may be pointed out that fraud which is recognised as an\n       exception is the fraud by one of the parties to the underlying\n       contract and which has the effect of vitiating the entire underlying\n       transaction. A demand by the beneficiary under the bank\n       guarantee may become fraudulent not because of any fraud\n       committed by the beneficiary while executing the underlying\n       contract but it may become so because of subsequent events or\n       circumstances. We see no good reason why the courts should not\n       restrain a person making such a fraudulent demand from\n       enforcing a bank guarantee.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_147\">138. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514858\" id=\"span_82\">In the decision reported as 1996 (<a href=\"/doc/514858/\" id=\"a_89\">5) SCC 450 Ansal Engineering\nProjects Ltd. Vs. Tehri Hydro Development Corpn.</a> the Supreme Court held\nthat a serious dispute on the question as to who committed the breach of the\ncontract and whether the amount is due and payable by the contractor till the\narbitrator declares the award are not circumstances, much less exceptional,\njustifying granting an injunction to restrain the bank from paying under the\nguarantee.</span>\n</p><p data-structure=\"Precedent\" id=\"p_148\">139. A slightly discordant note was struck by the Supreme Court in the\ndecision reported as 2002 (10) SCC 508 State of Haryana Vs. Continental\nConstruction wherein the Supreme Court did not interfere with an injunction\norder passed by the High Court noting that the dispute was pending\nadjudication before the arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_83\">However in the decision reported as 2006\n(<a href=\"/doc/1342691/\" id=\"a_90\">2) SCC 728 BSES Ltd. Vs. Fenner India</a> it was observed:</span>\n</p><blockquote id=\"blockquote_66\">       &quot;We are afraid that the short order in Continental Construction\n       Ltd. appears to have been made on the narrow facts of that case\n       and does not constitute a precedent binding us. Moreover, as\n       mentioned earlier, a line of judgments of this Court have long\n       settled the law relating to the invocation of bank guarantees.&quot;\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_84\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 70 of 76</span>\n<p data-structure=\"Precedent\" id=\"p_149\"> 140. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_85\">In the decision reported as 1997 (<a href=\"/doc/636783/\" id=\"a_91\">6) SCC 450 Dwarikesh Sugar\nIndustries Ltd. Vs. Prem Heavy Engineering Work P. Ltd.</a> it was held that\nspecial circumstance of irretrievable injury means a circumstance which\nmakes it impossible for the guarantor to reimburse itself by way of\nrestitution.</span>\n</p><p data-structure=\"Precedent\" id=\"p_150\">141. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_86\">In the decision reported as 1997 (<a href=\"/doc/1746106/\" id=\"a_92\">1) SCC 568 U.P.State Sugar\nCorporation Vs. Sumac International Ltd.</a> the fact that the beneficiary was a\nsick company and that a scheme for its revival was pending consideration\nbefore BIFR under <a href=\"/doc/438563/\" id=\"a_93\">Sick Industrial Companies (Special Provisions) Act</a> 1985\nwas held not to be a circumstance showing that money would be\nirretrievably lost if the claim ultimately went in favour of the contractor.</span>\nReferring to the decision in Itek Corporation&#x27;s case and the law pertaining to\ninjunction claims qua bank guarantee, it was observed:\n</p><blockquote id=\"blockquote_67\">       &quot;The courts have carved out only two exceptions. A fraud in\n       connection with such a bank guarantee would vitiate the very\n       foundation of such a bank guarantee. Hence if there is such a\n       fraud of which the beneficiary seeks to take advantage, he can be\n       restrained from doing so. The second exception relates to cases\n       where allowing the encashment of an unconditional bank\n       guarantee would result in irretrievable harm or injustice to one of\n       the parties concerned.\n</blockquote><blockquote id=\"blockquote_68\">              x x x xx x x xx x x xx x x x\n\n       On the question of irretrievable injury which is the second\n       exception to the rule against granting of injunctions when\n       unconditional bank guarantees are sought to be realised the court\n       said in the above case that the irretrievable injury must be of the\n       kind which was the subject matter of the decision in the Itek\n       Corpn. Case.\n</blockquote>\n<blockquote id=\"blockquote_69\">                      x x x xx x x xx x x xx x x x\n\n\n\n<span class=\"hidden_text\" id=\"span_87\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 71 of 76</span>\n        Before us, however, in the course of argument, the learned\n       advocate for the respondent urged for the first time in this case\n       there would be irretrievable injustice to the respondent if the bank\n       guarantees are allowed to be realised because the appellant is a\n       sick industrial company in respect of which a reference is pending\n       before the board for industrial and financial reconstruction under\n       the <a href=\"/doc/438563/\" id=\"a_94\">Sick Industrial Companies (Special Provisions) Act, 1985</a>. The\n       respondent contends that even if it succeeds before the arbitrator it\n       will not be able to realise his claim from the appellant. The mere\n       fact that a reference under the <a href=\"/doc/438563/\" id=\"a_95\">Sick Industrial Companies (Special\n       Provisions) Act, 1985</a> is pending before the Board, is, in our view,\n       not sufficient to bring the case in the ambit of the &quot;irretrievable\n       injustice&quot; exception. Under the scheme of the said Act the board\n       is required to make such inquiry as it may deem fit for determining\n       whether any industrial company has become a sick industrial\n       company. Under <a href=\"/doc/144071322/\" id=\"a_96\">Section 16 (4)</a> where the board deems it fit to\n       make an inquiry or to cause an inquiry to be made in this\n       connection, it may appoint one or more persons to be special\n       directors for safeguarding the financial and other interests of the\n       company or in the public interest. Under <a href=\"/doc/21763993/\" id=\"a_97\">Section 17</a> after making\n       an inquiry, if the Board is satisfied that a company has become a\n       sick industrial company, the Board may then decide, by an order\n       in writing, whether it is practicable for company to make its net\n       worth exceed the accumulated loses within a reasonable time. If\n       this is practicable, then the Board shall give such company the\n       opportunity to make its net worth exceed the accumulated loses.\n       Under Sub-Section (3) of <a href=\"/doc/21763993/\" id=\"a_98\">Section 17</a> if the Board decides that this\n       is not practicable within a reasonable time, it may adopt measures\n       specified in <a href=\"/doc/155093635/\" id=\"a_99\">Section 18</a> and provide for a scheme for appropriate\n       measures in relation to that company. There can, therefore, be no\n       presumption that the company will, in no circumstance, be able to\n       discharge its obligations.\n</blockquote>\n<blockquote id=\"blockquote_70\">                      x x x xx x x xx x x xx x x x\n\n       Under <a href=\"/doc/24051230/\" id=\"a_100\">Section 22</a> on which the respondent relies, where in respect\n       of an industrial company, an inquiry under <a href=\"/doc/144071322/\" id=\"a_101\">Section 16</a> is pending,\n       or any scheme under <a href=\"/doc/21763993/\" id=\"a_102\">Section 17</a> is under preparation or a\n\n\n\n<span class=\"hidden_text\" id=\"span_88\">FAO (OS) Nos.397/2014 &amp; 398/2014                                 Page 72 of 76</span>\n        sanctioned scheme is under implementation or when an appeal\n       under <a href=\"/doc/144451093/\" id=\"a_103\">Section 25</a> is pending, then no proceedings for the winding\n       up of the industrial company or for execution, distress or the like\n       against any of the properties of the industrial company or the\n       appointment of a receiver in respect thereof can be proceeded\n       with; and no suit for the recovery of money or for the enforcement\n       of any security against the industrial company shall lie or be\n       proceeded with except with the consent of the Board or, as the\n       case may be, the Appellate Authority. The respondent contends\n       that its right to realise its claim, of established, would be affected\n       by reason of <a href=\"/doc/24051230/\" id=\"a_104\">Section 22</a> of the said Act. There is no material\n       before us to show that the appellant company cannot make its net\n       worth positive. NO scheme has been framed under the said Act so\n       far. Even under <a href=\"/doc/24051230/\" id=\"a_105\">Section 22</a> there is no absolute bar against any\n       suit for the recovery of money. The suit cannot be proceeded with\n       except with the consent of the Board of the Appellate Authority.\n       Therefore, in an appropriate case, the Board or the Appellate\n       Authority is entitled to give its consent to such a claim being\n       proceeded with. This is not a situation of the kind envisaged in the\n       case of Itek Corpn. where there was no possibility whatsoever of\n       recovery of any amount from the purchaser.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_151\">142. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_89\">In the decision reported as 2006 (<a href=\"/doc/1342691/\" id=\"a_106\">2) SCC 728 BSES Ltd. Vs. Fenner\nIndia Ltd.</a> &#x27;lack of good faith&#x27; and/or &#x27;enforcing with an oblique purpose&#x27;\nwere arguments brought into aid to urge that if a bank guarantee was\ninvoked for an oblique purpose or invocation lacked in good faith,\nexceptional circumstance existed justifying granting an injunction. Decision\nof the Court of Appeal in Singapore reported as (2002) 1 SLR 1 Samwoh\nAsphalt Premix Ptc.</span> Ltd. Vs. Sum Cheong Piling Pte Ltd. was considered.\n</p><p data-structure=\"Precedent\" id=\"p_152\">143. The Court of Appeal in Singapore held that where a bank guarantee\nwas invoked as a &#x27;bargaining chip&#x27; or as a &#x27;deterrent&#x27; or in an &#x27;abusive\nmanner&#x27; it would amount to calling a guarantee for an oblique purpose,\njustifying the issuance of an injunction.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_90\">FAO (OS) Nos.397/2014 &amp; 398/2014                                  Page 73 of 76</span>\n<p data-structure=\"Precedent\" id=\"p_153\"> 144. Refusing to go for the bite, in Femur India&#x27;s case, the Supreme Court\nheld:\n</p><blockquote id=\"blockquote_71\">        &quot;We are afraid that in the face of the law succinctly laid down in\n        U.P.Coop. Federation and reiterated in numerous judgments of\n        this Court referred to earlier, we are unable to accept the wide\n        proposition of law laid down in the foreign judgments cited by Mr.\n        Sorabjee. Whatever may be the law, as to the encashment of bank\n        guarantees in other jurisdictions, when the law in India is clear,\n        settled and without any deviation whatsoever, there is no occasion\n        to rely upon foreign case-law.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_154\">145. The legal position which can be summarized would be that a bank\nguarantee is an independent contract between the bank and the beneficiary\nand disputes pertaining to bank guarantees have to be resolved de-hors the\nterms of the main contract between the parties or disputes relatable to the\nmain contract between the parties. Where a bank guarantee is a conditional\nguarantee invocation thereof would have to be in strict conformity with the\nconditions on which the guarantee is issued. In such a case an injunction can\nbe granted against payment under the bank guarantee if it is found that the\ncondition upon which the guarantee was issued has not been complied with\nor met. But where the guarantee is unconditional and/or the bank has agreed\nto make payment without demur or protest, on the beneficiary invoking the\nbank guarantee the bank is obliged to honour the same for the reason like\nletters of credit, a bank guarantee if not honoured would cause irreparable\ndamage to the trust in commerce and would deprive vital oxygen to the\nmoney supply and money flow in commerce and transaction which is\nnecessary for economic growth. Disputes pertaining to the main contract\ncannot be considered by a court when a claim under a bank guarantee is\nmade and the court would be precluded from embarking on an enquiry\n\n\n\n<span class=\"hidden_text\" id=\"span_91\">FAO (OS) Nos.397/2014 &amp; 398/2014                               Page 74 of 76</span>\n pertaining to the prima facie nature of the respective claim of the litigating\nparties relatable to the main dispute. The dispute between the parties to the\nunderlying contract has to be decided at the civil forum i.e. a civil suit if\nthere exists no arbitration clause in the contract or before the arbitral tribunal\nif there exists an arbitration clause in the contract. Pendency of arbitration\nproceedings is no consideration while deciding on the issue of grant of an\ninterim injunction. That certain amounts have been recovered under running\nbills and have to be adjusted for is of no concern in matters relating to\ninvocation of bank guarantee. That there are serious disputes on questions\nas to who committed the breach of the contract are no circumstances\njustifying granting an injunction pertaining to a bank guarantee. Plea of lack\nof good faith and/or enforcing the guarantee with an oblique purpose or that\nthe bank guarantee is being invoked as a bargaining chip, a deterrent or in an\nabusive manner are all irrelevant and hence have to be ignored. There are\nonly two well recognized exceptions to the rule against permitting payment\nunder a bank guarantee. The same are :-\n</p><pre id=\"pre_5\">A.     A fraud of egregious nature;\nB.     Encashment of the bank guarantee would result in irretrievable harm\n</pre><p data-structure=\"Conclusion\" id=\"p_155\">or injustice of an irreversible kind to one of the parties.\n</p><p data-structure=\"Precedent\" id=\"p_156\">146. The irretrievable harm or injustice of an irreversible kind must relate\nto a situation akin to the one found in Itek Corporation&#x27;s case (supra) or of\nthe kind or in Elian&#x27;s case (supra).\n</p><p data-structure=\"Precedent\" id=\"p_157\">147. There is no separate third exception of a special equity justifying grant\nof an injunction to restrain the beneficiary from receiving under an\nunconditional bank guarantee and if there exists any third exception of a\nspecial equity the same has to be of a kind akin to irretrievable injustice or\n\n\n\n<span class=\"hidden_text\" id=\"span_92\">FAO (OS) Nos.397/2014 &amp; 398/2014                                   Page 75 of 76</span>\n putting a party in an irretrievable situation.\n</p><p data-structure=\"Precedent\" id=\"p_158\">148. Contractual disputes cannot be projected by attempting to urge that the\nbeneficiary under the bank guarantee is in default. Issues of fraud require\npleadings to bring out a case of a fraud of an egregious nature and we do not\nfind any brought out in the pleadings.            The irretrievable injury or\nirretrievable injustice or special equity would mean a situation where the\nparty at whose behest the bank guarantee is issued is rendered remediless.\nThe pleadings do not bring out so.\n</p><p data-structure=\"Conclusion\" id=\"p_159\">149. The two appeals are accordingly dismissed with costs (one set only)\nassessed at `5,00,000/- (Rupees Five Lakhs only) against the appellant and\nin favour of the respondent.\n</p><p data-structure=\"Conclusion\" id=\"p_160\">150. Amount lying in this Court pursuant to the order passed by the\nDivision Bench in FAO (OS) No.250/2014 together with interest accrued\nthereon shall be paid to the respondent forthwith in terms of the order passed\nby the learned Single Judge in OMP No.557/2014.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_161\">                                            (PRADEEP NANDRAJOG)\n                                                  JUDGE\n\n\n\n                                                 (MUKTA GUPTA)\n                                                    JUDGE\nSEPTEMBER 15, 2014\nmamta/skb\n\n\n\n\n<span class=\"hidden_text\" id=\"span_93\">FAO (OS) Nos.397/2014 &amp; 398/2014                                Page 76 of 76</span>\n </p>","numcites":43,"numcitedby":2,"docsource":"Delhi High Court","citetid":70395670,"divtype":"judgments","relatedqs":[{"value":"right of way","formInput":"right%20of%20way"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"section 164 electricity act","formInput":"section%20164%20electricity%20act"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"telegraph act 1885","formInput":"telegraph%20act%201885"},{"value":"status quo","formInput":"status%20quo"},{"value":"section 164 of electricity act 2003","formInput":"section%20164%20of%20electricity%20act%202003"},{"value":"special equity","formInput":"special%20equity"},{"value":"electricity act  2003","formInput":"electricity%20act%20%202003"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":"works contract","formInput":"works%20contract"},{"value":"transmission lines","formInput":"transmission%20lines"},{"value":"state of sikkim","formInput":"state%20of%20sikkim"},{"value":"non forest land and forest land","formInput":"non%20forest%20land%20and%20forest%20land"},{"value":"darjeeling","formInput":"darjeeling"},{"value":"forests clearance","formInput":"forests%20clearance"},{"value":"\"Aman Garg\"","formInput":"%22Aman%20Garg%22"},{"value":"forests   land","formInput":"forests%20%20%20land"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":"bank of india  filter:  service matters","formInput":"bank%20of%20india%20%20filter%3A%20%20service%20matters"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"telegraph","formInput":"tag:telegraph"},{"value":"indian-forest, forest-official, forest-land","formInput":"tag:indian-forest, forest-official, forest-land"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}