{"tid":610549,"publishdate":"1961-05-25","title":"Gannon Dunkerley And Co. vs Union Carbide (India) Ltd. on 25 May, 1961","doc":"<h2 class=\"doc_title\">Gannon Dunkerley And Co. vs Union Carbide (India) Ltd. on 25 May, 1961</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1962CAL360, AIR 1962 CALCUTTA 360</h3>\n\n<pre id=\"pre_1\">ORDER\n\n \n\nP.C. Mallick, J.\n\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. This is an application under Section 20 of the Indian Arbitration Act for an order that the arbitration agreement be filed in Court and reference made. The arbitration agreement is a clause in a building contract subsisting between the parties. The defendant employed the plaintiff to do the construction work of a factory building to be used and occupied by Eveready Flashlight Company. The building contract provided for the certification of workmanship by a firm of architects to wit Messrs. Ballardie Thompson and Matthews. The contact further provided that the works shall be carried out to the reasonable satisfaction of the Architect whose decision as to sufficiency and quality of the work and material shall Be final and binding upon all parties. The plaintiff is the contractor and the building work is alleged to have been completed sometime in 1957. During the progress of the work eight running bills were submitted and paid in terms of the contract. The payment of the ninth bill, however, was withheld on the ground that the roof of the factory building constructed was leaking at several places. It appeare that the contractor at first attempted to effect repair. The repairs effected however, was not found to be satisfactory. The Architect was of opinion that the workmanship was bad which was disputed by the contractor. The dispute between the parties as appearing in the correspondence will appear from the letter addressed by the plaintiff to the Chief Engineer, Central Public Works Department of May 23, 1980 which is set out hereunder : \n</p><blockquote id=\"blockquote_1\">  &#x27;&#x27;Whereas National Carbon Company has complained about leakages, the arbitrator should examine and give an award as to the said leakages, reasons and extent thereof, and determine the res-ponsibilily, if any, of Gannon Dunkerley for the same, and, if so the extent of cost recoverable from Gannon Durkerley for its rectification. The arbitrator shall also give directions as to the date of payment of monies due to Gannon Dunkerley and Co., and consider whether, and the extent to which, interest is admissible on the same.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> In that letter the plaintiff purported to refer the dispute stated in the said letter to the arbitration of the Chief Engineer Central Public Works Department, in terms of the arbitration clause. The Chief Engineer in reply protested that he never agreed either to arbitrate or to nominate an arbitrator and wondered how his name came to be incorporated in the agreement without his consent. Thereupon the present notice has been taken out by the plaintiff under Section 20 of the-Indian Arbitration Act. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_2\"> 2. Clause 30 of the contract contains the arbitration agreement which reads as follows : \n</p><blockquote id=\"blockquote_3\">  &quot;30. Provided always that in case any dispute or difference shall arise between the employer, or the Architects on his behalf, and the Contractor, either during the progress of the works, or after the determination, abandonment or breach of the Contract as to the construction of the Contract, or as to any matter or thing arising thereunder (except as to the matters left to the sole-discretion of the Architects under Clauses 1, 4, 9, 16, 19, 19A and 28 and as to the exercise by them under Clause 18 of the right to have any work opened up), or as to the withholding by the Architects of any certificate to which the Contractor may claim to be entitled, then either party shall forthwith give to the other written notice of such dispute or difference which notice shall specify the matters which are in dispute, and such dispute or difference of which such notice has been given and no other, shall be and is hereby referred to the arbitration and final decision of the Chief Engineer Central Public Works Department, if able and willing to act, otherwise any person nominated by the Chief Engineer, Central Public Works Department, and the award of such Arbitrator shall be final and binding on the parties. Such reference shall not be entered upon until after the completion or alleged completion of the works or until three weeks or more shall have elapsed after the practical cessation of the works arising from any cause unless with the written consent of the Employer or Architects and the Contractor, the Arbitrator shall have power to open up review and revise any certificate, opinion, decision, requisition or notice, save in regard to the said matters expressly exempted above, and to determine all matters in dispute which shall be submitted to him and of which notice shall have been given as aforesaid. Upon every and any such reference the cost of and incidental to, the reference and award respectively, shall be in the discretion of the arbitrator who may determine the amount thereof, and shall direct by whom and to whom and in what manner the same shall be borne and paid. This submission shall be deemed to be a submission to arbitration within the meaning of the <a href=\"/doc/1052228/\" id=\"a_1\">Indian Arbitration Act,  1940</a>. and any statutory modification thereof for the lime in force.    The Employer and Contractor hereby also agree to any    right of action    under the contract with regard to the matters hereby &quot;expressly agreed to be so referred to arbitration.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_3\"> 3. The grounds on which the application is resisted have been set out in paragraph 24 of the affidavit filed on behalf of the defendant by J. W. Hutchinson. It is contended that (1) in terms of the contract the Architect was to decide whether the workmanship was good and satisfactory and the Architect having already indicated that the workmanship was not satisfactory, there is no dispute between the parties under the said contract which can be referred to arbitrator, (2) that before a dispute can be referred to arbitration there must be a notice of dispute which is a pre-condition to arbitration. Notice of dispute, as indicated before, contained in the letter dated May 23, 1960, appears to be somewhat difference to the dispute that is sought to be referred. These are the substantial points taken apart from the other points of law that will be noted presently. \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\"> 4. The arbitration clause covers disputes as to construction of the contract or as to matters and things arising thereunder.    But the exception clause takes   out of  the arbitration  clause dispute as   to  matters   left   to   the  sole   discretion   of   the architect under    different clauses of the contract. &quot;When a dispute has arisen which  is covered by the arbitration clause, &quot;then either party shall forthwith give notice to the other party in writing of such dispute,&quot; and &quot;such dispute and no other dispute shall be referred to arbitration.&quot; &quot;The Chief Engineer, Central Public Works Department if able and willing to act, otherwise any person nominated by the Chief Engineer is to act as arbitrator and &quot;the award of such arbitrator shall be final and binding on the parities.&quot; \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\"> 5. Mr. Niren De, learned counsel appearing to oppose the application, submitted that the application is not maintainable having regard to Rule 3 of the Rules framed by this Court under Section 44 of the Indian Arbitration Act. Form of the application being Form no. 1 of the Rules requires that the dispute must be stated in clear terms. The form of the order to be passed both under <a href=\"/doc/638888/\" id=\"a_2\">Sections 20(4)</a> and <a href=\"/doc/238279/\" id=\"a_3\">23(1)</a> directs that the matters in difference must be stated. In the instant petition the &#x27;&#x27;disputes&quot; or &quot;matters in difference&quot; have not been seated in the way directed to he stated in the&#x27; petition under Rule 3 Form I so that the Court may direct a reference of the disputes or matters in difference to be incorporated, in the order to be passed as indicated in Form No. 7 I do not think that Mr. De is correct in his submission. In paragraph 15 of the petition She petitioner claimed the sum of Rs. 59,941.52 nP. particulars of which is annexed to the petition. It as further stated that  \n  &quot;the defendant&#x27;s Architects have wrongfully failed to certify the plaintiff&#x27;s dues and the defendants have wrongfully withheld the payment of the same. The plaintiffs say That they are therefore entitled to have their dues adjudicated upon by the arbitrator.&quot; \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_6\"> This, in my judgment is 3 clear statement of the disputes or matters in difference viz : (a) unreasonably withholding of the certificate by the Architect, (b) claim for works done amounting to Rs. 59,941.52 nP. wrongly refused. This is sufficient compliance of the Rules and I hold accordingly that the petition is in order. \n</p> \n\n<p data-structure=\"Section\" id=\"p_7\"> 6. <a href=\"/doc/1052228/\" id=\"a_4\">The Arbitration Act</a> provides for arbitration (a) without intervention of the Court, (b) with intervention of the Court and (c) in suit. Chapter II lays down provisions for arbitration without the intervention of the Court, Chapter III for arbitration with the intervention of the Court, while Chapter, IV lays down provisions for arbitration in suit. There were the same three classes of arbitration prior to the Act of 1940. It may be said that each one of the chapters is a self-contained statute in the subject though it cannot be said that they are mutually exclusive. (See <a href=\"/doc/480970/\" id=\"a_5\">Section 20(5)</a> in Ch. III and <a href=\"/doc/631064/\" id=\"a_6\">Section 25</a> of Ch. IV). In both the classes of arbitration, namely, arbitration with the intervention of the Court and arbitration in suit inter alia the provisions of Chapter II are attracted in express terms. In a reference, whether made privately without the intervention of the Court, or under an order of the Court either under <a href=\"/doc/811701/\" id=\"a_7\">Section 20</a> or <a href=\"/doc/631064/\" id=\"a_8\">section 25</a>, proceedings must be conducted in the same manner, arbitrator may be appointed or removed on the same ground and award filed, confirmed or set aside on the same ground and according to the same procedure. Broadly this is the scheme of the Act. A point however has been raised as to the point of time when the provisions of Chapter. It in particular <a href=\"/doc/1232861/\" id=\"a_9\">section 8</a> would be made applicable to a reference by an order of the Court under <a href=\"/doc/811701/\" id=\"a_10\">Section 20</a> of the Arbitration Act. This point will have to be decided later. \n</p> \n\n<p data-structure=\"Section\" id=\"p_8\"> 7. <a href=\"/doc/811701/\" id=\"a_11\">Section 20</a> consists of five Sub-sections the first Sub-section lays down the conditions to foe satisfied in order that an application can be made   to   file   an   arbitration   agreement.     Sub-section (2) lays down the form of such an application. Sub-section (3) provides for notice to be served on the other parties to the agreement &#x27;&#x27;to show cause within the &#x27;time specified, in the notice why the agreement shall not be filed.&quot; Sub-section (4) provides that where no sufficient cause is shown, the Court shall order the agreement to be filed and make an order of reference to the arbitrator appointed by the parties whether in the agreement or otherwise or where the parties cannot agree upon an arbitrator, So an arbitrator appointed by the Court. Sub-section (5) provides that thereafter the arbitration shall proceed in accordance with and shall be governed by the other provisions of the Act as far as they can be made applicable. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_9\"> 8. The first condition to be satisfied by an application under <a href=\"/doc/811701/\" id=\"a_12\">section 20</a> is that there is an arbitration agreement to which this dispute applies. In the instant case it is not disputed that there is an arbitration agreement in clause 30 of the contract which is valid in law. The point raised by Mr. Niren De learned counsel appearing for the defendant is that the real dispute between the parties will appear from the letter of May 23, 1960, addressed by the petitioner to the Chief Engineer, Central Public Works Department, set out before. The dispute is excluded from the arbitration clause. The. Architect has under the said contract the final say in the matter. The answer to this argument is that the dispute raised and sought to be referred to arbitration is not the dispute as set out in the letter of May 23, 1960, but the dispute as set out in paragraph 15 of the petition set out above. The dispute raised in the said paragraph is (a) whether the plaintiff is entitled to Rs. 59,951.52 nP. for works done and (b) whether the architect has wrongfully withheld the certificate. Mr. De has relied on an observation in Halsbury&#x27;s Laws of England 3rd Ed. Vol. 3, Article 1039 at pp. 522-23 which reads as follows: \n</p>   \n\n<blockquote id=\"blockquote_4\"> 1039. &quot;Where a building contact contains a clause by which the determination of certificate of the architect is made final and conclusive, between the parties or is made a condition precedent to any right of the contractor to payment, and the contract also contains a clause by which all disputes are to be referred to arbitration, a question arises as to how far the arbitration clause affects the certificate clause. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> Where the arbitration clause, as in many cases, in express terms excepts certain masters and leaves them to the sole discretion of the architect, no arbitration can arise in respect of these matters except by agreement, and, in the absence of an allegation of fraud, neither the Court nor the Arbitrator has Jurisdiction to review the determination of the architect as to those matters. \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> Where on the other hand, there is no express restriction of the scope of the arbitration clause, the jurisdiction of the arbitrator does not apparently extend to review the correctness of measurements and valuations where they are made conclusive between the parties, or conditions precedent, to a right to payment. The architect or engineer in giving such a certificate is acting so as to prevent a dispute arising, and the jurisdiction of the arbitrator only comes into existence when a dispute has actuallly arisen. Where the dispute referred to arbitration is the alleged improper refusal of the certifier to give a certificate, which is a condition precedent to the right to payment, the arbitrator may in deter-mining that the certificate has been improperly withheld include in his award a sum for payment despite the fact that the condition precedent has not been fulfilled.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_10\"> 9. No doubt the parties will not be allowed to question the finality of the decision of the Architect in respect to masters in which the decision, of the Architect has become final and binding. But as stated by Halsbury and quoted above the dispute as to whether certificate has been improperly refused is a question that can be gone into by the arbitrator as being within the arbitration clause of the agreement. So also the claim for payment for works done which has been refused, is a dispute which is covered by the arbitration clause. In my judgment, the dispute raised is covered by the arbitration clause of the contract. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_11\"> 10. It is next contended by Mr. De that before a reference can be made under the arbitration clause in the instant contract a written notice must be served on the other party to the contract which notice shall specify the matters in dispute. The dispute stated in the said notice and no other shall be referred is arbitration. In the instant case the dispute in the notice is different from the dispute sought to be referred. The dispute contained in the letter dated May 23, 1960, addressed to the Chief Engineer Central Public Works Department, a copy of which was forwarded to the defendant is different from the dispute sought to be referred. This may be so. The dispute sought to be referred and stated in paragraph 15 of the petition may not be the same dispute of which any previous formal notice was given. Previous written notice, I agree, is imperative under the agreement and it may well be argued that in the absence of such previous notice the arbitrator would not be vested with jurisdiction to deal with the dispute. In the instant case however no reference has been made yet. Notice of dispute is contained in the petition itself and the order of reference asked for is after such notice has been received by the defendant in the petition itself. In my judgment notice of dispute being in the petition itself, the condition laid down in the arbitration clause as to notice has been satisfied and there is no impediment to an order of reference being made on that ground. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\"> 11. The next point urged is that under the arbitration clause the Executive. Engineer, C. P. W. D. or his nominee alone can be appointed Arbitrator and no other. That is the express agreement between the parties. The Executive Engineer having refused to act and/or to appoint an arbitrator in the instant case no arbitrator can be appointed and no order for reference can be made in consequence. In support of this contention Mr. De argued than the language of the agreement clearly indicates that the parties intended that the Chief Engineer, C. P. W. D. or his nominee and nobody else should arbitrate. The reason seems to be that the Chief Engineer or his nominee was considered to be the only impartial man with competence to do the job. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1647325\" id=\"span_1\">The language used is that &#x27;&#x27;the award of such arbitrator&quot; meaning the Chief Engineer or his nominee &quot;shall be final and binding on the parties.&quot; Mr. Bhabra appearing for the plaintiff however submitted that the language does not indicate that if the Chief Engineer or his nominee refuses or unable to arbitrate, no other arbitrator can be appointed. The phrase in the agreement relied upon by Mr. Da to the effect that the award of such arbitrator &#x27;&#x27;shall be final and binding on the parties&quot; does not support Mr. De&#x27;s argument The phrase was designed to indicate tile finality or binding nature of the agreement and not to indicate that nobody other than the Chief Engineer or his nominee was to act as arbitrator. Mr. Bhabra has cited the case of Governor General in <a href=\"/doc/1647325/\" id=\"a_13\">Council v. Associated Live Stock Farm (India) Ltd.</a>, decided by Das, J., and . In the cited case the agreement provided that the dispute shall be referred to the arbitration of the Officer sanctioning the contract. It was a war contract and after the termination of the war when the dispute arose, the Office was abolished. It was contended that the office having been abolished there could not be any arbitrator to adjudicate and in consequence no reference. It was contended on the other hand by Mr. Sachin Chaudhuri appearing for the other side that the incumbent of the office was liable to be transferred in the existing war condition and the parties presumed to having knowledge of this fact could not have intended that nobody else could arbitrate. Das, J. accepted the argument of Mr. Chaudhuri and observed at p. 290 (of Cal WN) : (at p. 232 of AIR):-</span> \n</p><blockquote id=\"blockquote_7\">  &quot;I am inclined to agree with Mr. Chaudhuri, I do not find anything in the arbitration clause suggesting that the parties agreed that any vacancy in the office of arbitrator should not be filled up; In the absence of any such agreement the vacancy can be easily supplied and there is no reason to think that the arbitration will be infructuous at all. If the particular officer sanctioning the contract&#x27;s refuges to act or is incapable of doing, so by reason of his absence or otherwise there are provisions in the Indian Arbitration Act for the appointment of another arbitrator in his place and the arbitrator so appointed will be quite competent to proceed with the arbitration.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> Mr. Bhabra pointed out that the instant arbitration agreement provides that &quot;this submission shall be deemed to be a submission to arbitrate within the meaning of the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act, 1940</a> and any statutory modification therefor for the time being in force.&quot; This indicates in Mr. Bhabra&#x27;s submission that the provisions as to filling up the vacancy provided in the <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act</a> was expressly within the contemplation of the parties when the agreement was entered into The  language   of   the   arbitration  agreement   in the cited case however is different and I do not think that the  construction     of an arbitration clause   couched   in   different   language can be of assistance   in   construing   the   instant   agreement. In the instant agreement there is no named arbitrator.     The   arbitrage to   be  appointed  is   the incumbent of  an  office  viz.  the Chief  Engineer C. P.  W. D.  or his nominee,    It is  not stated that  no  person   other   than  the  Chief   Engineer or his nominee can be appointed as an arbitrator. The consent of the Chief Engineer was not even obtained  when the  agreement  was   entered  into I agree that the parties provided for arbitration by the Chief Engineer or his nominee     on the faith and belief that such an arbitrator was expected to be both impartial and competent.    But I am unable to inter from this fact that should the Chief Engineer or his nominee be unable or j incapable  of  acting,  the  parties  did  not intend adjustment  of  disputes   by  any  other   competent arbitrator.    The decisions  on Schedule II <a href=\"/doc/161831507/\" id=\"a_16\">of the Code of Civil Procedure</a> cited and to be noticed later is not of assistance in determining whether the   parties   intended   arbitration  by   the   named arbitrator    and no    other.   Under    the old    law Schedule II the Court had no power to appoint an   arbitrator   in   place   of   the   arbitrator   unable to act.   <a href=\"/doc/1052228/\" id=\"a_17\">The Act</a> of 1940   however   in    express terms   provides   for   such   appointment   other   than named   in  the   agreement  unless   there  is   clear intention to the contrary.    I do not find in the instant  case  any intention  to  the contrary.     Reference now may be made to certain other decisions cited by the parties.    The case of Narayan-appa    v.    Ramchandrappa    decided    by    a    Division   Bench   of   the   Madras   High   Court  and   reported in AIR 1931 Mad 28 : ILR 54 Mad 469, wag a case under Schedule II of She Code prior to  the    <a href=\"/doc/1052228/\" id=\"a_18\">Arbitration Act,     1940</a>.     In the    Madras-case three persons were named in the agreement to act as arbitrators and there was no provision as to what would    happen if one    of them dies or   refused   to act.     One   of   the   arbitrators   died before the award was   made.    Thereupon one  of the parties instituted a suit which was sought to be stayed by the other parties.    The Court held that the Court had no jurisdiction to appoint an arbitrator in the place of the dead arbitrator   nor could it make a reference to two in place of the three   arbitrators.     It   was     pointed   out   that the provisions   of  paras  1   to   18 of the   Schedule II, which is arbitration in suit are not applicable to the arbitration outside   Court except in so far    as they  are  consistent with the  provisions   of  the agreement      The  agreement having provided   for three arbitrators named and there being no provisions  for  filling   up    the   vacancies    the   Court was powerless to either    appoint a third    arbitrator or allow the arbitration to proceed with the surviving arbitrators.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"607734\" id=\"span_2\">In he     case     of  <a href=\"/doc/607734/\" id=\"a_19\">Rafani Kanta Karati v. Panchanan Karati</a> decided by a Division  Bench  of this  Court and     reported  in AIR 19S7 Cal 388 : ILR (1937) 2 Cal 434 is also a case in which the named    arbitrator refused to act.     It was held that the Court had no power to appoint an arbitrator in place of the arbitrator who has refused to act under Schedule II <a href=\"/doc/161831507/\" id=\"a_20\">of the Code of Civil Procedure</a>. Expressly the learned Judges recorded their approval of the view taken by the Madras High Court in the case noticed above.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1687338\" id=\"span_3\">A Full Bench of the Madras High Court in, the case of <a href=\"/doc/1687338/\" id=\"a_21\">Satyanarayanamurthi v. Venkataramanamurthi</a> reported in AIR 1948 Mad 312 : ILR (1948) Mad 837 (FB), reiterated the same view and affirmed the decision in AIR 1931 Mad 28 : ILR 54 Mad 469. It was held that the Court had no power Under Schedule II <a href=\"/doc/161831507/\" id=\"a_22\">of the Code of Civil Procedure</a> to appoint an arbitrator in place and stead of the named arbitrator who is unable or unwilling to act.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"109029\" id=\"span_4\">The case of <a href=\"/doc/109029/\" id=\"a_23\">Tara Prasad v. Baijnath Prasad</a> decided by a division Bench of the Patna High Court and reported in AIR 1941 Pat 155 : ILR 19 Pat 927 was also a case under Schedule II of the Code. If was held <a href=\"/doc/109029/\" id=\"a_24\">in that case</a> that -</span> \n</p><blockquote id=\"blockquote_8\">  &quot;There is some difference between the procedure &quot;that is to be followed where the reference to arbitration is made in a pending suit and where there is a mere agreement for reference to arbitration which is sought to be filed in Court. In the latter case the Court obviously cannot go beyond the terms of the agreement and if it specifies the persons who are to be appointed arbitrators and makes no provision for the case where the arbitrators refuse to act, the Court cannot substitute in the place of the named arbitrators certain other persons. Clause (4) of paragraph 17, which I have already quoted, makes it clear that the reference should be made &#x27;to the arbitrator appointed in accordance with the provisions of the agreement.&#x27; In the present case four persons were specifically named as arbitrators in the agreement. That being so, I do not see how in the face of the clear provision of Clause (4) of paragraph 17 a Court can substitute anybody else in their place.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"109029\" id=\"span_5\">Para 17 of Schedule II of the Civil Procedure Code corresponds to <a href=\"/doc/811701/\" id=\"a_25\">section 20</a> of the Act of 1940. The word &quot;otherwise&quot; is not in clause 4, para 17 Schedule II. This is the only addition to this clause otherwise the two clauses are the same. Inclusion of the word &quot;otherwise&quot; however extends the power of the court to make a reference in cases which the Court was powerless to do under Schedule II, para 17 (4). Having regard to the difference in the wording of Clause (4) para 17 of the Schedule the decisions <a href=\"/doc/109029/\" id=\"a_26\">referred to above</a> are hardly of any assistance in construing Clause (4) of Section 20 of the Indian Arbitration Act. It is to be further noted that in the Act of 1940 there is an express provision in <a href=\"/doc/1232861/\" id=\"a_27\">Section 8</a> of the Arbitration Act whereby the Court is empowered to appoint an arbitrator in Case where a named arbitrator is unable or unwilling to act. There was no such provision in the old law, prior to 1940.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1772717\" id=\"span_6\">The case of <a href=\"/doc/1772717/\" id=\"a_28\">Union of India v. New India Constructors, Delhi</a> decided by a Division Bench of the Punjab High Court and  is a case under the Indian &#x27;<a href=\"/doc/1052228/\" id=\"a_29\">Arbitration Act, 1940</a>. The arbitration clause is the usual clause in Government Contracts and substantially resembles the arbitration clause in the instant contract. It provided for arbitration by the Chief Engineer or Additional Chief Engineer and if they are unable to act by one appointed by them. Dispute having arisen, an application was made under <a href=\"/doc/1091250/\" id=\"a_30\">Sections 5</a>, <a href=\"/doc/1232861/\" id=\"a_31\">8</a>, <a href=\"/doc/596725/\" id=\"a_32\">11</a> and <a href=\"/doc/1265271/\" id=\"a_33\">12</a> of the Arbitration Act on the allegation that the Chief Engineer has neglected to act or appoint an arbitrator. The prayer was that leave be given to revoke the submission alternately for appointing an arbitrator. The Chief Engineer thereafter appointed C. P. Malik, Superintending Engineer to act as arbitrator. The trial Court set aside the appointment and appointed a lawyer as arbitrator. In appeal the High Court held that the appointment of C. P. Malik should have been upheld and made an order accordingly. In his judgment Soni, J., upheld the contention of the Solicitor General that in cases where there is a named arbitrator with power to appoint one in case he is unable acts, the named arbitrator has two-fold function--one as an arbitrator to adjudicate the dispute. His second function is to appoint an arbitrator, as a persona designata. In the event of his not functioning as an arbitrator the case becomes one under <a href=\"/doc/1242720/\" id=\"a_34\">Section 4</a> of the Arbitration Act and the Act does not provide a machinery to appoint an arbitrator on the failure of the persona designata to appoint an arbitrator. In such a case no recourse can be taken to <a href=\"/doc/1232861/\" id=\"a_35\">Section 8</a> of the Arbitration Act to have an arbitrator appointed by the Court. The Count was not called upon to express its opinion whether in such a case the Court had the power to appoint an arbitrator under <a href=\"/doc/811701/\" id=\"a_36\">Section 20</a>. Soni J., gave his opinion on the construction of <a href=\"/doc/1232861/\" id=\"a_37\">section 8</a> of the Act only. The case is not a direct authority on the point raised in this case. In any event it is an obiter dictum. I reserve my right to express my opinion on the view of Soni, J., stated above in an appropriate case The case of Karam Chand v. M/s Sant Ram Tara Chand and others, decided by Gurnam Singh, J., of the Punjab High Court and  is a case under the present <a href=\"/doc/1052228/\" id=\"a_38\">Arbitration Act</a>. What happened in this case was that the arbitrator named was a near relation of the parties. In the application under <a href=\"/doc/811701/\" id=\"a_39\">Section 20</a> for filing the agreement and making a reference, the objection was taken to the effect that no reference can be made to the named arbitrator who is a near relation. The trial court upheld the objection and did not make a reference to the named arbitrator but directed the agreement to be filed. In appeal it was contended that the court had no jurisdiction to file the agreement after holding that there could be no reference to the arbitrator named. This contention was negatived and the High Court held that agreement can be filed without making an order of reference. Such an order can be made subsequently by appointing an arbitrator under <a href=\"/doc/1232861/\" id=\"a_40\">Section 8</a> which is attracted by Sub-section (5) of <a href=\"/doc/811701/\" id=\"a_41\">Section 20</a>. Sub-section (5) of <a href=\"/doc/811701/\" id=\"a_42\">Section 20</a> provides that after &quot; the order of filing the agreement under <a href=\"/doc/811701/\" id=\"a_43\">Section 20</a>, the provisions of Chapter IT would apply. With respect I am unable to agree with <a href=\"/doc/1772717/\" id=\"a_44\">the above decision</a>. In my judgment in an application under <a href=\"/doc/811701/\" id=\"a_45\">Section 20</a> the order to be made is not only art order filing tile agreement but an order of reference as well, and if no order of reference can be made, there can be no order for filing the agreement.</span> Decisions cited and noted above therefore do not give a clear guidance on the point in controversy before me. \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> 12. Mr. De contends that the Court under <a href=\"/doc/638888/\" id=\"a_46\">Section 20(4)</a> is directed to make a reference to the arbitrator appointed by the parties, whether in the agreement or otherwise. When no such appointment is made by the parties then and there only the Court is empowered to appoint its own arbitrator. If as in the instant case the parties had agreed to an appointment viz., Chief Engineer or his nominee, the Court has no power to appoint anybody else and the Court is not empowered to make any order of reference there being no arbitrator to whom the reference can be ordered. The parties might have proceeded under Chapter II and perhaps could have made an application under <a href=\"/doc/1232861/\" id=\"a_47\">Section 8</a> to have an arbitrator appointed in order to give effect to the arbitrator clause. But if the parties choose to Proceed under Chapter III and make an application under <a href=\"/doc/811701/\" id=\"a_48\">Section 20</a> reference can only be made to the arbitrator agreed to by the parties and only in those cases where the parties could not agree the reference can be made to an arbitrator appointed by the Court. The Court is not empowered to appoint an arbitrator in case the parties bad agreed to an arbitrator who is unwilling or unable to act. It is only after an order is made under <a href=\"/doc/811701/\" id=\"a_49\">Section 20</a> and not before that the other provisions of the Act in Chapter II to wit <a href=\"/doc/1232861/\" id=\"a_50\">section 8</a> becomes applicable to the arbitration proceedings with the intervention of the Court. The word &#x27;thereafter&#x27; in Sub-section (5) of <a href=\"/doc/811701/\" id=\"a_51\">Section 20</a> makes this clear. \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\"> 13. The construction of <a href=\"/doc/638888/\" id=\"a_52\">Section 20(4)</a> contended by Mr. Niren De is undoubtedly a plausible construction. On the language used fin <a href=\"/doc/638888/\" id=\"a_53\">Section 20(4)</a> it may be contended that only when the parties cannot agree upon an arbitrator that the court is empowered to appoint. In cases where the parties agreed to an arbitrator either at the time of the arbitration agreement or subsequently, the count is not empowered to appoint any arbitrator other than the arbitrator agreed to by the panties. In cases where the parties have, not agreed to an arbitrator, the Court is expressly authorised to appoint one in order to make an effective reference. The, Sub-clause (4) does not provide for the third class of cases where the parties agreed to an arbitrator but who is unable or unwilling to act. This class of cases has been expressly provided for in <a href=\"/doc/1232861/\" id=\"a_54\">Section 8</a> of the Act and if the parties have chosen to proceed under Chapter II and make an application under <a href=\"/doc/1232861/\" id=\"a_55\">Section 8</a> the Court would have power to appoint one. Under Sub-clause (5) however provisions of Chapter It can be invoked to govern arbitration proceedings after the filing of the agreement under <a href=\"/doc/811701/\" id=\"a_56\">Section 20</a> of the Act. The provisions of Chapter II cannot be taken recourse to till after the order is made under <a href=\"/doc/811701/\" id=\"a_57\">Section 20</a>. The language of Sub-section (5) Indicates that it cannot be invoked before. The orders to be passed in an application under <a href=\"/doc/811701/\" id=\"a_58\">Section 20</a> are (a) filing the agreement in Court and (b) order of reference to an arbitrator, If the word &quot;thereafter&quot; in Sub-section (5) is construed to have reference to the order of filing the agreement only and not to the order of reference as stated in the Punjab case noted before, then it can be said that in making the subsequent order of reference to an arbitrator, the provisions of Chapter II for filling up the vacancy as provided in <a href=\"/doc/1232861/\" id=\"a_59\">Section 8</a> may be attracted. In my judgment, however, the order contemplated under <a href=\"/doc/811701/\" id=\"a_60\">section 20</a>, is not merely an order filing the agreement but a reference to an arbitrator as well. This order is one and the word thereafter in Sub-section (5) of <a href=\"/doc/811701/\" id=\"a_61\">Section 20</a> refers not merely to ah order of filing the agreement but an order of reference as well. Other provisions of the Act including the provisions of <a href=\"/doc/1232861/\" id=\"a_62\">section 8</a> are made applicable under Sub-section (5) after an order is made not only of filing the agreement but also of making the reference. It is not therefore open to the Court to appoint an arbitrator in this application by attracting the provisions of <a href=\"/doc/1232861/\" id=\"a_63\">Section 8</a> of the Act. It is to be noted that had the applicant proceeded under Chapter II and made an application under <a href=\"/doc/1232861/\" id=\"a_64\">Section 8</a> for the appointment of an arbitrator, on the ground that the named arbitrator is unable or unwilling to act, this Court would have justification to make an effective reference by appointing an arbitrator in place of the arbitrator unable or unwilling to act. This he can do even now after the present application, is dismissed on the acceptance of the construction of <a href=\"/doc/638888/\" id=\"a_65\">Section 20(4)</a> of the Act con-tended for by Mr. Niren De. This leads me to think that <a href=\"/doc/638888/\" id=\"a_66\">Section 20(4)</a> should be liberally interpreted as to cover all the three class of cases indicated before and the court is empowered to appoint an arbitrator in the cases where the agreed arbitrator is unwilling and/or unable to act. Mr. De&#x27;s argument, as noted before is that the Court is empowered to appoint arbitrator in two cases; (a) when the panties have agreed to an arbitrator, and (b) when the parties cannot agree and not in the third class of cases in which the arbitrator having been agreed to by the parties becomes unable or unwilling to act. This is the lacuna of the Act, according to the submission of Mr. Niren De. This lacuna, how-ever, can be avoided if it is constitued that the second class of cases contemplated by Sub-section (4) not only includes cases where at no previous point of inne the parties agreed to an arbitrator but also to cases where, the parties having agreed to an arbitrator previously do not agree to a new appointment after the arbitrator previously agreed to is unable or unwilling to act. Would it be doing violence to the language of <a href=\"/doc/638888/\" id=\"a_67\">Section 20(4)</a>, if it is construed that even if the panties do not agree in such cases, the Court has been vested with the jurisdiction to make an order filing the arbitration, agreement and order of reference to make the arbitration effective. It the clause &quot;where the parties cannot agree to an arbitrator&quot; in <a href=\"/doc/638888/\" id=\"a_68\">Section 20(4)</a> is given a liberal interpretation it may very well include not only cases in which at no point of time parities agreed to an arbitrator but also cases where the parties are unable to agree to a new arbitrator after the arbitrator previously agreed to is found unable or unwilling to act. This inability to agree to a new arbitrator, in my judgment, has reference to the point of time when the application under <a href=\"/doc/811701/\" id=\"a_69\">Section 20</a> is made and no reference to the state of affairs previously. If at the time of making the application under <a href=\"/doc/811701/\" id=\"a_70\">Section 20</a> the parties come with an agreed arbitrator--no matter whether he was named in the agreement itself or agreed to subsequently after the named arbitrator has been unable or unwilling to act--the Court is empowered to direct the arbitration agreement to be filed and order of reference made to the agreed arbitrator. All these cases are covered by the first clause, namely, &quot;order of reference to the arbitrator appointed by the parties whether in agreement or otherwise.&quot; Why in the second class of cases the legislature should give a limited power to the Court to appoint an arbitrator and make the arbitration agreement effective only in cases where the parties did not at any stage agree to an arbitrator and not to cases where the parties are unable to agree when the arbitrator agreed to is unable or unwilling to act? I can find no reason. There is no conceivable reason for the legislature giving such a restricted power to the Court. <a href=\"/doc/1232861/\" id=\"a_71\">Section 8</a> makes it clear that in order to give effect to the arbitration, agreement the Court has been invested with power in such cases. Further, we cannot ignore this fact that even if the Court is held unable to make an order under <a href=\"/doc/811701/\" id=\"a_72\">Section 20</a> in such cases under Chapter III and the Court is compelled to dismiss the application, the Court wall be bound to appoint an arbitrator on an application being made under <a href=\"/doc/1232861/\" id=\"a_73\">Section 8</a> of Chapter II immediately after the dismissal of the application made under <a href=\"/doc/811701/\" id=\"a_74\">Section 20</a>. While, therefore, recognising the plausibility of the construction of <a href=\"/doc/638888/\" id=\"a_75\">Section 20(4)</a> concended for by Mr. Niren De, which indicates a Iaquna in the section and gives a restricted power to the Court under Sub-section (4), I am inclined to accept the other construction which gives the Court a wider power of making in order of reference to its own arbitrator in all cases when the parties do not agree to an arbi-trator. Whether they did not agree to an arbitrator at any point of time or whether they agreed previously to an arbitrator, who having proved to be unable or unwilling to act, the parties could not agree to a new arbitrator both these cases are treated oh the same footing in <a href=\"/doc/638888/\" id=\"a_76\">Section 20(4)</a> of the Act. This wide construction will put the two classes of arbitration, namely, arbitration with arid without the intervention of the Court on the same footing. I am unable to see any reason why there should be difference in the two classes of arbitration This construction again leaves no lacuna and does not lead to the inconvenience and absurdity indicated before inevitable on the other construction. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 14. Once it is held that there is an arbitration agreement and the disputes between the parties are covered by the arbitration agreement Mr. Bhabra contends, the Court is bound to order that the agreement be filed and reference made to the arbitrator. <a href=\"/doc/811701/\" id=\"a_77\">Section 20(1)</a> enables a party to an arbitration agreement to make an application for    filing an    arbitration    agreement provided there is  an arbitration agreement  and the dispute is covered by the agreement.    These two  conditions   must be   satisfied,   so   that   the application    becomes  maintainable.   But  the section also provides that on such an application being made, a notice must be served On the other parties to  the   arbitration      agreement   to   show, cause why the agreement should not be filed and the Court is empowered to make an order of filing the   agreement   and  making an   order   of  reference, if sufficient cause is not shown why the order  should  not  be  made. Mr.   Bhabra&#x27;s   contention is that the cause to be shown is limited to the two kinds of causes referred to in <a href=\"/doc/811701/\" id=\"a_78\">Section 20(1)</a>, namely,  (a) that there is no subsisting arbitration agreement, (b) that the dispute is not covered by such an agreement,  assuming such an agreement exists.    The  opposing   party under the section is-not entitled  to  show   any   other  cause  and   the Court is not entitled  to reject the application on any other ground.   &quot;Sufficient cause&quot; in <a href=\"/doc/638888/\" id=\"a_79\">Section 20(4)</a> has not been defined anywhere.   In my judgment, the party opposing an application under  <a href=\"/doc/811701/\" id=\"a_80\">Section  20</a> is  entitled to show  other causes why  no  order should be made arid the Court is empowered to refuse the   application   upholding   the   objection: In an application for stay of a suit under <a href=\"/doc/1722761/\" id=\"a_81\">Section 34</a> of the Act, the Court is empowered to pass a stay order  &quot;if satisfied that there is no sufficient reason why  tile matter  should  not  be  referred  in accordance with the    arbitration    agreement,&#x27;&#x27;   It has  been   held   in   numerous   decisions   that   the Court had full jurisdiction to refuse, to stay the Suit   and   thereby   to   prevent   arbitration,   even   if it is satisfied that there is an effective arbitration agreement  and   disputes between the parities  are : covered  by  the  arbitration  agreement.    If for instance, the dispute between the parties involves difficult questions of law or an investigation of a charge of fraud, the Court will not grant a stay of the suit, even, if it is satisfied that there is an arbitration  agreement  and  the  disputes   between the parties are covered by the arbitration agreement,    in any judgment, the Court has the same discretion under <a href=\"/doc/811701/\" id=\"a_82\">Section    20</a> and has jurisdiction    to refuse an application for filing an agreement and directing a reference in such cases in which the court has power to refuse stay under <a href=\"/doc/1722761/\" id=\"a_83\">Section 34</a>. So also in cases in which the Court is, for one reason or other, powerless to appoint an arbitrator, the Court has jurisdiction to refuse an  order  of filing  the     agreement.   The Court   is   required under <a href=\"/doc/811701/\" id=\"a_84\">Section    20</a> not only to order    filing    the agreement but also to make a reference.    Indeed, the  order  of  reference  is   more   important  than ; the order filing the agreement. If no  order for reference can be made, there is&quot; no point in filing the  arbitration agreement  and,  in my judgment, , the Court has no power to do so.    In my judgment, the Court   has &#x27;no power to make an order filing  the  agreement  without  passing   an   order 1 of reference at the same time. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 15. Holding as I do that the Court has a discretion in the matter of filing the agreement and directing a reference under <a href=\"/doc/811701/\" id=\"a_85\">Section 20</a>, even in cases where there is an effective arbitration agreement and the dispute stated in the &#x27;petition as covered by the arbitration agreement, should such discretion be exercised against making an order in the facts of the instant case? No difficult question of law requires adjudication in the instant arbitration. Nor does this case involve any enquiry as to fraud which would dissuade a court to refuse stay under <a href=\"/doc/1722761/\" id=\"a_86\">Section 34</a> of the Act if a suit was instituted on the same cause of action. It seems to me that no cause has been shown as to why this Court should not make an order filing the agreement and directing a reference. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> 16.     Mr.  Niren De has submitted that the real dispute is as stated in the letter to the Chief Engineer and the dispute raised in paragraph 1b of the petition is a camouflage to mislead every-body and to obtain an order of reference. It is submitted that if a reference is directed, attempt will  be   made   to   challenge   the   decisions of   the Architect   which   are  final  under   the      agreement and which are not liable to be adjudicated upon. under the arbitration clause.      This may well be done on the plea    that the    certificate    has been improperly    withheld.      Apprehensions     expressed br   Mr.   De  may   hot  be   illusory.     But  such   an attempt, if made before the arbitrator, should be resisted.    If, however, the arbitrator is misled and in making the award goes against the Architect&#x27;s decision in matters in which the Architec&#x27;s decision is final, the award will have to be set aside. But that is no reason why an order under <a href=\"/doc/638888/\" id=\"a_87\">Section 20(4)</a> should npt be made by this Court. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\"> 17. For reasons given above, there will be an order of filing the agreement and of reference as prayed. The arbitrator will only decide two disputes raised in the petition, namely, (a) whether the architect has wrongly withheld the certificate and (b) what amount, if any, is due and payable by the defendant to the plaintiff. In deciding the above disputes the arbitrator must\naccept all decisions of the Architect in matters in\nwhich the Architect&#x27;s decisions have become final\nand binding on the parties under the contract\nand will not allow any party to raise such disputes to be adjudicated in arbitration proceedings.\n</p><p data-structure=\"Conclusion\" id=\"p_21\">The arbitrator must keep always in mind the restricted scope and the limited nature of the disputes in the facts of this case and keep the parties\nwithin bounds. I appoint Sri Section N. Majumdar,\nB.E. M.I.E., Retired Chief Engineer (Works and\nBuildings) West Bengal, now residing at 1 South\nDum Dum, Calcutta 28, as arbitrator and direct\nhim to make his award within four months from\nthe date of the service of the order on him. The\ncosts of this application will be costs in the\narbitration proceedings; Certified for two counsel.\n</p>\n \n\n","numcites":18,"numcitedby":11,"docsource":"Calcutta High Court","citetid":610549,"divtype":"judgments","relatedqs":[{"value":"panties","formInput":"panties"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"named arbitrator\"","formInput":"%22named%20arbitrator%22"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"gannon dunkerley","formInput":"gannon%20dunkerley"},{"value":"named arbitrator","formInput":"named%20arbitrator"},{"value":"appointment of arbitrator by court","formInput":"appointment%20of%20arbitrator%20by%20court"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"indian arbitration act","formInput":"indian%20arbitration%20act"},{"value":"architects","formInput":"architects"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"lacunas ","formInput":"lacunas%20"},{"value":"condition precedent","formInput":"condition%20precedent"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}