{"tid":1969677,"publishdate":"2004-08-23","title":"Novelty Jewellers vs Mmtc Limited on 23 August, 2004","doc":"<h2 class=\"doc_title\">Novelty Jewellers vs Mmtc Limited on 23 August, 2004</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-c-jain\">R.C. Jain</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-c-jain\">R.C. Jain</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nR.C. Jain, J.\n \n\n</pre><p data-structure=\"Section\" id=\"p_1\">1. The defendant MMTC has moved this application under <a href=\"/doc/1146817/\" id=\"a_1\">Section 8</a> of the Indian Arbitration and Conciliation Act, 1996 ( referred to as the &#x27;&#x27;Act&#x27;&#x27;) praying that the claims made in the suit be referred to arbitration in terms of clause 39 of the arbitration agreement between the parties. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Briefly the facts are that the plaintiff has filed suit under <a href=\"/doc/161831507/\" id=\"a_2\">Order 37 CPC</a> against the defendant for recovery of a sum of Rs.37.00 lacs along with pendent late and future interest based on a transaction of sale of jewellery items in an exhibition held at Kuwait from 15.4.1996 to 22.4.1996 under the auspices of the MMTC. It is averred that the plaintiff had applied to the respondent to participate in the said exhibition vide a letter dated 17.1.1996 and thereafter an agreement was executed between he parties containing the terms and conditions for participation in the said exhibition at Kuwait. The agreement was duly signed by the plaintiff through its partner Mr.Inder Raj Nayar and contains an arbitration clause 39, which is to the following effect: \n</p><blockquote id=\"blockquote_1\"> &#x27;&#x27;39. In the event of any question or dispute arising under or out of or relating to the constructions, meaning and operation or shall be referred to two arbitrators, one to be nominated by the associate and the other by MMTC and in case of said arbitraters not agreeing then to an umpire already appointed by the arbitrations, in writing, before proceeding on the reference. The decision of the arbitrators or in the event of their not agreeing of the said umpire shall be final and binding on the parties o the contract. The provisions of the India Arbitration Act and the rules made there under shall apply to the proceedings. The arbitrators or the umpire, as the case may be, shall be entitled with the consent of the parties, to enlarge the time from time to time, for making award. The arbitrators/umpire shall give a reasoned award. The venue of the arbitration shall be New Delhi. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. It is alleged that the claim of the plaintiff in the present suit arises out  of the transactions and sale of jeweler which is covered by the said  agreement and, therefore, the matter can only be adjudicated through  arbitration in terms of clause 39 ( supra). It may not be out of place to  mention that besides this application, the defendant has also moved another  application being IA 2944/2000 (under Order 37 Rule 3 CPC) seeking leave to  defend the suit thereby denying the claim of the plaintiff to t e suit amount  particularly in view of the adjustment of a sum of Rs.24.00 lacs payable by the  plaintiff to the defendant under the agreement for export of jewellery in  respect of the Unit of the plaintiff located at NEPZ Noida, U.P. \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_4\">4. Both the applications are being contested by the plaintiff and replies have  been filed raising preliminary objections about the maintainability of the  applications. It is denied that the so-called arbitration agreement contained  in clause 39 of the Kuwait exhibition has any application to the facts of the  present case and on the other hand it is pleaded that the claim of the  plaintiff in the present suit is based on the admitted liability of the  defendant to pay to the plaintiff the said sum which I clear from the  letter/communication dated 19.6.1996 and, therefore, there exists no dispute  relating to the same and the said document, being in the nature of a document  of debt, the suit is maintainable under <a href=\"/doc/161831507/\" id=\"a_3\">Order 37 CPC</a> and is not liable to be  referred to arbitration as is sought by the defendant. On merits, it is denied  that the defendant was entitled to adjustment of a sum of Rs.24.00 lacs or that  any such amount was payable by the plaintiff to the defendant in relation to  the earlier agreement o NEPZ, Noida, U.P. \n \n\n</p><p data-structure=\"Precedent\" id=\"p_5\">5. I have heard Mr.Prag P.Tripathi, senior advocate representing the plaintiff and Mr.Sanjeev Puri, learned counsel representing the defendant, MMTC and have  given my thoughtful consideration to their submissions. In support of his plea  that the subject matter of the summary suit is covered by arbitration clause 39 (supra), Mr.Puri urged that once the plaintiff admits the existence of an  arbitration agreement between the parties for settlement of disputes or  differences through the mode of arbitration, it is not open for him to have  recourse of civil suit before Civil Court and this Court would not go into the  question as to whether the suit is based on admitted liability or otherwise or  existence/subsistence of an arbitral dispute between the parties As against  this, Mr.Prag Tripathi, learned Senior Counsel has strongly urged that the  defendant is not entitled to invoke the arbitration for settlement of the claim  in the present suit firstly, because there is no dispute arising under or out  of or relating to the contract between the parties as the amount claimed by the  parties under the contract is neither disputed nor denied and secondly, the  adjustment of Rs.24 lacs which has been made by the defendant, is at best  against any amount recoverable by he defendant from the associates of the  plaintiff, namely, M/s Novelty Jewellers, a hundred percent oriented unit based  in NEPZ Noida, which is a different and distinct legal entity from that of the  plaintiff, which is based in Kinari Bazar, Chandni Choak, Delhi. In other  words, plaintiff&#x27;s contention is that the defense set up by the defendant in  regard to the alleged dues relate to a third party. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"820279\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593938\" id=\"span_2\">In support of his  contention that mere refusal to pay by the defendant on the ground that it can  adjust he amount claimed against other alleged disputes is not covered under  the contract and is not liable to be referred to the arbitration, Mr.Tripathi  has placed heavy reliance on Supreme Court decision in the case of <a href=\"/doc/1593938/\" id=\"a_4\">Union of  India Vs. Birla Cotton Spinnin and Weaving Mills Ltd.,  and  Andhra Pradesh High</a> Court decision in the case of <a href=\"/doc/820279/\" id=\"a_5\">Vijayalakshmi Mills Ltd. Vs.  Shah Naval Mal Gulabchand and Sons</a>, . He has in  particular referred to para-5 of the aforesaid Supreme Court judgment, which  lays down as under:- &#x27;&#x27;5. It was urged that mere refusal by the Union to pay  the amount due is sufficient to raise a dispute `in connection with the  contract&#x27; within the meaning of Cl.21 of the Arbitration agreement. We are  unable to agree with that contention. A dispute that the Union is not liable  to pay the price under the terms of the contract is undoubtedly a dispute under  the contract, and in any event in connection with the contract. But a plea  that the Union though liable to pay the amount under the terms o the contract  will not pay it because it desires to appropriate it towards another claim  under another independent contract cannot reasonably be regarded as a dispute  `under or in connection&#x27; with that contract under which the liability sought to  be e forced has arisen.&#x27;&#x27; Paras-11 and 14 of the Andhra Pradesh High Court&#x27;s  judgment are relevant and are to the following effect :-</span></span> \n</p>  \n\n<blockquote id=\"blockquote_2\">11. The first thing to be noticed is that according to the contract Form, there must be a `dispute&#x27; for being referred to arbitration. In this case, the plaintiff&#x27;s claim is not disputed by the defendant. What all the defendant is saying is that there  were certain other transactions relatable, and incidental to the suit transactions under which it is entitled to certain amounts which should go in discharge of the plaintiff&#x27;s claim. As rightly pointed out by the learned Subordinate Judge, the plainiff&#x27;s claim is admitted by the defendant. It is also admitted that the defendant had issued cheques, and that most of them were dishonoured. It is also admitted by the defendant that it could not honour the Hundis as per the agreement between the parties. The court below was, therefore, justified in holding that in such a case there is no dispute for being referred to arbitration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1970469\" id=\"span_3\">In <a href=\"/doc/1970469/\" id=\"a_6\">Union of India v. B.C.S.and W.Mills</a>, , it was held by the Supreme Court that before a suit can be stayed under<a href=\"/doc/1722761/\" id=\"a_7\"> S.34</a> of the Arbitration Act, there should not only be a subsisting and binding arbitration agreement capable of being enforced between the parties, but that there must also exist a dispute which should go for arbitration. It was held that in the absence of a dispute between the parties, there can be no reference. In this case also the defendant, Union of India, had admitted the plaintiff&#x27;s claim but pleaded that under another transaction between them, a particular amount was due to it, which should go in discharge of the plaintiff&#x27;s claim. The Supreme Court held that the Union of India&#x27;s claim under another independent contract cannot reasonably be regarded as a dispute `under or in connection&#x27; with the suit contract. In our opinion, the principle of <a href=\"/doc/1970469/\" id=\"a_8\">the said decision</a> clearly applies here. As we shall point out presently, the claims put forward by the defendant are independent claims, and constitute independent transactions and do not, and cannot be treated as forming part of, or supplemental for incidental to the suit contract.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_3\">14. For the above reasons, we hold that the claims raised by the defendant cannot be treated as arising from, or in relation to the suit contracts. Accordingly, we held that these claims cannot be said to have brought into existence a dispute between he parties which needs to be referred to arbitration in terms of the original contracts. So far as the original contracts are concerned, as pointed out hereinbefore, there is no dispute as such between the parties, since the plaintiff&#x27;s claim has been c early admitted by the defendant.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_6\">6. These decisions were rendered before the enactment of <a href=\"/doc/1306164/\" id=\"a_9\">Arbitration and Conciliation Act, 1966</a> and, therefore, could not have taken into account the scope and import of the provisions of the said Act, which is now the governing law so far as the question of Arbitration is concerned. Besides in the opinion of this Court, the above decisions do not squarely govern the facts of the present case because in the case in hand, clause 38 of the contract between the parties authorises the defendant MMTC to r cover from the plaintiff or its associates under the said contract or any other agreement(s) between MMTC and associates any amount payable even by the associates of the plaintiff under other agreement. Prima facie there is sufficient material on record which would show that the plaintiff and M/s Novelty Jewellers, based in NEPZ Noida is one and the same authority and in any case it is the associate of the plaintiff. Once the contract provides for such demand, recovery or adjustment, which is disputed by the plaintiff in the opinion of this Court, this it self would become a disputed question or `dispute/difference&#x27; within the meaning of the <a href=\"/doc/1306164/\" id=\"a_10\">Arbitration and Conciliation Act, 1996</a> and clause 39 of the agreement. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. Assuming for the sake of argument that the defendants were not within their rights to make the adjustment of Rs.24 lacs payable under the agreement in question and have done so illegally or wrongfully and for that reason are denying their liability to pay the suit, again this is a question which can only be considered by the Arbitral Tribunal and not by this Court. The parties with their free volition mutually decided the alternate mode of settlement of their disputes through the arbitration and in doing so, they clearly express their intention that they will not have recourse to the general law or courts for redressal of their grievances/enforcement of their rights. In fact, they knowingly oust the jurisdiction of the courts for that purpose. <a href=\"/doc/310829/\" id=\"a_11\">Section 5</a> of the Arbitration and Conciliation Act, 1996 begins with a non- obstinate clause thereby clearly indicating that the provisions of the Act over-ride provisions of any other statute and restrict the judicial intervention to the minimum and specifically to the areas provided in <a href=\"/doc/1306164/\" id=\"a_12\">Part-I of the Act</a>. The question as to whether the Court or the Arbitral Tribunal is the proper authority to consider the objections in relation to the jurisdiction of the Arbitral Tribunal or the non-existence of any arbitral dispute, is no longer rest integra and it stands firmly settled through a catena of Supreme Court judgments. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087099\" id=\"span_4\">In the case of <a href=\"/doc/1087099/\" id=\"a_13\">Hindustan Petroleum Corporation Ltd. Vs. Pinkcity Midway Petroleums</a>, , the Supreme Court has unequivocally held that if in an agreement between the parties before the Civil Court, there is a clause for arbitration, it is mandatory for the Civil Court to refer the disputes to an Arbitrator. The Apex Court also dealt with a question as to what would be the role of Civil Court when an argument is raised that such an arbitration clause does not apply to the facts of the case in hand. The Hon&#x27;ble Supreme Court repelled the contention that since the applicability of the arbitration clause to the facts of the case does to the root of jurisdiction of the reference to arbitration, this question will have to be decided by the Civil Court before referring the matter to arbitration even in cases where an arbitration clause admittedly exists. The Court ruled that <a href=\"/doc/675839/\" id=\"a_14\">Section 16</a> of the Arbitration and Conciliation Act, 1996 makes it clear that if there is any objection as to the applicability of the arbitration clause to the facts of the case, the same will have to be raised before the Arbitral Tribunal concerned.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_8\">8. Bearing in mind the above settled legal position and the fact that the existence of an arbitration clause is not disputed in the present case, this Court is of the clear opinion that the application under <a href=\"/doc/1146817/\" id=\"a_15\">Section 8</a> of the Arbitration and Conciliation Act, 1996 filed by the defendant MMTC, deserves to be allowed and the parties are liable to be referred to arbitration for settlement of their disputes/differences relating to the subject matter of the present suit. In the result, IA 2945/00 is hereby allowed. The parties may resort to arbitration for settlement of their disputes/differences. The present suit filed by the plaintiff is thus not maintainable and hereby dismissed. In the circumstances, IA 2944/00 under <a href=\"/doc/161831507/\" id=\"a_16\">Order xxxvII Rule 3 CPC</a> is also disposed of as in fructuous. The parties are left to bear their own costs.\n</p> \n\n","numcites":10,"numcitedby":2,"docsource":"Delhi High Court","citetid":1969677,"divtype":"judgments","relatedqs":[{"value":"order 37","formInput":"order%2037"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"novelty","formInput":"novelty"},{"value":"mmtc","formInput":"mmtc"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"order 37\" ","formInput":"%22order%2037%22%20"},{"value":"arbitration and conciliation ","formInput":"arbitration%20and%20conciliation%20"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"extent-of-judicial-intervention","formInput":"tag:extent-of-judicial-intervention"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"}],"courtcopy":false,"query_alert":null,"agreement":false}