{"tid":48110962,"publishdate":"2012-09-04","title":"Bhimanna vs State Of Karnataka on 4 September, 2012","doc":"<h2 class=\"doc_title\">Bhimanna vs State Of Karnataka on 4 September, 2012</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2012 SUPREME COURT 3026, 2012 (9) SCC 650, 2013 AIR SCW 498, 2013 (1) AIR KANT HCR 746, 2013 CALCRILR 1 25, (2013) 3 KANT LJ 323, 2012 (3) SCC (CRI) 1210, 2012 (8) SCALE 457, (2012) 4 ALLCRILR 826, (2012) 3 CHANDCRIC 305, (2012) 3 ALLCRIR 3315, (2012) 3 UC 1758, (2013) 2 RECCRIR 533, (2012) 4 RAJ LW 3514, (2012) 8 SCALE 457, (2012) 4 CURCRIR 48, (2012) 4 CRIMES 69, (2012) 53 OCR 623</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-sathasivam\">P. Sathasivam</a>, <a href=\"/search/?formInput=benchid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n\n\n\n                       CRIMINAL APPEAL NO. 46  OF 2005\n\n      Bhimanna\n           ..Appellant\n\n                                   Versus\n\n      State of Karnataka\n              … Respondent\n\n                                    WITH\n\n                      CRIMINAL APPEAL NO. 171  OF 2005\n\n\n\n\n\n\n\n                               J U D G M E N T\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">      DR. B.S. CHAUHAN, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">      1.    Both these appeals have been filed against the impugned judgment\n      and order dated 31st March, 2004 passed by the High Court of Karnataka\n      at Bangalore, dismissing the Criminal  Appeal  No.  839  of  2001  and\n      allowing Criminal Appeal No. 1132 of 2001, filed  by  the  State.  The\n      High Court has dismissed the appeal of appellant Bhimanna, against the\n      order of conviction under Section 302 by the trial court, but  allowed\n      the appeal of the State against the appellants in Criminal Appeal  No.\n      171 of 2005  herein,  reversing  the  judgment  of  the  trial  court,\n      acquitting them of the charge under <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a> of  the  Indian  Penal\n      Code,  1860  (hereinafter  called  ‘<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>’)  and  awarding   them   life\n      imprisonment.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">      2.    Facts and circumstances giving rise  to  these  appeals  are  as\n      follows :–\n\n      A.    As per the case of the prosecution, Yenkappa (A-1), appellant in\n      Criminal Appeal No. 171 of 2005 is the father of Bhimanna  (A-2),  who\n      is the appellant in Criminal Appeal No.  46 of 2005, and  Suganna  (A-\n</p><p data-structure=\"Precedent\" id=\"p_4\">      3), is the nephew of  Yenkappa  (A-1).   Deceased  Bheemanna  was  the\n      nephew of Yenkappa(A-1).  Yenkappa(A-1) owns land adjacent to the land\n      of the deceased Bheemanna  in  revenue  estate  of  village  Buddinni,\n      Police Station Ramdurga, in the district  of  Raichur.   There  was  a\n      dispute between Yenkappa  and  the  deceased  over  the  land  of  the\n      deceased as, deceased refused to give him right of passage through his\n      land.  Thus, a Panchayat was convened in the village, wherein  it  was\n      decided that neither of the parties will enter the  others’  land,  to\n      use the same as a pathway.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">      B.    On 17.11.1999  at  about  4.00  p.m.,  Yenkappa(A-1),  alongwith\n      Bhimanna  (A-2)   and  Suganna  (A-3),   was   returning   home   with\n      agricultural implements i.e. axes and a plough. They attempted to  use\n      the land of the deceased as a pathway.  The  deceased  Bheemanna,  who\n      was present on his land alongwith his wife Paddamma (PW.1) and mother,\n      namely, Bheemava, obstructed the accused persons asking  them  not  to\n      pass through his land.  Yenkappa(A-1) then started hurling  abuses  in\n      filthy language and instigated Bhimanna (A-2)  and  Suganna  (A-3)  to\n      assault the deceased.  Thus, Bhimanna (A-2) and  Suganna  (A-3)  began\n      assaulting the deceased with  axes  over  his  head  and  right  hand.\n      Yenkappa (A-1) assaulted the deceased with “Meli” (Wooden  part  of  a\n      plough).  Paddamma (PW.1) and Bheemava, mother of the deceased went to\n      save the deceased, but they too, were threatened with assault. Similar\n      threats were hurled when Rangayya (PW.6), nephew of the  deceased  and\n      his father Hanumappa approached the place of occurrence.  The  accused\n      persons left the place after assaulting the  deceased,  throwing  away\n      the axes and wooden part of the plough.   Rangayya  (PW.6)  brought  a\n      bullock cart as asked by Paddamma (PW.1)  from  the  village  and  the\n      deceased was then taken to Ramdurga Police Station.  Upon  the  advice\n      of the police, the deceased was taken  in  a  mini  lorry,  driven  by\n      Mahadevappa (PW.10) to Deodurga Hospital and when they  reached  there\n      at 8.00 p.m., the doctor declared Bheemanna  dead. On the basis of the\n      complaint submitted by Paddamma (PW.1), an FIR was lodged at 8.15 p.m.\n      under <a href=\"/doc/1096965/\" id=\"a_3\">Sections 143</a>, <a href=\"/doc/1258372/\" id=\"a_4\">147</a>, <a href=\"/doc/763672/\" id=\"a_5\">148</a>, <a href=\"/doc/1560742/\" id=\"a_6\">302</a>, <a href=\"/doc/1011035/\" id=\"a_7\">323</a> and <a href=\"/doc/555306/\" id=\"a_8\">504</a> read with  <a href=\"/doc/999134/\" id=\"a_9\">Section  149</a>\n      IPC.  Investigation  was  initiated  by  Rajashekhar  (PW.14),  Circle\n      Inspector.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">      C.    The inquest was conducted over the dead  body  of  the  deceased\n      Bheemanna in the presence of Panchas, including Basawarajaiah  (PW.2).\n      The post-mortem was conducted by Dr.  Patil  Prabhakar  (PW.12).   The\n      investigating officer recovered the axes and the wooden  part  of  the\n      plough used in the crime and sent the same for  FSL  examination  and,\n      subsequently,  the  three  appellants  were  also   arrested.    After\n      completion of the investigation, charge-sheet was  filed  against  the\n      appellants for the offences punishable under <a href=\"/doc/162506/\" id=\"a_10\">Sections  447</a>,  <a href=\"/doc/555306/\" id=\"a_11\">504</a>,  <a href=\"/doc/1560742/\" id=\"a_12\">302</a>\n      read with <a href=\"/doc/37788/\" id=\"a_13\">Section 34</a> IPC.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">      D.    Upon conclusion of the trial in Sessions Case No.  40  of  2000,\n      the learned Sessions Judge vide judgment and  order  dated  19.6.2001,\n      convicted Bhimanna (A-2) for the offences  punishable  under  <a href=\"/doc/162506/\" id=\"a_14\">Sections\n      447</a>,  <a href=\"/doc/555306/\" id=\"a_15\">504</a>,  <a href=\"/doc/1560742/\" id=\"a_16\">302</a>  read  with  <a href=\"/doc/37788/\" id=\"a_17\">Section  34</a>  IPC  and  awarded  him  life\n      imprisonment with a fine of Rs.2,000/-.  So far as Yenkappa (A-1)  and\n       Suganna (A-3) are concerned, they were only convicted under  <a href=\"/doc/162506/\" id=\"a_18\">Sections\n      447</a>, <a href=\"/doc/555306/\" id=\"a_19\">504</a> read with  <a href=\"/doc/37788/\" id=\"a_20\">Section 34</a> IPC.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">      E.    Being aggrieved, Bhimanna (A-2) preferred  Criminal  Appeal  No.\n      839 of 2001 and the State of Karnataka filed Criminal Appeal No.  1132\n      of 2001 against the accused Yenkappa (A-1) and Suganna (A-3). The High\n      Court has dismissed the appeal  of  Bhimanna  (A-2)  and  allowed  the\n      appeal of the State convicting Yenkappa (A-1) and  Suganna (A-3)  also\n      under <a href=\"/doc/1560742/\" id=\"a_21\">Section 302</a> IPC.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">            Hence, these appeals.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">      3.    Shri Basava Prabhu S. Patil, learned  senior  counsel  appearing\n      for the appellants, has submitted  that  Bhimanna  (A-2)  was  wrongly\n      convicted by the courts below under <a href=\"/doc/1560742/\" id=\"a_22\">Section 302</a> read with  <a href=\"/doc/37788/\" id=\"a_23\">Section  34</a>\n      IPC, as the prosecution failed to explain adequately  the  genesis  of\n      the case. The deceased Bheemanna had no land in close proximity to the\n      land of A-2. Therefore, the question of any dispute could  not  arise.\n       The same was proved by way of cogent evidence and  the  courts  below\n      failed to  appreciate  the  same  in  the  correct  perspective.   The\n      presence of  witnesses,  particularly  Paddamma  (PW.1)  and  Rangayya\n      (PW.6), is doubtful, for the reason that  Paddamma  (PW.1)  had  given\n      birth to a girl child only one month before the date of such incident,\n      and it was thus highly unlikely, that in such  a  physical  condition,\n      she would be able to do any agricultural work.   Bheemava,  mother  of\n      the deceased, was in fact present at the place of occurrence, and  has\n      not been examined by the prosecution.  Thus, the prosecution is guilty\n      of withholding a material witness.  Rangayya  (PW.6)  could  not  have\n      been present there for the reason that he did not have land  in  close\n      proximity to the place of occurrence. More  so,  it  was  not  a  pre-\n      determined assault and the incident clearly occurred in  the  spur  of\n      the moment.  The weapons used in the crime were basically agricultural\n      implements with which the appellants had been working in their fields.\n       The High Court reversed the judgment of the trial court so far as the\n      acquittal of Yenkappa (A-1) and  Suganna (A-3) is concerned,   without\n      applying the parameters laid down in this regard, by this Court.   The\n      High court erred in convicting A-1 and A-3 for the offences punishable\n      under <a href=\"/doc/1560742/\" id=\"a_24\">Section 302</a> IPC, as there is no evidence available to show, that\n      all the accused  acted  in  furtherance  of  common  intention.  Thus,\n      conviction of either of the appellants under <a href=\"/doc/1560742/\" id=\"a_25\">Section 302</a>  IPC  is  not\n      justified and the appeals deserve to be allowed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">      4.    On the contrary, Shri V.N. Raghupathy, learned standing  counsel\n      appearing for the State has opposed the appeals,  contending  that  no\n      fault can be found with the judgment of the High  Court.    After  re-\n      appreciation of the evidence on record, the  High  Court  reached  the\n      correct conclusion that all three appellants were responsible for  the\n      homicidal death of Bheemanna.  The deceased suffered 12 injuries.   In\n      the opinion of the Dr. Patil Prabhakar (PW.12), injury nos. 1  and  12\n      could have been caused by Bhimanna  (A-2),  and  thus,  as  a  natural\n      corollary, injury nos. 2 to 11 would have been caused by Yenkappa  (A-\n</p><p data-structure=\"Section\" id=\"p_12\">      1) and   Suganna (A-3).  Thus,   not  convicting  them  for  the  said\n      injuries and restricting their conviction under <a href=\"/doc/162506/\" id=\"a_26\">Sections 447</a>  and  <a href=\"/doc/555306/\" id=\"a_27\">504</a>\n      read with <a href=\"/doc/37788/\" id=\"a_28\">Section 34</a> IPC  cannot  be  justified.   The  trial  Court’s\n      decision cannot be justified in regard to the fact that  charges  were\n      not framed against A-1 and A-3 by it, for any other offence  owing  to\n      the fact that, the same was not  provided  for  by  the  Investigating\n      Officer in the charge sheet  filed  by  him.     The  High  Court  has\n      rightly  convicted Yenkappa (A-1) and   Suganna (A-3) for the offences\n      punishable under <a href=\"/doc/1560742/\" id=\"a_29\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_30\">34</a> IPC.  The appeals lack merit  and  are\n      liable to be dismissed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">      5.    We have considered the rival submissions  made  by  the  learned\n      counsel for the parties and perused the records.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">      6.    At the time of autopsy, the following injuries were found on the\n      body of the deceased Bheemanna:\n</p>\n<blockquote id=\"blockquote_1\">           ?1.     Incised wound of size 3&quot; X 0.75&quot; X brain deep situated  in\n           the middle of the head. Edges  everted,  blood  clots  and  brain\n           matter present. Underlying fracture of skull bone seen and felt.\n</blockquote>\n<blockquote id=\"blockquote_2\">           2.     Incised wound transversely situated in the dorsum  of  the\n           fore arm 2.5&quot; above the right wrist  joint,  size  3&quot;  X  0.5&quot;  X\n           muscle deep. Clots present, edges everted and clear out.\n</blockquote>\n<blockquote id=\"blockquote_3\">           3.     Lacerated wound of size 1&quot; X 0.5” X muscle  deep  situated\n           in the temporo-maxillary area in left side. Clots present.\n</blockquote>\n<blockquote id=\"blockquote_4\">           4.     Lacerated wound of size 1&quot; X 0.5 X muscle deep behind  the\n           pinna of left ear. Clots present.\n</blockquote>\n<blockquote id=\"blockquote_5\">           5.     Contusion of size 5&quot; x 1” situated in the left side of the\n           arm directed above downwards from shoulder.\n</blockquote>\n<blockquote id=\"blockquote_6\">           6.     Contusion of size 3&quot; X 1&quot; in the left  shoulder  obliquely\n           above downwards.\n</blockquote>\n<blockquote id=\"blockquote_7\">           7.     Lacerated wound of size 3&quot; X 0.5&quot; X muscle  deep  situated\n           in the anterior aspect of the fore arm in the middle.\n</blockquote>\n<blockquote id=\"blockquote_8\">           8.     Lacerated wound in the middle of the right leg  anteriorly\n           size 1&quot; X 0.5&quot; X muscle deep clots present.\n</blockquote>\n<blockquote id=\"blockquote_9\">           9.     Contusion in the left side of the back  obliquely  in  the\n           middle size 3&quot; X 2&quot;.\n</blockquote>\n<blockquote id=\"blockquote_10\">           10.    Contusion in the right side of the flank side of the chest\n           size 3&quot; X 0.5&quot;.\n</blockquote>\n<blockquote id=\"blockquote_11\">           11.    Lacerated wound in the medial aspect  of  the  right  knee\n           size, 2&quot; X 0.5&quot; X muscle deep. Clots present.\n</blockquote>\n<blockquote id=\"blockquote_12\">           12.    Contusion in the left-side of the chest in the lower  end,\n           size 3&quot; X 0.5&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">           Upon  dissection,  Dr.  Patil  Prabhakar  (PW.12)   noticed   the\n           following internal injuries.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">           1.     Fracture of front parietal bone in the middle of the head,\n           size 1&quot; X 0.25&quot; X brain deep, brain  matter  visible  and  silted\n           out. Fracture underneath, brain lacerated, size 1&quot; X 0.5&quot; X 0.5&quot;.\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_17\">           2.     Fracture of thorasic rib 9the and 10  ribs  anteriorly  in\n           the middle. Laceration of lower lobe of lung, size  1.5&quot;  X  0.5&quot;\n</p><blockquote id=\"blockquote_13\">           Blood present in the thorax about 200 ML.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_14\">      7.    So far as  the  injuries  are  concerned,  Dr.  Patil  Prabhakar\n      (PW.12) has clarified in his cross-examination that the injury Nos.  1\n      and 12 were grievous in nature and were actually responsible  for  the\n      death of the deceased Bheemanna. Lacerated injuries were 5 in  number,\n      though the same were simple in nature and they  could  not  have  been\n      caused by the blunt portion of an axe or by using a stick.\n</blockquote>\n<blockquote id=\"blockquote_15\">      8.    Paddamma (PW.1) deposed that her husband owned land, adjacent to\n      the land of A-2. There was some dispute regarding the pathway  between\n      them.  A Panchayat was  convened  to  resolve  the  dispute,  and  the\n      parties were restrained from using the others’ land as passageway. She\n      stated that she was working in the field  alongwith  her  husband  and\n      mother-in-law on 17.11.1999. At about 4.00 p.m., the accused  persons,\n      while going to the village, after finishing their work in the adjacent\n      field, wanted  to  pass  through  her  land.  Her  husband  raised  an\n      objection.  Yenkappa (A-1)  then  started  abusing  the  deceased  and\n      instigated the other accused persons to assault  him.  The  appellants\n      used axes, and the wooden part of a plough to injure her husband.  Her\n      husband, as a result, fell down. When she tried to save him, she  too,\n      was threatened by the appellants. Once her  husband  had  fallen,  the\n      accused, however, stopped the assault. (A-2)  threw  down  the  “Meli”\n      there and the accused left  the  place  saying  that  the  victim  had\n      fallen. Rangayya (PW.6), who came to the  said  place,  was  asked  to\n      bring a bullock cart from the village, in which  they  then  took  the\n      deceased to the police station. Upon the  advice  of  the  police  the\n      deceased was taken to the hospital, where he was declared  dead.   She\n      has  also  admitted  in  her  cross-examination  that  the  place   of\n      occurrence was about 1 km. away from her house and that she had  given\n      birth to a girl child one month prior to the  date  of  occurrence  of\n      such incident.  Her mother-in-law, who was also present at  the  place\n      of occurrence was suffering from weak eye-sight,  and  no  longer  had\n      good vision as a result of old age.\n</blockquote>\n<blockquote id=\"blockquote_16\">      9.    Rangayya, in turn, (PW.6), deposed that he was the cousin of the\n      deceased and was working in his field.  There was  a  dispute  between\n      the appellants and the deceased with respect to using the land of  the\n      deceased, as passage.  He  witnessed the appellants  causing  injuries\n      to the deceased and he corroborated the version of events as given  by\n      Paddamma (PW.1).   In his cross-examination, it  was  also  stated  by\n      Rangayya (PW.6) that the accused persons had filed a case against  the\n      deceased in court with respect to the aforementioned land dispute.\n</blockquote>\n<blockquote id=\"blockquote_17\">      10.   Venkat Rao (PW.8), Junior Engineer of PWD, after inspection  and\n      examination of the revenue record, prepared a site plan for the  area,\n      showing that the lands of the deceased and  the  appellants  were,  in\n      fact, in close proximity to each other and were merely demarcated by a\n      bund.\n</blockquote>\n<blockquote id=\"blockquote_18\">      11.   The trial Court after appreciating the evidence on record,  came\n      to the conclusion that all three accused (A-1 to A-3) did not  act  in\n      furtherance  of  any  common  intention.  Bhimanna  (A-2)  was  solely\n      responsible for the death of the deceased. Therefore,  Bhimanna  (A-2)\n      alone could be convicted under  <a href=\"/doc/1560742/\" id=\"a_31\">Section  302</a>  IPC  and  further  under\n      Sections 447and <a href=\"/doc/555306/\" id=\"a_32\">504</a> read with <a href=\"/doc/37788/\" id=\"a_33\">Section 34</a> IPC. However, Yenkappa  (A-1)\n      and Suganna (A-3) acted without  sharing  any  common  intention  with\n      Bhimanna (A-2). Thus, they could not be convicted  under  <a href=\"/doc/1560742/\" id=\"a_34\">Section  302</a>\n      IPC and could be convicted only under <a href=\"/doc/162506/\" id=\"a_35\">Sections 447</a> and <a href=\"/doc/555306/\" id=\"a_36\">504</a>  read  with\n      <a href=\"/doc/37788/\" id=\"a_37\">Section 34</a> IPC.  The  court  further  held  that  Yenkappa  (A-1)  and\n      Suganna (A-3) could also be  convicted  for  the  offence  of  causing\n      injury Nos. 2 to 11, but no charge had been framed under  any  of  the\n      <a href=\"/doc/1011035/\" id=\"a_38\">Sections 323</a>, <a href=\"/doc/724142/\" id=\"a_39\">324</a>, <a href=\"/doc/1133601/\" id=\"a_40\">325</a>, <a href=\"/doc/1540253/\" id=\"a_41\">326</a> and <a href=\"/doc/520270/\" id=\"a_42\">327</a> IPC in this regard. Therefore,  no\n      punishment could be awarded to them for the same. The trial Court held\n      as under:\n</blockquote>\n<blockquote id=\"blockquote_19\">                “The prosecution has proved the charge  under  <a href=\"/doc/1560742/\" id=\"a_43\">Section  302</a>\n               read with <a href=\"/doc/37788/\" id=\"a_44\">Section 34</a> IPC only against Bhimanna  and  further\n               the other charges under  <a href=\"/doc/162506/\" id=\"a_45\">Sections  447</a>  and  <a href=\"/doc/555306/\" id=\"a_46\">504</a>  read  with\n               <a href=\"/doc/37788/\" id=\"a_47\">Section  34</a>  IPC  are  proved  against  Yenkappa  (A-1)  and\n               Suganna (A-3).  Even though this court has accepted that A-1\n               and  A-3 have also assaulted by Mos. 1 to 3 respectively, on\n               the deceased, but those assaults are not the  direct  result\n               of death of the deceased Bheemanna.  Moreover, in the charge-\n               sheet, there is no incoporation of charges such as <a href=\"/doc/1011035/\" id=\"a_48\">Sec. 323</a>,\n               <a href=\"/doc/724142/\" id=\"a_49\">324</a>, <a href=\"/doc/1133601/\" id=\"a_50\">325</a>, <a href=\"/doc/1540253/\" id=\"a_51\">326</a> or 327 of <a href=\"/doc/1569253/\" id=\"a_52\">IPC</a> against these  accused.   Hence,\n               in the absence of such  specific  charge  regarding  causing\n               bleeding injuries by deadly weapons,  by these A-1 and  A-3,\n               this court is  unable to convict them under any such charge,\n               which is admittedly not incorporated in the charge-sheet and\n               also not framed  against  them  by  this  court.”  (Emphasis\n               added)\n\n\n\n\n</blockquote><blockquote id=\"blockquote_20\">      12.   The High Court, without reversing the finding  recorded  by  the\n      trial court, that there was no meeting of minds  of  all  the  accused\n      with respect to causing such grievous injuries to the  deceased,  held\n      that, as Yenkappa (A-1) and Suganna (A-3) had also been charged  under\n      <a href=\"/doc/1560742/\" id=\"a_53\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_54\">34</a> IPC, they too, could be convicted under <a href=\"/doc/1560742/\" id=\"a_55\">Section 302</a> IPC\n      and hence allowed the State appeal convicting them also under  <a href=\"/doc/1560742/\" id=\"a_56\">Section\n      302</a>/<a href=\"/doc/37788/\" id=\"a_57\">34</a> IPC. The High Court held as under:\n</blockquote>\n<blockquote id=\"blockquote_21\">                     “In view of the above, we are of the  clear  view  that\n                  the trial court though rightly held that all  the  accused\n                  had committed the offences punishable under  <a href=\"/doc/162506/\" id=\"a_58\">Sections  447</a>\n                  and <a href=\"/doc/555306/\" id=\"a_59\">504</a> read with <a href=\"/doc/37788/\" id=\"a_60\">Section 34</a> of IPC and A-2 has  committed\n                  the offence punishable under <a href=\"/doc/1560742/\" id=\"a_61\">Section 302</a> of  IPC,  it  has\n                  erroneously held that A-1 and A-3 cannot  be  held  guilty\n                  for the offence of murder punishable under <a href=\"/doc/1560742/\" id=\"a_62\">Section 302</a>  of\n                  IPC, even though, <a href=\"/doc/37788/\" id=\"a_63\">Section 34</a> of IPC  was  invoked  by  the\n                  prosecution.  So, we do not agree  with  the  observations\n                  made in Para Nos. 36 to 39 of the  impugned  judgment  and\n                  conclusion arrived at by the trial court so far as AI  and\n                  A3 are concerned  with  regard  to  their  guilt  for  the\n                  offence under <a href=\"/doc/1560742/\" id=\"a_64\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_65\">Section 34</a> of IPC.\n</blockquote>\n<blockquote id=\"blockquote_22\">                       In the result and for the foregoing reasons, Criminal\n                  Appeal No. 839/2001 filed by  A-2  is  dismissed  whereas,\n                  Criminal Appeal  No.  1132/2001  filed  by  the  State  is\n                  allowed and Accused No. 1 and 3 are held  guilty  for  the\n                  offence punishable under <a href=\"/doc/1560742/\" id=\"a_66\">section 302</a> read with 34  of  <a href=\"/doc/1569253/\" id=\"a_67\">IPC</a>\n                  also and accordingly convicted and  sentenced  to  undergo\n                  imprisonment    for    life    like    that    of    A-2.”\n                              (Emphasis added)\n\n</blockquote><blockquote id=\"blockquote_23\">      13.    Thus,  it  is  evident  that  both  the  courts   below   after\n      appreciating the evidence available on record, came  to  a  conclusion\n      regarding the participation of all three appellants. The  trial  court\n      could convict Yenkappa (A-1) and Suganna (A-3), only for the  offences\n      punishable under <a href=\"/doc/162506/\" id=\"a_68\">Sections 447</a> and <a href=\"/doc/555306/\" id=\"a_69\">504</a> IPC,  for  want  of  framing  of\n      charges under any other section of <a href=\"/doc/1569253/\" id=\"a_70\">IPC</a>.\n</blockquote>\n<blockquote id=\"blockquote_24\">      14.   It is a matter of great regret that  the  trial  court  did  not\n      proceed with the case in the correct manner. If the trial Court was of\n      the view that there was sufficient evidence on record against Yenkappa\n      (A-1) and Suganna (A-3), which would make them liable  for  conviction\n      and punishment for offences, other than those under <a href=\"/doc/162506/\" id=\"a_71\">Sections  447</a>  and\n      <a href=\"/doc/555306/\" id=\"a_72\">504</a>/<a href=\"/doc/37788/\" id=\"a_73\">34</a>  IPC, the court was certainly not helpless  to  alter/add   the\n      requisite charges, at any stage prior to the conclusion of the  trial.\n</blockquote><p data-structure=\"Section\" id=\"p_18\">      <a href=\"/doc/1172704/\" id=\"a_74\">Section 216</a> of the  Code  of  Criminal  Procedure,  1973  (hereinafter\n      called ‘<a href=\"/doc/445276/\" id=\"a_75\">Cr.P.C</a>.’) empowers the trial Court to alter/add charge(s),  at\n      any stage before the conclusion of the trial.  However,  law  requires\n      that,  in  case  such  alteration/addition  of  charges   causes   any\n      prejudice, in any way to the accused, there must be a fresh  trial  on\n      the said altered/new charges, and for this  purpose,  the  prosecution\n      may also be given an opportunity to recall witnesses as required under\n      Section 217 Cr.P.C.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">      15.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1445805\" id=\"span_1\">In <a href=\"/doc/1445805/\" id=\"a_76\">Hasanbhai Valibhai Qureshi v. State of Gujarat</a>,  AIR 2004  SC\n      2078, this Court held:</span>\n</p>\n<blockquote id=\"blockquote_25\">                 “Therefore,  if  during  trial  the  Trial  Court,   on   a\n                 consideration of broad probabilities  of  the  case,  based\n                 upon total effect of the evidence and documents produced is\n                 satisfied that any addition or alteration of the charge  is\n                 necessary, it is free to do so, and there can be  no  legal\n                 bar to appropriately act as  the  exigencies  of  the  case\n                 warrant or necessitate.”\n\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_20\">      16.   Such power empowering alteration/addition of charge(s), can also\n      be exercised by the appellate court, in exercise of its  powers  under\n      Sections 385(2) and 386  Cr.P.C.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243336\" id=\"span_2\">In  <a href=\"/doc/1243336/\" id=\"a_77\">Kantilal Chandulal Mehta v. State of Maharashtra &amp; Anr.</a>, AIR\n      1970 SC 359, this Court while dealing with the power of the  appellate\n      Court under the earlier Code held:</span>\n</p>\n<blockquote id=\"blockquote_26\">                 “The power of the Appellate Court is set out in <a href=\"/doc/1487146/\" id=\"a_78\">Section 423</a>\n                 of the Cr.P.C and invests  it  with  very  wide  powers.  A\n                 particular reference may  be  made  to  Clause(d)  of  sub-\n                 section (1), as empowering it even to make any amendment or\n                 any consequential or incidental Order that may be  just  or\n                 proper. Apart from this power of  the  Appellate  Court  to\n                 alter or amend the  charge,  <a href=\"/doc/445276/\" id=\"a_79\">Section  535</a>  Cr.P.C,  further\n                 provides that, no finding or sentence, pronounced or passed\n                 shall be deemed to be invalid merely on the ground that  no\n                 charge has been  framed  unless  the  Court  of  Appeal  or\n                 revision thinks that the omission to do so, has  occasioned\n                 failure of justice, and if in the opinion of any  of  these\n                 courts a failure of  justice  has  been  occasioned  by  an\n                 omission to frame a charge, it shall order a charge  to  be\n                 framed and direct that the trial be  recommenced  from  the\n                 point immediately after the framing of the charge.”\n\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_22\">      17.   Thus, we are of the considered  opinion  that  the  trial  court\n      committed a grave error in acquitting Yenkappa (A-1) and Suganna (A-3)\n      for the offence of causing injuries to the deceased, in spite of there\n      being sufficient evidence on record  against  them  in  this  respect,\n      simply for the reason that the police did not file a  charge-sheet  in\n      relation to such offences committed by them.  Thus,  the  trial  court\n      should have altered/added the requisite charge(s) and  proceeded  with\n      the case in accordance with law.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">      18.   In such a fact-situation, a question also arises as to whether a\n      conviction under any other provision, for which a charge has not  been\n      framed, is sustainable in law. The issue is no longer res integra  and\n      has been considered by the Court time  and  again.  The  accused  must\n      always be made aware of the case against them so as to enable them  to\n      understand the defence that they can lead. An accused can be convicted\n      for an offence which is minor than the one, he has been charged  with,\n      unless the accused satisfies the Court that there has been  a  failure\n      of justice by the non-framing of a charge  under  a  particular  penal\n      provision, and some prejudice has been caused to the  accused. (Vide :\n</p><blockquote id=\"blockquote_27\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"42334\" id=\"span_3\"><a href=\"/doc/42334/\" id=\"a_80\">Amar Singh v. State of Haryana</a>, AIR 1973 SC 2221).</span>\n</blockquote>\n<blockquote id=\"blockquote_28\">            Further the defect must be so serious that it cannot be  covered\n      under <a href=\"/doc/936345/\" id=\"a_81\">Sections 464</a>/<a href=\"/doc/338903/\" id=\"a_82\">465</a>  Cr.P.C.,  which  provide  that,  an  order  of\n      sentence or conviction shall not be deemed to be invalid only  on  the\n      ground that no charge was framed, or that there was some  irregularity\n      or omission or misjoinder of charges, unless the court  comes  to  the\n      conclusion that there  was  also,  as  a  consequence,  a  failure  of\n      justice. In determining whether any error, omission or irregularity in\n      framing the charges, has led to a failure of justice, this Court  must\n      have regard to whether an objection  could  have  been  raised  at  an\n      earlier stage, during  the  proceedings  or  not.  While  judging  the\n      question of prejudice or guilt, the court must bear in mind that every\n      accused has a right to a fair trial, where he is aware of what  he  is\n      being tried for and where the facts sought to be  established  against\n      him, are explained to him fairly and clearly, and further, where he is\n      given a full and fair  chance  to  defend  himself  against  the  said\n      charge(s).\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_24\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"451539\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1661153\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1086225\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1347962\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1209122\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"549326\" id=\"span_9\">19.   This Court in <a href=\"/doc/549326/\" id=\"a_83\">Sanichar Sahni v. State  of  Bihar</a>,  AIR  2010  SC\n      3786,  while  considering  the  issue  <a href=\"/doc/549326/\" id=\"a_84\">placed  reliance  upon</a>  various\n      judgments of this Court particularly in <a href=\"/doc/1209122/\" id=\"a_85\">Topandas v. State  of  Bombay</a>,\n      AIR 1956 SC 33; <a href=\"/doc/1347962/\" id=\"a_86\">Willie (William) Slaney v. State of M.P.</a>, AIR 1956  SC\n      116; Fakhruddin v. State of Madhya Pradesh, AIR 1967 SC 1326; <a href=\"/doc/1086225/\" id=\"a_87\">State of\n      A.P. v. Thakkidiram Reddy</a>, AIR 1998 SC 2702; <a href=\"/doc/1661153/\" id=\"a_88\">Ramji  Singh  &amp;  Anr.  v.\n      State of Bihar</a>, AIR 2001 SC 3853;  and  <a href=\"/doc/451539/\" id=\"a_89\">Gurpreet  Singh  v.  State  of\n      Punjab</a>, AIR 2006 SC 191, and came to the following conclusion :</span></span></span></span></span></span>\n</p>\n<blockquote id=\"blockquote_29\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"126399\" id=\"span_10\">“Therefore,……………… unless the convict is able to  establish  that\n           defect in framing the charges has caused real prejudice  to  him\n           and that he was not informed  as  to  what  was  the  real  case\n           against him and that he could not defend  himself  properly,  no\n           interference is  required  on  mere  technicalities.  Conviction\n           order in fact is to be tested on  the  touchstone  of  prejudice\n           theory.”\n\n            A similar view has been reiterated in <a href=\"/doc/126399/\" id=\"a_90\">Abdul Sayeed v.  State  of\n      Madhya Pradesh</a>, (2010) 10 SCC 259.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\">      20.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1919674\" id=\"span_11\">In <a href=\"/doc/1919674/\" id=\"a_91\">Shamnsaheb M. Multtani v. State of Karnataka</a>,  AIR  2001   SC\n      921,  this Court explained the  meaning  of  the  phrase  ‘failure  of\n      justice’ observing that the superior court must  examine  whether  the\n      issue raised regarding failure of  justice  is  really  a  failure  of\n      justice or whether it is only a camouflage.  The  court  must  further\n      examine whether the said  aspect  is  of  such  a  nature,  that  non-\n      explanation of it has contributed to penalising an individual, and  if\n      the same is true then the court may say, that since he was  not  given\n      an opportunity to explain such aspect, there was ‘failure of  justice’\n      on account of non compliance with the principles of  natural  justice.\n      The expression ‘failure of justice’ is an extremely pliable or  facile\n      an expression which can be made to fit into any situation of a case.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146351380\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105261366\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"770735\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"359871\" id=\"span_15\">21.   The court must endeavour to  find  the  truth.  There  would  be\n      ‘failure of justice’  not  only  by  unjust  conviction  but  also  by\n      acquittal of the guilty, as a result  of  unjust  failure  to  produce\n      requisite evidence. Of course, the rights of the accused  have  to  be\n      kept in mind and safeguarded but they should not be over emphasised to\n      the extent of forgetting that the victims also have rights. It has  to\n      be shown that the accused has suffered some disability or detriment in\n      the protections available to him under Indian Criminal  Jurisprudence.\n      ‘Prejudice’, is incapable of being interpreted in  its  generic  sense\n      and applied to criminal jurisprudence. The plea of prejudice has to be\n      in relation to investigation or trial and not matters  falling  beyond\n      their scope. Once the accused is able to  show  that  there  has  been\n      serious prejudice caused to  him  with  respect  to  either  of  these\n      aspects, and that the same has defeated the rights  available  to  him\n      under jurisprudence, then the  accused  can  seek  benefit  under  the\n      orders of the Court. (Vide: <a href=\"/doc/359871/\" id=\"a_92\">Nageshwar Sh. Krishna Ghobe  v.  State  of\n      Maharashtra</a>, AIR  1973  SC  165;  <a href=\"/doc/770735/\" id=\"a_93\">State  by  Police  Inspector  v.  T.\n      Venkatesh Murthy</a>, AIR 2004 SC 5117; <a href=\"/doc/105261366/\" id=\"a_94\">Rafiq Ahmed @  Rafi  v.  State  of\n      U.P.</a>, AIR 2011 SC 3114; and <a href=\"/doc/146351380/\" id=\"a_95\">Rattiram &amp; Ors. v. State of  M.P.</a>  through\n      Inspector of Police, AIR 2012 SC 1485).</span></span></span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_27\">      22.   The instant case is required to be examined in the light of  the\n      aforesaid settled legal propositions.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">            The trial court has framed charges against  all  the  appellants\n      under <a href=\"/doc/162506/\" id=\"a_96\">Sections 447</a> and <a href=\"/doc/555306/\" id=\"a_97\">504</a> and <a href=\"/doc/1560742/\" id=\"a_98\">Section 302</a> read with  <a href=\"/doc/37788/\" id=\"a_99\">Section  34</a>  IPC\n      and the points to be determined were also framed by the trial court as\n      under:\n</p>\n<blockquote id=\"blockquote_30\">        i) Whether  the  accused  on  account  of  their  enmity  with  the\n           deceased, trespassed on to his  land  with  common  object,  and\n           committed the offence under <a href=\"/doc/162506/\" id=\"a_100\">Section 447</a>  read  with  <a href=\"/doc/37788/\" id=\"a_101\">Section  34</a>\n           IPC.\n</blockquote>\n<blockquote id=\"blockquote_31\">       ii)  Whether  the  accused  on  the  said  date,  time  and   place,\n           intentionally insulted the deceased by abusing him  and  thereby\n           deliberately provoked him, knowing that it would  cause  him  to\n           break public peace, and therefore, committed the  offence  under\n           <a href=\"/doc/555306/\" id=\"a_102\">Section 504</a> read with <a href=\"/doc/37788/\" id=\"a_103\">Section 34</a> IPC.\n</blockquote>\n<blockquote id=\"blockquote_32\">      iii) Whether the prosecution proved that  the  accused  on  the  said\n           date, time and place after trespassing on to  the  land  of  the\n           deceased picked a quarrel with him due to  earlier  enmity,  and\n           assaulted him thereby committing the said murder  under  <a href=\"/doc/1560742/\" id=\"a_104\">Section\n           302</a> read with <a href=\"/doc/37788/\" id=\"a_105\">Section 34</a> IPC.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_29\">       iv) Whether the prosecution proved that the accused  have  committed\n           the offence under <a href=\"/doc/162506/\" id=\"a_106\">Sections 447</a>, <a href=\"/doc/555306/\" id=\"a_107\">504</a> and <a href=\"/doc/1560742/\" id=\"a_108\">302</a> read with <a href=\"/doc/37788/\" id=\"a_109\">Section 34</a>\n           IPC with common object beyond all reasonable doubt.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">      23.   The trial court came to the conclusion that there was no meeting\n      of minds and all three appellants did not act in  furtherance  of  any\n      common intention. Therefore, Yenkappa (A-1) and  Suganna  (A-3)  could\n      not be convicted under <a href=\"/doc/1560742/\" id=\"a_110\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_111\">Section 34</a> IPC  and  they\n      were convicted only under <a href=\"/doc/162506/\" id=\"a_112\">Sections 447</a> and <a href=\"/doc/555306/\" id=\"a_113\">504</a> IPC and sentences  were\n      awarded to them setting off  the  period  spent  by  them  in  custody\n      during trial. The trial court was patently in error in  holding  that,\n      in spite of the fact that two accused were  clearly  responsible   for\n      causing injury Nos. 2 to 11, they still could not be convicted for any\n      offence  for  want  of  framing  of  charges  under  any  other  penal\n      provision. In such an event, the trial court  would  be  justified  in\n      altering/adding  the  requisite  charge(s)  or   even   without   such\n      alteration/addition, punishing them for the said offences, considering\n      the intensity of the injuries as the same could be  an  offence  minor\n      than the offence punishable under <a href=\"/doc/1560742/\" id=\"a_114\">Section 302</a> IPC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">      24.   The High Court came to the conclusion that, as the charge  under\n      Section 302/34 was also framed against Yenkappa (A-1) and Suganna  (A-\n</p><p data-structure=\"Conclusion\" id=\"p_32\">      3), they too, were liable to be convicted under <a href=\"/doc/1560742/\" id=\"a_115\">Section 302</a>.   Such  a\n      conclusion is not justified, as the High Court has  not  reversed  the\n      finding recorded by the trial court that all three accused did not act\n      in furtherance of any common intention.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">      25.   We have examined the number and intensity of  the  injuries  and\n      the role played by each of the appellants. There is ample evidence  on\n      record particularly the deposition of Paddamma  (PW.1),  wife  of  the\n      deceased to show that when her husband fell down after  receiving  the\n      said injuries, the accused stopped the assault. Bhimanna  (A-2)  threw\n      down the “Meli” and all the  accused  left  the  place  of  occurrence\n      saying that the victim had fallen.  This clearly establishes that  the\n      appellants did not intend to kill the deceased and it all happened  in\n      the spur of the moment upon a heated exchange  of  words  between  the\n      parties, after criminal trespass by the appellants on to the  land  of\n      the deceased.   Therefore, it does  not seem to be a pre-determined or\n      pre-meditated case. Ends of justice would, therefore, be met,  if  all\n      the three appellants are convicted under <a href=\"/doc/409589/\" id=\"a_116\">Section 304</a> Part-I  read with\n      <a href=\"/doc/37788/\" id=\"a_117\">Section 34</a> IPC and sentences are awarded accordingly. As a result, all\n      the appellants are convicted under <a href=\"/doc/162506/\" id=\"a_118\">Sections 447</a>, <a href=\"/doc/555306/\" id=\"a_119\">504</a>  and  <a href=\"/doc/409589/\" id=\"a_120\">304</a>  Part-I\n      read with <a href=\"/doc/37788/\" id=\"a_121\">Section 34</a> IPC.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">            Bhimanna (A-2) has already served more than 13½ years  in  jail.\n      Therefore, he is awarded sentence  as  already  undergone  and  it  is\n      directed that he be released forthwith, unless wanted  in  some  other\n      case. Yenkappa (A-1) and Suganna (A-3) are awarded a  sentence  of  10\n      years RI.  All of them have already served the sentences  awarded  for\n      the offences punishable under <a href=\"/doc/162506/\" id=\"a_122\">Sections 447</a>, <a href=\"/doc/555306/\" id=\"a_123\">504</a>/<a href=\"/doc/37788/\" id=\"a_124\">34</a> IPC.\n</p>\n<p data-structure=\"RespArg\" id=\"p_35\">            Learned counsel for the appellants has pointed out that Yenkappa\n      (A-1) and Suganna (A-3) have already served near about 10 years.  They\n      be released from jail after serving the sentence of 10 years,  if  not\n      already served and are not wanted in some other case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">            In view of the above, both the appeals stand disposed of.\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_37\">      ………………………..J.\n      (P. SATHASIVAM)\n\n\n\n                                                    ………………………..J. (Dr.  B.S.\n                                             CHAUHAN)\n\n     New Delhi,\n\n     September 4, 2012\n\n\n\n\n\n\n\n\n\n\n</p>","numcites":35,"numcitedby":31,"docsource":"Supreme Court of India","citetid":48110962,"divtype":"judgments","relatedqs":[{"value":"section 447 ipc","formInput":"section%20447%20ipc"},{"value":"section 504 ipc","formInput":"section%20504%20ipc"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 302 read with section 34","formInput":"section%20302%20read%20with%20section%2034"},{"value":"section 504 of indian penal code ","formInput":"section%20504%20of%20indian%20penal%20code%20"},{"value":"failure of justice","formInput":"failure%20of%20justice"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"framing of charge","formInput":"framing%20of%20charge"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"section 447 of indian penal code","formInput":"section%20447%20of%20indian%20penal%20code"},{"value":"302 read with 34 i.p.c","formInput":"302%20read%20with%2034%20i.p.c"},{"value":"ipc 504","formInput":"ipc%20504"},{"value":"sec 34 read with sec 302 of indian penal code","formInput":"sec%2034%20read%20with%20sec%20302%20of%20indian%20penal%20code"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"jurisprudence","formInput":"jurisprudence"},{"value":"ipc 447","formInput":"ipc%20447"},{"value":"302/34","formInput":"302/34"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"breach-of-peace","formInput":"tag:breach-of-peace"},{"value":"punishment-for-criminal-trespass","formInput":"tag:punishment-for-criminal-trespass"}],"courtcopy":true,"query_alert":null,"agreement":false}