{"tid":112713525,"publishdate":"2011-12-07","title":"M/S. Fingertips Solutions Pvt. Ltd vs Dhanashree Electronics Ltd on 7 December, 2011","doc":"<h2 class=\"doc_title\">M/S. Fingertips Solutions Pvt. Ltd vs Dhanashree Electronics Ltd on 7 December, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-tandon\">Harish Tandon</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-tandon\">Harish Tandon</a></h3>\n\n<pre id=\"pre_1\">                                            1\n\n\n                     In The High Court At Calcutta\n                     Civil Revisional Jurisdiction\n                           Appellate side\nPresent :\nThe Hon&#x27;ble Justice Harish Tandon.\n\n                           C.O. No. 3084 of 2009\n\n                     M/s. Fingertips Solutions Pvt. Ltd.\n                                    -vs-\n                         Dhanashree Electronics Ltd.\n\n\n\nFor the petitioner               :      Mr. Durbadal Sen\n                                        Mr. Prabal Mukherjee\n                                        Mr. Amal Krishna Saha\n\n\nFor the Opposite Party           :      Mr. Jishnu Saha\n                                        Ms. Sonel Shah\n                                        Mr. Kushagra Shah\n\n\nHeard on     : 23.11.2011 &amp; 25.11.2011\n\n\nJudgment on : 7.12.2011\n\n\nHARISH TANDON, J.:\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">      This revisional application is directed against an order no. 14 dated\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1. 9.2009 passed by the Civil Judge (Senior Division), 2nd Court, Barasat in\n<span class=\"hidden_text\" id=\"span_1\">                                        2</span>\n\n\nTitle suit No. 164 of 2008 by which an application under <a href=\"/doc/1146817/\" id=\"a_1\">section 8</a> of the\n\nArbitration and Conciliation Act 1996 was rejected.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_3\">     Before dealing with the points emerges for consideration in this\n\nrevisional application the short facts are required to be narrated.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_4\">     By a sub-lease deed dated 26th September 2003 the opposite party\n\ndemised unto the petitioner a super built-up area of 2990 sq. ft. on the\n\nground floor along with two exclusive car parking places in respect of the\n\nbuilding constructed by the opposite party on the payment of the lease rent\n\nas provided therein for initial period of 3 years from the date of the final\n\npossession with an option for renewal for two successive terms of the same\n\nperiod on enhancement of the rent by 15 % at the last rent paid. The said\n\ndeed contains an arbitration clause.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n</p><p data-structure=\"Issue\" id=\"p_6\">     The suit for eviction being Title Suit No. 164 of 2008 is instituted by\n\nthe opposite party against the petitioner after terminating the said\n\nagreement upon issuance of a notice under <a href=\"/doc/80042/\" id=\"a_2\">section 106</a> of the Transfer of\n\nProperty Act. In the plaint the opposite party pleaded various misdeeds of\n\nthe petitioner which led to the issuance of notice under <a href=\"/doc/80042/\" id=\"a_3\">section 106</a> of the\n\nTransfer of Property Act.\n</p><span class=\"hidden_text\" id=\"span_2\">                                       3</span><p data-structure=\"Issue\" id=\"p_7\">\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_8\">     The petitioner took out an application under <a href=\"/doc/1146817/\" id=\"a_4\">section 8</a> of the\n\nArbitration and Conciliation Act (said Act) for referring the dispute to the\n\nArbitral Tribunal as the parties in the said deed consented for\n\ndetermination of the disputes through a private Fora and not by judicial\n\nauthority.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n\n</p><p data-structure=\"Facts\" id=\"p_10\">     In the said application it is contended that an option for renewal was\n\nexercised before the expiration of the initial term which was agreed by the\n\nopposite party by accepting the enhanced rent for four months but\n\nsubsequently refused to accept the rent and illegally and wrongfully\n\nstopped the electricity and supply of water to the petitioner. It is further\n\nstated that an application under <a href=\"/doc/1079220/\" id=\"a_5\">section 9</a> of the said Act which was\n\nregistered as Misc. Case no. 49 of 2007 was filed before the District Court\n\nat Barasat and an order of status quo was passed in the said proceeding\n\non 29th March 2007. Subsequently the said application was dismissed by\n\nthe learned District Judge, Barasat and the said order is assailed in appeal\n\nbefore this court where an order of status quo is passed till the disposal of\n\nthe appeal.\n</p><span class=\"hidden_text\" id=\"span_3\">                                        4</span><p data-structure=\"Issue\" id=\"p_11\">\n\n\n</p><p data-structure=\"Facts\" id=\"p_12\">     It is alleged that the letter to nominate the arbitrator was served\n\nupon the opposite party and on its failure to nominate and/or appoint the\n\narbitrator within the time stipulated therein, sole arbitrator is appointed\n\nwho entered in the reference and already held several sittings.\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_13\">     The opposite party objected the said application in contending that\n\nthe matter relating to the eviction and recovery of possession which is\n\noutside the ambit and scope of an arbitration agreement as well as Atbitral\n\nTribunal. However, a specific denial is made for appointment of sole\n\narbitrator or a proceeding initiated before the Arbitral Tribunal.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_14\">     The petitioner could not dispute before this court that the matter\n\nbefore the Atbitral Tribunal relates to the renewal of the lease and the\n\neviction matter is not before the Arbital Tribunal but it is tried to be\n\ncontended by the petitioner that if the Arbitral Tribunal ultimately finds\n\nthat the petitioner is entitled to renewal of the lease, the eviction suit\n\nbefore the court cannot be decreed. What is tried to be contended is that\n\nthe decision of the private Fora (Arbitral Tribunal) has a vital impact upon\n\nthe suit instituted before the public Fora (court).\n</p><span class=\"hidden_text\" id=\"span_4\">                                       5</span><p data-structure=\"Issue\" id=\"p_15\">\n\n\n</p><p data-structure=\"Section\" id=\"p_16\">     According to the petitioner, the arbitration agreement inheres within\n\nall kinds of disputes regarding the construction or interpretation of any\n\nterms and conditions contained therein or touching these presents or\n\ndeterminations of any liability which includes the liability to hand over the\n\npossession under <a href=\"/doc/51831632/\" id=\"a_6\">section 108 (q)</a> of the Transfer of Property Act.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_17\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"187956\" id=\"span_5\">Mr. Prabal Mukherjee, learned Advocate appearing for the petitioner\n\nsuccinctly argues that the provisions contained under <a href=\"/doc/1031695/\" id=\"a_7\">section 8</a> is\n\nmandatory and the judicial authority (court) has no option but to refer the\n\nparties to arbitration. He succinctly argues that the dispute as to whether\n\nthere is any existence of arbitration agreement relating to the subject\n\nmatter being outside the purview of the said agreement, can be determined\n\nby the Arbitral Tribunal itself under <a href=\"/doc/1194266/\" id=\"a_8\">section 16</a> of the said Act. By relying\n\nupon the judgment of the apex court in case of <a href=\"/doc/187956/\" id=\"a_9\">Rashtriya Ispat Nigam\n\nLtd. Vs. Verma Transport Co.</a> reported in (2006) 7 SCC 275 Mr.\n\nMukherjee contends that any dispute relating to the termination of a\n\ncontract would be a dispute arising out of a contract and thus capable of\n\nbeing determined by a private Fora.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1703962\" id=\"span_6\">By referring another judgment of the\n\napex court in case of <a href=\"/doc/1703962/\" id=\"a_10\">P. Anand Gajapathi Raju Vs. P. V. G. Raju</a> reported\n\nin (2000) 4 SCC 539 it is contended that if the subject matter of action is\n\nthe same as the subject matter of arbitration agreement, then it is\n<span class=\"hidden_text\" id=\"span_7\">                                      6</span>\n\n\nobligatory for the court to refer the parties to arbitration in terms of the\n\narbitration agreement.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_18\">\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1568288\" id=\"span_8\">Mr. Mukherjee further contends that <a href=\"/doc/51831632/\" id=\"a_11\">section 108 (q)</a> of the Transfer\n\nof Property Act provides that in absence of a contract on determination of\n\nlease the lessee is bound to put the lessor into possession of the property.\n\nThus any dispute as to the reversion of possession is subject to a contract\n\nand therefore the dispute as to the eviction is also coming within the ambit\n\nof the arbitration agreement and <a href=\"/doc/1703962/\" id=\"a_12\">placed reliance upon</a> the judgment of the\n\nSupreme Court in case of <a href=\"/doc/1568288/\" id=\"a_13\">Madan Lal Vs. Bhai Ananda Singh</a> reported in\n\n(1973) 1 SCC 84.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_20\">\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"104540903\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"104540903\" id=\"span_10\">On the aforesaid proposition that the dispute as to the eviction is\n\ncapable of being adjudicated and /or determined by a private Fora (Arbitral\n\nTribunal) he <a href=\"/doc/1568288/\" id=\"a_14\">placed reliance upon</a> a Single Bench judgment of this court in\n\ncase of <a href=\"/doc/104540903/\" id=\"a_15\">Anannya Chowdhury &amp; Anr. Vs. Ranjit Kumar Bose</a> reorted in\n\n2010 (3) CHN (cal) 64 and unreported judgment of Single Bench of this\n\ncourt in case of <a href=\"/doc/104540903/\" id=\"a_16\">Anannya Chowdhury &amp; Anr. Vs. Ranjit Kumar Bose</a> in\n\nAP no. 182 of 2008 decided on 15.5.2008.</span></span>\n</p><span class=\"hidden_text\" id=\"span_11\">                                      7</span><p data-structure=\"Section\" id=\"p_22\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"188958994\" id=\"span_12\">Mr. Jishnu Saha, learned Advocate appearing for the opposite party\n\nsubmits that the court should not refer the parties to arbitration under\n\n<a href=\"/doc/1031695/\" id=\"a_17\">section 8</a> of the said Act mechanically but should adjudicate whether the\n\nsubject matter of dispute involved in the judicial proceeding either comes\n\nwithin the arbitration clause or whether the private Fora is competent to\n\ndecide the said dispute or the dispute can only be decided by the public\n\nFora. He submits that the relief for eviction arises from a statute and not\n\nfrom a contract by placing reliance upon the Single Bench judgment of\n\nPatna High court in case of Padam Singh Jain Vs. M/s. Chandra Bros. &amp;\n\nOrs. reported in AIR 1990 Patna 95. By contending that if the dispute\n\neither contractual or non-contractual can only be decided by a public Fora\n\n(court) than the adjudication of those categories of proceedings should be\n\nreserved or to be adjudicated and/or determined by a court as a matter of\n\npublic policy and by necessary implication the private Fora is excluded and\n\nrelies upon a judgment of the Supreme Court in case of <a href=\"/doc/188958994/\" id=\"a_18\">Booz Allen and\n\nHamilton Inc Vs. SBI Home Finance Ltd. &amp; Ors.</a> reported in (2011) 5\n\nSCC 532.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\n\n</p><p data-structure=\"Precedent\" id=\"p_25\">     He further submits that the eviction proceeding under <a href=\"/doc/1134872/\" id=\"a_19\">section 111</a> of\n\nthe Transfer of Property Act can only be decided by the court as has been\n\nheld by the Single Bench of this court in case of Eastern Coils (P) Ltd. Vs.\n<span class=\"hidden_text\" id=\"span_13\">                                     8</span>\n\n\nDeb Prosad Ghosh reported in 1992 (2) CLJ 349. He therefore submits\n\nthat the other co-ordinate Bench decision relied upon by the petitioner\n\nbeing contrary to the Equal Bench decision as well as the decision of the\n\napex court cannot be said to be a good law having binding precedence.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591400\" id=\"span_14\">Lastly he contends that if some of the disputes which are covered\n\nunder the arbitration agreement whereas others are not, the court should\n\nnot split up the disputes but the entire disputes should be adjudicated by\n\nthe court by placing reliance upon the judgement of the Supreme Court in\n\ncase of <a href=\"/doc/1591400/\" id=\"a_20\">Sukanya Holdings (P) Ltd. Vs. Jayesh H. Pandya &amp; Anr.</a>\n\nreported in (2003) 5 SCC 531.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_28\">     Having considered the respective submissions, the point which\n\nemerges is whether an eviction proceeding is capable of being determined\n\nby an Arbitral Tribunal in the event the said dispute comes within the\n\npurview of the arbitration agreement or is only capable of being\n\nadjudicated by the court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">     Admittedly, the lease deed contains an arbitration clause in the\n\nfollowing manner :\n</p><span class=\"hidden_text\" id=\"span_15\">                                       9</span><p data-structure=\"Precedent\" id=\"p_31\">\n\n\n</p><blockquote id=\"blockquote_1\">     &quot;All disputes and differences between the parties hereto regarding the\n\nconstruction or interpretation of any of the terms and conditions herein\n\ncontained or touching these presents or determinations of any liability\n\nshall be referred to the sole Arbitration and same shall be deemed to be\n\nreference within meaning of the <a href=\"/doc/1306164/\" id=\"a_21\">Arbitration and Conciliation Act, 1996</a>.\n</blockquote>\n<blockquote id=\"blockquote_2\">     The Arbitrator shall have summary power to give interim awards\n\nand/or directions.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_32\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1568288\" id=\"span_16\">From the reading of the plaint it is noticed that the relief for recovery\n\nof possession is claimed on the basis of service of notice under <a href=\"/doc/80042/\" id=\"a_22\">section 106</a>\n\nof the Transfer of Property Act. <a href=\"/doc/1134872/\" id=\"a_23\">Section 111</a> of the Transfer of Property Act\n\npostulates different eventualities and/or contingencies for determination of\n\nthe lease one of which is the expiration of the period envisaged under\n\n<a href=\"/doc/80042/\" id=\"a_24\">section 106</a> of the Transfer of Property Act. Though the lease is a creature\n\nof a contract but the mode of recovery is provided under <a href=\"/doc/1134872/\" id=\"a_25\">section 111</a> of the\n\nTransfer of Property Act. It has been pointed out in case of <a href=\"/doc/1568288/\" id=\"a_26\">Padam Singh\n\nJain</a> (supra) by the Single Bench of the Patna High Court that the suit for\n\nrecovery of possession and/or eviction germinates from the Statute and\n\nnot from the contract. The court in case of Eastern Coils (P) Ltd.,\n\nconsiders the similar point whether the parties should be referred to\n\narbitration under <a href=\"/doc/1031695/\" id=\"a_27\">section 8</a> of the said Act where the subject matter of the\n<span class=\"hidden_text\" id=\"span_17\">                                       10</span>\n\n\nsuit is the recovery of possession under <a href=\"/doc/1134872/\" id=\"a_28\">section 111</a> of the Transfer of\n\nProperty Act. The court held that certain reliefs viz. a relief against the\n\nforfeiture under <a href=\"/doc/1287552/\" id=\"a_29\">section 114</a> of the Transfer of Property Act or under\n\n<a href=\"/doc/1851654/\" id=\"a_30\">section 114A</a> of the similar Act can only be granted by the court and\n\nparties by consensus cannot confer such power upon the private Fora.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"104540903\" id=\"span_18\">The\n\nCo-ordinate Bench in case of <a href=\"/doc/104540903/\" id=\"a_31\">Anannya Chowdhury</a> (supra) did not take\n\ninto consideration the Equal strength Bench decision.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_19\">The Supreme Court\n\nin case of <a href=\"/doc/188958994/\" id=\"a_32\">Booz Allen and Hamilton Inc</a> (supra) has set up an example of\n\nnon-arbitral disputes in these words :</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\n</p><blockquote id=\"blockquote_3\">         &quot;36. The well-recognised examples of non-arbitrable disputes are:\n</blockquote><blockquote id=\"blockquote_4\">     (i) disputes relating to rights and liabilities which give rise to or arise\n     out of criminal offences; (ii) matrimonial disputes relating to divorce,\n     judicial separation, restitution of conjugal rights, child custody; (iii)\n     guardianship matters; (iv) insolvency and winding-up matters; (v)\n     testamentary matters (grant of probate, letters of administration and\n     succession certificate); and (vi) eviction or tenancy matters governed\n     by special statutes where the tenant enjoys statutory protection\n     against eviction and only the specified courts are conferred\n     jurisdiction to grant eviction or decide the disputes.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_34\">     The apex court further held that the judicial authority (court) should\n\nnot deal the application under <a href=\"/doc/1031695/\" id=\"a_33\">section 8</a> in mechanical manner i.e. to refer\n\nthe parties to arbitration once it is found that there is an arbitration\n\nagreement, but should have decided apart from others whether the relief\n\nsought in the suit are those that can be adjudicated and granted in an\n<span class=\"hidden_text\" id=\"span_20\">                                      11</span>\n\n\narbitration and also whether the subject matter of suit is capable of being\n\nadjudicated by the Arbitral Tribunal in paragraph 19 of the said report\n\nwhich runs thus :\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">\n</p><blockquote id=\"blockquote_5\">          &quot;19. Where a suit is filed by one of the parties to an arbitration\n     agreement against the other parties to the arbitration agreement, and\n     if the defendants file an application under <a href=\"/doc/1031695/\" id=\"a_34\">Section 8</a> stating that the\n     parties should be referred to arbitration, the court (judicial authority)\n     will have to decide:\n</blockquote><blockquote id=\"blockquote_6\">     (i) whether there is an arbitration agreement among the parties;\n</blockquote><blockquote id=\"blockquote_7\">     (ii) whether all the parties to the suit are parties to the arbitration\n  agreement;\n</blockquote><blockquote id=\"blockquote_8\">     (iii) whether the disputes which are the subject-matter of the suit fall\n  within the scope of arbitration agreement;\n</blockquote><blockquote id=\"blockquote_9\">     (iv) whether the defendant had applied under Section 8 of the Act\n  before submitting his first statement on the substance of the dispute;\n  and\n</blockquote><blockquote id=\"blockquote_10\">     (v) whether the reliefs sought in the suit are those that can be\n  adjudicated and granted in an arbitration.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_36\">        33. But where the issue of &quot;arbitrability&quot; arises in the context of\n  an application under <a href=\"/doc/1031695/\" id=\"a_35\">Section 8</a> of the Act in a pending suit, all aspects\n  of arbitrability will have to be decided by the court seized of the suit,\n  and cannot be left to the decision of the arbitrator. Even if there is an\n  arbitration agreement between the parties, and even if the dispute is\n  covered by the arbitration agreement, the court where the civil suit is\n  pending, will refuse an application under <a href=\"/doc/1031695/\" id=\"a_36\">Section 8</a> of the Act, to refer\n  the parties to arbitration, if the subject-matter of the suit is capable of\n  adjudication only by a public forum or the relief claimed can only be\n  granted by a special court or Tribunal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">         34. The term &quot;arbitrability&quot; has different meanings in different\n  contexts. The three facets of arbitrability, relating to the jurisdiction of\n  the Arbitral Tribunal, are as under:\n</p><blockquote id=\"blockquote_11\">     (i) Whether the disputes are capable of adjudication and settlement by\n  arbitration? That is, whether the disputes, having regard to their nature,\n  could be resolved by a private forum chosen by the parties (the Arbitral\n<span class=\"hidden_text\" id=\"span_21\">                                      12</span>\n\n\nTribunal) or whether they would exclusively fall within the domain of\npublic fora (courts).\n</blockquote><blockquote id=\"blockquote_12\">    (ii) Whether the disputes are covered by the arbitration agreement?\n</blockquote><p data-structure=\"RespArg\" id=\"p_38\">That is, whether the disputes are enumerated or described in the\narbitration agreement as matters to be decided by arbitration or\nwhether the disputes fall under the &quot;excepted matters&quot; excluded from\nthe purview of the arbitration agreement.\n</p><p data-structure=\"Issue\" id=\"p_39\">    (iii) Whether the parties have referred the disputes to arbitration? That\nis, whether the disputes fall under the scope of the submission to the\nArbitral Tribunal, or whether they do not arise out of the statement of\nclaim and the counterclaim filed before the Arbitral Tribunal. A dispute,\neven if it is capable of being decided by arbitration and falling within the\nscope of arbitration agreement, will not be &quot;arbitrable&quot; if it is not\nenumerated in the joint list of disputes referred to arbitration, or in the\nabsence of such joint list of disputes, does not form part of the disputes\nraised in the pleadings before the Arbitral Tribunal.\n\n</p><p data-structure=\"CDiscource\" id=\"p_40\">      35. The Arbitral Tribunals are private fora chosen voluntarily by\nthe parties to the dispute, to adjudicate their disputes in place of courts\nand tribunals which are public fora constituted under the laws of the\ncountry. Every civil or commercial dispute, either contractual or non-\ncontractual, which can be decided by a court, is in principle capable of\nbeing adjudicated and resolved by arbitration unless the jurisdiction of\nthe Arbitral Tribunals is excluded either expressly or by necessary\nimplication. Adjudication of certain categories of proceedings are\nreserved by the legislature exclusively for public fora as a matter of\npublic policy. Certain other categories of cases, though not expressly\nreserved for adjudication by public fora (courts and tribunals), may by\nnecessary implication stand excluded from the purview of private fora.\nConsequently, where the cause/dispute is inarbitrable, the court where\na suit is pending, will refuse to refer the parties to arbitration, under\n<a href=\"/doc/1031695/\" id=\"a_37\">Section 8</a> of the Act, even if the parties might have agreed upon\narbitration as the forum for settlement of such disputes.\n\n</p><p data-structure=\"Conclusion\" id=\"p_41\">       36. The well-recognised examples of non-arbitrable disputes are:\n</p><blockquote id=\"blockquote_13\">(i) disputes relating to rights and liabilities which give rise to or arise out\nof criminal offences; (ii) matrimonial disputes relating to divorce, judicial\n    separation, restitution of conjugal rights, child custody; (iii)\nguardianship matters; (iv) insolvency and winding-up matters; (v)\ntestamentary matters (grant of probate, letters of administration and\nsuccession certificate); and (vi) eviction or tenancy matters governed by\n<span class=\"hidden_text\" id=\"span_22\">                                      13</span>\n\n\n  special statutes where the tenant enjoys statutory protection against\n  eviction and only the specified courts are conferred jurisdiction to grant\n  eviction or decide the disputes.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_42\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_23\">The issue of eviction is essentially an issue        which could be\n\nadjudicated and/or decided by the court as it involved various question\n\nrelating to the granting of the relief under the different provisions of the\n\n<a href=\"/doc/515323/\" id=\"a_38\">Transfer of Property Act</a>. The cumulative effect of the judgment of this\n\ncourt in case of Eastern Coils (P) Ltd. (supra) and the supreme Court in\n\ncase of <a href=\"/doc/188958994/\" id=\"a_39\">Booz Allen and Hamilton Inc</a> (supra) that the eviction or a\n\nrecovery proceeding under the special statute or where the express power\n\nis conferred upon the court which necessarily implies the exclusion of the\n\nprivate Fora.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591400\" id=\"span_24\">The second contention that the dispute whether the opposite party is\n\nobliged to renew the lease after an option is exercised by the petitioner\n\nwhich is pending adjudication before the Arbitral Tribunal if decided in\n\nfavour of the petitioner would non-suit the opposite party, is also not\n\ntenable. The point of renewal is also intrigue questions before the court\n\nwhile adjudicating whether the notice under <a href=\"/doc/80042/\" id=\"a_40\">section 106</a> of the Transfer of\n\nProperty Act is valid or not which would be determined by the public Fora\n\nand not by the private Fora. Some overlapping disputes cannot be\n<span class=\"hidden_text\" id=\"span_25\">                                     14</span>\n\n\nsegregated from the larger dispute which is only capable of being\n\nadjudicated and decided by the court as has been held by the apex court in\n\ncase of <a href=\"/doc/1591400/\" id=\"a_41\">Sukanya Holdings (P) Ltd.</a> (supra) the same principle has been\n\nreiterated by the Supreme Court in case of Booz Allen and Hamilton Inc\n\nin these words :</span>\n</p>\n<blockquote id=\"blockquote_14\">        &quot;51. If the three issues referred by the appellant are the only\n  disputes, it may be possible to refer them to arbitration. But a mortgage\n  suit is not only about determination of the existence of the mortgage or\n  determination of the amount due. It is about enforcement of the\n  mortgage with reference to an immovable property and adjudicating\n  upon the rights and obligations of several classes of persons (referred to\n  in para 48.2 above), who have the right to participate in the proceedings\n  relating to the enforcement of the mortgage, vis-à-vis the mortgagor and\n  mortgagee. Even if some of the issues or questions in a mortgage suit\n  (as pointed out by the appellant) are arbitrable or could be decided by a\n  private forum, the issues in a mortgage suit cannot be divided.\n</blockquote>\n<blockquote id=\"blockquote_15\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591400\" id=\"span_26\">52. The following observations of this Court in a somewhat\n  different context, in <a href=\"/doc/1591400/\" id=\"a_42\">Sukanya Holdings (P) Ltd. v. Jayesh H. Pandya</a>\n  (2003) 5 SCC 531 are relevant: (SCC p. 536, para 16)\n     &quot;16. ... The next question which requires consideration is--even if\n  there is no provision for partly referring the dispute to arbitration,\n  whether such a course is possible under <a href=\"/doc/1031695/\" id=\"a_43\">Section 8</a> of the Act. In our\n  view, it would be difficult to give an interpretation to <a href=\"/doc/1031695/\" id=\"a_44\">Section 8</a> under\n  which bifurcation of the cause of action, that is to say, the subject-</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_45\">  matter of the suit or in some cases bifurcation of the suit between\n  parties who are parties to the arbitration agreement and others is\n  possible. This would be laying down a totally new procedure not\n  contemplated under the Act. If bifurcation of the subject-matter of a suit\n  was contemplated, the legislature would have used appropriate\n  language to permit such a course. Since there is no such indication in\n  the language, it follows that bifurcation of the subject-matter of an\n  action brought before a judicial authority is not allowed.&quot;\n<span class=\"hidden_text\" id=\"span_27\">                                       15</span>\n\n\n     Thus the aforesaid contention of the petitioner that the dispute is\n\ncovered under the arbitration agreement is not tenable. This court does not\n\nfind any infirmity and/or illegality in the impugned order.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_46\">     The revisional application is, therefore, fails.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">\n     There shall however be no order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">\n     Urgent photostat certified copy of this order, if applied for, be given to\n\nthe parties on priority basis.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_50\">                                                  (Harish Tandon, J.)\n\n     LATER\n\n     After the judgment is delivered in open court, learned Advocate\n\nappearing for the petitioner prays for stay of the order.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_51\">     Prayer is considered and rejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_52\">\n\n</p><p data-structure=\"Precedent\" id=\"p_53\">                                                 (Harish Tandon, J.)\n </p>","numcites":17,"numcitedby":3,"docsource":"Calcutta High Court (Appellete Side)","citetid":112713525,"divtype":"judgments","relatedqs":[{"value":"transfer of property act","formInput":"transfer%20of%20property%20act"},{"value":"Booz Allen ","formInput":"Booz%20Allen%20"},{"value":"sukanya holding","formInput":"sukanya%20holding"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"transfer of property","formInput":"transfer%20of%20property"},{"value":"mortgage suit","formInput":"mortgage%20suit"},{"value":"arbitration section 8","formInput":"arbitration%20section%208"},{"value":" special statute ","formInput":"%20special%20statute%20"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration  reference by the parties","formInput":"arbitration%20%20reference%20by%20the%20parties"},{"value":"only disputes can be arbitrated ","formInput":"only%20disputes%20can%20be%20arbitrated%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"BARASAT","formInput":"BARASAT"},{"value":"section 106","formInput":"section%20106"},{"value":"Arbitrability","formInput":"Arbitrability"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"transfer of property act\"","formInput":"%22transfer%20of%20property%20act%22"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"}],"cats":[{"value":"operation-of-transfer","formInput":"tag:operation-of-transfer"},{"value":"duration-of-certain-leases-in-absence-of-written-contract","formInput":"tag:duration-of-certain-leases-in-absence-of-written-contract"},{"value":"determination-of-lease","formInput":"tag:determination-of-lease"},{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"}],"courtcopy":true,"query_alert":null,"agreement":false}