{"tid":115364255,"publishdate":"2025-01-07","title":"M/S.Bhageeratha Engineering Ltd vs State Of Kerala on 7 January, 2025","doc":"<h2 class=\"doc_title\">M/S.Bhageeratha Engineering Ltd vs State Of Kerala on 7 January, 2025</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-nambiar\">A.K.Jayasankaran Nambiar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-nambiar\">A.K.Jayasankaran Nambiar</a></h3>\n\n<pre id=\"pre_1\">                                                            2025:KER:337\nArb. Appeal No.56/2012\n                                       1\n\n              IN THE HIGH COURT OF KERALA AT ERNAKULAM\n                                   PRESENT\n      THE HONOURABLE DR. JUSTICE A.K.JAYASANKARAN NAMBIAR\n                                       &amp;\n                 THE HONOURABLE MR. JUSTICE EASWARAN S.\n  TUESDAY, THE 7TH DAY OF JANUARY 2025 / 17TH POUSHA, 1946\n                           ARB.A NO. 56 OF 2012\n        AGAINST THE ORDER/JUDGMENT DATED 22.06.2010 IN OP(ARB)\nNO.238      OF    2006    OF   DISTRICT     COURT   &amp;   SESSIONS   COURT,\nTHIRUVANANTHAPURAM\n\nAPPELLANT/RESPONDENT:\n\n              M/S.BHAGEERATHA ENGINEERING LTD.,\n              VAZHAKKALA, KAKKANADU P.O., KOCHI - 622 030,\n              REPRESENTED BY ITS DIRECTOR (PROJECTS).\n\n\n              BY ADV SRI.G.P.SHINOD\n                     SRI.MANU V.\n                     SRI.GEORGE THOMAS\n\n\nRESPONDENT/PETITIONER:\n\n              STATE OF KERALA\n              REPRESENTED BY CHIEF ENGINEER (PROJECTS), PROJECT\n              MANAGEMENT SCHEME, KERALA STATE TRANSPORT\n              PROJECTS (K.S.T.P.), KILLIPPALAM, KARAMANA P.O,\n              THIRUVANANTHAPURAM-695002.\n\n              SRI.K.V.MANOJKUMAR, SR. GOVERNMENT PLEADER\n\n\n       THIS ARBITRATION APPEAL HAVING COME UP FOR ADMISSION\nON    13.12.2024,        THE   COURT   ON   07.01.2025    DELIVERED   THE\nFOLLOWING:\n                                                            2025:KER:337\nArb. Appeal No.56/2012\n                                      2\n\n                              JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                                                         C.R.\nEaswaran S., J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">       The appeal arises from the order of the District Court,\n\nThiruvananthapuram dated 22.6.2010 in O.P(Arb.) No.238/2006 by\n\nwhich the award of the arbitral tribunal was set aside.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">       2.      Facts of the case\n\n       The appellant is a contractor who came out successful in\n\ncompetitive bidding for execution of the works (1) Kerala State\n\nTransport        Project-RMC-01-periodic     renewal      of     Thaikkad-\n\nKottarakkara        Road,   (2)    KSTP-RMC-03-periodic        renewal     of\n\nThodupuzha-Kalur-Ounukal Road, (3) KSTP-RMC-08-periodic renewal\n\nof Kozhikkode-Mavoor Road and (4) KSTP-RMC-12 periodic renewal of\n\nQuilandy-Thamarassery Road.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\">       3.      In respect of Road Maintenance Contract-01 (RMC-01),\n\nnotice of procedure was issued on 28.5.2002 and the original date of\n\ncompletion was on 27.5.2003.         An amount of Rs.8,01,89,947/- was\n\nfixed and the same was revised to Rs.6,25,66,956.79. The 1st extension\n\nperiod was approved with liquidated damages upto 31.7.2003 and the\n\n2nd extension of time was approved with liquidated damages upto\n\n31.10.2003.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">       4.      In respect of RMC-03, notice issued to proceed was given\n\non 28.5.2002 and it was completed on 27.5.2003.                The original\n                                                             2025:KER:337\n<span class=\"hidden_text\" id=\"span_1\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_2\">                                      3</span>\n\ncontract amount was Rs.3,93,96,479/- and the revised contract rate\n\nwas Rs.3,87,90,927.81 and the extension period was approved upto\n\n31.7.2003 with liquidated damages and the 2nd extension period was\n\napproved with damages upto 31.10.2003.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">       5.      In respect of RMC-08, the date of issue of notice was on\n\n17.04.2002 and the date of completion was fixed on 16.04.2003. The\n\noriginal contract amount was for Rs.5,12,54,980/-, which was not\n\nrevised. The first period was extended upto 30.6.2003 with liquidated\n\ndamages and the 2nd extension was approved with liquidated damages\n\nupto 31.10.2003.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">       6.      In respect of RMC-12, the date of issue of notice to proceed\n\nwas on 17.4.2002 and the original date of completion was 16.4.2002.\n\nThe contract amount was Rs.8,49,64,622/-.          The 1st extension was\n\napproved up to 30.6.2003 with liquidated damages. The 2nd extension\n\nwas approved with liquidated damages upto 31.12.2003.\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">       7.      There arose several disputes between the contractor and\n\nthe State during implementation of the Contracts as referred to above.\n\nAs per the terms and conditions of the contract, any dispute between\n\nthe parties regarding the rate at which the contractor was entitled to\n\nbe paid was required to be referred to the engineer. Once the engineer\n\ntakes a decision on the matters referred to him, and if the parties are\n\naggrieved with the same, the decision of the engineer has to be\n                                                            2025:KER:337\n<span class=\"hidden_text\" id=\"span_3\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_4\">                                     4</span>\n\nreferred to the adjudicator within a period of 14 (fourteen) days of the\n\nnotification of the engineer&#x27;s decision.    The adjudicator, in turn, is\n\nrequired to give the decision in writing within 28 (twenty-eight) days\n\nfrom the date of receipt of the notification. It is further provided that\n\nif the decision of the adjudicator is not acceptable, then the party, who\n\nwishes to question the decision of the adjudicator, has to refer the\n\nsame to the Arbitrator within a period of 28 (twenty-eight) days from\n\nthe date of the decision, and if not, the decision of the adjudicator shall\n\nbe final and binding.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">       8.      The appellant sought reference to the adjudicator on four\n\ndisputes, namely, (1) value of the work to be considered for calculating\n\nthe adjustment of prices for bitumen and POL, (2) decisions for\n\nreleasing the escalation during the extended periods, (3) price of\n\nbitumen to be considered for calculation of price adjustment of\n\nbitumen; and (4) release of interest payable at 12% per annum for the\n\ndelay in releasing the eligible payments beyond 42 days from the date\n\nof submission of the monthly statement of the value of the work done.\n\nThe adjudicator after hearing the parties, answered point Nos. (1) and\n\n(3) in favour of the appellant and (2) and (4) against him. None of the\n\nparties sought reference of the disputes to the arbitrator by invoking\n\nthe arbitration clause under the agreement within the stipulated 28\n\ndays as provided under the contract.        However, the State, after a\n                                                           2025:KER:337\n<span class=\"hidden_text\" id=\"span_5\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_6\">                                    5</span>\n\nperiod of 28 days, sought reference of dispute No. (1) to the arbitrator,\n\nwhich was objected to by the appellant on the ground that beyond the\n\nperiod of 28 days the dispute cannot be referred to the arbitrator.\n\nHowever, the State decided to condone the period and persuaded the\n\nappellant to go for arbitration in respect of dispute No.(1).          Both\n\nparties selected their choice of arbitrators. Before the arbitrator, the\n\nappellant sought reference of all the disputes and also certain disputes\n\nbeyond the disputes which were referred to the adjudicator. The State,\n\non the other hand, raised objection to the above course suggested by\n\nthe appellant. The arbitral tribunal went into the core of the disputes\n\nbetween the parties and answered all the four disputes in favour of\n\nthe   contractor-appellant    and   overturned   the   decision   of    the\n\nadjudicator.       Aggrieved by the award, the State invoked the\n\njurisdiction of the District Court under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of Arbitration and\n\nConciliation Act, 1996 and the District Judge by the order impugned\n\nset aside the award passed by the Arbitral Tribunal and restored the\n\naward of the adjudicator and thus the appellant-contractor is before\n\nus in appeal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">       9.      Heard Sri.George Thomas, the learned counsel appearing\n\nfor the appellant and Sri.K.V.Manojkumar, learned Senior Government\n\nPleader appearing for the State.\n</p><p data-structure=\"Issue\" id=\"p_11\">                                                               2025:KER:337\n<span class=\"hidden_text\" id=\"span_7\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_8\">                                       6</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_12\">       10.     Submissions on behalf of the appellant\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">       (i) The learned counsel for the appellant pointed out that by\n\n             letter dated 1.10.2004, the State wanted to refer dispute\n\n             No.(1) to the Arbitrator as the decision of the adjudicator was\n\n             not acceptable.    The appellant, in turn, by letter dated\n\n             28/29.11.2004 stated that the dispute cannot be adjudicated\n\n             as the option was not exercised by the respondent within 28\n\n             days. However, notwithstanding this, the appellant wanted\n\n             to raise all three disputes, since the State wanted to declare\n\n             the decision of the adjudicator as null and void and thus\n\n             entitling the appellant to raise all disputes arising out of the\n\n             contract and therefore, the arbitral tribunal was constituted.\n\n             Before the arbitral tribunal, the appellant filed an application\n\n             under <a href=\"/doc/675839/\" id=\"a_2\">Section 16</a> of the Arbitration and Conciliation Act,\n\n             1996 contending that dispute No.(1) was belated and in the\n\n             event the respondent wanted to refer dispute No.(1) for\n\n             arbitration, the entire disputes ought to be considered. The\n\n             State did not oppose the said application and both parties\n\n             requested the arbitral tribunal to decide on its jurisdiction\n\n             and thus the said application was not pressed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">       (ii) The arbitral tribunal passed an award on 29.6.2006 deciding\n\n             the disputes referred to it from the recommendations of the\n                                                             2025:KER:337\n<span class=\"hidden_text\" id=\"span_9\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_10\">                                        7</span>\n\n           adjudicator and the learned District Judge could not have set\n\n           aside the award passed by the arbitral tribunal since the\n\n           parties went with open eyes before the arbitral tribunal for\n\n           adjudication of disputes.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">       (iii)The clause under the contract which restricts the claim of\n\n           the appellant to be referred to the arbitrator or the tribunal\n\n           if the same is not referred to within a period of 28 days, is hit\n\n           by Exception-2 to <a href=\"/doc/616001/\" id=\"a_3\">Section 28(b)</a> of the Indian Contract Act,\n\n           1872.         Any contract, which stipulates a lesser period of\n\n           limitation other than what is provided under the provisions\n\n           of the <a href=\"/doc/1317393/\" id=\"a_4\">Limitation Act, 1963</a> must be construed as restraint\n\n           imposed on initiation of legal proceedings and, therefore,\n\n           will be hit by <a href=\"/doc/65067/\" id=\"a_5\">Section 28(b)</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">       (iv) In terms of clause 25.2 of the contract, any dispute or\n\n           reference arising between the employer and the domestic\n\n           contractor relating to any matter arising or connected with\n\n           the agreement can be referred to the arbitrator. Therefore,\n\n           once the State has chosen to go before the arbitrator, any\n\n           dispute arising between the parties can be subjected to\n\n           arbitration.\n</p><p data-structure=\"Section\" id=\"p_17\">                                                          2025:KER:337\n<span class=\"hidden_text\" id=\"span_11\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_12\">                                    8</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_18\">       11.     Submissions of the State\n\n       The learned Senior Government Pleader, Sri.K.V.Manojkumar,\n\non the other hand, pointed out that even going by the statement of\n\ndefence filed before the arbitral tribunal, the State had specifically\n\nopposed the attempt of the contractor to raise all disputes for\n\nreference, including dispute nos.(2) to (4), which were not subject\n\nmatter of reference.     Even though, the request for arbitration was\n\nbeyond 28 days, the parties decided to condone the period subjected\n\nthemselves to the jurisdiction of the arbitral tribunal. If that be so,\n\nthe arbitral tribunal could have entered into a finding in respect of\n\ndispute no.(1) alone and not otherwise.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">       12.     We have considered the rival submissions raised across\n\nthe bar.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">       13.     Evaluation of the arguments and findings thereon\n\n       The essential dispute which falls for our consideration is two-\n\nfold; (a) whether the restraint on the legal proceedings as stipulated\n\nby clause 25.2 of the contract is void in the light of Exception-2 to\n\n<a href=\"/doc/616001/\" id=\"a_6\">Section 28(b)</a> of the Contract Act, 1872,\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">(b) Once the parties decided to go for arbitration, whether it is\n\npossible for the arbitral tribunal to pronounce upon its decision on a\n\npoint which has not been referred for adjudication before it.\n</p><p data-structure=\"Precedent\" id=\"p_22\">                                                               2025:KER:337\n<span class=\"hidden_text\" id=\"span_13\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_14\">                                          9</span>\n\n</p><p data-structure=\"Section\" id=\"p_23\">       14.     We will first examine the intricacies of law involved in the\n\nmatter of interpretation of the clause in the contract which puts a\n\nrestraint for initiation of legal proceedings.           Clause 25.2 of the\n\ncontract is extracted for reference.\n</p>\n<blockquote id=\"blockquote_1\">             &quot;25.2       The Adjudicator shall be paid daily at the rate\n             specified      in   the   Contract   Data   together   with\n             reimbursable expenses of the types specified in the\n             Contract Data and the cost shall be divided equally\n             between the Employer and the Contractor, whatever\n             decision is reached by the Adjudicator.       Either party\n             may refer a decision of the Adjudicator to an Arbitrator\n             within 28 days of the Adjudicator&#x27;s written decision. If\n             neither party refers the dispute to arbitration within the\n             above 28 days, the Adjudicator&#x27;s decision will be final\n             and binding.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_24\">A plain reading of the aforementioned clause in the contract shows\n\nthat if either party does not refer the dispute to the arbitrator within\n\na period of 28 days from the date of receipt of the award of the\n\nadjudicator, then, it becomes final.          Certainly, it appears that the\n\naforesaid clause putting restraint on initiation of legal proceedings\n\nwithin the period of 28 days, offends the general law of limitation\n\nunder <a href=\"/doc/249731/\" id=\"a_7\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_8\">Limitation Act, 1963</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_25\">       15.     The law governing the restraint on initiation of legal\n\nproceedings is embodied under <a href=\"/doc/1224074/\" id=\"a_9\">Section 28</a> of the Indian Contract Act,\n\n1872, which reads as under :\n</p><blockquote id=\"blockquote_2\">                                                             2025:KER:337\n<span class=\"hidden_text\" id=\"span_15\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_16\">                                        10</span>\n\n               &quot;28.Agreements in restraint of legal proceedings,\n           void.--Every agreement,--\n</blockquote><blockquote id=\"blockquote_3\">               (a) by which any party thereto is restricted absolutely\n           from enforcing his rights under or in respect of any\n           contract, by the usual legal proceedings in the ordinary\n           tribunals, or which limits the time within which he may\n           thus enforce his rights; or\n</blockquote><blockquote id=\"blockquote_4\">               (b) which extinguishes the rights of any party thereto,\n           or discharges any party thereto from any liability, under\n           or in respect of any contract on the expiry of a specified\n           period so as to restrict any party from enforcing his\n           rights, is void to the extent.\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">                         Exception 1.--Saving of contract to refer to\n           arbitration dispute that may arise.--This section shall\n           not render illegal a contract, by which two or more\n           persons agree that any dispute which may arise\n           between them in respect of any subject or class of\n           subjects shall be referred to arbitration, and that only\n           the amount awarded in such arbitration shall be\n           recoverable in respect of the dispute so referred.\n</p><p data-structure=\"Section\" id=\"p_27\">                         Exception 2.--Saving of contract to refer\n           questions that have already arisen.--Nor shall this\n           section render illegal any contract in writing, by which\n           two or more persons agree to refer to arbitration any\n           question between them which has already arisen, or\n           affect any provision of any law in force for the time\n           being as to references to arbitration.\n</p><p data-structure=\"Precedent\" id=\"p_28\">                         Exception 3.--Saving of a guarantee agreement\n           of a bank or a financial institution.--This section shall\n                                                            2025:KER:337\n<span class=\"hidden_text\" id=\"span_17\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_18\">                                        11</span>\n\n             not render illegal a contract in writing by which any\n             bank or financial institution stipulate a term in a\n             guarantee or any agreement making a provision for\n             guarantee for extinguishment of the rights or discharge\n             of any party thereto from any liability under or in\n             respect of such guarantee or agreement on the expiry\n             of a specified period which is not less than one year\n             from the date of occurring or non-occurring of a\n             specified event for extinguishment or discharge of such\n             party from the said liability.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_29\">               xxx                xxx             xxx\n\n\n</p><p data-structure=\"Section\" id=\"p_30\">       16.     Plain reading of clause (b) of <a href=\"/doc/1224074/\" id=\"a_10\">Section 28</a>, reveals that any\n\nagreement which extinguishes a right of a party in respect of a\n\ncontract on expiry of a specified period so as to restrict the other party\n\nfrom enforcing the right, is void to that extent. Therefore ex facie\n\nClause 25.2 of the Contract offends the provisions of <a href=\"/doc/616001/\" id=\"a_11\">Section 28(b)</a> of\n\nthe Contract Act, 1872.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">       17.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8204676\" id=\"span_19\">In <a href=\"/doc/8204676/\" id=\"a_12\">Grasim Industries Ltd. v. State of Kerala</a> [(2018) 14 SCC\n\n265], the Hon&#x27;ble Supreme Court was called upon to consider a clause\n\nin the agreement between Grasim Industries v. State of Keala, which\n\nprovided a period of 30 days for raising the dispute before the arbitral\n\ntribunal. The Apex Court held that a clause in an agreement, which\n\noffends <a href=\"/doc/249731/\" id=\"a_13\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_14\">Limitation Act, 1963</a> by curtailing the period\n\nof limitation to institute legal proceedings, offends <a href=\"/doc/616001/\" id=\"a_15\">Section 28(b)</a> of the\n                                                                    2025:KER:337\n<span class=\"hidden_text\" id=\"span_20\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_21\">                                        12</span>\n\n<a href=\"/doc/171398/\" id=\"a_16\">Contract Act</a>. Therefore, we have no hesitation in our mind to hold\n\nthat clause 25.2 provided in the agreement is void and cannot operate\n\nas a restraint for initiation of the dispute between the parties.</span>\n\n</p><p data-structure=\"Section\" id=\"p_32\">       18.     However, the issue does not end here. Even if we are to\n\nhold that clause 25.2 creates a restraint on initiation of judicial\n\nproceedings, that by itself will not enable the appellant to succeed in\n\nthe present appeal.           Going by the provisions of <a href=\"/doc/1306164/\" id=\"a_17\">Arbitration and\n\nConciliation Act, 1996</a> before initiation of proceedings of Arbitration,\n\nit is mandatory to issue notice under <a href=\"/doc/626336/\" id=\"a_18\">Section 21</a>. <a href=\"/doc/626336/\" id=\"a_19\">Section 21</a> reads as\n\nunder:\n</p>\n<blockquote id=\"blockquote_5\">             &quot;21.        Commencement of arbitral proceedings\n               Unless otherwise agreed by the parties, the arbitral\n             proceedings      in   respect   of   a   particular    dispute\n             commence on the date on which a request for that\n             dispute to be referred to arbitration is received by the\n             respondent.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_33\">From the facts as disclosed above, it is clear that the appellant never\n\nsought for reference of the disputes under the provisions of the\n\n<a href=\"/doc/1306164/\" id=\"a_20\">Arbitration and Conciliation Act, 1996</a> by issuing any notice as\n\nprovided under <a href=\"/doc/626336/\" id=\"a_21\">Section 21</a> of the Act. On the contrary, it was the State\n\nwhich sought reference before the Arbitrator for adjudication of\n\ndispute no (1).\n</p>\n<p data-structure=\"RespArg\" id=\"p_34\">       19.     To tide over the embargo under <a href=\"/doc/138599/\" id=\"a_22\">Section 21</a> of the\n\nArbitration and Conciliation Act, 1996, the learned counsel for the\n                                                          2025:KER:337\n<span class=\"hidden_text\" id=\"span_22\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_23\">                                   13</span>\n\nappellant submitted that the respondent-State had agreed to arbitrate\n\nthe entire disputes before the arbitral tribunal. We are afraid that the\n\nsaid argument is not borne out by any documents on record. Though\n\nthe tribunal in its award specifically stated that the respondent-State\n\nagreed to arbitrate the entire disputes, in the light of the specific\n\nobjections raised by the State, we are not persuaded to hold that there\n\nwas a meeting of minds by both parties before the arbitral tribunal to\n\nopen the entire disputes for arbitration.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">       20.     It is pertinent to mention that as per the prescribed\n\nprocedure for arbitration, once a party to the contract expresses his\n\nintention to commence the proceedings by issuing a notice, and an\n\narbitral tribunal is appointed, the procedure under <a href=\"/doc/1460737/\" id=\"a_23\">Section 23</a> of the\n\nArbitration and Conciliation Act, 1996 comes into operation. <a href=\"/doc/1697032/\" id=\"a_24\">Section\n\n23(1)</a> provides that within the period of time agreed upon by the\n\nparties or determined by the arbitral tribunal, the claimant shall state\n\nthe facts supporting his claim, the points at issue and the relief or\n\nremedy sought, and the respondent is required to state in defence in\n\nrespect of these particulars, unless the parties have otherwise agreed\n\nas to the required things to be done before the tribunal.\n\n</p><p data-structure=\"Section\" id=\"p_36\">       21. On a careful reading of <a href=\"/doc/1460737/\" id=\"a_25\">Section 23</a>, we are of the considered\n\nview that the tribunal is required to formulate the points of reference\n\nand the disputes to be decided. If, as a matter of fact, one of the\n                                                             2025:KER:337\n<span class=\"hidden_text\" id=\"span_24\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_25\">                                      14</span>\n\nparties does not agree for the entire claim to be adjudicated before\n\nthe tribunal, then the tribunal has to rule on its own jurisdiction as\n\nprovided under <a href=\"/doc/675839/\" id=\"a_26\">Section 16</a> of the Arbitration and Conciliation Act,\n\n1996. It is in this context that the finding of the tribunal assumes\n\nsignificance. The reading of the award passed by the tribunal shows\n\nthat the only finding rendered by the tribunal on this point is as follows:\n\n</p><blockquote id=\"blockquote_6\">             &quot;5.(d) : From a perusal of the records including the\n             agreements, it is found that the disputes were first\n             raised by the claimant before the Engineer and\n             thereafter before the Adjudicator.       Altogether the\n             following four disputes - para 6 (a,b,c,d) were raised by\n             the claimant before the Adjudicator.     This much has\n             been admitted by the Respondent vide para 7.2 of their\n             submission dated 10.3.2005 (marked as R1).&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_37\">This finding, in our considered view, cannot be sustained in the teeth\n\nof the objection raised by the State in their objection.\n\n</p><p data-structure=\"RespArg\" id=\"p_38\">       22.     The learned counsel for the appellant, however, tried to\n\nget over the above impediment by raising an innovative argument that\n\nonce a party to the contract refers a dispute for arbitration, then, it\n\nexpressly shows the intention of that party to arbitrate on the dispute\n\nand, therefore, the other party to the contract can raise all such\n\ndisputes before the arbitrator. We are afraid, the said argument is\n\nmisplaced.\n</p><p data-structure=\"Conclusion\" id=\"p_39\">                                                               2025:KER:337\n<span class=\"hidden_text\" id=\"span_26\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_27\">                                       15</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">       23.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1082846\" id=\"span_28\">In <a href=\"/doc/1082846/\" id=\"a_27\">MSK Projects India (JV) Ltd. v. State of Rajasthan &amp;\n\nAnother</a> [(2011) 10 SCC 573], the Hon&#x27;ble Apex Court was called upon\n\nto decide the question as to whether the arbitral tribunal can enter\n\ninto findings beyond the scope of reference.          While answering the\n\nquestion posed before it, the Apex Court held that when an issue\n\nregarding jurisdiction of the arbitral tribunal is raised before it, then\n\nthe arbitral tribunal must decide the issue and enter a finding in this\n\nregard. It was unequivocally held by the Apex Court that the tribunal\n\ncannot enlarge materially the scope of reference itself.          Paragraph\n\nNo.15 of the judgment is extracted for reference hereunder:</span>\n\n</p><blockquote id=\"blockquote_7\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1785426\" id=\"span_29\">&quot;15. The issue regarding the jurisdiction of the Arbitral\n             Tribunal to decide an issue not referred to is no more\n             res integra. It is a settled legal proposition that special\n             tribunals like Arbitral Tribunals and Labour Courts get\n             jurisdiction to proceed with the case only from the\n             reference made to them. Thus, it is not permissible for\n             such tribunals/authorities to travel beyond the terms of\n             reference. Powers cannot be exercised by the Tribunal\n             so as to enlarge materially the scope of reference itself.\n             If the dispute is within the scope of the arbitration\n             clause, it is no part of the province of the court to enter\n             into the merits of the dispute on the issue not referred\n             to it. If the award goes beyond the reference or there is\n             an error apparent on the face of the award it would\n             certainly be open to the court to interfere with such an\n             award. (<a href=\"/doc/1785426/\" id=\"a_28\">Vide Grid Corpn. of Orissa Ltd. v. Balasore</a>\n                                                           2025:KER:337\n<span class=\"hidden_text\" id=\"span_30\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_31\">                                    16</span>\n\n           Technical School [(2000) 9 SCC 552] and DDA v. R.S.\n           Sharma and Co.[(2008) 13 SCC 80])&quot;</span>\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_41\">       24. Equally so, we are not impressed by the argument of the\n\nlearned counsel for the appellant that when one party to the contract\n\nrefers a particular dispute to arbitration, the entire disputes between\n\nthe parties open up for arbitration. We must state that the argument\n\nis flawed for more reasons than one. Going by the scheme of the\n\n<a href=\"/doc/1052228/\" id=\"a_29\">Arbitration Act</a>, the power to refer the parties to the arbitration can\n\nbe found under <a href=\"/doc/1146817/\" id=\"a_30\">Section 8</a> of the Arbitration and Conciliation Act, 1996.\n\n<a href=\"/doc/1146817/\" id=\"a_31\">Section 8</a> provides that when an action is brought before the judicial\n\nauthority in respect of a subject on which an arbitration agreement is\n\nin existence, then, the party or a person claiming through or under\n\nhim applies by submitting a statement that the substance of a dispute\n\nis required to be adjudicated by arbitration, then, the court shall refer\n\nthe parties to the arbitration. It is now settled law that the reference\n\nto the arbitration can be done either by the parties themselves or by\n\nthe court.       The appointment of the arbitrator by a court comes in\n\nwhen the parties fail to concur in the appointment of the arbitrator as\n\nrequired under the arbitration agreement.            Reference to the\n\narbitration can be in respect of all disputes between the parties or all\n\ndisputes regarding a contract or in respect of specifically enumerated\n\ndisputes. If, in a given case, the parties choose to refer to a singular\n                                                           2025:KER:337\n<span class=\"hidden_text\" id=\"span_32\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_33\">                                   17</span>\n\npoint for arbitration, then the arbitral tribunal cannot proceed to\n\ndecide on all disputes. On the contrary, if the parties agree to arbitrate\n\non the entire disputes, then the arbitral tribunal shall have the\n\njurisdiction to decide the entire disputes and not a specific dispute.\n\nThus, <a href=\"/doc/1146817/\" id=\"a_32\">Section 8</a> of the Act speaks of referring the parties to arbitration,\n\nwhile <a href=\"/doc/1841764/\" id=\"a_33\">Section 11</a> contemplates the appointment of arbitrators or\n\ntaking necessary measures as per the appointment procedure as per\n\nthe arbitration agreement. It must be remembered that <a href=\"/doc/1146817/\" id=\"a_34\">Section 8</a> of\n\nthe Act does not provide for appointment of arbitrator or referring any\n\ndispute to the arbitration, but requires the judicial authority before\n\nwhom an action is brought to refer the parties to arbitration. The\n\nentire gamut of the proceedings to be initiated under the provisions of\n\nthe <a href=\"/doc/1306164/\" id=\"a_35\">Arbitration and Conciliation Act</a> differs from case to case. If one\n\nof the parties decides to go for arbitration without the intervention of\n\nthe court, then he is required to issue a notice under <a href=\"/doc/138599/\" id=\"a_36\">Section 21</a> of the\n\nArbitration and Conciliation Act, expressing his intention to go for\n\narbitration on any of the dispute or the entire disputes. Once the\n\nparties concur on the number of arbitrators to arbitrate upon the\n\ndisputes, then the procedure under <a href=\"/doc/1460737/\" id=\"a_37\">Section 23</a> of the Act triggers. It\n\nis true that <a href=\"/doc/1460737/\" id=\"a_38\">Section 23</a> enables one of the parties to the dispute to raise\n\nhis claim in its entirety. However read as may be, we could not find\n\nany enabling provision under the Act which enables the opposite party\n                                                           2025:KER:337\n<span class=\"hidden_text\" id=\"span_34\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_35\">                                   18</span>\n\nto seek arbitration of entire disputes once the other party expresses\n\nhis intention to arbitrate only on a specific dispute.\n\n</p><p data-structure=\"CDiscource\" id=\"p_42\">     25. We must bear in our mind that the arbitral tribunal was\n\nappointed at the request of the State to adjudicate on dispute no. (1)\n\nalone. The appellant never intended to raise any dispute regarding\n\npoint Nos. (2) to (4) by issuing a separate notice under <a href=\"/doc/138599/\" id=\"a_39\">Section 21</a> of\n\nthe Act. The assumption that where one-party files an application and\n\ngets an arbitrator appointed, the other party can raise all such\n\ndisputes under the contract before the arbitrator is baseless,\n\nespecially when the law governing the arbitration specifically provides\n\nthat the arbitrator can decide only such dispute referred before him\n\nand not otherwise. To hold otherwise will certainly do violence to the\n\nstatute. Hence, we find that the arbitral tribunal had clearly exceeded\n\nthe jurisdiction in deciding the entire disputes. Perhaps the appellant\n\nwas under a mistaken impression with regard to its right to have the\n\nentire disputes opened for arbitration. We must also note that the\n\nState was never put on notice regarding the intention of the appellant\n\nto go for arbitration. Even assuming that the contention of the\n\nappellant that the State had unequivocally agreed to arbitrate on the\n\nentire disputes, the tribunal ought to have framed an issue or given its\n\nfinding on the jurisdiction as envisaged under <a href=\"/doc/675839/\" id=\"a_40\">Section 16</a>.        In the\n\nabsence of any finding in this regard by the tribunal, we are afraid that\n                                                               2025:KER:337\n<span class=\"hidden_text\" id=\"span_36\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_37\">                                         19</span>\n\nthe award in question clearly crossed the contours of the law and thus\n\nrendering itself to be inexecutable and falling within the mischief of\n\n<a href=\"/doc/536284/\" id=\"a_41\">Section 34</a> of the Arbitration and Conciliation Act, 1996.\n\n</p><p data-structure=\"Conclusion\" id=\"p_43\">       26.     We may however state that though the learned District\n\nJudge had set aside the award on the ground that the reference of the\n\nparties to the arbitration itself was void under clause 25.2 of the\n\ncontract, we do not agree with the learned District Judge on that\n\nfinding, especially since we have found that clause 25.2 of the contract\n\noffends <a href=\"/doc/616001/\" id=\"a_42\">Section 28(b)</a> of the Indian Contract Act, 1872. However, we\n\nare inclined to uphold the findings of the District Judge on the other\n\ngrounds as stated above.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">       27.     We are persuaded to hold so because, the scope of power\n\nof the High Court under <a href=\"/doc/772406/\" id=\"a_43\">Section 37</a> of the Arbitration and Conciliation\n\nAct, 1996 while considering an appeal against an order under <a href=\"/doc/536284/\" id=\"a_44\">Section\n\n34</a> is limited.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197947604\" id=\"span_38\">In <a href=\"/doc/197947604/\" id=\"a_45\">Punjab State Civil Supplies Corporation Ltd. and\n\nAnother v. Sanman Rice Mill and Ors.</a> [2024 SCC OnLine SC 2632],\n\nthe Apex Court held that the scope of interference in an appeal under\n\n<a href=\"/doc/772406/\" id=\"a_46\">Section 37</a> is restricted and subject to the same grounds on which an\n\naward can be challenged under <a href=\"/doc/536284/\" id=\"a_47\">Section 34</a> of the Act.              Paragraph\n\nNo.16 of the judgment is extracted as under:</span>\n</p>\n<blockquote id=\"blockquote_8\">             &quot;16.        It is seen that the scope of interference in an\n             appeal under <a href=\"/doc/772406/\" id=\"a_48\">Section 37</a> of the Act is restricted and\n             subject to the same grounds on which an award can be\n                                                         2025:KER:337\n<span class=\"hidden_text\" id=\"span_39\">Arb. Appeal No.56/2012</span>\n<span class=\"hidden_text\" id=\"span_40\">                                   20</span>\n\n           challenged under <a href=\"/doc/536284/\" id=\"a_49\">Section 34</a> of the Act. In other words,\n           the powers under <a href=\"/doc/772406/\" id=\"a_50\">Section 37</a> vested in the court of\n           appeal are not beyond the scope of interference\n           provided under <a href=\"/doc/536284/\" id=\"a_51\">Section 34</a> of the Act.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_45\">Since we have already found that the tribunal exceeded its jurisdiction\n\nwhile rendering the award, the same becomes void and inexecutable.\n\nTherefore, the order of the learned District Judge is liable to be\n\nsustained on other grounds.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">       As an upshot of these discussions, we are of the considered view\n\nthat the appeal lacks merits and accordingly, the same is dismissed.\n\nNo order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">                                            Sd/-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">                              DR.A.K.JAYASANKARAN NAMBIAR,\n                                          JUDGE\n\n\n                                           Sd/-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">                                        EASWARAN S.,\n                                           JUDGE\n\njg\n </p>","numcites":21,"numcitedby":0,"docsource":"Kerala High Court","citetid":115364255,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}