{"tid":1592774,"publishdate":"2003-04-21","title":"Madura Coats Limited vs Bank Of India And Anr. on 21 April, 2003","doc":"<h2 class=\"doc_title\">Madura Coats Limited vs Bank Of India And Anr. on 21 April, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: III(2003)BC27, [2003]116COMPCAS291(DELHI), (2003)3COMPLJ494(DEL), 105(2003)DLT37, 2003(68)DRJ745, [2003]44SCL718(DELHI)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-sen\">Vikramajit   Sen</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-sen\">Vikramajit  Sen</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n       Vikramajit   Sen,  J.  \n \n\n</pre><p data-structure=\"RespArg\" id=\"p_1\"> 1. A legal nodus of considerable interest and import has arisen in this case; whether a   third  party can invoke the   moratorium   available under <a href=\"/doc/438563/\" id=\"a_1\">Sick Industrial  Companies (Special Provisions) Act,  1985</a> (hereinafter referred to  as `SICA&#x27;).    The  Plaintiff has filed a suit for the recovery of Rs.87,99,121.00 under <a href=\"/doc/161831507/\" id=\"a_2\">Order xxxvII of the CPC</a> against the Bank  of India (as Defendant  Nos. 1 and 2  `the Bank&#x27; for short)  and HILTON Rubbers Ltd. (Defendant  No. 3 `HILTON&#x27; for short).  HILTON  had placed several  purchase orders for  nylon and polyster fabrics on the Plaintiff in February and March, 1999 and on   instructions of HILTON, the  Bank had opened Irrevocable Letters of Credit for the payment of the material  supplied against the aforementioned purchase orders.    Payments were to be made by the Bank within ninety days from the date of dispatch in  respect of 100% of the invoice value, but this was not done,  ostensibly because of some discrepancies in the documentation.    It is alleged  by the Plaintiff that the Bank  has fabricated letters  in this context (this allegation seems to have been  fortified by the Plaintiff&#x27;s Bankers namely State Bank of India), in order to circumvent their monetary obligations established under the Irrevocable Letters of Credits.  However,  one payment of Rs.10,45,612/- was released by the Bank against a particular Letter of Credit dated 24.3.1999.  A  prevaricatory   stance has been adopted by the Bank in  respect of the notice dated 7.9.1999.  The Plaintiff has asserted that  but for the Letter of Credits it would not have effected supplies to HILTON.  The Plaintiff had unsuccessfully invoked the extraordinary writ jurisdiction of this Court in CWP  No. 5894/1999.  So far as HILTON is concerned, it has placed on record the factum of its having been declared sick under <a href=\"/doc/1690793/\" id=\"a_3\">Section 3(1)(o)</a> of  SICA.   It appears that the Bank has been directed to work out a package under <a href=\"/doc/29988/\" id=\"a_4\">Sections 17(2)</a> and <a href=\"/doc/262489/\" id=\"a_5\">18</a> of the SICA, in the public interest.   \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_2\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1490348\" id=\"span_1\">2. The decision in <a href=\"/doc/1490348/\" id=\"a_6\">Maharashtra Tubes Ltd. v. State  Industrial &amp; Investment Corporation Limited and Anr.</a>,    has been relied upon by Mr. Mata, learned counsel for the  Bank, to buttress the contention that the present  proceedings ought not to continue any further.   The Bank has prayed for the grant of Leave to Defend the suit in IA  No. 1069/2000 in which it has controverter the charge of fabrication  of documents.  It has been submitted, inter alia, that the Bank has  no knowledge about the transactions between the Plaintiff and HILTON; and that it is bound only to discharge its contractual duties in the matter of the establishment and payment under Letters of Credit.  In pointing out discrepancies in  the Letter of Credit the Bank has acted on its commercial judgment in accordance  with its contractual rights.  It has been averred that a Letter of Credit is a contract between the Bank  and the Plaintiff, and waiver of discrepancies by HILTON  would be inefficacious against  the Bank.  It has been pleaded  that the Bank is obliged to make payment strictly in conformity with the terms of engagement contained in the Letter of Credit but  the contentions  seem to  me to be to the contrary.  After filing this application the Bank has also preferred IA  No. 12902/2000 under <a href=\"/doc/1691689/\" id=\"a_7\">Section 22(1)</a> of SICA praying for the stay of proceedings.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_3\"> 3.    <a href=\"/doc/1691689/\" id=\"a_8\">Section 22(1)</a> of  SICA  reads  as under: \n</p><blockquote id=\"blockquote_1\">   &quot;22.  Suspension of legal proceedings, contract, etc. -- (1) Where in respect of an industrial company, an inquiry under <a href=\"/doc/1982911/\" id=\"a_9\">section 16</a> is pending or any scheme  referred to  under <a href=\"/doc/150392/\" id=\"a_10\">section 17</a> is under preparation or  consideration or   a  sanctioned  scheme is under  implementation or where an appeal under <a href=\"/doc/318623/\" id=\"a_11\">section 25</a> relating to an industrial company  is pending,  then, notwithstanding anything contained in the <a href=\"/doc/1353758/\" id=\"a_12\">Companies  Act, 1956</a> (1 of 1956), or any other law or the memorandum and  articles  of association of the   industrial company or any other instrument having  effect   under the said Act  or other law, no proceedings for the winding  up of the industrial company or for execution, distress or the like against any of the properties of the industrial company or for the appointment of  a  receiver in respect thereof and no suit for the  recovery of money or for the  enforcement of any security against the industrial company or of any guarantee in respect  of any loans or  advance  granted to the industrial company shall lie or be proceeded with   further, except  with the consent of the Board or, as the case may be , the Appellate Authority.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_4\"> 4. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1490348\" id=\"span_2\">In the <a href=\"/doc/1490348/\" id=\"a_13\">Maharashtra Tubes Ltd.</a>  case (supra) the Apex Court has opined that the provisions of the <a href=\"/doc/231604/\" id=\"a_14\">State Financial Corporation Act, 1951</a> would be  subservient to those contained in SICA.    If that  be so, the  immediate  conclusion which  one would rush to would be  that,  a fortiori, a  Letter of Credit should also come within the mantle of  the moratorium.   On careful cogitation and reflection however, the  factual matrix  is  essentially dissimilar.    In that  case  it  was observed as under:</span> \n</p>   \n\n<blockquote id=\"blockquote_2\">  &quot;<a href=\"/doc/1691689/\" id=\"a_15\">Section  22(1)</a> shorn of the irrelevant  part  provides  that  where an appeal under <a href=\"/doc/318623/\" id=\"a_16\">section 25</a> relating to an industrial company is pending, then, notwithstanding  anything contained in any other law,  no proceedings   for the  winding up of the industrial company or for  execution, distress or the like against  any of the properties of the industrial company or for  appointment of  a  Receiver in  respect thereof shall lie or be  proceeded  with further, except with the consent of the  BIFR or, as the  case may be, the  Appellate  Authority.   The purposes    and object of this   provision is clearly to await the  outcome of the reference made to the BIFR for the  revival and  rehabilitation of the   sick industrial company.  The words  `or the  like&#x27; which follow the   words `execution&#x27;  and  `distress&#x27; are clearly intended to convey that the properties  of the sick  industrial  company shall not be  made the  subject matter of coercive  action of similar  quality and  characteristic till  the BIFR  finally disposes  of the reference  made  under <a href=\"/doc/199524/\" id=\"a_17\">section  15</a> of the said  enactment.  The legislature has advisedly used  an  omnibus  expression  `the like&#x27; as it  could not have   conceived  of all possible coercive  measures   that   may be  taken against   a  sick undertaking.  The  action  contemplated by <a href=\"/doc/1462560/\" id=\"a_18\">section 29</a> of the 1951 Act  is undoubtedly a  coercive  measure   directed  at the  take over of the management  and   property of the industrial concern and   confers  a   further right on the  Financial Corporation to  transfer by way of lease or  sale  of  properties  of the    said   concern and  any such   transfer  effected by the Financial Corporation would vest in the    transferee all  rights  in or to the   transferred property as if the   transfer was  made by the owner   of the  property.  So also  under the   said  provision   the  Financial Corporation will have the  same rights  and powers  with  respect to  goods   manufactured or produced  wholly or  partly from goods   forming part of the    security held by it as it had  with  respect to the  original goods.  It is,  therefore,  obvious  on  a   plain reading of <a href=\"/doc/1462560/\" id=\"a_19\">section 29</a> of the 1951 Act that  it permits coercive  action against the   defaulting industrial concern of the type  which would be taken in execution or  distress  proceedings; the  only difference  being  that in the latter case the  concerned  party  would   have to use  the forum  prescribed by law for the purpose of  securing   attachment and  sale of  property of the defaulting  industrial  concern  whereas in the  case of  a   Financial Corporation that right is  conferred on  the  creditor corporation itself which is  permitted to takeover the  management  and  possession of the properties  and  deal with  them as if it were the owner  of the properties.  If the  corporation is permitted to resort  to the provision of <a href=\"/doc/1462560/\" id=\"a_20\">section 29</a> of the  1951 Act while proceedings  under <a href=\"/doc/199524/\" id=\"a_21\">sections 15</a> to <a href=\"/doc/789074/\" id=\"a_22\">19</a> of the  1985 Act are pending it will render the  entire  process nugatory.  In such a  situation the law  merely expects the  corporation and  for that matter any other creditor to obtain the consent  of the BIFR or, as the  case may be, the Appellate Authority to proceed   against the  industrial concern.  The law has  not left them without a  remedy.  We  are, therefore, of the opinion that the  word  `proceedings&#x27;  in  <a href=\"/doc/1691689/\" id=\"a_23\">section 22(1)</a> cannot be  given  a   narrow or restricted meaning to  limit the  same to legal proceedings.  Such a    narrow meaning would run counter to the  scheme of the law  and  frustrate the very object and  purpose of <a href=\"/doc/1691689/\" id=\"a_24\">section 22(1)</a> of the  1985 Act. \n</blockquote> \n\n<blockquote id=\"blockquote_3\">                    ......... \n</blockquote> \n\n<blockquote id=\"blockquote_4\">  The High Court  was    considerably  influenced by the fact that the appellant   company owed  crores   of rupees to banks    and  felt that so far as  such  creditors  are concerned,  different considerations may  come into play but the High Court with    respect  failed  to  appreciate that the  1985 Act was enacted  primarily to assist sick industrial undertakings   which inter alia  failed to meet their  financial  obligations.  It is, therefore, difficult to accept the view of the High Court that  where  the  creditors of  a   sick  industrial  concern  happen to be  Banks  or  State  Financial Corporations  different   considerations would come into play.   It must be  realised that in the modern  industrial  environment large industries  are   generally financed by banks and   statutory corporations created specially for that purpose  and if they are permitted to resort to  independent   action   in  total  disregard  of the  pending  inquiry  under <a href=\"/doc/199524/\" id=\"a_25\">sections  15</a> to <a href=\"/doc/789074/\" id=\"a_26\">19</a>  of the  1985 Act the  entire  exercise under the said  provisions  would be  rendered nugatory by the  time the    BIFR is  able to  evolve   a   scheme  of revival or  rehabilitation of sick industrial  concern by the  simple  device of the  Financial Corporation resorting to  <a href=\"/doc/1462560/\" id=\"a_27\">section 29</a> of the  1951  Act.  We are, therefore,  of the opinion that  where     an inquiry is pending under <a href=\"/doc/1982911/\" id=\"a_28\">section 16</a>/<a href=\"/doc/150392/\" id=\"a_29\">17</a>  or  an appeal is pending under <a href=\"/doc/318623/\" id=\"a_30\">section 25</a> of the  1985 Act there should be   cessation of the  coercive   activities of the type  mentioned in <a href=\"/doc/1691689/\" id=\"a_31\">section 22(1)</a> to permit the BIFR to consider   what  remedial  measures  it should take  with    respect to the sick  industrial company.   The expression `proceedings&#x27; in <a href=\"/doc/1691689/\" id=\"a_32\">section 22(1)</a>, therefore,  cannot be  confined  to  legal proceedings  understood  in the narrow  sense of  proceedings  in  a  Court of law  or  a  legal   tribunal for  attachment  and  sale or the  debtor&#x27;s  property.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_5\"> 5. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1490348\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1509910\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"817874\" id=\"span_5\">In <a href=\"/doc/817874/\" id=\"a_33\">Deputy Commercial Tax Officer and others,  v. Corromandal Pharmaceuticals  and  others</a>,  the Hon&#x27;ble Supreme Court had  considered   its  previous   decisions  in  <a href=\"/doc/1509910/\" id=\"a_34\">Gram Panchayat  v. Shree Vallabh Glass Works Limited</a>,  as well as <a href=\"/doc/1490348/\" id=\"a_35\">Maharashtra  Tubes Limited</a> (supra).   These   decisions were   distinguished   on the   premise  that  in those    cases   the  liability  of the  sick  company which had    arisen for the   first  time    after the   date of  scheme sanctioned  by Board of Industrial  and Financial  Reconstruction ( BIFR).     The   Court  observed that  &quot;the  language of <a href=\"/doc/1691689/\" id=\"a_36\">Section 22</a> is of   wide  import regarding suspension of legal proceedings   from the  moment an inquiry is  started, till after the   implementation of the  scheme or  the disposal of  an appeal under <a href=\"/doc/318623/\" id=\"a_37\">Section 25</a> it will be  reasonable to    hold that the bar  or embargo envisaged in <a href=\"/doc/1691689/\" id=\"a_38\">Section  22(1)</a> can apply  only  to such of those  dues   reckoned or  included in the  sanctioned  scheme.    Such amounts   like sales  tax, etc. which the  sick industrial company is  enabled to collect  after the  date   of the   sanctioned scheme  legitimately belonging   to the Revenue, cannot be and  could not have been intended to be  covered within <a href=\"/doc/1691689/\" id=\"a_39\">Section 22</a>  of the  Act&quot;.</span></span></span>    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"502913\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"817874\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1509910\" id=\"span_8\">The judgments   in  <a href=\"/doc/1509910/\" id=\"a_40\">Shree Vallabh Glass Works</a> (supra) as well as  <a href=\"/doc/817874/\" id=\"a_41\">Corromandal</a>&#x27;s case (supra) were reflected  upon   in <a href=\"/doc/502913/\" id=\"a_42\">Tata Davy Limited v. State of Orissa and others</a>,    the Company had   relied  on the  former case whereas  the State  had   relied on the later case.  The Bench   favored   the  earlier   view in Shree Vallabah Glass works (supra).    It held  that - &quot;In  the larger  interest  of the industrial health of the nation, Section 22 of the Central Act requires all creditors seeking to  recover their dues  from sick industrial companies  in  respect of whom an  inquiry under <a href=\"/doc/1982911/\" id=\"a_43\">Section 16</a> is pending  or  a   scheme is under preparation or  consideration or has been sanctioned, to obtain the  consent of the Board to such   recovery.  If such consent is not secured and the recovery is  deferred,  the  creditors&#x27; remedy is  protected for the period of deferment and is, by reason of <a href=\"/doc/1031503/\" id=\"a_44\">Section 22(5)</a>, excluded   in the computation of the period of limitation.   ....  Therefore the  State  cannot  recover the  arrears of  sales   tax  from the   appellant company without first  seeking   the consent of the  said  Board in this  behalf&quot;.</span></span></span>       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1094130\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"249394\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1606052\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1592005\" id=\"span_12\">The Corromandal view  has  been followed by R.C. Lahoti, J., as his  Lordship then was,  in <a href=\"/doc/1592005/\" id=\"a_45\">Sirmor Sudburg Auto Limited  v.  Kuldip Singh Lamba</a>, [1998] 91 Comp Case  727 and  by   a  Division Bench of the Calcutta High Court in <a href=\"/doc/1606052/\" id=\"a_46\">Taulis Pharma Limted v. Bengal Immunity Limited</a>, [2002] 108 Comp Case 237 and by a  Single Judge of the  Calcutta High Court in  <a href=\"/doc/249394/\" id=\"a_47\">Fort William Industries Limited  v.  Usha Bentron Limited</a>, [2002] 108 Comp Case 176 and  a  Single Judge of this Court in the <a href=\"/doc/1094130/\" id=\"a_48\">Cement Corporation of India v. Manohar Basin</a>, .   A  dichotomy appears to exist  in the  views of the Hon&#x27;ble Supreme Court insofar  as  the  company&#x27;s   liability    post  registration  under  SICA is  concerned.   In my analysis, however,  the possibility  of two opinions of the Apex Court will have no bearing in this   case.</span></span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1336286\" id=\"span_13\">6. The conundrum which  has   arisen in the present   case   was   cogitated  upon by  a  Bench   of three Judges in M/s. Patheja Bros. <a href=\"/doc/1336286/\" id=\"a_49\">Forgings  &amp; Stamping  and Anr. v.  I.C.I.C.I. Ltd. &amp; Ors</a>, .   In that  case the Hon&#x27;ble Supreme Court  perceived the query  to be  whether  <a href=\"/doc/1691689/\" id=\"a_50\">Section 22</a> of SICA covers   a  suit   against the guarantor of a   loan  or    advance that has been granted to the  concerned industrial company.</span>    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"387483\" id=\"span_14\">The Court   took note of   the  decision  of    the  Division Bench in <a href=\"/doc/387483/\" id=\"a_51\">Madalsa  International Ltd., Mumbai  and  others, v. Central Bank  of  India, Bombay</a>, AIR 1998 Bombay 247 where it had  been held  that     the  provisions of  <a href=\"/doc/1691689/\" id=\"a_52\">Section 22</a> would not extend to guarantors, but  which  decision  has  not been  specifically overruled.  The Bench  observed  as under: -</span> \n</p>   \n\n<p data-structure=\"Section\" id=\"p_7\">    &quot; 7.  .... the relevant  words    are   : &quot;no suit .... for the enforcement .... of any guarantee in respect of any loans or advance  granted to the industrial  company&quot; shall  lie without the consent of the Board  or the Appellate Authority.  The words are crystal clear. There is no ambiguity therein.  It must, therefore, be  held that no suit for the enforcement of  a guarantee in respect of a  loan or  advance granted to the concerned industrial company will lie or can be proceeded with or without the sanction  of the Board or the  Appellate Authority under the  said Act.   \n</p> \n\n<p data-structure=\"Section\" id=\"p_8\"> 8.   It is not possible to read the relevant  words in <a href=\"/doc/1691689/\" id=\"a_53\">Section 22</a> as meaning that    only  a suit  against  the industrial    company will  not lie without  such consent.  There is no requirement in <a href=\"/doc/1691689/\" id=\"a_54\">Section 22</a>, as  analysed above, that, to be  covered thereby,  a  suit for the enforcement of  a  guarantee in respect of  a  loan or  advance to the   industrial   company should  be    against the  industrial company. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\">  ...... \n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"> 12.    We  have  analysed the relevant  words in <a href=\"/doc/1691689/\" id=\"a_55\">Section 22</a> and found that    they  are clear and   unambiguous and that they provide that no suit for the enforcement  of a  guarantee in respect of any loan or  advance granted to the   concerned industrial company will lie or can be  proceeded with or without the consent of  the Board or the Appellate Authority.  When the words  of  a  legislation are  clear, the court must give effect to them as they stand and cannot demur on the  ground that the legislature must have intended otherwise.&quot;  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 7. After  the  decision  in Patheja Brothers case (supra) there is no room   for debate   before me  that the   ambit   of <a href=\"/doc/1691689/\" id=\"a_56\">Section 22</a> of SICA extends   even to  third  parties  who have   acted  as guarantors in respect of  loans or advances or   debts  incurred by an  industrial  company  in respect of  which  an inquiry   has been registered under <a href=\"/doc/1982911/\" id=\"a_57\">Section 16</a> of SICA (see also Real Value Appliances Ltd. Canara   Bank &amp; Ors., ).   Therefore,  it is   not  open  to  consider the argument that  since the Bank is not  `sick&#x27; as contemplated  by SICA, the suit   should   continue  against  it even if it  relates  to   a guarantee extended by a third party.  For this  very  reason it is also  irrelevant   that the Bank is  not   an industrial  company as  envisaged  in SICA.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"817874\" id=\"span_15\">There, however,  appears  to be    substance in the  contention of Mr.  Mata that the   decision in <a href=\"/doc/817874/\" id=\"a_58\">Corromandal</a> case (supra) would  apply only  once the   Scheme is  formulated,  and  this  event is yet to happen.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> 8. It would also be   relevant    to  recount the   decision of the Hon&#x27;ble Supreme Court  in U.P. State Sugar Corporation v. M/s. Sumac International Limited,  where  the  circumstances   in which the   invocation of  a   Bank Guarantee or payments   made  pursuant  thereto   could be interdicted,  had been Restated.  While  spelling  out the  essentials of  fraud and/or irretrievable injustice in this   context,  the Apex Court also returned  the  following   observations:- \n</p>   \n\n<blockquote id=\"blockquote_5\">  &quot;12  The  law relating to invocation  of such  bank  guarantees  is by  now  well   settled.    When   in   the  course   of commercial  dealings  an   unconditional bank guarantee is given or accepted, the  beneficiary  is entitled to realize such a   bank  guarantee  in  terms   thereof   irrespective  of  any pending  disputes.   The  bank  giving  such a  guarantee  is   bound  to  honour  it as per  its  terms   irrespective  of  any dispute raised  by   its  customer.   The   very  purpose  of  giving  such  a   bank  guarantee  would   otherwise  be  defeated.  The  courts  should,  therefore, be slow in  granting   an    injunction   to    restrain    the  realization  of  such a bank  guarantee.    The  courts  have  carved out  only  two  exceptions.   A fraud in connection with such  a bank guarantee would vitiate the  very   foundation   of   such   a   bank   guarantee.   Hence  if there is  such  a  fraud  of which the beneficiary seeks to   take  advantage,  he can  be  restrained   from  doing  so.  The  second  exception   relates  to  cases  where  allowing  the   encashment  of  an   unconditional  bank   guarantee  would result in irretrievable   harm  or injustice to one of the parties    concerned.   Since in most cases payment    of  money  under such a  bank  guarantee   would  adversely affect the bank and its                    customer at whose instance the guarantee   is   given,   the   harm  or   injustice contemplated  under this head must be of  such  an  exceptional and  irretrievable     nature  as  would override the terms  of   the  guarantee and the adverse effect of  such   an  injunction on   commercial  dealings   in  the   country.   The  two   grounds  are not necessarily  connected,  though both may coexist in some cases. \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> ....... \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1490348\" id=\"span_16\">14.  On  the question of  irretrievable injury  which is the second exception to  the rule against granting of injunctions when  unconditional bank guarantees  are     sought  to be realised the court said <a href=\"/doc/817874/\" id=\"a_59\">in   <a href=\"/doc/817874/\" id=\"a_60\">the  above  case</a></a> that the  irretrievable   injury must be of the kind which was the subject-matter  of  the decision in  the   <a href=\"/doc/1490348/\" id=\"a_61\">Itek  Corpn.</a>   case, 566 Fed Supp  1210.   In  that case an exporter in USA entered  into  an  agreement  with  the  Imperial Government  of Iran and sought an  order   terminating  its  liability on stand  by  letters  of credit issued by an American    Bank  in  favor of an Iranian  Bank  as  part  of  the contract.  The relief  was    sought  on  account  of  the   situation created  after  the  Iranian  revolution  when  the American Government  cancelled  the  export licenses in relation to Iran and  the Iranian Government had forcibly taken  52 American citizens as hostages.   The US  Government   had  blocked  all  Iranian assets under the jurisdiction of United  States  and  had  cancelled  the   export  contract.  The Court upheld  the  contention  of  the  exporter  that  any  claim  for damages against the purchaser  if  decreed by the Amercian Courts would not be  executable in Iran under  these  circumstances  and  realisation  of  the    bank  guarantee/letters of credit  would cause irreparable harm to the plaintiff.  This contention was upheld.  To avail of this  exception, therefore,  exceptional circumstances  which make it  impossible   for  the guarantor to reimburse  himself  if  he ultimately succeeds, will have to be  decisively established.  Clearly,  a  mere  apprehension that the other  party  will  not be able to pay, is not enough.</span>   In  Itek  case  (supra)   there  was   a  certainty  on  this   issue.   Secondly,   there  was good reason, in that case  for  the  Court  to be prima facie  satisfied    that  the guarantors i.e.  the bank  and  its  customer would be found entitled to  receive   the  amount   paid  under  the   guarantee. \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"270232\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_18\">15. Our  attention  was invited  to  a   number  of  decisions on this  issue  --    among  them, to Larsen &amp; Toubro Ltd.  v.  Maharashtra  SEB,    and   <a href=\"/doc/708879/\" id=\"a_62\">Hindustan  Steel   Workers  Construction Ltd.  v.  G.S.  Atwal &amp; Co.  (Engineers)  (P)  Ltd.</a>,  as  also  to <a href=\"/doc/270232/\" id=\"a_63\">National  Thermal Power Corpn.  Ltd.  v. Flowmore  (P)  Ltd.</a>, .</span></span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901943\" id=\"span_19\">The  latest  decision is in the case  of    <a href=\"/doc/1901943/\" id=\"a_64\">State   of  Maharashtra   v.    National Construction Co.</a>,  where   this Court has summed up the position by  stating:</span>  \n</blockquote><blockquote id=\"blockquote_9\">           &quot;The    rule      is    well   established that a bank issuing  a  guarantee  is not concerned  with  the  underlying  contract  between  the  parties   to  the  contract. The duty of the bank  under  a performance  guarantee   is  created  by   the  document  itself.  Once the documents are   in  order  the bank giving the  guarantee  must honour the same   and  make   payment  ordinarily  unless  there is an  allegation   of  fraud  or  the  like.   The  courts   will   not   interfere   directly   or   indirectly   to  withhold  payment,    otherwise  trust  in commerce internal and  international  would   be   irreparably  damaged.  But that  does  not mean that the parties to  the   underlying  contract  cannot settle the disputes with   respect   to   allegations   of  breach    by     resorting   to  litigation  or  arbitration  as stipulated  in   the contract.      The remedy arising ex contractu  is  not barred and the cause of  action   for   the    same   is   independent  of enforcement  of  the guarantee.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_20\">The   other  recent   decision  is   in  <a href=\"/doc/1988070/\" id=\"a_65\">Hindustan  Steelworks  Construction  Ltd.   v. Tarapore &amp; Co.</a>, .</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 16.  Clearly, therefore, the existence of  any  dispute  between  the   parties  to   the   contract  is  not  a  ground  for  issuing  an   injunction to restrain the enforcement of bank  guarantees.    There  must  be   a  fraud   in  connection with the bank guarantee. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\"> 17.   Before   us, however, in the course of   argument. Learned  Advocate for the  respondent  urged for the first time  that in this   case, there   would be  irretrievable  injustice to the  respondent   if the bank guarantees are allowed to be realised  because the appellant  is  a    sick industrial company   in respect of which a   reference is pending before the Board for Industrial and Financial Reconstruction under the <a href=\"/doc/438563/\" id=\"a_66\">Sick Industrial Companies  (Special Provisions) Act, 1985</a>.   The respondent  contends that even if it succeeds before the   Arbitrator it will not be able to  realise   its  claim  from the  appellant.  The mere  fact that  a   reference under the <a href=\"/doc/438563/\" id=\"a_67\">Sick Industrial Companies (Special Provisions) Act, 1985</a> is pending before the Board, is in our view,  not sufficient to bring the  case i the  ambit of the &quot;irretrievable injustice&quot; exception.    Under the  scheme  of the   said    Act the Board is   required to make such inquiry as it may deem fit  for determining whether any industrial company has become  a sick industrial company.  Under <a href=\"/doc/439147/\" id=\"a_68\">Section 16(4)</a> where  the Board deems it fit to   make an inquiry or to cause  an inquiry to be made in this  connection, it may appoint on or more persons to be   special directors for  safeguarding   the    financial and other interests of the company or  in the  public  interest.  Under <a href=\"/doc/150392/\" id=\"a_69\">Section 17</a> after making  an inquiry, if the Board is  satisfied  that   a   company has    become  a  sick industrial company, the Board may  then decide, by an order in writing, whether it is   practicable for  the company to make    its net worth exceed the  accumulated  losses  within   a   reasonable time. If this is  practicable, then  the  Board shall give such  company the  opportunity  to make its   net worth  exceed the  accumulated  losses.  Under sub-section (3) of <a href=\"/doc/150392/\" id=\"a_70\">Section 17</a> if the Board  decides that this is not practicable within a   reasonable time,  it may adopt measures  specified in <a href=\"/doc/262489/\" id=\"a_71\">Section 18</a> and provide for  a    scheme for  appropriate  measures  in relation to that  company.  There   can, therefore,  be no presumption that the  company will, in no circumstance, be able to discharge its obligations. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1490348\" id=\"span_21\">18. Under <a href=\"/doc/1691689/\" id=\"a_72\">Section 22</a> on which the  respondent relies, where in   respect of an  industrial company, an inquiry under <a href=\"/doc/1982911/\" id=\"a_73\">Section 16</a> is pending, or any scheme under <a href=\"/doc/150392/\" id=\"a_74\">Section 17</a>  is under preparation or   a   sanctioned scheme is under implementation or when and appeal under <a href=\"/doc/318623/\" id=\"a_75\">Section 25</a> is pending,  then no proceedings for the winding up of the industrial company or for  execution, distress or   the like against  any of the properties of the industrial company or the appointment of a   receiver in respect thereof can be  proceeded with; and no suit for the recovery of money or for the enforcement  of any security against the industrial company shall lie or  be proceeded with except with the  consent of the Board or, as the case may be,  the Appellate Authority.  The  respondent  contends  that its right to realise its  claim, if  established,  would be   affected by reason of <a href=\"/doc/1691689/\" id=\"a_76\">Section 22</a> of the said Act.    There is no   material before us  to show that the appellant-company cannot make   its net worth positive.  No scheme  has been framed  under the said Act so far.  Even under <a href=\"/doc/1691689/\" id=\"a_77\">Section 22</a>  there is    no absolute bar against any suit for the recovery of money  .  The suit cannot be  proceeded with  except   with the    consent of the Board or the Appellate Authority.    Therefore,  in an appropriate case,  the Board or   the Appellate Authority is entitled to   give its   consent to such a   claim being proceeded  with.  This is not  a  situation of the kind envisaged  in the   case   of   <a href=\"/doc/1490348/\" id=\"a_78\">Itek Corporation</a> (supra) where  there   was  no possibility whatsoever  of recovery of any amount from the  purchaser.  In the present case,  there is  a good possibility of such recovery.   In  any case, learned  counsel for the  appellant has,  on instructions, very fairly stated that the appellant-company undertakes to  earmark the amounts   realised from the bank guarantees in question  for  the purpose of recovery of claims, if any, which   the  respondent  may  ultimately be  found to be    entitled to  recover   from the  appellant.  Any scheme  which the Board  may frame under the   said At  will be subject to this  undertaking given by the  appellant to set apart  the amounts  realised  under the bank guarantees in question for meeting  any validly adjudicated claims of the  respondent against the  appellant under or   arising from the  said  contract.   If any scheme is  required to be   framed, the Board  shall take into  account this  undertaking, while  framing the scheme.&quot;</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 9.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1490348\" id=\"span_22\">In  <a href=\"/doc/1490348/\" id=\"a_79\">U.P.   State Sugar Corporation</a> case  (supra),    the  arguments raised to support the continuance of  the   injunction  were that the beneficiary had terminated the  contract  on  the incorrect ground that time was of  the    essence  of the contract, and that the chances of making  any  recovery  if  it succeeded in the  Arbitration  was  illusory since the fortunes of the rival company now lay  in  the  hands  of BIFR.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_23\">These arguments did  not  find  favor  with  the Bench which was constituted  by  M.M. Punchi  and  Sujata  Manohar JJ.   These  passages  were   relied  upon by a Bench of the Supreme Court  comprising K.S. Paripoornan,  K.  Venkataswami and B.N.   Kirpal, JJ.   in  the case <a href=\"/doc/636783/\" id=\"a_80\">Dwarikesh Sugar Industries  Ltd.   v. Prem  Heavy Engineering Works (P) Ltd.  &amp; Anr.</a>, .  It is clear that the Apex Court has spoken  in  one voice and with unanimity, on this aspect of  the  law.</span>   \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"218672\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_27\">10.  S.C.   Aggarwal  and  G.T.    Nanavati,  JJ,  who decided  the disputes raised in the <a href=\"/doc/1988070/\" id=\"a_81\">Hindustan Steelworks</a> Case   (supra),  after   considering  several   previous   decisions  of the Apex Court including <a href=\"/doc/329587/\" id=\"a_82\">U.P.  Cooperative Federation  Ltd.  V.  Singh Consultants &amp; Engineers  (P) Ltd.</a>   (<a href=\"/doc/218672/\" id=\"a_83\">1988)  SCC  174,   General  Electric   Technical  Services Co.  Inc.  V.  Punj Sons (P) Ltd.</a> ,  Larsen &amp; Tubro Ltd.  Vs.  MSEB  and  <a href=\"/doc/708879/\" id=\"a_84\">Hindustan  Steel  Works  Construction  Ltd.   Vs.   G.S.   Atwal &amp; Co.</a>   held as follows:</span></span></span></span> \n</p><blockquote id=\"blockquote_10\">    &quot;We  are, therefore, of the opinion that   the  correct  position  of law  is  that  commitment  of  banks must  be  honoured   free from interference by the courts and  it is only in exceptional cases, that is  to  say,  in case of fraud or in a  case   where  irretrievable injustice would  be  done  if bank guarantee is allowed to be  encashed,  the  court should  interfere.    In  this case fraud has not been pleaded  and the relief for injunction was sought  by  the  contractor/Respondent 1 on  the  ground  that  special  equities  or  the   special   circumstances of   the   case                    required  it.  The special circumstances  and/or  special equities which have been   pleaded in this case are that there is a  serious  dispute  on the question as  to  who   has   committed   breach  of   the   contract,  that  the  contractor  has  a counter-claim  against   the  appellant,  that  the  disputes between the  parties  have  been  referred to the  arbitrators  and that no amount can be said to be due    and  payable  by the contractor  to  the   appellant  till the arbitrators  declare    their  award.   In  our  opinion,  these   factors  are not sufficient to make this  case  an  exceptional   case  justifying    interference    by     restraining   the   appellant   from  enforcing   the   bank    guarantees.    The  High    Court   was,  therefore,  not right in restraining the  appellant   from  enforcing   the   bank   guarantees&quot;.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> 11. The only  remaining  question  is whether   a  Letter of Credit  will fall in the  same genre as of  a Guarantee.   In Osborn&#x27;s Concise  Law Dictionary (Seventh Edition) the  term `letter of  credit&#x27; has been defined as  &quot;an authority by one person to another  to  draw   cheques or bills of  exchange (with or  without  a   limit  as   to   amount) upon him,  with an  undertaking to honour the  drafts  on presentation.&quot;    In the New Lexicon Websters  Dictionary this term has  been   explained   as  &quot;a  letter addressed by a   banker to an agent authorising  the  agent   to give  credit,  within stated  limits, to  the  bearer    named in the letter; and    a   letter  from a  banker to  a   client  authorising him to claim  credit from the banker&#x27;s   agent.&quot;   Blacks Law Dictionary contains a lengthy and elaborate definition in these terms: \n</p>   \n\n<blockquote id=\"blockquote_11\">  &quot;Letter of  credit.  A  written instrument, addressed by one person to another, requesting the latter to give  credit to the person in whose  favor it is  drawn.  A   letter of  credit is in the nature of  a   negotiable  instrument,  and is  a  letter whereby a  person requests    another to advance money or give credit to a third   person, and  promises  to  repay  person making  advancement.  A  letter authorizing one person to pay  money or extend  credit to another  on the  credit  of the writer. \n</blockquote> \n\n<blockquote id=\"blockquote_12\">  An  engagement by a bank or other person made at the  request of a   customer  that the issuer  will honor drafts or other demands for payment upon compliance with the conditions  specified in the credit.        A  credit may be  either revocable or irrevocable.   The  engagement  may be either  an agreement to honor or   a   statement that the bank or other person is authorized to honor. \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> Commercial  letter.  Type of    letter of credit  used by buyer of  merchandise who sends it to bank in district in which he  is    to buy and seller  then presents  his bill of   sale, etc. to obtain payment. \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> Confirmed letter.   Type of  letter of credit in which   local bank gives its  guarantee that  seller&#x27;s  draft will be  honored if the bank which issued  letter  falls  to   honor it. \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> Export letter.  Type of letter of  credit   forwarded to  seller or exporter  advising  him that  a  credit has been established  in his favor by a  foreign bank and further consenting  to honor the seller&#x27;s  or exporter&#x27;s  draft for  the goods.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 12. This  aspect of the law has been   elaborately and perspicuously   explained in the  decision of the Hon&#x27;ble Supreme Court in M/s. Tarapore and Co., Madras . M/s. V/O Tractor export Moscow and  another,  thus - \n</p>   \n\n<blockquote id=\"blockquote_16\">  &quot;6.  The scope of an irrevocable  letter  of credit is  explained thus in Halsbury&#x27;s Laws of England (Vol.34, Paragraph 319 at page 185): \n</blockquote><blockquote id=\"blockquote_17\">    &quot;It  is  often made  a  condition of  a  mercantile contract that the buyer shall pay for the goods by means of  a  confirmed credit, and it is then the duty   of the  buyer  to procure his bank, known as the issuing or originating bank,  to issue  an  irrevocable credit in favor of the seller by which the bank undertakes to the  seller, either directly or through another   bank in the seller&#x27;s country known as the  correspondent or  negotiating bank, to accept drafts  drawn upon it for the price of the goods, against  tender by the seller  of the shipping documents.  The  contractual relationship between the issuing  bank and the buyer is defined by the  terms of the agreement between   them under which the letter opening the   credit is  issued;  and   as  between the   seller and the bank, the issue of the credit  duly   notified to the seller   creates   a  new   contractual   nexus  and   renders  the bank  directly liable to the seller to pay the   purchase price or to accept the bill of  exchange upon tender of the documents.  The contract thus  created between the  seller and the bank is   separate from,  although   ancillary to,  the original  contract between the buyer and the seller,  by reason of the bank&#x27;s  undertaking to  the seller, which is  absolute.  Thus  the   bank is not entitled to rely upon  terms of the  contract  between the buyer  and  the seller  which might permit the buyer   to  reject the goods  and to refuse  payment  therefor; and, conversely, the  buyer is not entitled to an injunction restraining  the seller from   dealing with the letter of credit  if the goods   are   defective.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_21\"> Chalmers on &quot;Bills of Exchange&quot; explains  the legal position in these  words&quot; \n</p> \n\n<blockquote id=\"blockquote_18\">  &quot;The  modern commercial credit   serves  to  interpose between  a buyer and seller   a  third person of un-questioned   solvency, almost invariably a  banker of  international repute; the banker on the   instructions of the buyer issues the letter of  credit and thereby undertakes to  act as  paymaster upon the  seller  performing    the   conditions set out in it.     A  letter of   credit  may be in any one of a     number of specialised forms and contains  the  undertaking of the banker to honour all bills of exchange drawn there under.  It  can hardly be over-emphasised that the   banker is not bound or entitled to  honour  such bills of exchange unless they, and  such  accompanying documents  as may be required  there under, are  in  exact  compliance with the  terms of the credit.   Such documents must be  scrutanised with  meticulous care, the maxim de minimis non curat lex  cannot be invoked where payment is  made by the letter of credit.  If the seller has  complied with the  terms of the letter of   credit, however,  there is  an absolute obligation upon the banker   to pay irrespective of any disputes  there   may be  between the buyer and the seller as to whether the goods  are up to contract or not&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> Similar  are the views expressed in `Practice and Law  of Banking&#x27; by H.B. Sheldon, &quot;the Law of  Bankers Commercial  Credits&quot; by H.C. Gutteridge,   &quot;the  Law  relating  to Commercial Letters of  Credit&quot; by A.G. Devis&#x27; &quot;the  Law  Relating  to Bankers&#x27;  Letters of Credit&quot; by B.C. Mitra and in several other text books   read  to us by Mr. Mohan  Kumaramangalam,   learned  Counsel for the  Russian Firm.  The   legal position as  set  out  above  was  not   controverter by Mr. M.C.  Satalvad, learned Counsel for the Indian Firm.  So far as   the Bank of India is  concerned  it   admitted its  liability to honour the letter  of  credit and expressed its  willingness to abide by its   terms.  It  took the  same  position before the High Court.         \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">  ........ \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 10.  A   case  somewhat similar  to the  one before us came  up for  consideration before the Queens  Bench Division in  England in Hamzeh Walas  and Sons v.  British Imex  Industries Ltd., 1958-2 QB 127.  Therein the  plaintiffs,  a   Jordanian  firm  contracted to purchase  from the defendants,  a British firm, a  large  quantity of  reinforced   steel rods, to be   delivered in two installments.  Payment  was  to be effected by opening in favor of the  defendants  of two confirmed  letters  of  credit with the Midland Bank Ltd., in  London, one in respect of    each installment.  The  letters of  credit  were  duly opened  and the  first was  realised by the  defendants on the delivery of the first installment.  The  plaintiffs   complained   that that  installment was  defective and  sought    an  injunction to bar the  defendants   from realizing the second letter of  credit.  Donovan, J.,  the  Trial Judge refused the   application.  In  appeal  Jenkins,  Sellers  and Pearce L., JJ.   Confirmed the  decision of the Trial Judge.  In the  course of his   judgment Jenkins, L.J., who spoke for  the Court  observed thus: \n</p>   \n\n<blockquote id=\"blockquote_19\">  &quot;We  have been referred to  a  number of  authorities, and it  seems to be  plain enough that the opening of  a   confirmed   letter of  credit   constitutes   a  bargain between the  banker and the  vendor of the goods, which imposes upon the banker    an absolute  obligation to pay, irrespective of any dispute there may be between the parties as to  whether the goods  are  up to contract or not.   An elaborate  commercial   system has been built up on the footing  that  bankers&#x27; confirmed   credits    are of that  character, and, in my judgment, it would be wrong for this  Court in the present  case to interfere with that  established practice. \n</blockquote> \n\n<blockquote id=\"blockquote_20\">  There is  this to be  remembered, too.  A  vendor of goods  selling against  a   confirmed  letter of  credit is  selling under  the   assurance  that nothing  will prevent   him from receiving the price.  That is of no mean advantage when goods   manufactured in one country are being sold  in another.  It is,  furthermore,  to be   observed that  vendors  are often reselling goods  bought from third parties.   When they are doing that, and when they are being  paid by a   confirmed  letter of  credit, their  practice is -  and I think  it  was  followed   by the  defendants in this  case--to finance the payments necessary to be made to  their  suppliers  against the letter of  credit.  That system of financing  these  operations, as I see it, would   break down  completely if  a  dispute as between the  vendor  and the  purchaser  was to have the effect   of  &quot;freezing&quot;  if I may use that  expression the sum  in respect of which the letter of  credit  was opened.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\"> In   Urquhart Lindsay and Co. Ltd. v. Eastern Bank Ltd., 1922-1 KB 318 the King&#x27;s Bench held that the refusal of the defendants bank to take and pay for the  particular bills on presentation of the proper documents constituted a repudiation of the contract as a whole and that the plaintiffs were entitled to damages arising from such a breach.  It may be noted that in that case the price quoted in the invoices was objected to by the buyer and he had notified his objection to the bank.   But under the terms of the  letter of credit the bank was required to make payments on the basis of the invoices tendered by the seller.  The court held that if the buyers had an enforceable claim that adjustment must be made by way of refund by the seller and not by the way of  retention by the buyer. \n</p> \n\n<p data-structure=\"Section\" id=\"p_26\"> 11. Similar opinions have been expressed by the American Courts.  The leading American case on the subject is Dulien  Steel  Products Inc., of Washington v. Bankers Trust Co., Federal Reporter 2nd Series, 298 p.836.  The facts of that case are as follows: \n</p><blockquote id=\"blockquote_21\">  The plaintiffs, Dulien Steel  Products Inc., of Washington, contracted to sell  steel scrap to the European Iron and Steel Company.  The transaction was put through M/s. Marco Polo Group Project, Ltd.  who were entitled to commission for arranging the transaction.  For the payment of the  commission to Marco Polo, plaintiffs procured an irrevocable letter of credit from Seattle  First National Bank. As desired by Marco Polo this letter of  credit  was opened in  favor of one Sica. The defendant-bankers confirmed that letter of credit.   The credit stipulated for payment against (1) a receipt of Sica for the amount of  the credit and (2) a notification of Seattle Bank to the defendants that the plaintiffs had negotiated documents evidencing the shipment of the goods.  Sica tendered the stipulated receipt and Seattle Bank informed the defendants that the Dulien had negotiated documentary drafts.  Meanwhile after further negotiations between the plaintiffs and the vendees  the price of the goods sold was reduced and consequently the commission payable to Marco Polo stood reduced but the defendants were not informed of this fact.  Only after notifying the defendants about the negotiation of the drafts drawn under the contract of sale, the Seattle Bank informed the defendants about the changes underlying the transaction and asked them not to pay Sica the full amount of the credit.  The defendants were also informed that Sica was merely a nominee of Marco Polo and has no rights of his own  to the sum of the credit.  Sica, however, claimed payment of the full amount of the credit. The defendants asked further instructions from Seattle Bank  but despite Seattle Bank&#x27;s instructions decided to comply with Sica&#x27;s request.  After informing Seattle Bank of their intention,  they paid Sica the full amount of the credit.  Plaintiffs thereupon brought an action in the District Court of New York for the recovery of the moneys paid to Sica.  The action was dismissed by the trial  Court and that decision was affirmed by the Court of Appeals.  That decision establishes the well known principle  that the  letter of credit is independent of and unqualified by the contract of sale or underlying transaction.  The autonomy of an irrevocable  letter of credit is entitled to protection.  As a rule   Courts refrain from  interfering with  that autonomy.&quot;  \n</blockquote> \n\n<blockquote id=\"blockquote_22\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"498714\" id=\"span_28\">13. On   first  principles, the Hon&#x27;ble Supreme Court has  made the following observations in respect of  letters of  credit  in <a href=\"/doc/498714/\" id=\"a_85\">Hira Lall and Sons and Others v. Lakshmi Commercial Bank</a>,  :</span> \n</blockquote><blockquote id=\"blockquote_23\">   &quot;This  is an application based on a letter of credit.  The settled legal position is that a letter of credit constitutes sole contract with the banker and its authorising  the bank issuing letter of credit has no concern with any question that may arise between the seller and the purchaser of goods in respect of the purchase price;  that there should, however, be strict compliance both by the customer at whose instance letter of credit was issued and by the  banker, with his instructions; that in a claim on letter of credit, defense of fraud or apprehension of irretrievable injustice or non-compliance with instructions could also be raised.  All such defenses could be urged or agitated before the Tribunal by the petitioner and on a decision by it,  an appeal also could be filed.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_27\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_29\">14. For  reasons that  I find difficult to comprehend,  counsel for the parties did not consider  it   necessary to refer  to the  decision of the Hon&#x27;ble Supreme Court in  <a href=\"/doc/329587/\" id=\"a_86\">U.P. Coop. Federation Ltd. v. Singh  Consultants &amp; Engineers (P) Ltd.</a>,  in which the law  pertaining    to  Letters of Credit has been dealt    in  some  detail.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28176\" id=\"span_30\">Similarly learned counsel  for the  parties   did not also consider it  worthwhile  to  cite the  decision  of the Apex Court in  <a href=\"/doc/28176/\" id=\"a_87\">Federal Bank Limited v. V.M. Jog Engineering Limited  and others</a>,  (2001) 1 SCC 663.</span>    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_31\">I find   the  following  paragraphs in the judgment of the <a href=\"/doc/329587/\" id=\"a_88\">U.P. Coop. Federation</a> case   (supra) to be  extremely instructive:-</span> \n</p>   \n\n<blockquote id=\"blockquote_24\"> &quot; 45.  The letter of credit has been developed over hundreds of years of international trade.  It  was  most commonly used in conjunction with the sale of goods between geographically distant  parties.  It was intended to facilitate the transfer of goods between distant and unfamiliar buyer and seller.  It was found difficult for the seller to rely upon the credit of an unknown  customer.  It was also found difficult for a buyer to pay for goods prior to their delivery.  The Bank&#x27;s letter of credit  came into existence to bridge this gap. In such  transactions, the seller (beneficiary) received  payment from issuing bank when he presents a demand as per terms of the documents.  The bank must pay if the documents are in order and the terms of credit are satisfied.   The bank, however, was not  allowed to determine whether the seller had actually shipped the goods or whether the  goods conformed to the requirements of the contract.  Any dispute between the buyer and the seller must be settled between  themselves.  The courts, however, carved out an exception to this rule of absolute independence.   The courts held that if there  has been fraud in the transaction the bank could dishonour beneficiary&#x27;s demand for payment.  The courts have generally permitted dishonour only on the fraud of the beneficiary, not the fraud of somebody else.     \n</blockquote> \n\n<blockquote id=\"blockquote_25\"> 46 . It was perhaps for the first time the said  exception of fraud to the rule of absolute independence of the letter of credit has been applied by Shientag, J. in the American case of Sztejn v. J. Henry Schroder Banking Corporation (31 NYS 2d 631).  Mr. Sztejn wanted to buy some bristles from India and so he entered into a deal  with an Indian seller to sell  him a quantity.   The issuing  Bank issued a letter of credit to the Indian seller that provided that, upon  receipt of  appropriate documents, the bank would pay for the shipment.  Somehow, Mr. Sztejn discovered that the shipment made was not crates of bristles, but creates of worthless material and rubbish.  He went to his bank which probably informed him that the letter of credit was an independent undertaking of the bank and it must pay.                            \n</blockquote> \n\n<blockquote id=\"blockquote_26\"> ....... \n</blockquote> \n\n<blockquote id=\"blockquote_27\"> 53. Whether it is a  traditional letter of credit or a new device like performance bond or performance guarantee, the obligation of banks appears to be the same.  If documentary credits are irrevocable and independent, the banks must pay when demand is made.  Since the bank pledges its own credit involving its reputation, it has no defense except in the case of fraud.  The bank&#x27;s obligations of course should not be extended to protect the unscrupulous  seller, that is, the seller who is responsible  for the fraud.  But, the banker must be sure of his ground before declining to pay.  The nature of the fraud that the courts talk about is fraud of an egregious nature as to vitiate the entire underlying transaction.  It is fraud of the beneficiary,   not the fraud of somebody else.  If the bank detects with a minimal investigation the fraudulent  action of the seller, the payment could be refused. The bank cannot be compelled to honour the credit in such cases.  But it may be very difficult for the bank to take a decision on the alleged fraudulent action.  In  such cases, it would be proper for the bank to ask the buyer to approach the court for an injunction.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\"> 15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28176\" id=\"span_32\">In the  <a href=\"/doc/28176/\" id=\"a_89\">Federal Bank</a> case (supra) the Apex Court had in similar  vein recorded the  following enunciation:-</span> \n</p><blockquote id=\"blockquote_28\">  &quot;   In  several judgments of this Court, it has been held that courts ought not to grant injunction to restrain encashment of bank guarantees or letters of  credit.  Two exceptions have been mentioned -  (i) fraud, and (ii) irretrievable damage.  If the plaintiff is prima facie able to establish that the case comes within these two exceptions, temporary injunction under <a href=\"/doc/161831507/\" id=\"a_90\">Order 39 Rule 1 CPC</a> can be issued.  It has also been held that the contract of the bank guarantee or the letter of credit is independent of the main contract  between the seller and the buyer.  This is also clear from <a href=\"/doc/1659104/\" id=\"a_91\">Articles 3</a> and <a href=\"/doc/1015123/\" id=\"a_92\">4</a> of UCP (1983 Revision).  In case of an irrevocable bank guarantee or letter of credit the buyer cannot obtain injunction against the banker on the ground that there was a breach of the contract by the seller.  The bank is to honour the demand for encashment if the seller prima facie complies with the terms of   bank  guarantee or the letter of credit, namely, if the seller produces the documents enumerated in the bank guarantee or the letter of credit.  If the bank is satisfied on the face of the documents that they are in conformity  with the list of documents mentioned in the bank guarantee or the letter of credit and there is no discrepancy, it is bound to honour the demand of the seller for encashment.  While doing so it must take reasonable care.   It is not permissible  for the bank to refuse payment on the ground that the buyer is  claiming that there is a breach of contract.  Nor can the bank try to decide this question of  breach  at that  stage  and refused  payment to the seller. Its  obligation under the document having nothing to do with any dispute as to  breach of contract between the seller and the buyer.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_29\"> The Federal Bank  was  the   negotiating   Bank   on behalf of  Bank of Maharashtra which was   the author of the Letter of Credit.    The  relation between  the  two Banks was   held  to be  that of principal and agent.   The Federal Bank had   sent copies of the   documents  received    by it    from the  seller to  the issuing  banker, namely, Bank of Maharashtra.  The  latter  took an inordinate time to respond  and in the meanwhile, strictly in conformity with the   Letter of Credit, Federal Bank  paid out moneys to the  Seller.   It was subsequently  discovered  that  the   Seller had allegedly  committed a  forgery on the documents. Nevertheless,   since  there  was no  infraction    of the  terms of the  Letter of Credit the Apex Court held  that    the   Federal Bank, namely, the paying or negotiating  (intermediary) Bank would be  entitled   to   reimbursements  from the Bank of Maharashtra.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"437094\" id=\"span_33\">In this  Judgment the  Apex Court  also  affirmed   the Judgment of the Division Bench of the Bombay High Court  authored  by  M.B. Shah, J., as his  Lordship then  was,  in <a href=\"/doc/437094/\" id=\"a_93\">Virgo Steels v. Bank of Rajasthan Ltd. &amp; others</a>, AIR 1998 Bombay 82 .   In that   case UCO Bank  had   issued   a  Letter of Credit at  its  request, on  the  foundation of which the Bank of  Rajasthan Limited  had  made disbursements.   The Bank of Rajasthan had  sought confirmation  from the UCO Bank, and  had received it.   The  Division Bench found it irrelevant that some officers of the UCO Bank had   committed   fraud.  It   affirmed   the Order of the Single Judge refusing   to   grant   unconditional   Leave  to Defend to UCO Bank.   The Division Bench also  referred    to    a  Circular   of the Reserve Bank of India dated April 1, 1992 in which  it recommended  the honouring  of  Letter of  Credit even where  the   transaction involved a  conspiracy between the  beneficiary and the  constituents.   The RBI had  opined   that &quot;if   the bills drawn under LCs are not honoured, it will  adversely affect the  character of LCs  and  the   relative bills as an accepted means of payment.  This  could also  affect the credibility  of the entire  payment  mechanism  through banks and  affect the  image of the Banks&quot;.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1834541\" id=\"span_34\">16.     Even in its most  recent  judgment the Apex Court  has    relied   on its  earlier  judgment in <a href=\"/doc/1834541/\" id=\"a_94\">United Commercial Bank v.  Bank  of India  &amp; Others</a>, ,  as  has been succinctly  condensed in the  first Head Note of the Report  which reads thus:</span> \n</p>   \n\n<blockquote id=\"blockquote_29\">  &quot;The  opening  of  a  confirmed  letter of  credit constitutes   a bargain between  the banker and the vendor of the goods which imposes on the banker  an   absolute  obligation to pay.   A banker issuing or  confirming an irrevocable  credit  usually undertakes  to honour drafts  negotiated, or to  reimburse in    respect of  drafts paid, by the paying or negotiating  intermediate banker  and  the  credit is  thus in   the hands of the beneficiary  binding   against the banker.   A   letter of credit  constitute  the sole  contract with the banker and  a  bank   issuing  or  confirming  a  letter of  credit is not concerned  with the  underlying  contract between the buyer an seller.  Duties  of  a  bank under  a  letter of  credit  are  created by the  document  itself, but in any  case it has the   power and is subject to  the  limitations which are  given or  imposed by it, in the  absence of the appropriate  provisions in the letter   of  credit.  The banker owes  a duty to the buyer to ensure that the documents tendered by the   sellers  under    a   credit  are  complied  with  those  for which the  credit   calls  and    which are embodied in terms of paying or  negotiating bank    The  description of the goods in the relative bill of  exchange must be the  same description in the letter   of credit, that it, the goods   themselves must in each be  described  in identical terms, even though the goods   differently described in  the two   documents are, in fact, the  same.  It is the  description of the goods  that is  all important and if the  description  is not identical it is the paying bank&#x27;s  duty to refuse payment.      \n</blockquote> \n\n<blockquote id=\"blockquote_30\"> A  reading  of the judgment will also disclose that while   there is   a   close affinity between a  Bank Guarantee and  a  Letter of Credit, there is   nonetheless a  significant distinction between them.     Where the   SICA comes  into play this  distinction assumes   great  importance.   In the  case of    a Bank Guarantee  does   the  party  who has    received financial and pecuniary benefits remains the principal debtor.  Essentially the guarantor would be  called upon in the  event of   a failure  to effect recoveries from the principal debtor.    In the  case of  a   Letter of Credit the Bank issuing   it  is  liable   independent of the party at whose   instance  the Letter of Credit    was  issued.  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_31\">  17.    Mr. Mata  had   drawn  attention  to  <a href=\"/doc/1456610/\" id=\"a_95\">Article 2</a> of  UCP 500  but I  find it to be  of no avail to the Bank.   <a href=\"/doc/1456610/\" id=\"a_96\">Articles  2</a><a href=\"/doc/1659104/\" id=\"a_97\">, 3</a>   and  <a href=\"/doc/260256/\" id=\"a_98\">9</a> of UCP 500  are reproduced   for facility of reference: \n</p>   \n\n<blockquote id=\"blockquote_31\">  &quot;<a href=\"/doc/1456610/\" id=\"a_99\">Article 2</a>  \n \n\n Meaning of Credit  \n \n\n  For the purposes of these  Articles, the expressions &quot;Documentary  Credit(s)&quot; and &quot;Standby Letter(s)  of  Credit&quot; (hereinafter referred to as &quot;Credit(s)&quot;), mean any  arrangement, however named or described, whereby a bank (the  &quot; Issuing Bank&quot;)  acting at the request and on the instructions of a customer (the &quot;Applicant&quot;) or on its own behalf, \n   \n\n</blockquote><blockquote id=\"blockquote_32\"> (i)  is to make a payment to or to the order of a third party (the &quot;Beneficiary&quot;), or is to accept and pay bills of exchange (Draft(s) drawn by the Beneficiary, \n \n\n  or  \n \n\n</blockquote><blockquote id=\"blockquote_33\"> (ii) authorises another bank to effect such payment, or to accept and pay such bills of exchange (Draft(s)),  \n \n\n  or  \n \n\n</blockquote><blockquote id=\"blockquote_34\"> (iii) Authorises another bank to negotiate against stipulated document(s) provided that the terms and conditions of the Credit are complied with.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\">      For the purpose of these Articles, branches of a bank in different countries are considered another bank. \n</p> \n\n<p data-structure=\"Section\" id=\"p_33\"> <a href=\"/doc/1659104/\" id=\"a_100\">Article 3</a>  \n \n\n Credits v. Contracts  \n   \n\n a.  Credits, by their nature, are separate transactions from the sales or other contract(s) on which they may be based and banks are in no way concerned with or bound by such contract(s), even if any reference whatsoever to such contract(s) is included in the Credit.  Consequently, the  undertaking of a bank to pay, accept and pay Draft(s) or negotiate and/or to fulfill any other  obligation under the Credit, is not  subject  to claims or defenses by the Applicant resulting from his relationships with the Issuing Bank or the Beneficiary. \n</p> \n\n<p data-structure=\"Section\" id=\"p_34\"> b. A Beneficiary can in no case avail  himself of the contractual relationship existing between  the banks or between the Applicant and the Issuing Bank.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_35\"> <a href=\"/doc/260256/\" id=\"a_101\">Article 9</a>  \n \n\n Liability of Issuing and Confirming Banks  \n   \n\n a.  An irrevocable Credit constitutes a definite undertaking of the Issuing Bank,  provided that the stipulated documents are presented to the Nominated Bank or to the Issuing Bank and that the terms and conditions of the credit are complied with: \n</p>   \n\n<blockquote id=\"blockquote_35\"> i. if the  Credit provides for sight payment -  to  pay at sight; \n</blockquote> \n\n<blockquote id=\"blockquote_36\"> ii. if the Credit provides for deferred payment -  to pay on the maturity date(s) determinable in accordance with the  stipulations of the Credit; \n</blockquote> \n\n<blockquote id=\"blockquote_37\"> iii. if the Credit provides for acceptance: \n</blockquote>   \n\n<blockquote id=\"blockquote_38\"> a. by the Issuing Bank -   to accept Draft(s) drawn by the Beneficiary on the Issuing Bank and pay  them at maturity, \n \n\n or  \n \n\n b. by another drawee bank  -  to  accept and pay   at maturity Draft(s)  drawn  by the Beneficiary on the Issuing Bank in the event  the drawee bank stipulated in the  Credit does  not accept Draft(s) drawn on it, or to pay Draft(s)  accepted but not paid by such drawee bank at maturity;  \n</blockquote> \n\n<blockquote id=\"blockquote_39\"> iv. If the  Credit provides for negotiations -  to pay without recourse to drawers and/or bona fide holders, Draft(s) drawn by the Beneficiary and/or document(s) presented under the Credit.  A  Credit should not be issued available by Draft(s) on the Applicant.   If the Credit nevertheless calls for Draft(s) on the Applicant, banks will consider  such Draft(s) as an additional document(s).   \n</blockquote> \n\n<blockquote id=\"blockquote_40\"> All these  Articles in  fact  clarify the independent nature of a Letter of Credit.  The failure to effect recoveries from the Buyer has no relevance and it stands to reason that where the Buyer may be able to avail of a  moratorium  on payment of  its debts, such events would have no nexus or bearing  on the liability or assurance of payment which is intrinsic to any and every Letter of Credit.   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_36\"> 18. Mr. Mata  has  also attempted  to  favorably draw  a distinction between fund based and non-fund based  letters of  credit/guarantees.   Like in  the   case of  a    fraud  committed  within  a  particular  Bank,  the  question of  whether  a   letter of credit is fund based  or non-fund  based would be  wholly irrelevant from the perspective of the beneficiary,  unless the letter of credit  itself specifies  which  of these  two  categories  it falls in,  and what  steps are necessary  for ensuring  the release of payment to the beneficiary.   If the Bank has been imprudent   or rash in  opening  a  Letter of Credit without   obtaining,  earmarking  and  reserving for  itself  necessary  funds  corresponding  to the value of the Letter of Credit  issued  by the Bank, it will have to suffer the   consequences of its    negligence.   Claims  in respect of the  Letter of Credit are   the  liability of the Bank and   ought not to be  confused with that of its   constituent. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> 19. In any event, as observed  in Royal Bank of Scotland plc.  v. Cassa Di Risparmio Delle Provincie Lombard, (1993)  Financial Times 21-01-1992 (CA),  it must be  recognised that (UCP) terms do not constitute a  statutory code.  As the  title  makes  clear, they constitute   a  formulation of  customs and practices, which the parties to  a  letter of  credit  can  incorporate into their  contracts by reference,.   If it is  found that the parties    have explicitly agreed to such a   term, then the search need go no further, since  any  contrary provision in UCP must  yield to the  parties&#x27;  expressed  intention.     It will also be   of     advantage    to  refer to   the     decision  in Bankers Trust Co. v. State Bank of  India, (1991) 2 Lloyd&#x27;s Rep 443 in which it  was  held that the Bankers Trust was   barred  from  refusing or objecting   documents in question because  it had   taken    an unreasonable  and inordinate time to examine   and  reject  them.   This is  apposite to   the   facts  of the  present  case  since it is the Plaintiff&#x27;s  assertion  that   the Bank had  failed    to  respond  to  even  its  legal notice. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\"> 20. From the  reference to the    various  decisions of the   Apex Court the legal  principle  which  can be  distilled   is that    a    letter of   credit is   an  instrument of payment in itself,  having no  linkage with the party  at  whose   instance it has  been issued.  If  this is   the  correct    understanding of the law   then  it would be of  no   consequence  whatsoever  that   HILTON  had  come  under the    protective mantle     of SICA at  any  time  after the    issuance of the Letter of Credit.   Since   there   is no   term    excusing  or  exonerating the Bank from making  payment on the occurrence  of such  an  event,  the  liability of  the Bank  is   circumscribed  by the Letter of   Credit  itself.    If any defenses  are to be  found   they must be  located  in the  Letter of  Credit itself.    This is   the  distinction between the  case  at  hand  and  Patheja Brothers case (supra) where  ICICI had   filed   a    suit   against  Patheja Brothers  to recover  the  amounts  of loan  extended   to it  and   guaranteed    by the third   party.  The  terms    of the  guarantees are not  readily  available from the   decision of the  Hon&#x27;ble Supreme Court in Patheja Bors. case (supra) and I would  presume that it would  fall in the   genre envisaged in <a href=\"/doc/53550/\" id=\"a_102\">Section 126</a> of the Contract  Act, 1872.   This   Section states that     &quot;a   &quot;contract of guarantee&quot; is  a   contract  to perform the   promise,  or  discharge the liability,  of   a  third  person in  case of his  default.  The  persons who gives   a   guarantee  is    called  the &quot;surety&quot;;   the  person in  respect of  whose    default the guarantee is  given  is  called the &quot;principal debtor&quot;, and the person to whom  the guarantee is given is  called the &quot;creditor&quot;. &quot;      I may also clarify that   all bank  guarantees  would not necessarily fall under <a href=\"/doc/53550/\" id=\"a_103\">Section 126</a> of the Contract Act.   This determination would be  dependant  upon the  sundry terms  contained  in  the  bank guarantee.      It is the  <a href=\"/doc/1810320/\" id=\"a_104\">Section 124</a> of the Contract Act which is of  relevance to the present  case as it  defines a  contract  of  indemnity to  be   a  contract by which one  party promises to save  the other from loss caused to him by the  conduct of the  promisor himself,  or by the conduct  of any other person.    Upon the  execution  of the letter of credit the Plaintiff   had   no  reason to look towards  HILTON at all.   In consonance  with  the  terms of the Letter of Credit, on furnishing the necessary documents mentioned in the Letter of Credit itself,  the Plaintiff could have  rested   assured  of payment.   The mischief  so far  as  the Bank is   concerned  appears   to be    that  it had  negligently  or fraudulently  issued  the Letter of Credit without  taking  the  precaution of ensuring  that  it  was  fund based.    The  factum of  HILTON now   receiving the protection of SICA may   result    in a   financial loss   to the Bank but it  has  itself to  blame for it.  Well entrenched  mercantile  methods  cannot be  modified  to suit  or give succor  to the negligent Bank. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\"> 21. In these  circumstances, since  there is  no allegation of any irregularity committed by the Plaintiff  in so far as the  invocation of the  Letters of Credit  is concerned,  Leave to Defend the suit is  declined to the  Bank.   The suit is  decreed in  favor of the Plaintiff and   against Defendants   1 and 2 for the   sum of Rs.87,99,121/- together   with interest thereon  at the  rate of  nine per cent   per  annum from the  date of the institution of the suit till the   realisation of the decretal  amount.    The  Plaintiff shall be  entitled to  recover its   costs  from these Defendants. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\"> 22. The benefit  of SICA will have to be   extended  to  Defendant  No. 3 and the  suit should  in normal circumstances  be   stayed   in  respect of this Defendant.   For this   reason I find  it  unnecessary to  return  a   finding  on the  question of whether    the amount  covered by the suit is  within the  contemplation of the winding-up  petition filed  in the  Punjab &amp; Haryana High Court and/or  whether  it was   shown as  a   contingent  liability and/or  whether   it  was beyond  or   post  registration  under SICA.   However, since  the liability  of the Bank is  de hors and not connected  in  any manner  with   Defendant  No. 3 it will be contradictory and incongruent to hold the Bank liable along with this Defendant.   Conversely stated, if Defendant  No. 3 is liable under the Letter  of Credit, the Bank would be competent to claim  the  moratorium   under SICA.   For this  reason the suit is  dismissed against  Defendant  No. 3 without  prejudice to any pending legal action and also  without  prejudice to any action that the Bank may initiate  against  Defendant  No. 3 for the  recovery of  sums  paid  out by the Bank as     a  consequence  of this  decree and/or  its   liability  under the Letters   of Credit which are the  subject matter of this suit.      \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\"> 23. The  decree sheet be drawn up accordingly. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\"> 24. All the  pending applications   also stand  disposed of  in the above  terms. \n</p>\n \n\n","numcites":43,"numcitedby":1,"docsource":"Delhi High Court","citetid":1592774,"divtype":"judgments","relatedqs":[{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"patheja","formInput":"patheja"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"drawee bank","formInput":"drawee%20bank"},{"value":"bill of exchange","formInput":"bill%20of%20exchange"},{"value":"marco polo","formInput":"marco%20polo"},{"value":"sica","formInput":"sica"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"Guarantor ","formInput":"Guarantor%20"},{"value":"federal bank","formInput":"federal%20bank"},{"value":"beneficiaries  filter:  trust cases","formInput":"beneficiaries%20%20filter%3A%20%20trust%20cases"},{"value":" principal debtor","formInput":"%20principal%20debtor"},{"value":"uco bank","formInput":"uco%20bank"},{"value":"irretrievable","formInput":"irretrievable"},{"value":"bifr","formInput":"bifr"},{"value":"contract act","formInput":"contract%20act"},{"value":"vikramajit sen","formInput":"vikramajit%20sen"},{"value":"UCP","formInput":"UCP"},{"value":"moratorium","formInput":"moratorium"},{"value":"fraudulent","formInput":"fraudulent"}],"courtcopy":false,"query_alert":null,"agreement":false}