{"tid":53012662,"publishdate":"2020-07-07","title":"Airports Authority Of India vs M/S Balvir Singh & Sons on 7 July, 2020","doc":"<h2 class=\"doc_title\">Airports Authority Of India vs M/S Balvir Singh &amp; Sons on 7 July, 2020</h2>\n\n<pre id=\"pre_1\">                        In the Court of Shri Sanjiv Jain,\n      District Judge (Commercial Court)­03, Patiala House Courts\n                             New Delhi\n\n\n\nOMP No. 81/19\n\n\nAirports Authority of India,\nRegional Head Quarter (NR),\nOperational Offices, Rangpuri,\nGurugram Road, New Delhi­37                                               ... Petitioner\n\n\n                                         versus\n\n\nM/s Balvir Singh &amp; Sons,\nThrough its Proprietor\nSh. Balvir Singh,\nD­6, 6099/8, Vasant Kunj,\nNew Delhi­70                                                            ... Respondent</pre>\n\n\n<pre id=\"pre_2\">Date of institution                                 : 03.05.2019\nDate of reserving judgment                          : 30.06.2020\nDate of decision                                    : 07.07.2020\n\n\nJUDGME NT\n\n\n</pre><p data-structure=\"Issue\" id=\"p_1\">     1.             This petition under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and\n\n          Conciliation Act, 1996 (Act) challenges the award dated 29.01.2019\n\n          passed by the arbitrator in the matter between M/s Balbir Singh &amp;\n\n          sons v/s Airports Authority of India.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.1 of 53\n           Brief facts:\n</p>\n<blockquote id=\"blockquote_1\">     2.             The facts leading to the present petition are that the\n\n          petitioner/objector had invited percentage rate e­tender for annual\n\n          maintenance contract for civil works in operational area Jaipur for\n\n          the year 2016­17 vide dated 09.02.2016. Six bidders including the\n\n          respondent participated in the bidding. The respondent quoted\n\n          percentage rate @ 10% below of the bill of quantities. Pursuant to\n\n          the lowest rate quoted by the respondent, petitioner awarded the\n\n          work to the respondent vide letter dated 22.03.2016. The work was\n\n          for a period of 12 months starting from 01.04.2016. An agreement\n\n          dated 28.03.2016 was entered into between the parties. After the\n\n          commencement of work, respondent raised running bills wherein it\n\n          calculated the rates of the work under additional miscellaneous work\n\n          Part 1, Item No. 27.45 and 27.46 per week for supply of unskilled\n\n          man power. In response to the calculations made by the respondent,\n\n          the petitioner through various letters dated 27.10.2016, 04.11.2016\n\n          and 18.11.2016 informed that the additional miscellaneous work Item\n\n          No. 27.45 and 27.46 pertained to supply of unskilled manpower for 7\n\n          days and 6 days a week respectively and the rates are per month. The\n\n          respondent was also shown the estimate in which rates were derived\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.2 of 53\n           for one month not for one week. Since the respondent did not agree,\n\n          it was decided that the supply of unskilled labour would be made in\n\n          terms of item 27.39 which included minimum wages (A) + water\n\n          charges (B) @ 1% on A + CP &amp; OH (C) @ 15% on (A +B) +\n\n          Labour Cess (D) @ 1% on (A + B+ C). It was also informed that the\n\n          additional miscellaneous work Item Nos. 27.45 and 27.46 were not\n\n          operated since the commencement of work and supply of unskilled\n\n          labour would be paid in terms of Item No. 27.39. Accordingly, the\n\n          payments were made in terms of Item no. 27.39.\n</blockquote>\n\n\n<blockquote id=\"blockquote_2\">     3.             It was stated that vide letter dated 11.03.2017, respondent\n\n          requested for the appointment of Dispute Resolution Committee for\n\n          decision on the matter in dispute for payment of supply of labour\n\n          under Item No. 27.45 and 27.46 since 01.04.2016 along with interest\n\n          thereon. In terms of the request, a dispute resolution committee was\n\n          constituted which after hearing the parties, vide order dated\n\n          13.02.2018, rejected the claim of the respondent. The respondent\n\n          thereafter invoked the arbitration clause 25 of the contract for the\n\n          appointment of the arbitrator vide dated 30.05.2018. Accordingly,\n\n          Regional Executive Director, Airports Authority of India appointed\n\n          Sh. Krishan Kant as the Sole Arbitrator vide letter dated 11.07.2018.\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_3\">___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.3 of 53\n           The parties filed their claims and counter claims along with their\n\n          documents.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n          Statement of claims:\n</p>\n<blockquote id=\"blockquote_3\">     4.             In the statement of claims, the claimant claimed a sum of Rs.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_5\">          21,47,650/­ on account of work done in respect of items 27.45 &amp;\n\n          27.46 along with the interest @ 18% per annum from the due date till\n\n          the date of payment. Cost of arbitration of Rs. 5.0 lacs was also\n\n          claimed on the ground that the claimant was unnecessarily\n\n          compelled for no fault on its part to seek arbitration as the\n\n          respondent did not release its legitimate payments in spite of\n\n          repeated requests.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n          Statement of counter claims:\n</p>\n<blockquote id=\"blockquote_4\">     5.             In the counter claim filed by the Airport Authority of India, a\n\n          sum of Rs. 2,50,000/­ towards the cost incurred on the Constitution\n\n          and the proceedings of DRC was claimed. In addition Rs. 5.0 lacs\n\n          were claimed towards the cost of reference to arbitration as per\n\n          <a href=\"/doc/571525/\" id=\"a_2\">Section 31 (8)</a> of the Act. An interest @ 18% was also claimed w.e.f.\n</blockquote>\n<blockquote id=\"blockquote_5\">          13.02.2018 till the payment is made.\n</blockquote>\n\n\n\n<p data-structure=\"Issue\" id=\"p_7\">___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.4 of 53\n           Summary of Award:\n</p>\n<blockquote id=\"blockquote_6\">     6.             On the statement of claims and counter claims, question arose\n\n          before the Arbitrator whether the unit specified in the schedule item\n\n          number 27.45 and 27.46, which is one job and per job respectively, is\n\n          to apply for one week or one month; the Claimant submitted that one\n\n          job/per job deployment of labour means deployment for a period of\n\n          one week only; while the petitioner interpreted it to be for a period of\n\n          one month.\n</blockquote>\n\n\n<blockquote id=\"blockquote_7\">     7.             The parties submitted their documents but did not examine\n\n          any witness and proceeded with the arbitration matter. The arbitrator,\n\n          after hearing the parties and perusing the record, passed the\n\n          impugned award on 29.01.2019, which contains the preamble, claims\n\n          referred, hearings, documents submitted, salient features of work,\n\n          general submissions by the parties, claims of claimant, counter\n\n          claims and summary of award.\n</blockquote>\n\n\n<blockquote id=\"blockquote_8\">     8.             In respect of claim 1, i.e. claim on account of work done with\n\n          interest @ 18 % per annum amounting to Rs. 21, 47,650/­, it was\n\n          concluded as under:\n</blockquote>\n<blockquote id=\"blockquote_9\">                    A.       The work awarded to the claimant is for annual\n                    maintenance of Civil works in operational area, control\n                    tower, technical block, fire station and MT section at civil\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.5 of 53\n                     airport Jaipur. A number of items have been listed in the\n                    schedule of quantities which were to be carried out during\n                    the year and agencies were required to quote an percentage\n                    basis. Quantum of work required to be executed for various\n                    items was to be decided by the Engineer in charge. The\n                    dispute has arisen in respect of interpretation of\n                    nomenclature of two items; namely BOQ item number 27.45\n                    and 27.46. To appreciate the issues raised by parties it is\n                    worthwhile going through the two items as given in the\n                    schedule:\n</blockquote><blockquote id=\"blockquote_10\">                    a)        27.45: Supplying 02 no. Unskilled manpower to ATC\n                    of FOD&#x27;s etc. as directed by the ATC duty officer (07 days in\n                    a week).....\n</blockquote><blockquote id=\"blockquote_11\">                    b)        27.46: Supplying 02 no. Unskilled manpower to MT\n                    section for deployment with grass cutting and tractor etc, as\n                    directed by the duty officer (06 days in a week)......\n</blockquote><pre id=\"pre_3\">                    PER JOB:           Rs. 19,190.33\n                    B.        The agreement does not define or specify what is\n</pre><blockquote id=\"blockquote_12\">                    meant by one job/per job. The claimant is interpreting that\n                    one job means supply of two unskilled labour for a week\n                    whereas the respondent is treating that &#x27;one job&#x27; means\n                    supplying two unskilled labour for a month.\n</blockquote><blockquote id=\"blockquote_13\">                    C.        During submissions made by the claimant it was\n                    stated that the respondent was supposed to make the running\n                    bill in case it was not made by the claimant but respondent\n                    also failed to do so. Claimant submitted its first bill after\n                    three months of award of work in which it had shown that the\n                    item number 27.45 and 27.46 are to be paid on weekly basis\n                    but the respondent corrected it on monthly basis. Instead of\n                    12 weeks as projected by the claimant the respondent made\n                    payment only for 2.83 (months). Claimant accepted the\n                    payment under protest. During course of submissions it\n                    transpired that the respondent had assured that\n                    modification/correction will be made subsequently and then\n                    the claimant agreed to withdraw the remarks of &#x27;under\n                    protest&#x27;.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_8\">                    D.        In the second running bill also, same problem arose.\n                    Claimant brought to the respondent that interpretation of\n                    respondent is not acceptable to the claimant as the work is to\n                    be done on a job/per job basis which means engagement of\n                    labour for a week. Claimant stated that since the\n                    nomenclature of item clearly specified that two persons are to\n                    be provided for seven days/or 6 days; one job only means that\n                    the workforce is to be provided for a week. This was\n                    intimated by claimant to the respondent number of times.\n                    E.        Respondent on the other hand maintained that the\n                    rate specified in the BOQ is based on detailed analysis,\n                    which was based on monthly deployment of two unskilled\n                    labour. The amount has been correctly paid to the claimant\n                    based on the wages specified in the contract agreement and\n                    other elements including contractor&#x27;s profit etc. Only\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.6 of 53\n                     agreement at the time of first running bill was that the\n                    respondent agreed to make payment for labour force as per\n                    item No. 39 where no deduction of rebate of 10% offered by\n                    claimant is applicable and claimant had agreed to the same.\n                    Respondent suggested that one job could also mean that the\n                    labour is required to be provided for the entire year as bonus\n                    and uniform etc. are also to be given to the workers.\n                    Respondent brought out that no uniforms or bonus where\n                    given by the claimant of the workers.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">                     F.      From the submissions made it was clear that the\n                    nomenclature of these two items was not very specific and\n                    clear and there was ambiguity which could not be resolved at\n                    site. The respondent had clearly stated in the month of\n                    October 2016 that the competent authority has clarified that\n                    the &#x27;job&#x27; means work done in a month and had stopped\n                    operating the agreement item number 27.45 and 27.46 since\n                    then. As per principle of Contra Proferentem, if a clause in a\n                    contract appears to be ambiguous, it should be interpreted\n                    against the interests of the person who inserted/included that\n                    the clause. The party who draws the agreement and is\n                    responsible for the draft caanot take advantage of the\n                    ambiguity.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">                    G.       Claimant can therefore be given benefit of this\n                    ambiguity and paid at his quoted rates for &#x27;one job&#x27; treating it\n                    as one week up to October 2016. Respondent had made it\n                    very clear that the competent authorityhad decided and\n                    clarified that item numbers 27.45 and 27.46 will not be\n                    operated and hence no payment under this item need be\n                    made.\n</p><p data-structure=\"Facts\" id=\"p_11\">                    H.       The claimant is therefore entitled to payment at his\n                    quoted rates up to October 2016. The calculation submitted\n                    by the claimant along with this assessment of claims have\n                    been checked and corrected by the respondent and\n                    calculation submitted by the respondent have been relied\n                    upon by me. Restricting the claim amount up to October\n                    2016; it is found that the claimant is entitled to payment of\n                    Rs. 8,30,008.18 say Rs. 8,30,000.00. No further interest is\n                    being awarded on the payments now being allowed.\n</p><p data-structure=\"Issue\" id=\"p_12\">                    I.       I accordingly award an amount of Rs. 8,30,000.00 in\n                    favour of the claimant against his claim No. 1 for Rs.\n                    21,47,650.00.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n\n</p><p data-structure=\"Facts\" id=\"p_14\">     9.             In respect of claim no. 2, i.e. interest @ 18% per annum on\n\n          the aforesaid amounts, the Arbitrator discussed <a href=\"/doc/451416/\" id=\"a_3\">Section 31 (7)</a> of the\n\n          Act and concluded that keeping in view the above deliberations, I\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.7 of 53\n            award simple interest of 7.5% per annum on amount of Rs.\n\n           8,30,000/­ to the claimant w.e.f. 11.07.2018 (date of appointment of\n\n           Arbitrator till the date of award). It was also stated that if the award\n\n           is paid by the respondent within three months of publication of\n\n           award, no future interest will be payable but if the payment is made\n\n           beyond the period of three months simple interest @ 9 % per annum\n\n           will be payable from the date of award till realisation.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_15\">     10.            In respect of claim no. 3, i.e. cost of arbitration, it was\n\n           observed that during the preliminary meeting, both the parties had\n\n           agreed that the proceedings would be conducted as per the Act and\n\n           all the expenses towards the fee, proceedings/venue would be shared\n\n           equally by the parties. Neither the party submitted any details of\n\n           expenses incurred towards the Arbitration Proceedings. It was held\n\n           that award of costs is a discretionary relief as provided under <a href=\"/doc/308340/\" id=\"a_4\">Section\n\n           30 (8)</a> of the Act and the cost would follow the event. Since the\n\n           claimant had certain valid claims and legitimate course and the\n\n           claims have been allowed partly, it would be just and reasonable to\n\n           award a sum of Rs. 2.0 lacs to the claimant towards the cost of the\n\n           arbitration along with future interest @ 9 % per annum, if the\n\n           amount is not paid within 90 days from the date of award.\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.8 of 53\n</p><p data-structure=\"Facts\" id=\"p_16\">      11.            In respect of counter claims 1 &amp; 2 i.e. the cost incurred in the\n\n           institution and proceedings of DRC Rs. 2,50,000/­ &amp; the cost of\n\n           reference to the arbitration, it was held that both the parties are\n\n           obliged to follow the conditions of the contract. Constitution of DRC\n\n           and processing of the claims put fourth by either party before DRC\n\n           was part of the dispute resolution mechanism laid down in the\n\n           agreement and was duly followed. Expenses incurred on constitution\n\n           of DRC and its proceedings are part of the normal working of the\n\n           respondent and claimant is not responsible for the same. I therefore\n\n           make NIL award in favour of the respondent.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n\n</p><p data-structure=\"Facts\" id=\"p_18\">     12.            In respect of counter claim 3 i.e. interest @ 18 % per annum\n\n           on amount awarded in counter claims, it was held that since NIL\n\n           award has been made in favour of the respondent, no interest is\n\n           payable.\n</p>\n<p data-structure=\"Facts\" id=\"p_19\">           Note: Award refers claimant and respondent as respondent (herein)\n           and petitioner (herein) respectively.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">           Objections against the Arbitral Award:\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">     13.            The petitioner challenged the award on the following grounds:\n\n</p><pre id=\"pre_4\">           A)       It is bad on law and facts.\n\n           B)     The arbitrator failed to take into consideration that the\n</pre><p data-structure=\"Facts\" id=\"p_22\">           contract has been performed by the parties and the respondent\n           received the payments expressly stipulated to be paid therein.\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.9 of 53\n           C)     The Arbitrator failed to appreciate that the <a href=\"/doc/171398/\" id=\"a_5\">Indian Contract\n          Act</a> does not enable a party to a contract to ignore the express\n          covenants thereof and to claim payment of consideration for\n          performance of the contract at rates different from the stipulated\n          rates on the vague plea of equity.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">          D &amp; E) That the decision of the arbitrator is based on non\n          appreciation of evidence and is vitiated by the patent illegality in\n          terms of <a href=\"/doc/536284/\" id=\"a_6\">Section 34</a> of the Act. The arbitrator cannot misapply the\n          law in order to do what he thinks was just and reasonable and has to\n          decide in accordance with the terms of contract and could allow\n          claim for compensation only if the breach alleged was proved and\n          only if the loss suffered due to such breach;\n</p>\n<p data-structure=\"Facts\" id=\"p_24\">          F)     The award passed is based on no evidence. The doctrine of\n          Contra Proferntem is not applicable to the facts of the case since the\n          terms of the Item no. 27.45 and 27.46 are amply clear that they\n          pertain to the supply of unskilled manpower for 7 to 6 days a week\n          and the wages were to be computed on monthly basis;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">          G)     That the arbitrator ignored the letters dated 27.10.2016,\n          04.11.2016 and 18.11.2016 through which the respondent was\n          informed that in future also, supply of unskilled labour would be\n          paid in terms of Item no. 27.39. He intentionally without any basis\n          considered the rates of item no. 27.45 and 27.46 to be weekly which\n          is beyond anyone&#x27;s comprehension as to why the petitioner would\n          pay Rs. 1575/­ and 1599/­ respectively to the unskilled manpower\n          under Item nos. 27.45 and 27.46 when the DSR­2014 for the\n          unskilled man power was Rs. 294/­ per day;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">          K, L, M, N, O &amp; P) The arbitrator failed to appreciate that as per\n          Clause 2 of NIT and Clause 22.1 of e­NIT, the instructions were\n          binding on the bidder. The respondent had submitted an undertaking\n          wherein he unconditionally accepted the tender conditions. He did\n          not seek clarification with regard to items no. 27.45 and 27.46. The\n          plain reading of the above clauses would also indicate that the work\n          under Item 27.45 was for supply of (2) unskilled man power for all\n          seven days in a week for a month. He failed to understand that the\n          total payment of Rs. 22,057.91/­ under Item No. 27.45 for the two\n          manpower was to be made under one/single head, considering it as\n          one job. Similarly, for Item No. 27.46, he failed to appreciate that\n          after calculating the wages of two unskilled labour at Rs. 294/­ per\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.10 of 53\n            day along with other expenses, the rate comes to per month which\n           has been mentioned against the above items. Thus, there was no\n           ambiguity with regard to the interpretation of one job. The petitioner\n           had consistently informed the respondent that the competent\n           authority has clarified that one job means work done in a month for\n           item no. 27.45 and 27.46;\n</p>\n<p data-structure=\"Facts\" id=\"p_27\">           Q)    That the arbitrator erroneously awarded an interest @ 7.5%\n           per annum w.e.f. 11.07.2018 till 29.01.2019 whereas, the petitioner&#x27;s\n           counter claim for Rs. 2,50,000/­ and Rs. 5,00,000/­ respectively\n           towards the cost of reference to the DRC and the Arbitral Tribunal\n           were arbitrarily rejected and he erroneously awarded future interest\n           @ 9% per annum.\n</p>\n<p data-structure=\"RespArg\" id=\"p_28\">           R)     That the arbitrator failed to appreciate that the respondent did\n           not engage any lawyer and appeared in person and had made a\n           payment of Rs. 1,31,400/­ towards the fee of arbitration but the award\n           has been passed for Rs. 2.0 lakhs towards the cost;\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">           T)      That the award is hit by the doctrine of unjust­enrichment\n           which is recognized under the Public Policy of India. He ignored the\n           terms of the agreement. He tried to evade the law by short on\n           contrivance; which is hit by maxim: quandoaliquidprohibetur,\n           prohibeturetomne per quod devenituradilud. Thus manifests patent\n           illegality and requires to be set aside.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">           V)     That the arbitrator did not apply his mind and misconducted\n           himself and the proceeding by not giving equal treatment by\n           burdening the petitioner to pay an amount awarded in the absence of\n           any evidence in support.\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">           Z)     That the award is unfair and unreasonable, hence, opposed to\n           public policy.\n</p>\n<p data-structure=\"RespArg\" id=\"p_32\">\n           Reply of the respondent to the objections:\n</p>\n<blockquote id=\"blockquote_14\">     14.            On getting the notice of petition, the respondent put its\n\n           appearance and filed its reply inter alia that the petition is devoid of\n\n           merit, basis and justification. The petitioner has been attempting to\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.11 of 53\n           take advantage of its own wrongs and omissions by misinterpreting a\n\n          vague clause in its favour to wrongfully gain monies. The petitioner\n\n          has failed to show that the award is in violation of <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> of the\n\n          Act or is in conflict with the public policy of India or is vitiated by\n\n          the patent illegality on the face of the record. It is stated that the\n\n          petitioner has evidently filed an appeal against the award, which is\n\n          not permissible as laid down in catena of judgments by the Apex\n\n          Court, where it has refused to examine the merits of the case to\n\n          ensure that there is minimal intervention in the arbitration process.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_33\">          Further the legislative mandate specifically bars re­appreciation of\n\n          evidence for the purpose of an objection petition under <a href=\"/doc/536284/\" id=\"a_8\">Section 34</a>. It\n\n          is stated that the petitioner has falsely stated that the Arbitrator has\n\n          not given any reason for coming to the conclusion that the\n\n          nomenclature of the disputed clauses is not specific and there is\n\n          ambiguity which could not be resolved at site. It is stated that the\n\n          reasoning given by the Arbitrator is based on sound basis that the\n\n          disputed clause employs ambiguous nomenclature. He has also relied\n\n          upon the letters dated 27.10.2016 and 04.11.2016 for coming to the\n\n          conclusion that the competent authority had decided under clause 8\n\n          that the interpretation of one job/per job is one month. It is stated\n\n          that the entire challenge to the award is based on the surmise. Thus,\n\n          it is apparent and evident that the meaning of term &#x27;one job&#x27; and &#x27;per\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.12 of 53\n           job&#x27; could not have been one month as asserted by the petitioner as\n\n          there is a separate unit which is specifically used in the bills of\n\n          quantities for the subject contract and thus to be excluded from the\n\n          construction of disputed clauses. It is stated that the requirement to\n\n          alter and amend the terms of payment in accordance with item 27.39\n\n          arose due to vagueness and lack of clarity qua the term one job or\n\n          per job and therefore, the terms of the contract drafted by the\n\n          petitioner were voluntarily and intentionally altered by the petitioner\n\n          in the execution of the subject contract due to the vagueness and\n\n          ambiguity of the disputed clauses. It is stated that in the statement of\n\n          defense, the petitioner has admitted that it may also be concluded\n\n          from the nomenclature of the items that one job is for agreement\n\n          period (one year, in this case) which includes the cost of two number\n\n          uniforms in a year bonus clause (which is applicable for minimum\n\n          30 days in a year only). In any agreement unit of one job indicates\n\n          one job for a year and not 52 jobs in a year (as claimed by the\n\n          claimant). It is stated that the inclusion of such vague terms would\n\n          be open to unilateral interpretation of the petitioner to take undue\n\n          advantage of the tender and make profit out of the subject contract.\n\n          Admittedely, the matter of meaning of term one job was referred to\n\n          the competent authority by the petitioner and the competent\n\n          authority had decided the term means per month but such decision\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.13 of 53\n            was not taken by it on giving a hearing to the respondent and it was\n\n           only on 04.11.2016, the respondent was informed that it has been\n\n           decided by the competent authority that the unit of these additional\n\n           misllaneous work Part I, item 27.45 &amp; 27.46 is per month. This\n\n           shows that the meaning of the term one job and per month was not\n\n           clear to the petitioner, who was the draftsman of the subject contract\n\n           itself.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_35\">     15.             It is stated that the petitioner has miserably failed to show that\n\n           the principle of contra proferentem is not applicable to the facts of\n\n           the present case as the petitioner itself has admitted the ambiguity in\n\n           terms of the disputed clauses and referred the matter to the\n\n           competent authority and after getting the response, it voluntarily\n\n           discarded the payment in terms of the term one job and made the\n\n           payments in item 27.39. Therefore, the award of the Arbitrator is not\n\n           in conflict with the public policy but it complies with the principle\n\n           of justice, equity and fair play. Further, it failed to explain the\n\n           absence of definition of the term &#x27;one job&#x27; and &#x27;per job&#x27; in the entire\n\n           tender document as also the reasoning for using the term &#x27;one job&#x27; or\n\n           &#x27;per job&#x27; for the purpose of disputed clauses only.\n\n\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.14 of 53\n</p><p data-structure=\"RespArg\" id=\"p_36\">      16.            On merits, the respondent denied the objections and stated\n\n           that the award passed by the Ld. Arbitrator does not suffer from any\n\n           illegality, which requires interference of the Court under <a href=\"/doc/536284/\" id=\"a_9\">Section 34</a>\n\n           of the Act. As to the award of interest, it is stated that it is within the\n\n           jurisdiction of the Arbitrator and does not merit interference by the\n\n           Court. Clause 25.5.1 of the general condition empowers the\n\n           Arbitrator to award the cost of reference as per the description and\n\n           future interest awarded by the Arbitrator is dependent on the\n\n           petitioner not making the payment within three months. The\n\n           Arbitrator has also relied on <a href=\"/doc/1769118/\" id=\"a_10\">Section 31</a> of the Act for awarding\n\n           future interest. As to the claim towards legal expenses, it may be true\n\n           that the respondent did not engage a lawyer but he had carried on the\n\n           entire arbitration proceedings personally on his own expense, which\n\n           is a costly affair involving cost of travel, documentation, man power\n\n           etc. It is stated that the Arbitrator has followed a reasonable approach\n\n           and made the draftsman of the contract liable for its draft in line with\n\n           the doctrine of contra proferentem. It is denied that the award is hit\n\n           by the doctrine of unjust enrichment or against the public policy of\n\n           India or the Arbitrator has ignored the terms of contract and\n\n           exceeded the terms of the contract or that he has evaded law by\n\n           &quot;short on contrivance&quot; or there is patent illegality in the award. It is\n\n           stated that the award passed by the Arbitrator is in accordance with\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.15 of 53\n            the law and the same is not liable to be set aside under <a href=\"/doc/536284/\" id=\"a_11\">Section 34</a> of\n\n           the Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_37\">\n\n           Arguments &amp; contentions:\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">     17.            I have heard Ld. Counsel Sh. Mritunjay Kumar Singh for the\n\n           petitioner and Ms. Akshita Manocha, Ld. Counsel for the respondent\n\n           through Video Conferencing. The parties also filed their written\n\n           submissions.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">\n\n</p><p data-structure=\"PetArg\" id=\"p_40\">     18.            Ld. Counsel for the petitioner reiterated what has been stated\n\n           in the petition and submitted that the Arbitrator in the impugned\n\n           award ignored the fact that labour supply was to be made 7 days in a\n\n           week and 6 days in a week respectively and the rates were derived\n\n           for a month as shown in the estimate and the rate analysis, which\n\n           was also shown to the contractor in reference to his letter when he\n\n           submitted the first running bill and therefore, the award is vitiated by\n\n           patent illegality in terms of <a href=\"/doc/536284/\" id=\"a_12\">Section 34</a> of the Act. In support of his\n\n           contentions he placed reliance on the case Excise &amp; Taxation\n\n           Officer­cum­Assessing Authority Vs. Gopi Nath &amp; Sons [(1992 Supp\n\n           (2) SCC 312)], wherein it was held that if a finding of a fact is\n\n           arrived at by ignoring or excluding relevant material or by taking\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.16 of 53\n           into consideration irrelevant material or it outrageously defies logic\n\n          as to suffer from the vice of irrationality, the finding is rendered\n\n          infirm in law. Ld. Counsel also referred the case of Kuldeep Singh\n\n          Vs. Commissioner of Police, MANU/SC/0793/1993 to contend that if\n\n          a decision is arrived at on no evidence or unrevival evidence, the\n\n          order would be perverse. Ld. Counsel contended that the Arbitrator\n\n          overlooked the fact that the doctrine of contra proferentem was not\n\n          applicable to the facts of the case, since the terms of the item nos.\n\n          27.45 &amp; 27.46 were amply clear to indicate that it pertain to supply\n\n          of unskilled man power for 7 &amp; 6 days a week respectively and the\n\n          wages were to be computed on monthly basis. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"69015360\" id=\"span_1\">Ld. Counsel referred\n\n          the case of M/s <a href=\"/doc/69015360/\" id=\"a_13\">Industrial Promotion &amp; Investment Corporation of\n\n          Orissa Ltd Vs. New India Assurance Company Ltd &amp; Anr</a>, CA No.\n\n          1130 of 2007, wherein, it was held that one must not use the rule to\n\n          create the ambiguity - one must find the ambiguity first. Ld.\n\n          Counsel further contended that the Arbitrator ignored the letters sent\n\n          by the petitioner, wherein, the respondent was informed that for item\n\n          no. 27.45 &amp; 27.46, rates were derived for one month but since, the\n\n          respondent did not agree, it was agreed that the supply of unskilled\n\n          labour would be made in terms of item 27.39. He was also informed\n\n          that the items 27.45                &amp; 27.46 would not be operated from the\n\n          commencement of the work and in future also. Ld. Counsel\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.17 of 53\n           contended that it is beyond anyone&#x27;s comprehension why the\n\n          petitioner would pay Rs. 1575/­ and Rs. 1599/­ per day to an\n\n          unskilled manpower under the said item when the rate for the\n\n          unskilled manpower was Rs. 294/­ per day as mentioned in the\n\n          agreement clause 2. Ld. Counsel referred Clause 2 of NIT and 22.1\n\n          and stated that the instructions in the tender document were binding\n\n          on the respondent, who had unconditionally accepted the tender\n\n          conditions. Further, the respondent had not sought any clarification\n\n          with regard to item nos. 27.45 &amp; 27.46 in terms of clause 1 and\n\n          clause 22.1 of NIT. A plain reading of item nos. 27.45 &amp; 27.46 would\n\n          indicate that the work under the aforesaid items related to the supply\n\n          of 2 unskilled manpower 7 days a week for one month and 6 days a\n\n          week for one month respectively and the payment was to be made\n\n          under single head considering it as one job. Ld. Counsel contended\n\n          that the Arbitrator overlooked the estimate, wherein, it was shown\n\n          that the rates have been calculated for the said items taking the\n\n          wages of the unskilled worker at Rs. 294/­ per day per person along\n\n          with the other expenses per person for a month, thus, there was no\n\n          ambiguity with regard to the interpretation of one job. Ld. Counsel\n\n          stated that the award suffers from patent illegality which goes to the\n\n          root of the matter. The view taken by him is an impossible view\n\n          while construing the agreement. Hence, he decided the question\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.18 of 53\n           beyond the agreement and arrived at a perverse finding, which is\n\n          against the fundamental policy of India. Ld. Counsel referred the\n\n          contract document, which finds mention that clarification needed if\n\n          any may be sent through e­tendering portal quarries and replies. Ld.\n\n          Counsel stated that it was a percentage rate tender and in case of any\n\n          ambiguity, in terms of condition 7 &amp; 8 of the contract, clarification\n\n          could have been sought by the claimant within the stipulated time,\n\n          which was not done and the claimant unconditionally accepted the\n\n          terms &amp; conditions of the agreement. He quoted the rate 10% below\n\n          the DSR­14 rates, in which, minimum wage for an unskilled worker\n\n          has been specified as Rs. 294/­ per day. Ld. Counsel stated that as\n\n          per 8.1, if there are varying and conflicting provisions made in\n\n          anyone document forming part of the contract, the accepting\n\n          authority shall be the deciding authority with regard to the intention\n\n          of the document and its decision shall be final and binding on the\n\n          contractor and any error in description, quantity or rate shall not\n\n          vitiate the contract and release the contractor from the execution of\n\n          the work. Ld. Counsel also referred Clause 6, 6A &amp; 7 and stated that\n\n          no claims whatsoever due to delayed payment including that of\n\n          interest shall be payable to the contractor. Ld. Counsel stated that as\n\n          per Clause 9, after submission of final bill, no further claim shall be\n\n          made by the Contractor and the same shall be deemed to have been\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.19 of 53\n            waived and extinguished but in the present case, the claim has been\n\n           made after the finalization of the bill, which is against Clause 9 of\n\n           the contract. He also referred Clause 12, 12.2, 25 stating that the\n\n           Engineering Incharge has power to make alteration, omission etc. in\n\n           the drawing and specification or to finalize the rate of the extra items\n\n           on the basis of the market rates and the same would be payable to the\n\n           contractor. He also referred Clause 25, item 2.1 and 2.3 of special\n\n           conditions of contract wherein, the minimum wage for a unskilled\n\n           person as on 01.10.2015 was taken as Rs. 294/­. Ld. Counsel\n\n           contended that the bills were unconditionally accepted by the\n\n           claimant, which is also evident from the entries made in the\n\n           measurement book, as such the claimant is not entitled to any claim.</span>\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_41\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"63445575\" id=\"span_2\">19.            Ld. Counsel for the respondent per contra argued on the lines\n\n           of the reply filed to the objections by the petitioner and stated that\n\n           there is no infirmity in the award passed by the Arbitrator, who has\n\n           held that the term &#x27;one job/per job is ambiguous. Ld. Counsel stated\n\n           that the decision of the competent authority as per clause 8 on the\n\n           meaning of the term &#x27;one job/per job&#x27; was taken. It was stated that\n\n           till such decision was taken, the ambiguity persisted and being the\n\n           draftsman of the tender, the petitioner is liable for the ambiguity. Ld.\n\n           Counsel stated that the pleadings before the Arbitrator were limited\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.20 of 53\n           but vide this petition, the respondent has sought to expand the scope\n\n          of defenses raised before the Arbitrator to get fresh adjudication\n\n          from this Court. It was stated that the submissions made before this\n\n          Court are above and beyond the grounds in the petition. Ld. Counsel\n\n          referred <a href=\"/doc/536284/\" id=\"a_14\">Section 34</a> of the Act and the case of <a href=\"/doc/63445575/\" id=\"a_15\">State Trading\n\n          Corporation of India Ltd. Vs. Teopfer International Asia PTE Ltd\n\n          FAO</a> )OS) 242/2014, that if we were to start analyzing the contract\n\n          between the parties and interpreting the terms &amp; conditions thereof\n\n          which will necessarily have to be in the light of the\n\n          contemporaneous conduct of the parties, it will be nothing else than\n\n          sitting in appeal over the arbitral award which is not permissible.</span>\n\n          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_3\">Ld. Counsel also referred the case of <a href=\"/doc/95111828/\" id=\"a_16\">Ssyangyong Engineering Vs.\n\n          NHAI, CA No.</a> 4779 of 2018, where the ambit of the term patent\n\n          illegality was discussed and it was held that re­appreciation of\n\n          evidence, which is what an appellate court is permitted to do, cannot\n\n          be permitted under the ground of patent illegality appearing on the\n\n          face of the award. The construction of the terms of a contract is\n\n          primarily for an arbitrator to decide, unless the arbitrator construes\n\n          the contract in a manner that no fair­minded or reasonable person\n\n          would; in short, that the arbitrator&#x27;s view is not even a possible view\n\n          to take. Ld. Counsel stated that the interest is payable on the award.\n\n          Ld. Counsel referred the case of Union of India Vs. M/s Susuka Pvt\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.21 of 53\n            Ltd, CA No. 8530 of 2009 that the grant of interest on arbitrable\n\n           claims by the Arbitral Tribunal is not inherently illegal or against any\n\n           public policy or per se bad in law or beyond the powers of the\n\n           Arbitral Tribunal. In other words, it is permissible to award interest\n\n           in arbitral claims by the Arbitral Tribunals. As to the award of cost,\n\n           Ld. Counsel stated that Clause 25 of the agreement grants absolute\n\n           power to the Arbitrator to grant costs of arbitration and therefore, the\n\n           same cannot be challenged in the present petition.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"996348\" id=\"span_4\">In support of her\n\n           contentions, Ld. Counsel also placed reliance on the cases\n\n           <a href=\"/doc/996348/\" id=\"a_17\">McDermott International INC v. Burn Standard Co. Ltd. and Others</a>,\n\n           (2006) 11 SCC 181, M/s National Highways Authority v. M/s HCC\n\n           Ltd OMP 633 of 2012, Ksl &amp; Industries Ltd. v. National Textile\n\n           Corporation Ltd O.M.P. 581/2010 and M/s NHAI v. M/s BSCPL\n\n           OMP 305/2013.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">\n\n           Adjudication/findings:\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">     20.            I have considered the submissions as above and gone through\n\n           the award and the relevant documents as well as the case laws\n\n           (supra).\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">\n\n</p><p data-structure=\"Section\" id=\"p_45\">     21.             <a href=\"/doc/536284/\" id=\"a_18\">Section 34</a> of the Arbitration and Conciliation Act reads as\n\n           under:\n</p><blockquote id=\"blockquote_15\">___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.22 of 53\n                     &quot;34.Application for setting aside arbitral award-\n</blockquote><blockquote id=\"blockquote_16\">                    (1)Recourse to a court against an arbitral award may be made\n                    only by an application for setting aside such award in\n                    accordance with sub-section (2) and sub- section (3).\n                    (2)An arbitral award may be set aside by the court only if-\n</blockquote><blockquote id=\"blockquote_17\">                    (a) the party making the application furnishes proof that-\n</blockquote><blockquote id=\"blockquote_18\">                    (i) a party was under some incapacity, or\n</blockquote><blockquote id=\"blockquote_19\">                    (ii) the arbitration agreement is not valid under the law to\n                    which the parties have subjected it or, failing any indication\n                    thereon, under the law for the time being in force; or\n</blockquote><blockquote id=\"blockquote_20\">                    (iii) the party making the application was not given proper\n                    notice of the appointment of an arbitrator or of the arbitral\n                    proceedings or was otherwise unable to present his case; or\n</blockquote><blockquote id=\"blockquote_21\">                    (iv) the arbitral award deals with a dispute not contemplated\n                    by or not falling within the terms of the submission to\n                    arbitration, or it contains decisions on matters beyond the\n                    scope of the submission to arbitration;\n</blockquote><p data-structure=\"PetArg\" id=\"p_46\">                    Provided that, if the decisions on matters submitted to\n                    arbitration can be separated from those not so submitted,\n                    only that part of the arbitral award which contains decisions\n                    on matters not submitted to arbitration may be set aside; or\n</p><p data-structure=\"Section\" id=\"p_47\">                    (v) the composition of the arbitral tribunal or the arbitral\n                    procedure was not in accordance with the agreement of the\n                    parties, unless such agreement was in conflict with a\n                    provision of this Part from which the parties cannot derogate,\n                    or, failing such agreement, was not in accordance with this\n                    Part; or\n</p><p data-structure=\"Precedent\" id=\"p_48\">                    (b) the court finds that-\n</p><p data-structure=\"Issue\" id=\"p_49\">                    (i) the subject-matter of the dispute is not capable of\n                    settlement by arbitration under the law for the time being in\n                    force, or\n</p><p data-structure=\"Section\" id=\"p_50\">                    (ii) the arbitral award is in conflict with the public policy of\n                    India.\n</p><p data-structure=\"Section\" id=\"p_51\">                    Explanation- I For the avoidance of any doubt, it is clarified\n                    that an award is in conflict with the public policy of India\n                    only if the making of the award was induced or affected by\n                    fraud or corruption or was in violation of <a href=\"/doc/109874/\" id=\"a_19\">Section 75</a> or Sec-\n                    tion 81.&quot;\n</p><p data-structure=\"Section\" id=\"p_52\">                    ii) It is in contravention with the fundamental policy of\n                    Indian law;\n</p><p data-structure=\"CDiscource\" id=\"p_53\">                    iii) It is in conflict with the most basic notions of morality or\n                    justice.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">                    Explanation-II- For the avoidance of doubt, the test as to\n                    whether there is a contravention with the fundamental policy\n                    of Indian law shall not entail a review on the merits of the\n                    dispute.\n</p><p data-structure=\"CDiscource\" id=\"p_55\">                    [2 (A) An arbitral award arising out of arbitrations other than\n                    international commercial arbitrations, may also be set aside\n                    by the court, if the court finds that the award is vitiated by\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.23 of 53\n                     patent illegality appearing on the face of the award: Provided\n                    that an award shall not be set aside merely on the ground of\n                    an erroneous application of the law or by reappreciation of\n                    evidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">     22.            Normally, the general principles are that the Arbitrator is a\n\n           Judge of the choice of the parties and his decision unless there is an\n\n           error apparent on the face of the award which makes it\n\n           unsustainable, is not to be set aside even if the court as a court of law\n\n           would come to a different conclusion on the same facts. The court\n\n           cannot reappraise the evidence and it is not open to the court to sit in\n\n           appeal over the conclusion of the arbitrator. It is not open to the\n\n           court to set aside a finding of fact arrived at by the arbitrator and\n\n           only grounds on which the award can be cancelled are those\n\n           mentioned in the <a href=\"/doc/1052228/\" id=\"a_20\">Arbitration Act</a>. Where the arbitrator assigns\n\n           cogent grounds and sufficient reasons and no error of law or\n\n           misconduct is cited, the award will not call for interference by the\n\n           court in exercise of the power vested in it. Where the arbitrator is a\n\n           qualified technical person and expert, who is competent to make\n\n           assessment by taking into consideration the technical aspects of the\n\n           matter, the court would generally not interfere with the award passed\n\n           by the arbitrator.\n</p>\n<p data-structure=\"PetArg\" id=\"p_57\">\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.24 of 53\n</p><p data-structure=\"Precedent\" id=\"p_58\">      23.            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"962291\" id=\"span_5\">In the case titled <a href=\"/doc/962291/\" id=\"a_21\">G. Ramchandra Reddy v. Union of\n\n           India</a> (2009) 6 SCC 414 the Apex court asserted that courts should\n\n           not normally interfere with the award of an arbitrator, unless there\n\n           was a gross error apparent on the face of the record.</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_59\">     24.             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_6\">In <a href=\"/doc/588099/\" id=\"a_22\">Sudarsan Trading Co. v. Government of Kerela &amp; Anr</a>.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_60\">           1989 AIR 890, it was observed that Court cannot substitute its own\n\n           evaluation of the conclusion of law or fact to come to the conclusion\n\n           that the arbitrator had acted contrary to the bargain between the\n\n           parties. Whether a particular amount was liable to be paid or\n\n           damages liable to be sustained, was a decision within the\n\n           competency of the arbitrator in the case. By purporting to construe\n\n           the contract, the court could not take upon itself the burden of saying\n\n           that this was contrary to the contract and, as such, beyond\n\n           jurisdiction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">\n\n</p><p data-structure=\"Precedent\" id=\"p_62\">     25.            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173240276\" id=\"span_7\">In the case of <a href=\"/doc/173240276/\" id=\"a_23\">Hiedelberg Cement India Ltd Vs. The Indure\n\n           Pvt Ltd, OMP (Comm) No.</a> 413/2019 decided on 29.01.2020, it was\n\n           held that law of judicial review and interference in proceedings\n\n           under <a href=\"/doc/536284/\" id=\"a_24\">Section 34</a> of the Act is no more res integra.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_8\">Reference of the\n\n           case <a href=\"/doc/31621011/\" id=\"a_25\">Associate Builders v/s Delhi Development Authority</a>, (2015) 3\n\n           SCC 49 was made, where the Supreme Court has held as under:-</span>\n</p><blockquote id=\"blockquote_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_9\">___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.25 of 53\n                     &quot;19. When it came to construing the expression the public\n                    policy of India contained in <a href=\"/doc/549389/\" id=\"a_26\">Section 34(2)(b)(ii)</a> of the\n                    Arbitration Act, 1996, this Court in <a href=\"/doc/919241/\" id=\"a_27\">ONGC Ltd. v. Saw Pipes\n                    Ltd.</a> (2003) 5 SCC 705 : held: (SCC pp. 727-28 &amp; 744-45,\n                    paras 31 &amp; 74)</span>\n</blockquote><blockquote id=\"blockquote_23\">                    <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"86594\" id=\"span_10\">31. Therefore, in our view, the phrase public policy of India\n                    used in <a href=\"/doc/536284/\" id=\"a_28\">Section 34</a> in context is required to be given a wider\n                    meaning. It can be stated that the concept of public policy\n                    connotes some matter which concerns public good and the\n                    public interest. What is for public good or in public interest\n                    or what would be injurious or harmful to the public good or\n                    public interest has varied O.M.P. (COMM) 413/2019 Page\n                    30 of 37 from time to time. However, the award which is, on\n                    the face of it, patently in violation of statutory provisions\n                    cannot be said to be in public interest. Such\n                    award/judgment/decision is likely to adversely affect the\n                    administration of justice. Hence, in our view in addition to\n                    narrower meaning given to the term public policy in\n                    Renusagar case [<a href=\"/doc/86594/\" id=\"a_29\">Renusagar Power Co. Ltd. v. General\n                    Electric Co.</a>, 1994 Supp (1) SCC 644] it is required to be\n                    held that the award could be set aside if it is patently illegal.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_63\">                    The result would beaward could be set aside if it is contrary\n                    to: (a) fundamental policy of Indian law; or (b) the interest of\n                    India; or (c) justice or morality, or (d) in addition, if it is\n                    patently illegal.\n</p><p data-structure=\"PetArg\" id=\"p_64\">                    Illegality must go to the root of the matter and if the\n                    illegality is of trivial nature it cannot be held that award is\n                    against the public policy. Award could also be set aside if it\n                    is so unfair and unreasonable that it shocks the conscience of\n                    the court. Such award is opposed to public policy and is\n                    required to be adjudged void.\n</p><p data-structure=\"Precedent\" id=\"p_65\">                    74. In the result, it is held that: (A)(1) The court can set aside\n                    the arbitral award under <a href=\"/doc/439304/\" id=\"a_30\">Section 34(2)</a> of the Act if the party\n                    making the application furnishes proof that:\n</p><blockquote id=\"blockquote_24\">                    (i) a party was under some incapacity, or\n</blockquote><blockquote id=\"blockquote_25\">                    (ii) the arbitration agreement is not valid under the law to\n                    which the parties have subjected it or, failing any indication\n                    thereon, under the law for the time being in force; or\n</blockquote><blockquote id=\"blockquote_26\">                    (iii) the party making the application was not given proper\n                    notice of the appointment of an arbitrator or of the arbitral\n                    proceedings or was otherwise unable to present his case; or\n</blockquote><blockquote id=\"blockquote_27\">                    (iv) the arbitral award deals with a dispute not contemplated\n                    by or not falling within the terms of the O.M.P. (COMM)\n                    413/2019 Page 31 of 37 submission to arbitration, or it\n                    contains decisions on matters beyond the scope of the\n                    submission to arbitration.\n</blockquote><blockquote id=\"blockquote_28\">                    (2) The court may set aside the award:\n</blockquote>\n<blockquote id=\"blockquote_29\">___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.26 of 53\n</blockquote><blockquote id=\"blockquote_30\">                     (i)(a) if the composition of the Arbitral Tribunal was not in\n                    accordance with the agreement of the parties, (b) failing such\n                    agreement, the composition of the Arbitral Tribunal was not\n                    in accordance with <a href=\"/doc/1306164/\" id=\"a_31\">Part I of the Act</a>,\n</blockquote><blockquote id=\"blockquote_31\">                    (ii) if the arbitral procedure was not in accordance with: (a)\n                    the agreement of the parties, or (b) failing such agreement,\n                    the arbitral procedure was not in accordance with <a href=\"/doc/1306164/\" id=\"a_32\">Part I of\n                    the Act</a>. However, exception for setting aside the award on\n                    the ground of composition of Arbitral Tribunal or illegality\n                    of arbitral procedure is that the agreement should not be in\n                    conflict with the provisions of <a href=\"/doc/1306164/\" id=\"a_33\">Part I of the Act</a> from which\n                    parties cannot derogate. (c) If the award passed by the\n                    Arbitral Tribunal is in contravention of the provisions of the\n                    Act or any other substantive law governing the parties or is\n                    against the terms of the contract.\n</blockquote><blockquote id=\"blockquote_32\">                    (3) The award could be set aside if it is against the public\n                    policy of India, that is to say, if it is contrary to: (a)\n                    fundamental policy of Indian law; or (b) the interest of India;\n</blockquote><p data-structure=\"Section\" id=\"p_66\">                    or (c) justice or morality; or (d) if it is patently illegal. (4) It\n                    could be challenged: (a) as provided under <a href=\"/doc/1170374/\" id=\"a_34\">Section 13(5)</a>;\n                    and (b) <a href=\"/doc/1153621/\" id=\"a_35\">Section 16(6)</a> of the Act.......\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_11\">Reference was also made of the case <a href=\"/doc/996348/\" id=\"a_36\">International Inc. vs. Burn\n        Standard Co. Ltd. &amp; Ors.</a> (2006) 11 SCC 181, where the\n        Supreme Court has held as under:-</span>\n</p><blockquote id=\"blockquote_33\">                    The 1996 Act makes provision for the supervisory role of\n                    courts, for the review of the arbitral award only to ensure\n                    fairness. Intervention of the court is envisaged in few\n                    circumstances only, like, in case of fraud or bias by the\n                    arbitrators, violation of natural justice, etc. The court cannot\n                    correct errors of the arbitrators. It can only quash the award\n                    leaving the parties free to begin the arbitration again if it is\n                    desired. So, scheme of the provision aims at keeping the\n                    supervisory role of the court at minimum level and this can\n                    be justified as parties to the agreement make a conscious\n                    decision to exclude the court&#x27;s jurisdiction by O.M.P.\n                    (COMM) 413/2019 Page 33 of 37 opting for arbitration as\n                    they prefer the expediency and finality offered by it.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_68\">        44.    It was held that in the very recent judgments, the\n        Supreme Court has once again reiterated the law related to the\n        examination by a Court of an Award under <a href=\"/doc/536284/\" id=\"a_37\">Section 34</a> of the\n        Act. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_12\">In <a href=\"/doc/95111828/\" id=\"a_38\">Ssangyong Engineering &amp; Construction Co. Ltd. vs.\n        National    Highways    Authority    of    India    Ltd.</a> 2019\n        SCC OnLine SC 677, the Supreme Court has held as under:-</span>\n</p><blockquote id=\"blockquote_34\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_13\">35. What is clear, therefore, is that the expression public\n                    policy of India, whether contained in <a href=\"/doc/536284/\" id=\"a_39\">Section 34</a> or in\n                    <a href=\"/doc/963351/\" id=\"a_40\">Section 48</a>, would now mean the fundamental policy of\n                    Indian law as explained in paragraphs 18 and 27 of <a href=\"/doc/31621011/\" id=\"a_41\">Associate\n                    Builders</a> (supra), i.e., the fundamental policy of Indian law\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.27 of 53\n                     would be relegated to the Renusagar understanding of this\n                    expression.</span> This would necessarily mean that the Western\n                    Geco (supra) expansion has been done away with. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_14\">In short,\n                    Western Geco (supra), as explained in paragraphs 28 and 29\n                    of <a href=\"/doc/31621011/\" id=\"a_42\">Associate Builders</a> (supra), would no longer obtain, as\n                    under the guise of interfering with an award on the ground\n                    that the arbitrator has not adopted a judicial approach, the\n                    Court&#x27;s intervention would be on the merits of the award,\n                    which cannot be permitted post amendment.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_15\">However,\n                    insofar as principles of natural justice are concerned, as\n                    contained in <a href=\"/doc/1347069/\" id=\"a_43\">Sections 18</a> and <a href=\"/doc/541243/\" id=\"a_44\">34(2)(a)(iii)</a> of the 1996\n                    Act, these continue to be grounds of challenge of an award,\n                    as is contained in paragraph 30 of <a href=\"/doc/31621011/\" id=\"a_45\">Associate Builders</a>\n                    (supra).</span>\n</blockquote><blockquote id=\"blockquote_35\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_16\">36. It is important to notice that the ground for interference\n                    insofar as it concerns interest of India has since been deleted,\n                    and therefore, no longer obtains. Equally, the ground for\n                    interference on the basis that the award is in conflict with\n                    justice or morality is now to be understood as a conflict with\n                    the most basic notions of morality or justice. This again\n                    would be in line with O.M.P. (COMM) 413/2019 Page 34 of\n                    37 paragraphs 36 to 39 of <a href=\"/doc/31621011/\" id=\"a_46\">Associate Builders</a> (supra), as it is\n                    only such arbitral awards that shock the conscience of the\n                    court that can be set aside on this ground.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_69\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_18\">37. Thus, it is clear that public policy of India is now\n                    constricted to mean firstly, that a domestic award is contrary\n                    to the fundamental policy of Indian law, as understood in\n                    paragraphs 18 and 27 of <a href=\"/doc/31621011/\" id=\"a_47\">Associate Builders</a> (supra), or\n                    secondly, that such award is against basic notions of justice\n                    or morality as understood in paragraphs 36 to 39 of\n                    <a href=\"/doc/31621011/\" id=\"a_48\">Associate Builders</a> (supra). Explanation 2 to <a href=\"/doc/439304/\" id=\"a_49\">Section 34(2)</a></span></span>\n</p><p data-structure=\"Section\" id=\"p_70\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_19\">(b)(ii) and Explanation 2 to <a href=\"/doc/1234356/\" id=\"a_50\">Section 48(2)(b)(ii)</a> was added\n                    by the Amendment Act only so that Western Geco (supra),\n                    as understood in <a href=\"/doc/31621011/\" id=\"a_51\">Associate Builders</a> (supra), and paragraphs\n                    28 and 29 in particular, is now done away with.</span>\n</p><p data-structure=\"Section\" id=\"p_71\">                    38. Insofar as domestic awards made in India are concerned,\n                    an additional ground is now available under sub-section\n                    (2A), added by the Amendment Act, 2015, to Section\n</p><p data-structure=\"CDiscource\" id=\"p_72\">                    34. Here, there must be patent illegality appearing on the\n                    face of the award, which refers to such illegality as goes to\n                    the root of the matter but which does not amount to mere\n                    erroneous application of the law. In short, what is not\n                    subsumed within the fundamental policy of Indian law,\n                    namely, the contravention of a statute not linked to public\n                    policy or public interest, cannot be brought in by the\n                    backdoor when it comes to setting aside an award on the\n                    ground of patent illegality.\n</p><p data-structure=\"CDiscource\" id=\"p_73\">                    39. Secondly, it is also made clear that re-appreciation of\n                    evidence, which is what an appellate court is permitted to do,\n                    cannot be permitted under the ground of patent illegality\n                    appearing on the face of the award.\n</p><p data-structure=\"PetArg\" id=\"p_74\">___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.28 of 53\n</p><p data-structure=\"Precedent\" id=\"p_75\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_20\">40. To elucidate, paragraph 42.1 of <a href=\"/doc/31621011/\" id=\"a_52\">Associate Builders</a>\n                    (supra), namely, a mere contravention of the substantive law\n                    of India, by itself, is no longer a ground available to set aside\n                    an arbitral award.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_21\">Paragraph 42.2 of <a href=\"/doc/31621011/\" id=\"a_53\">Associate Builders</a>\n                    (supra), however, would remain, for if an arbitrator gives no\n                    reasons for an award and contravenes <a href=\"/doc/193987/\" id=\"a_54\">Section 31(3)</a> of the\n                    1996 Act, that would O.M.P. (COMM) 413/2019 Page 35 of\n                    37 certainly amount to a patent illegality on the face of the\n                    award.</span>\n</p><p data-structure=\"Section\" id=\"p_76\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_22\">41. The change made in <a href=\"/doc/1943211/\" id=\"a_55\">Section 28(3)</a> by the Amendment\n                    Act really follows what is stated in paragraphs 42.3 to 45 in\n                    <a href=\"/doc/31621011/\" id=\"a_56\">Associate Builders</a> (supra), namely, that the construction of\n                    the terms of a contract is primarily for an arbitrator to decide,\n                    unless the arbitrator construes the contract in a manner that\n                    no fair-minded or reasonable person would; in short, that the\n                    arbitrator&#x27;s view is not even a possible view to take. Also, if\n                    the arbitrator wanders outside the contract and deals with\n                    matters not allotted to him, he commits an error of\n                    jurisdiction. This ground of challenge will now fall within\n                    the new ground added under <a href=\"/doc/147188107/\" id=\"a_57\">Section 34(2A)</a>.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_77\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_23\">42. What is important to note is that a decision which is\n                    perverse, as understood in paragraphs 31 and 32 of <a href=\"/doc/31621011/\" id=\"a_58\">Associate\n                    Builders</a> (supra), while no longer being a ground for\n                    challenge under public policy of India, would certainly\n                    amount to a patent illegality appearing on the face of the\n                    award. Thus, a finding based on no evidence at all or an\n                    award which ignores vital evidence in arriving at its decision\n                    would be perverse and liable to be set aside on the ground of\n                    patent illegality. Additionally, a finding based on documents\n                    taken behind the back of the parties by the arbitrator would\n                    also qualify as a decision based on no evidence inasmuch as\n                    such decision is not based on evidence led by the parties, and\n                    therefore, would also have to be characterised as perverse.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_78\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180061929\" id=\"span_24\">45.     It was also observed that recently, in <a href=\"/doc/180061929/\" id=\"a_59\">Hindustan\n        Construction Company Limited &amp; Anr. Vs. Union of India &amp;\n        Ors.</a>, 2019 SCC OnLine SC 1520, the Apex Court has held as\n        under:-</span>\n</p><blockquote id=\"blockquote_36\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"82992449\" id=\"span_25\">55. Further, this Court has repeatedly held that an application\n                    under <a href=\"/doc/536284/\" id=\"a_60\">Section 34</a> of the Arbitration Act, 1996 is a summary\n                    proceeding not in the nature of a regular suit - <a href=\"/doc/82992449/\" id=\"a_61\">see Canara\n                    Nidhi Ltd. v. M. Shashikala</a> 2019 SCC O.M.P. (COMM)\n                    413/2019 Page 36 of 37 OnLine SC 1244 at paragraph 20. As\n                    a result, a court reviewing an arbitral award under <a href=\"/doc/536284/\" id=\"a_62\">Section 34</a>\n                    does not sit in appeal over the award, and if the view taken\n                    by the arbitrator is possible, no interference is called for -</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_79\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1619594\" id=\"span_26\">see <a href=\"/doc/1619594/\" id=\"a_63\">Associated Construction v. Pawanhans Helicopters\n                    Limited</a>. (2008) 16 SCC 128 at paragraph 17.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_80\">___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.29 of 53\n</p><p data-structure=\"Precedent\" id=\"p_81\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_27\">56. Also, as has been held in the recent decision <a href=\"/doc/95111828/\" id=\"a_64\">Ssangyong\n                    Engineering &amp; Construction Co. Ltd. v. NHAI</a> 2019\n                    SCC OnLine SC 677, after the 2015 Amendment Act, this\n                    Court cannot interfere with an arbitral award on merits. &quot;</span>\n\n\n\n</p><blockquote id=\"blockquote_37\">     26.            In the backdrop of the above, let me now examine the\n\n           objections against the impugned award agitated by Ld. counsel for\n\n           petitioner, vis­a­vis the contentions of Ld. counsel for respondent, in\n\n           support of the award.\n</blockquote>\n\n\n<blockquote id=\"blockquote_38\">     27.            In the present case, there is no objection or dispute relating to\n\n           appointment of the Arbitrator to whom the parties had submitted\n\n           their claims and counter claims. The parties herein had joined each\n\n           and     every       arbitration        proceeding          and      filed      reply      to       the\n\n           claims/counter claims. The arbitration proceedings and attendance\n\n           sheet, confirm that the petitioner as well as the respondent had\n\n           regularly appeared before the Arbitrator and were given due\n\n           opportunities to defend and / or plead their respective cases. Only\n\n           thereafter the impugned award was made by the Arbitrator dealing\n\n           with each of the claims, rival contentions and the findings thereon. It\n\n           is not for this Court to sit in appraisal of the material led before the\n\n           Arbitrator and this Court will not open itself to the task of being a\n\n           judge on the material placed before the Arbitrator which was subject\n\n           matter of dispute. The Arbitrator has decided upon the issues under\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.30 of 53\n            reference which were within his competency and as per the\n\n           agreement entered into between the parties.\n</blockquote>\n\n\n<blockquote id=\"blockquote_39\">     28.            Though, there are objections that the arbitrator went beyond\n\n           the terms of the contract/reference but on a perusal of the arbitration\n\n           proceedings as well as the award, I find that the same was not only\n\n           within the confines of terms of reference but also was based on the\n\n           terms and conditions of admitted contract/agreement. The Arbitrator\n\n           has duly explained the reasons for arriving at his decisions and the\n\n           petitioner/ objector before this Court has failed to bring its case\n\n           within the contours of <a href=\"/doc/439304/\" id=\"a_65\">Section 34(2)</a> of the Arbitration and\n\n           Conciliation Act, 1996.\n</blockquote>\n\n\n<blockquote id=\"blockquote_40\">     29.            It is evident on perusal of objections made by the\n\n           petitioner/objector that the challenge is on substantive questions of\n\n           facts which is not permissible under law. Even otherwise, from a\n\n           careful perusal of the arbitration proceedings and the award therein, I\n\n           find that the Arbitrator has given his findings only after considering\n\n           the pleadings, documents and arguments advanced before him, that\n\n           too after taking into account the oral and documentary evidence.\n</blockquote>\n<blockquote id=\"blockquote_41\">           Further, the scope and purview of deciding the present objections\n\n           being limited one does not permit this Court to replace the finding\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.31 of 53\n            given by the Arbitrator, by its own by re­appreciating the evidence\n\n           produced before the Arbitrator. However, in order to see as to\n\n           whether the Arbitrator had travelled outside the terms and conditions\n\n           of the contract agreement, as alleged by petitioner.                                  I deem it\n\n           appropriate to consider the real controversy between the parties,\n\n           which gave rise to the cause of action for filing the claim and the\n\n           manner in which it was appreciated by the Arbitrator in reference to\n\n           the terms of contract agreement.\n</blockquote>\n\n\n<blockquote id=\"blockquote_42\">     30.            In the instant case, commercial dispute between the parties\n\n           had erupted based on the contract qua the payment made in respect\n\n           of the items 27.45 and 27.46 of the contract of annual maintenance\n\n           for civil works for the period 2016­17, floated on 09.02.2016. It was a\n\n           percentage rate tender. Six bidders including the respondent\n\n           participated in the process. The respondent quoted the rate 10 %\n\n           below the estimated cost. The bid of the respondent was lowest. An\n\n           agreement dated 28.03.2016 was executed by the parties. Item 27.45\n\n           of the bill of quantities related to supplying 02 number unskilled\n\n           manpower to ATC for cleaning of FOD&#x27;s etc as directed by ATC\n\n           duty officer (07 days in a week) with unit as 1 job and rate as Rs.\n</blockquote>\n<blockquote id=\"blockquote_43\">           22,057.91. Item 27.46 of the bill of quantities related to supplying 02\n\n           number unskilled manpower to MT section for deployment with\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.32 of 53\n           grass cutting and tractor etc. as directed by duty officer (06 days in a\n\n          week) with unit as 1 job and rate as Rs. 19.190.33. There was another\n\n          item 27.39, which related to supplying unskilled labour for day to\n\n          day maintenance jobs including required T &amp; P complete as per\n\n          direction of EIC. (Minimum wage (A) + water charges (B) @ 1% on\n\n          A + CP &amp; OH(C) @ 15% on (A+B) + Labour cess (D) @ 1% on\n\n          (A+B+C)           (Percentage           quoted        by     contractor         will      not       be\n\n          added/deducted for payment) with unit as per day and rate as Rs.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_82\">          A+B+C+D. The respondent/claimant submitted the first running bill\n\n          for items 27.45 and 27.46 calculating the rate for one job as one\n\n          week. On the objection of the department/petitioner that the rate for\n\n          one job would be as one month, the claimant accepted the\n\n          bill/measurement under protest. He later deleted the words &quot;under\n\n          protest&quot;. The second bill was raised on which the claimant again\n\n          calculated the rate for items 27.45 &amp; 27.46 as one job per week. The\n\n          claimant wrote letters dated 26.10.2016, 01.11.2016 and 11.11.2016\n\n          that it has not made the payments of the items 27.45 &amp; 27.46 as per\n\n          the terms of the agreement and made the short payment. It was the\n\n          claim of the claimant that since it was already clear in the\n\n          nomenclature and units of items, it did not seek any clarification\n\n          regarding the items. It was alleged that the department changed these\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.33 of 53\n            items on its own suitability under item no. 27.39 since April 2016,\n\n           which was the violation of contract conditions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_84\">     31.            The department through e­mails and vide letter 27.10.2016\n\n           stated that it was shown to the claimant that in the estimate, rates\n\n           have been derived for one month. Since, it did not agree, it was\n\n           agreed upon that the supply of the labour would be paid in item no.\n\n           27.39 and the item nos. 27.45 &amp; 27.46 would not be operated since\n\n           the commencement of the work. Again a letter dated 04.11.2016 was\n\n           written referring the letter dated 01.11.2018 and clause 8, 8.1, 8.2 &amp;\n\n           8.3 of the contract that under the above clauses, it has been decided\n\n           by the Competent Authority that the unit of items 27.45 &amp; 27.46 is\n\n           per month. Again a letter dated 18.11.2016 was written by the\n\n           department referring the clause 8 &amp; 12 that the Engineer In­charge is\n\n           empowered to alter/omit any of the item during the progress of the\n\n           work. It was stated that the rates have been derived on the DSR 2014.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_85\">     32.            Being not satisfied with the replies of the department, the\n\n           claimant vide letter dated 10.03.2017 wrote to the department to refer\n\n           the matter to Dispute Resolution Committee as per the provisions of\n\n           clause 25 of the contract. The matter was accordingly referred and\n\n           the Committee vide order dated 13.02.2018 rejected the claim of the\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.34 of 53\n            claimant in relation to the payment. The claimant then went for the\n\n           Arbitration in terms of the clause 25 vide letter dated 30.05.2018.\n\n           Arbitration proceedings were constituted and the impugned award\n\n           was passed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_87\">     33.            This award can be divided into three parts. The Arbitrator\n\n           held that the term &#x27;one job/ per job&#x27; is ambiguous; the decision of\n\n           the competent authority as per clause 8 on the meaning of the term\n\n           &#x27;one job/per job&#x27; is to be treated as a final decision; till such decision\n\n           was taken, the ambiguity persisted and being the draftsman of the\n\n           tender, petitioner is liable for the ambiguity.\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_89\">     34.            The objections raised by the petitioner are premised on three\n\n           grounds i.e. the term one job/per job is not ambiguous, the\n\n           Arbitrator&#x27;s interpretation of the term one job/per job is in ignorance\n\n           of the terms of the contract; the doctrine of contra proferentem is not\n\n           applicable due to the lack of ambiguity in the contract.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_90\">     35.            I agree with the contention of Ld. Counsel for the respondent\n\n           that the grounds taken in the objection are the grounds for appeal,\n\n           which are not envisaged under <a href=\"/doc/536284/\" id=\"a_66\">Section 34</a> of the Act. In the instant\n\n           case, the pleadings before the Arbitrator were limited but vide this\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.35 of 53\n            petition, the respondent has sought to expand the scope of defences\n\n           raised before the Arbitrator to get a fresh adjudication from this\n\n           Court. It is pertinent to note that the Arbitrator has been solely\n\n           appointed by the petitioner in accordance with clause 25 of the\n\n           contract, who is a Retired Additional Director of CPWD and is\n\n           thorough with the applicable rates as well as execution of works\n\n           under such tenders.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_91\">\n\n</p><p data-structure=\"Precedent\" id=\"p_92\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"63445575\" id=\"span_28\">36.            It was held in the case of <a href=\"/doc/63445575/\" id=\"a_67\">State Trading Corporation of India\n\n           Ltd. v. Teopfer International Asia PTE Ltd FAO (OS</a>) 242/2014:</span>\n\n</p><blockquote id=\"blockquote_44\">                     6......<a href=\"/doc/536284/\" id=\"a_68\">Section 34</a> proceeding, which in essence is the remedy\n                     of annulment, cannot be used by one party to convert the\n                     same into a remedy of appeal. In our view, mere\n                     erroneous/wrong finding of fact by the Arbitral Tribunal or\n                     even an erroneous interpretation of documents/evidence, is\n                     non­interferable under <a href=\"/doc/536284/\" id=\"a_69\">Section 34</a> and if such interference is\n                     done by the Court, the same will set at naught the whole\n                     purpose of amendment of the <a href=\"/doc/1052228/\" id=\"a_70\">Arbitration Act</a>.\n</blockquote><blockquote id=\"blockquote_45\">                     7. Arbitration is intended to be a faster and less expensive\n                     alternative to the courts. If this is one&#x27;s motivation and\n                     expectation, then the finality of the arbitral award is very\n                     important. The remedy provided in <a href=\"/doc/536284/\" id=\"a_71\">Section 34</a> against an\n                     arbitral award is in no sense an appeal. The legislative\n                     intent in <a href=\"/doc/536284/\" id=\"a_72\">Section 34</a> was to make the result of the annulment\n                     procedure prescribed therein potentially different from that\n                     in an appeal. In appeal, the decision under review not only\n                     may be confirmed, but may also be modified. In annulment,\n                     on the other hand, the decision under review may either be\n                     invalidated in whole or in part or be left to stand if the plea\n                     for annulment is rejected. Annulment operates to negate a\n                     decision, in whole or in part, thereby depriving the portion\n                     negated of legal force and returning the parties, as to that\n                     portion, to their original litigating positions. Annulment can\n                     void, while appeal can modify. <a href=\"/doc/536284/\" id=\"a_73\">Section 34</a> is found to\n                     provide for annulment only on the grounds affecting\n                     legitimacy of the process of decision as distinct from\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.36 of 53\n                      substantive correctness of the contents of the decision. A\n                     remedy of appeal focuses upon both legitimacy of the\n                     process of decision and the substantive correctness of the\n                     decision. Annulment, in the case of arbitration focuses not\n                     on the correctness of decision but rather more narrowly\n                     considers whether, regardless of errors in application of\n                     law or determination of facts, the decision resulted from a\n                     legitimate process.\n</blockquote><p data-structure=\"Precedent\" id=\"p_93\">                     It is not to be forgotten that the courts deal with and rule on\n                     disputes where monies and properties of real persons are at\n                     stake. The courts do not decide in abstract. Thus, when in\n                     one case the courts interfere with the arbitral award for the\n                     reason of the same not rendering to the litigant what the\n                     courts would have granted to him, the courts find it difficult\n                     in the very next case, though under the new Act, to apply\n                     different parameters.\n</p><p data-structure=\"CDiscource\" id=\"p_94\">                     12. The courts have thereafter been inundated with\n                     challenges to the award. The objections to the award are\n                     drafted like appeals to the courts; grounds are urged to\n                     show each and every finding of the arbitrator to be either\n                     contrary to the record or to the law and thus pleaded to be\n                     against the Public Policy of India. As aforesaid, the courts\n                     are vested with a difficult task of simultaneously dealing\n                     with such objections under two diverse provisions and\n                     which has led to the courts in some instances dealing with\n                     awards under the new Act on the parameters under the old\n                     Act.\n</p><p data-structure=\"Precedent\" id=\"p_95\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"478091\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1738256\" id=\"span_30\">Reference was made of the case <a href=\"/doc/1738256/\" id=\"a_74\">Corporation Vs. Central\n                    Warehousing Corporation</a> (<a href=\"/doc/478091/\" id=\"a_75\">2009) 5 SCC 142 and P.R. Shah,\n                    Shares &amp; Stock Broker (P) Ltd. V. B.H.H. Securities (P) Ltd.</a>\n                    (2012) 1 SCC 594, where it was held that a Court does not\n                    sit in appeal over the award of an Arbitral Tribunal by\n                    reassessing or reappreciating evidence and an award can be\n                    challenged only under the grounds mentioned in <a href=\"/doc/439304/\" id=\"a_76\">Section\n                    34(2)</a> and in the absence of any such ground it is not\n                    possible to reexamine the facts to find out whether a\n                    different decision can be arrived at. A Division Bench of this\n                    Court also recently in National Highways Authority of India\n                    Vs. M/s. Lanco Infratech Ltd. MANU/DE/0609/2014 held\n                    that an interpretation placed on the contract is a matter\n                    within the jurisdiction of the Arbitral Tribunal and even if an\n                    error exists, this is an error of fact within jurisdiction, which\n                    cannot be reappreciated by the Court under <a href=\"/doc/536284/\" id=\"a_77\">Section 34</a> of\n                    the Act.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"455122\" id=\"span_31\">The Supreme Court in <a href=\"/doc/455122/\" id=\"a_78\">Steel Authority of India Ltd.\n                    Vs. Gupta Brother Steel Tubes Ltd.</a> (2009) 10 SCC 63 even\n                    while dealing with a challenge to an arbitral award under\n                    the 1940 Act reiterated that an error by the Arbitrator\n                    relatable to interpretation of contract is an error within his\n                    jurisdiction and is not an error on the face of the award and\n                    is not amenable to correction by the Courts. It was further\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.37 of 53\n                     held that the legal position is no more res integra that the\n                    Arbitrator having been made the final Arbiter of resolution\n                    of dispute between the parties, the award is not open to\n                    challenge on the ground that Arbitrator has reached at a\n                    wrong conclusion.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_96\">                    18. If we were to start analyzing the contract between the\n                    parties and interpreting the terms and conditions thereof and\n                    which will necessarily have to be in the light of the\n                    contemporaneous conduct of the parties, it will be nothing\n                    else than sitting in appeal over the arbitral award and which\n                    is not permissible.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_97\">\n\n</p><p data-structure=\"Precedent\" id=\"p_98\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_32\">37.            It is thus clear that the <a href=\"/doc/536284/\" id=\"a_79\">section 34</a> does not envisage every\n\n           award to be challenged but limits the challenge to only those awards\n\n           which are against the public policy of India or are patently illegal.\n\n           After post amendment in 2015, the expansive scope of challenge to\n\n           an award under the ground of patent illegality has been further\n\n           reduced as observed by the Supreme court in the recent judgment\n\n           titled <a href=\"/doc/95111828/\" id=\"a_80\">Ssyangyong Engineering v. NHAI</a> (supra).</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">\n\n</p><p data-structure=\"Precedent\" id=\"p_100\">     38.            In the instant case, this petition seeks the court to interpret the\n\n           contract and re­appreciate evidence and introduce new defences.\n\n           Even otherwise, for awarding the sums under the impugned award\n\n           the Arbitrator has relied upon the calculation as provided by the\n\n           respondent as opposed to the calculation provided by the claimant\n\n           which evidently shows that the Arbitrator has applied his mind and\n\n           came to a reasonable and fair decision.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.38 of 53\n</p><p data-structure=\"Section\" id=\"p_102\">      39.            In the instant case, the petitioner did not file previous tenders\n\n           for the same work showing that the &#x27;per job/one job&#x27; is an accepted\n\n           nomenclature or business practice. A perusal of the analysis and\n\n           evaluation of the first claim by the Arbitrator shows that the\n\n           Arbitrator had examined the entire contract/tender (inclusive of all\n\n           documents) and concluded that the &#x27;agreement does not define or\n\n           specify what is meant by one job/per job&#x27;. The term &#x27;one job&#x27; and per\n\n           job&#x27; is only used as unit of description for item 27.45 and 27.46. The\n\n           petitioner has not used the terms in any part of the entire tender\n\n           documents. The petitioner has also not provided any explanation for\n\n           using the term &#x27;one job&#x27; and &#x27;per job&#x27; in item 27.45 and 46. The\n\n           itemized list of Additional Miscellaneous Works provides seven\n\n           items for supply of labour. However, no other item for supply of\n\n           labour except the above two items uses the unit &#x27;one job&#x27; or &#x27;per job&#x27;.\n\n           The description employed for every other item for supply of labour is\n\n           either &#x27;per day&#x27; or &#x27;per month&#x27; for the unit of measurement.\n\n           Additionally, even for description of work, no other item employs the\n\n           term &#x27;7 days a week or 6 days a week and it is only item no 27.45\n\n           and 27.46 which specifically uses the term 7 days a week or 6 days a\n\n           week and then for the purpose of quantity use the term per job and\n\n           one job. It is also not explained as to why separate items (disputed\n\n           clauses) were needed qua unskilled labour and a separate payment\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.39 of 53\n            method was required despite Item 27.39 specifically providing for\n\n           unskilled labour. It was also concluded by the Arbitrator that the\n\n           petitioner is the draftsmen of the tender and is responsible for such\n\n           ambiguities.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_103\">\n\n</p><p data-structure=\"RespArg\" id=\"p_104\">     40.            In the impugned award, the Arbitrator has taken note of the\n\n           submission of the petitioner, wherein the &#x27;Respondent had suggested\n\n           that one job could also mean that the labour is required to be\n\n           provided for the entire year as bonus and uniform are also to be\n\n           given to the workers.&quot; The Arbitrator also relied upon on the\n\n           communication made by the parties wherein the &#x27;competent\n\n           authority&#x27; had decided that the job means work done. The Arbitrator\n\n           thereafter concluded that till the admitted discrepancy is decided in\n\n           terms of the contract, the draughtsman of the contract shall be liable\n\n           for the discrepancy as per the doctrine of &#x27;contra proferentum&#x27;. It is\n\n           evident and apparent that the Arbitrator has considered, appreciated\n\n           and relied on the communication filed by the petitioner as well as the\n\n           clause no. 8 of the tender documents relied upon by the petitioner.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_105\">     41.            The communication shows that the respondent had raised the\n\n           dispute qua description of item 27.45 and 46 from the first bill itself.\n\n           The Petitioner had also employed clause 8 of the contract to take a\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.40 of 53\n            decision qua the meaning of the term in the letter dated 04.11.2019\n\n           prior communication i.e., letter dated i.e., letter dated 25.10.2016 and\n\n           27.10.2016 do not reflect any reference to the said clause or any\n\n           decision therefrom. Therefore, it was only around 04.11.2017, the\n\n           petitioner took serious note of the ambiguity in the contract,\n\n           employed clause 8 specifically meant to decide discrepancies in the\n\n           contract in fact quoted the same and thereafter stated as under:\n\n</p><blockquote id=\"blockquote_46\">           &quot;therefore under above clause of agreement it has been decided by\n\n           the competent authority that the units of these Additional\n\n           Miscellaneous work part 1 item no. 45 and 46 is per month.&quot;\n</blockquote>\n\n\n<p data-structure=\"RespArg\" id=\"p_106\">     42.            Had there been no ambiguity, the matter would have not been\n\n           referred to the Competent Authority as done by the petitioner. It was\n\n           only after the decision of the Competent Authority, the Engineer In­\n\n           charge invoked his power under Clause 8 of the Contract to get the\n\n           work done under the item 27.39 and not under the items 27.45 &amp;\n\n           27.46. Thus, the doctrine of contra preferentem is applicable against\n\n           the petitioner, the draftsman of the contract, for the period till the\n\n           controversy/ambiguity was set at rest.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_107\">\n\n</p><p data-structure=\"Precedent\" id=\"p_108\">     43.            In the instant case, as evident from the record, the work under\n\n           the items 27.45 &amp; 27.46 was not stopped but the payment under the\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.41 of 53\n            above items was made in accordance with item 27.39 after the first\n\n           bill was raised. There was no written consent of the claimant in this\n\n           regard. Neither the letters of the petitioner nor defence or the petition\n\n           specify the clause of the contract under which the unilateral decision\n\n           to &#x27;not operate&#x27; the items is permitted. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_33\">In <a href=\"/doc/996348/\" id=\"a_81\">Mc Dermott International\n\n           Inc v. Burn Standard Co. Ltd and Ors</a> (supra) the Supreme Court\n\n           observed as under:</span>\n</p>\n<blockquote id=\"blockquote_47\">                    &quot;It is trite that the terms of the contract can be express or\n                    implied. The conduct of the parties would also be a relevant\n                    factor in the matter of construction of a contract. The\n                    construction of the contract agreement, is within the\n                    jurisdiction of the arbitrators having regard to the wide\n                    nature, scope and ambit of the arbitration agreement and\n                    they cannot, be said to have misdirected themselves in\n                    passing the award by taking into consideration the conduct\n                    of the parties. It is also trite that correspondences exchanged\n                    by the parties are required to be taken into consideration for\n                    the purpose of construction of a contract. Interpretation of a\n                    contract is a matter for the arbitrator to determine, even if it\n                    gives rise to determination of a question of law.&quot;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_109\">     <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"95111828\" id=\"span_34\">44.            As regards challenge to the impugned award on the ground of\n\n           patent illegality due to non - appreciation of evidence, the Supreme\n\n           Court has curtailed the scope of the ground of patent illegality in\n\n           <a href=\"/doc/95111828/\" id=\"a_82\">Ssyangyong Engineering v. NHAI</a> (supra). The threshold of such\n\n           patent illegality is that it goes to the root of the matter and re -\n\n           appreciation of evidence cannot be undertaken to urge and decide\n\n           patent illegality. In the instant case, the Arbitrator has relied on the\n\n           communication filed by the Petitioner qua the decision under clause\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.42 of 53\n            8 of the contract as per letter dated 04.11.2016 of the petitioner and\n\n           had examined the entire agreement to conclude that the term one\n\n           job/per job has not been defined. It shows that the Arbitrator had\n\n           examined the evidence and passed the award. The Arbitrator not\n\n           being a trained legal mind may not be able to articulate and structure\n\n           the award like a highly trained judge but that cannot be termed as\n\n           patent illegality and non - appreciation of evidence. At no point the\n\n           petitioner in the entire petition has justified the allegation of non -\n\n           appreciation of evidence.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_110\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_111\">     45.             In this case, the evidence relied on by the Arbitrator consists\n\n           of    the     tender       documents            drafted       by     the      petitioner,          the\n\n           communication sent by the petitioner as well as the pleading of the\n\n           petitioner. Thus, the petitioner cannot be allowed to claim that its\n\n           own evidence and pleadings are unreliable.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_112\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_113\">     46.            As regards the contention that the Arbitrator has interpreted\n\n           the tender documents which interpretation is allegedly not in line\n\n           with the terms of the contract and is contrary to the law of the land,\n\n           it was observed by the Arbitrator that after appreciating the\n\n           evidence, conduct and the pleadings of the parties and specifically\n\n           those of the petitioner, the disputed terms are ambiguous. He has\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.43 of 53\n           given importance to clause 8 of the tender admittedly employed by\n\n          the petitioner. He has enforced the clauses of the contract itself by\n\n          treating the decision of the competent authority under clause 8.2 as\n\n          the final decision. He nowhere interpreted that the meaning of the\n\n          disputed terms is one month as has been alleged in the grounds of\n\n          challenge. This was the possible interpretation made by the\n\n          Arbitrator, which does not require any interference from the Court in\n\n          terms of <a href=\"/doc/536284/\" id=\"a_83\">Section 34</a> of the Act. There is nothing on record to indicate\n\n          that the Arbitrator has travelled beyond the terms of the contract.\n\n          The Court here has not to reappriciate the evidence and enter into\n\n          the merits of the dispute as it would amount to travel beyond the\n\n          scope of <a href=\"/doc/536284/\" id=\"a_84\">Section 34</a>. The Arbitrator has taken note of factum of\n\n          ambiguity and consequences thereof and employed the doctrine of\n\n          contra proferentum in case of ambiguity. In M/s National Highways\n\n          Authority v. M/s HCC Ltd. dated 08.07.2014 the Delhi High Court\n\n          observed as under:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_114\">\n</p><blockquote id=\"blockquote_48\">                    &quot;I also agree with the submission advanced by Dr. Singhvi,\n                    learned Senior counsel for the respondent that even if the\n                    said interpretation as done by me in relation to clause 70.2\n                    is not correct, still the room for ambiguity exists in clause\n                    70.2 so far as the coverage of the compensation element\n                    relating to rise and fall in prices of the inputs in other\n                    conditions of the contract is concerned and in view of the\n                    said ambiguity, the doctrine of the contra proferentum is\n                    applicable which clearly draws inference against the\n                    draftsmen which instant case is petitioner in case of an\n                    ambiguity existing in relation to operation of the clause in\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.44 of 53\n                     the contract either in favour of one party or the other.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_115\">     47.            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44555827\" id=\"span_35\">In <a href=\"/doc/44555827/\" id=\"a_85\">Ksl &amp; Industries Ltd. v. National Textile</a> (supra) the Delhi\n\n           High Court observed as under:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_116\">\n</p><blockquote id=\"blockquote_49\">                    &quot;86. It need not be forgotten that any interpretation clause\n                    2.1 and 5.1, so far as the same are ambiguous, would\n                    preferably be made against the respondent, as the contract\n                    was drafted by the respondent in the standard form and the\n                    doctrine of contra preferendum would be applicable.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_117\">     48.            In the instant case, the Arbitrator has imposed the liability of\n\n           ambiguous term only till the month in which the competent authority\n\n           had decided the meaning of the term under clause 8.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_118\">\n\n</p><p data-structure=\"PetArg\" id=\"p_119\">     49.            As regard the contention that the bidder/claimant as per the\n\n           terms of the contract could seek clarification before quoting the\n\n           rates, I agree with the contention of Ld. Counsel for the\n\n           claimant/respondent that since the claimant did not find any\n\n           ambiguity and interpreted per job as job per week, it did not seek any\n\n           clarification. It had submitted the running bills taking the rate of the\n\n           item 27.45 &amp; 27.46 as per job/per week. It was when the department\n\n           raised objection, it made the correspondences and thereafter, the\n\n           matter was referred to the competent authority and a decision was\n\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.45 of 53\n            taken that the work in relation to item nos. 27.45 &amp; 27.46 would be\n\n           taken and paid under item 27.39.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_120\">\n\n</p><p data-structure=\"Precedent\" id=\"p_121\">     50.            In the impugned award, the Arbitrator has discussed the\n\n           preamble, claims, salient feature of the work and submissions of the\n\n           parties as well as the letters/correspondences and the contract and\n\n           observed that the dispute was in respect of the interpretation of\n\n           nomenclature of the items 27.45 &amp; 27.46. It was also observed that\n\n           the agreement does not define or specify, what is meant for one job\n\n           or per job and thus there was an ambiguity, which cannot be resolved\n\n           at site.       The respondent had stated in October 2016 that the\n\n           competent authority had clarified that the job means work done in a\n\n           month and had stopped operating the agreement item no. 27.45 &amp;\n\n           27.46. The award shows that since then, he applied the principle of\n\n           contra preferentum and gave the benefit of this ambiguity and\n\n           allowed the claim at the quoted rates for one job treating it as one\n\n           week upto October 2016.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_122\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_123\">     51.            There is no evidence/material to show that the award is hit by\n\n           the doctrine of unjust enrichment. In the present case, the ambiguity\n\n           was found by the Arbitrator and he applying the principle of contra\n\n           preferentum          gave       the     benefit        of     the      ambiguity          to       the\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.46 of 53\n            respondent/claimant.               There was no question of giving undue\n\n           advantage to the respondent. I find that the Arbitrator has passed the\n\n           award within the terms of the agreement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_124\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_125\">     52.            As regards the contention that the respondent is a Retired\n\n           Executive Engineer from Airport Authority of India, he was well\n\n           conversant with the practice and procedure being followed by the\n\n           department, he construed the clauses to take undue advantage, he\n\n           never pointed out at the time of bidding that the item 27.45 &amp; 27.46\n\n           need clarification whether per job is per week or per month, it may\n\n           be true that he was the ex­employee of the department but he\n\n           participated in the tendering process as a contractor. He interpreted\n\n           the items 27.45 &amp; 27.46 as per job/per week and thereafter quoted\n\n           the rate. His correspondences show that he was clear from the start\n\n           of the work that the rates against item 27.45 &amp; 27.46 were per job/per\n\n           week.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_126\">\n\n</p><p data-structure=\"PetArg\" id=\"p_127\">     53.            Now coming to the interest part, it was pleaded that since the\n\n           work was completed and the payment was made in terms of the\n\n           contract, the respondent was not entitled to any interest.\n\n\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.47 of 53\n</p><p data-structure=\"Precedent\" id=\"p_128\">      54.            I am not in agreement with this contention. As per the award,\n\n           the claimant was entitled to payment of Rs. 8,30,000/­ in respect of\n\n           the work done by him relating to the items 27.45 &amp; 27.45 upto\n\n           October 2016.            He was not awarded any future interest on the\n\n           payment. The Arbitrator has not given any award on the delayed\n\n           payments during the execution of the work. He has given an interest\n\n           on the amount, which was not paid by the department i.e. @ 7.5 % of\n\n           the said amount from the day, he was appointed as an Arbitrator till\n\n           the date of award and to pay future interest @ 9% per annum till its\n\n           realization, which was within his competence within the <a href=\"/doc/451416/\" id=\"a_86\">Section 31\n\n           (7)</a> of the Act. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1082846\" id=\"span_36\">In the case of <a href=\"/doc/1082846/\" id=\"a_87\">MSK Projects (I) (JV) Ltd v/s State of\n\n           Rajasthan &amp; anr</a>, 2011 (8) JT 37 (SC), it was held that Arbitrator is\n\n           competent to award interest for the period commencing with the date\n\n           of award or the date of decree or date of realization, which ever is\n\n           earlier. While the amount of interest is a matter of substantive law,\n\n           the grant of interest for the post award period is a matter of\n\n           procedure. In terms of <a href=\"/doc/196386/\" id=\"a_88\">Section 3</a> of the Interest Act, 1978, Arbitrator\n\n           is competent to award interest at the rates prevailing in banking\n\n           transaction. In the instant case, the final bill was accepted by the\n\n           claimant on 29.06.2017 under protest giving reference to the\n\n           payment under item 27.45 &amp; 27.46 and therefore, clause 9 is not\n\n           applicable. In the award, the Arbitrator never raised questions on the\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.48 of 53\n            power of the Engineer In­charge to alter/omit any condition, rather\n\n           gave due importance to the decision made by the In­charge, in terms\n\n           of clause 8 of the contract. Even clause 25 of the contract does not\n\n           bar the Arbitrator to give the interest pendentlite &amp; future. The rate\n\n           of interest given on the award is the prevailing rate and requires no\n\n           interference.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173240276\" id=\"span_37\">In the case of the Union of India v. M/s <a href=\"/doc/173240276/\" id=\"a_89\">Susuka Pvt. Ltd</a>\n\n           (supra) the Supreme Court observed as under:</span>\n</p>\n<blockquote id=\"blockquote_50\">                    &#x27;32. In our considered view, the grant of award of interest on\n                    arbitrable claims by the Arbitral Tribunal is not inherently\n                    illegal or against any public policy or per se bad in law or\n                    beyond the powers of the Arbitral Tribunal. In other words, it\n                    is permissible to award interest in arbitrable claims by the\n                    Arbitral Tribunal.\n</blockquote>\n<blockquote id=\"blockquote_51\">                    33. Indeed, <a href=\"/doc/114615517/\" id=\"a_90\">Section 31(7) (a)</a> and (b) of the Act empowers the\n                    Arbitral Tribunal to award interest on the awarded sum and\n                    secondly, it is always subject to the agreement between the\n                    parties.&#x27;\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_129\">     55.            As regard awarding of cost, it is stated in clause 25 of the\n\n           contract that the fee, if any of the Arbitrator shall, if required to be\n\n           paid before the award is made and published, be paid half &amp; half by\n\n           each of the parties. The cost of the reference and of the award\n\n           (including the fees, if any of the Arbitrator) shall be in the discretion\n\n           of the Arbitrator. It was contended by the Ld. Counsel for petitioner\n\n           that the respondent did not engage any counsel to contest the award\n\n           but the Arbitrator arbitrarily awarded Rs. 2.0 lac as costs in favour of\n\n           the respondent. It is pertinent to mention that the fee and the\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.49 of 53\n            expenses, which were paid to the Arbitrator were Rs. 1,31,400/­. The\n\n           contention of Ld. Counsel for the petitioner that the manpower is\n\n           required to focus on Arbitration, which manpower could have been\n\n           used for promoting the business, Arbitration is not a cheap affair and\n\n           further clause 25 grants absolute power to Arbitrator to grant costs of\n\n           arbitration carries weight. In these circumstances, I do not find any\n\n           reason to interfere in the costs awarded by the Arbitrator.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_130\">     56.            Now Coming to the counter claims, it was observed by the\n\n           Arbitrator that both the parties were obliged to follow the conditions\n\n           of the contract. Constitution of DRC, processing of claims putforth\n\n           by the parties before DRC was the part of dispute resolution\n\n           mechanism as provided in the agreement, which was duly followed.\n\n           Thus the expenses incurred on the constitution of DRC and its\n\n           proceedings were the part of the normal working of the department\n\n           and the claimant cannot be held responsible for the same. The\n\n           reasonable and possible view has been taken by the Arbitrator while\n\n           evaluating the counter claims, which requires no interference. Since\n\n           the counter claim was not allowed by the Arbitrator, the department\n\n           was not entitled to claim any interest on any of the counter claims.\n\n\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.50 of 53\n            Conclusion:\n</p>\n<p data-structure=\"Precedent\" id=\"p_131\">     57.            In the instant case, most of the grounds raised by the\n\n           petitioner to challenge the award are factual in nature which have\n\n           been already considered and adjudicated in the impugned award. It is\n\n           outside the scope of <a href=\"/doc/536284/\" id=\"a_91\">Section 34</a> of the Act to reappreciate the entire\n\n           evidence and come to conclusion because such an approach would\n\n           defeat the purpose of arbitration proceedings.                                   It has been\n\n           consistently held that when a court is applying the public policy test\n\n           to an arbitration award, it does not act as a court of appeal and\n\n           consequently, errors of facts cannot be corrected. A possible view by\n\n           the arbitrator on facts has necessarily to pass muster as the arbitrator\n\n           is the ultimate master of the quality and quantity of evidence to be\n\n           relied upon when he delivers his arbitral award. Thus, an award\n\n           based on little evidence or no evidence which does not measure up in\n\n           quality to a trained legal mind would not be held to be invalid on this\n\n           score. Once, it is found that the arbitrator&#x27;s approach is not arbitrary\n\n           or capricious, then he is the last word on facts. (P.R Shah, Shares &amp;\n\n           Stock Brokers (P) Ltd v. B.H.H Securities (P) Ltd. [(2012) 1 SCC\n\n</p><p data-structure=\"Conclusion\" id=\"p_132\">           594).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_133\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_134\">     58.            In the instnat case, the arbitrator had examined all the relevant\n\n           aspects of the contract, the correspondences made by the parties, the\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.51 of 53\n            terms of the contract and the conduct of the parties. He has remained\n\n           inside the parameters of the contract and construed the provisions of\n\n           the contract. The petitioner has failed to establish that the arbitrator\n\n           has travelled beyond the terms of the contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_135\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_136\">     59.             Having examined the various contentions of the petitioner on\n\n           the touchstone of the parameters of interference as explicitly <a href=\"/doc/173240276/\" id=\"a_92\">laid\n\n           down by</a> the Supreme Court in several judgments <a href=\"/doc/173240276/\" id=\"a_93\">referred above</a>, I\n\n           am of the view that the impugned Award does not call for any\n\n           interference. The contentions of the petitioner are thus rejected\n\n           having no merit. I hold that the arbitration award is a reasoned one\n\n           and does not suffer from any infirmity or error apparent on the face\n\n           of the record. It is not for this Court to sit in appraisal of the\n\n           evidence led before the learned Arbitrator and this Court will not\n\n           open itself to the task of being a judge on the evidence placed before\n\n           the learned Arbitrator which was subject matter of dispute. There are\n\n           no allegations against the Arbitrator who was an expert being well\n\n           versed to deal with the dispute before him, of misconduct nor of\n\n           having misconducted the proceedings which have either been\n\n           specifically alleged by the petitioner or established. The Arbitrator\n\n           has duly explained the reasons for arriving at his decisions. There is\n\n           nothing to indicate that the award violates <a href=\"/doc/1943211/\" id=\"a_94\">Section 28 (3)</a> of the Act\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.52 of 53\n            or that, it is in conflict with the basic notions of justice, fair play and\n\n           the fundamental policy of Indian law or in contravention of the terms\n\n           of the agreement or it lacks reasoning as pleaded in the petition.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_137\">     60.             In view of the above discussions, the impugned award does\n\n           not call for any interference. This Court cannot re­appreciate the\n\n           evidence or interpret the articles of the agreement, which the\n\n           petitioner is calling upon the Court to do. The contentions of the\n\n           petitioner are thus rejected, having no merit.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_138\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_139\">     61.            In view of the aforesaid, the petition is dismissed. No order as\n\n           to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_140\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_141\">     62.            File be consigned to Record Room after due compliance.\n\n\nAnnounced in open court\ntoday i.e. 07th July, 2020\n                                                                    (Sanjiv Jain)\n                                                         District Judge (Commercial) - 03\n                                                         Patiala House Courts, New Delhi\n\n\n\n\n___________________________________________________________________________________________________________\nOMP No.81/19               Airports Authority of India Vs. M/s Balvir Singh &amp; Sons.      Page No.53 of 53\n </p>","numcites":40,"numcitedby":0,"docsource":"Delhi District Court","citetid":53012662,"divtype":"judgments","relatedqs":[{"value":"Contra proferentem","formInput":"Contra%20proferentem"},{"value":"interpretations of contracts ","formInput":"interpretations%20of%20contracts%20"},{"value":"costs of arbitration","formInput":"costs%20of%20arbitration"},{"value":"\"contra proferentum","formInput":"%22contra%20proferentum"},{"value":"unjust enrichment","formInput":"unjust%20enrichment"},{"value":"contra proferentum","formInput":"contra%20proferentum"},{"value":"award of interest by arbitrator","formInput":"award%20of%20interest%20by%20arbitrator"},{"value":"setting aside of an arbitral award","formInput":"setting%20aside%20of%20an%20arbitral%20award"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"Airports Authority of India","formInput":"Airports%20Authority%20of%20India"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"public policy","formInput":"public%20policy"},{"value":"nhai","formInput":"nhai"},{"value":"arbitrator ignorant","formInput":"arbitrator%20ignorant"},{"value":"patent illegality","formInput":"patent%20illegality"},{"value":" \"contra proferentem\"","formInput":"%20%22contra%20proferentem%22"},{"value":"arbitrator not court","formInput":"arbitrator%20not%20court"},{"value":"P.r.shah shares and stock broker","formInput":"P.r.shah%20shares%20and%20stock%20broker"},{"value":"ambiguity","formInput":"ambiguity"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"}],"courtcopy":true,"query_alert":null,"agreement":false}