{"tid":120343307,"publishdate":"2025-01-27","title":"Som Datt Builders-Ncc-Nec(Jv) vs National Highways Auth.Of India on 27 January, 2025","doc":"<h2 class=\"doc_title\">Som Datt Builders-Ncc-Nec(Jv) vs National Highways Auth.Of India on 27 January, 2025</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-oka\">Abhay S. Oka</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-oka\">Abhay S. Oka</a></h3>\n\n<pre id=\"pre_1\">2025 INSC 113                                                         REPORTABLE\n\n                               IN THE SUPREME COURT OF INDIA\n                                CIVIL APPELLATE JURISDICTION\n\n                                CIVIL APPEAL NO. 2058 OF 2012\n\n\n                SOMDATT BUILDERS –NCC – NEC(JV)                    APPELLANT(S)\n\n                                              VERSUS\n\n                NATIONAL HIGHWAYS AUTHORITY\n                OF INDIA &amp; ORS.                                    RESPONDENT(S)\n\n\n\n                                          JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                UJJAL BHUYAN, J.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_2\">                            Heard learned counsel for the parties.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91827994\" id=\"span_1\">2.          This civil appeal by special leave is directed against the\n\n                judgment and order dated 17.11.2009 passed by the High Court\n\n                of Delhi at New Delhi (‘High Court’) in <a href=\"/doc/91827994/\" id=\"a_1\">FAO(OS) No. 427 of 2007\n\n                [National Highways Authority of India Vs. Som Datt Builders-NCC-\n\n                NEC(JV</a>)].</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">                2.1.        By the aforesaid judgment, the High Court allowed the\n\n                appeal of the respondent-National Highways Authority of India\n<span class=\"hidden_text\" id=\"span_2\">   Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_3\">   Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_4\">   KAVITA PAHUJA</span>\n<span class=\"hidden_text\" id=\"span_5\">   Date: 2025.01.27</span>\n<span class=\"hidden_text\" id=\"span_6\">   18:23:51 IST</span>\n<span class=\"hidden_text\" id=\"span_7\">   Reason:</span>\n\n                (‘respondent’ or ‘NHAI’ hereinafter) under Section 37 of the\n<span class=\"hidden_text\" id=\"span_8\">\f                                    2</span>\n\n\n<a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and Conciliation Act, 1996</a> (briefly ‘the 1996 Act’\n\nhereinafter).     It   may   be   mentioned   that   respondent   had\n\nchallenged, by way of the aforesaid appeal, the judgment and\n\norder of the learned Single Judge in OMP No. 316/2005 dated\n\n29.08.2007 whereby the learned Single Judge dismissed the\n\napplication filed by NHAI under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the 1996 Act for\n\nsetting aside the award dated 03.06.2005 passed by the Arbitral\n\nTribunal.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">3.          The matter relates to execution of a contract awarded\n\nby NHAI to the appellant regarding the work of four laning and\n\nstrengthening of the existing two lane section between Km.\n\n470.000 and Km. 38.000 on NH-2 (construction package II-B) near\n\nKanpur in the State of Uttar Pradesh under World Bank Loan\n\nAssistance.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">4.          At the outset, it would be apposite to advert to the\n\nrelevant facts.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">5.          Following a process of open bid tender, the related\n\ncontract was allotted by NHAI to the appellant vide the contract\n\nagreement dated 27.03.2002 who undertook to execute the work\n\nat the contract price of Rs. 4,961,183,599.00. Appellant is a joint\n\nventure of Somdatt Builders Pvt. Ltd., Nagarjuna Construction\n<span class=\"hidden_text\" id=\"span_9\">\f                                  3</span>\n\n\nCompany and Navayug Engineering Company Limited having its\n\nprincipal place of business at East of Kailash, New Delhi.\n\n</p><p data-structure=\"Precedent\" id=\"p_8\">6.         A joint venture between Consulting Engineering\n\nServices (I) Ltd. and BECA International Consultants Ltd. was\n\nappointed by NHAI as the Engineer of the project in terms of the\n\ncontract agreement to supervise the construction work.\n\n</p><p data-structure=\"Facts\" id=\"p_9\">7.         It was a unit rate contract comprising of a detailed Bill\n\nof Quantities (BOQ). The BOQ contained description of the items\n\nof the work to be executed by the appellant as contractor and the\n\nestimated quantity of each item. The rates of each BOQ item were\n\nto be filled in by the contractor (appellant).\n\n</p><p data-structure=\"Issue\" id=\"p_10\">8.         The contract agreement provided for a mechanism of\n\ndispute resolution at the first instance through a Dispute Review\n\nBoard (‘DRB’) prior to the parties availing of their remedy by way\n\nof arbitration. A three-member panel of DRB was constituted\n\ncomprising of one member appointed by each of the two parties\n\nand the third member appointed by the aforesaid two members.\n\n</p><p data-structure=\"CDiscource\" id=\"p_11\">9.         While executing the contract, a dispute arose between\n\nthe parties in respect of item No. 7.07 of the BOQ which provided\n\nfor reinforced earth structure including soil reinforcing geogrid\n<span class=\"hidden_text\" id=\"span_10\">\f                                 4</span>\n\n\nwith all fixtures and accessories complete as per approved design\n\nand drawing of specialised firm and matters connected therewith.\n\nThe dispute was not really in respect of the nature of the work to\n\nbe performed but was the consequence of the geogrid/geotextile\n\nmaterial exceeding the BOQ quantities in the contract. In\n\nessence, the dispute relates to power of the Engineer to revise the\n\nrates given in the BOQ in the event of increase in actual\n\nquantities. This was contested by the appellant.\n\n</p><p data-structure=\"Issue\" id=\"p_12\">10.        Appellant raised the aforesaid dispute before the DRB\n\ncontending that the Engineer/Employer was intending wrongful\n\napplication of Clause 52.2 of the Conditions of Particular\n\nApplication (COPA) for downward revision of rates for BOQ item\n\nNo. 7.07 (ii) of geogrid for quantity in excess of BOQ quantity.\n\nDRB heard both the sides and deliberated upon the issue in\n\ndetail. DRB vide its decision dated 15.03.2004 recommended that\n\nquantities of geogrid required limited to the facia area provided in\n\nthe BOQ have to be paid as per the BOQ rates.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">11.        Respondent NHAI was not satisfied with the aforesaid\n\ndecision of DRB and invoked the arbitration clause in the contract\n\nagreement whereafter the dispute was referred to arbitration\n\nbefore an Arbitral Tribunal comprising of three arbitrators: one\n<span class=\"hidden_text\" id=\"span_11\">\f                                 5</span>\n\n\narbitrator appointed by each of the two parties and the third\n\narbitrator appointed by the two arbitrators so appointed. It is on\n\nrecord that each of the arbitrators were technical experts\n\nconversant with the nature of the contract. Arbitral Tribunal, by\n\na majority of 2:1, passed the award dated 03.06.2005. Arbitral\n\nTribunal held that the quantity of geogrid given at the tender\n\nstage by NHAI was wrong. Therefore, the increase in quantity was\n\na mere increase to meet the requirement for completion of the RE\n\nwall work which was indicated by the RCC facia quantity at the\n\ntender stage. There was no change in the design but mere\n\nincrease in the quantity beyond the BOQ quantity which did not\n\nattract Clause 52.2. In this context, Arbitral Tribunal held that\n\nthe Engineer does not possess the power to revise the rates for\n\nadditional quantity of geogrid required for actual execution of\n\nwork    as   per    the   approved     design.   Upholding     the\n\nrecommendations of DRB, Arbitral Tribunal held that variation in\n\nterms of Clause 51.1 was not established and directed NHAI to\n\npay the appellant for the actual quantity of geogrid required to be\n\nexecuted to complete the work of RE wall as per the approved\n\ndesign at the BOQ rate.\n</p><span class=\"hidden_text\" id=\"span_12\">\f                                6</span><p data-structure=\"Issue\" id=\"p_14\">\n\n\n</p><p data-structure=\"Issue\" id=\"p_15\">12.       The aforesaid award dated 03.06.2005 was challenged\n\nby the respondent-NHAI under <a href=\"/doc/536284/\" id=\"a_4\">Section 34</a> of the 1996 Act which\n\nwas heard and decided by a learned Single Judge of the High\n\nCourt. Learned Single Judge examined the contours of Clauses\n\n51.1, 51.2, 52.1, 52.2, 52.3 and 55.1 and came to the definite\n\nconclusion that there was no change in the design. The BOQ rate\n\nwould apply since the matter was one of mere change in quantity.\n\nBy the judgment and order dated 29.08.2007, learned Single\n\nJudge of the High Court found no merit in the application filed by\n\nNHAI under <a href=\"/doc/536284/\" id=\"a_5\">Section 34</a> of the 1996 Act and dismissed the same.\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">13.       It was thereafter that NHAI as the appellant preferred\n\nthe appeal before a Division Bench of the High Court under\n\n<a href=\"/doc/772406/\" id=\"a_6\">Section 37</a> of the 1996 Act. The Division Bench examined the\n\nprimary contention of NHAI that under the contractual terms, all\n\nvariations in quantity beyond the tolerance limits set out in the\n\ncontract, whether arising as a result of issuance of instructions\n\nby the Engineer or arising even without the issuance of\n\ninstructions, were open to renegotiation of the rates by the\n\nEngineer. By the judgment and order dated 17.11.2009\n\n(‘impugned judgment’), Division Bench agreed with the contention\n<span class=\"hidden_text\" id=\"span_13\">\f                                7</span>\n\n\nof NHAI and set aside the award of the Arbitral Tribunal as well\n\nas the order of the learned Single Judge.\n</p>\n<p data-structure=\"Facts\" id=\"p_17\">14.       Being aggrieved, the contractor (appellant) preferred\n\nthe related special leave petition. On 14.12.2009, this Court had\n\nissued notice and passed an interim order staying encashment of\n\nthe bank guarantee subject to the appellant renewing it for a\n\nperiod of one year. Vide order dated 10.02.2012, this Court\n\ngranted leave and directed continuance of the interim order.\n\nHence the civil appeal.\n</p>\n<p data-structure=\"Facts\" id=\"p_18\">15.       Contention of the appellant is that it is NHAI who had\n\nprovided the wrong quantity in respect of item No. 7.07 of the\n\nBOQ on the basis of which appellant had tendered. Upon approval\n\nof the design by the Engineer when the increased quantity\n\nbecame known in April, 2003, the Engineer held that BOQ rate\n\nwould be payable for the entire quantity which was not acceptable\n\nto NHAI. The increase in quantity was not as a result of any\n\nchange in the design or as a result of any instructions given by\n\nthe Engineer. The enhancement in the quantity was necessitated\n\nbecause wrong information was furnished by the respondent at\n\nthe stage of tender itself. On dispute being raised, this position\n\nwas accepted by the DRB and thereafter by the Arbitral Tribunal.\n<span class=\"hidden_text\" id=\"span_14\">\f                                 8</span>\n\n\nApplication filed by the respondent under <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> of the 1996\n\nAct for setting aside of the arbitral award was rightly rejected by\n\nthe learned Single Judge of the High Court. Division Bench of the\n\nHigh Court fell in error and committed a manifest mistake in\n\noverturning the technical findings of the three authorities below\n\nwhile exercising limited jurisdiction under <a href=\"/doc/772406/\" id=\"a_8\">Section 37</a> of the 1996\n\nAct.\n</p>\n<p data-structure=\"Section\" id=\"p_19\">16.        Counter affidavit has been filed by respondent NHAI.\n\nReliance has been placed on Clauses 51 and 52 of COPA. Clause\n\n51 of COPA has two parts: 51.1 and 51.2. Clause 51.1 covers\n\ninstructed variations which includes any increase or decrease in\n\nthe quantity of work. As per Clause 51.2, for increase or decrease\n\nin quantity of any material, instructions of the Engineer are not\n\nrequired. A combined reading of Clauses 51.1 and 51.2 would\n\nindicate that though increase or decrease in the quantity of any\n\nwork may be without instructions but it nonetheless remains a\n\nvariation. Once it is a variation, Engineer has got the power to fix\n\na new rate. This power is traceable to Clause 52.1, which does\n\nnot make any distinction between instructed variation or\n\nuninstructed variation; on the other hand, it provides that all\n\nvariations referred to in Clause 51 are to be valued by the\n<span class=\"hidden_text\" id=\"span_15\">\f                                 9</span>\n\n\nEngineer. In case of instructed variation only, notice is required\n\nto be given in terms of the second proviso to Clause 52.2. If this\n\nbe the position, view taken by the Division Bench of the High\n\nCourt is the correct one and calls for no interference.\n\n</p><p data-structure=\"Issue\" id=\"p_20\">17.        Mr. Arvind Minocha, learned senior counsel for the\n\nappellant, at the outset submits that the core issue involved in\n\nthis appeal is the justification or otherwise of the decision of the\n\nDivision Bench of the High Court upsetting concurrent findings\n\nof three authorities while exercising jurisdiction under <a href=\"/doc/772406/\" id=\"a_9\">Section 37</a>\n\nof the 1996 Act. He submits that the dispute raised by the\n\nappellant was decided in its favour by the DRB comprising wholly\n\nof technical experts. Arbitral Tribunal again comprising of\n\ntechnical persons passed the award in favour of the appellant by\n\nconfirming the decision of the DRB. When the respondent filed\n\napplication under <a href=\"/doc/536284/\" id=\"a_10\">Section 34</a> of the 1996 Act for setting aside of\n\nthe award, learned Single Judge of the High Court dismissed the\n\nsame and affirmed the award passed by the Arbitral Tribunal.\n\n17.1.      Learned   senior   counsel   submits    that   scope   of\n\ninterference by the appellate court under <a href=\"/doc/772406/\" id=\"a_11\">Section 37</a> of the 1996\n\nAct is extremely limited. None of the grounds for invocation of\n\njurisdiction under <a href=\"/doc/772406/\" id=\"a_12\">Section 37</a> of the 1996 Act were satisfied.\n<span class=\"hidden_text\" id=\"span_16\">\f                                    10</span>\n\n\nLearned Single Judge while exercising jurisdiction under <a href=\"/doc/536284/\" id=\"a_13\">Section\n\n34</a> of the 1996 Act had repelled the challenge of the respondent\n\nto the arbitral award. View taken by the learned Single Judge is\n\na plausible view, if not the only possible view. Therefore, Division\n\nBench committed a manifest error in setting aside the arbitral\n\naward as well as the order passed by the learned Single Judge\n\naffirming the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">17.2.           Adverting to the facts of the case, learned senior\n\ncounsel submits that the scope of the contract involved\n\nconstruction of 50 Kms. of road, service roads on both sides,\n\ndrains, 17 main bridges, 65 culverts and 20 under-passes. The\n\n51 Kms. stretch of road included raised carriageway of about 22\n\nKms. having Reinforced Concrete wall (RCC wall) on both sides\n\nfor 9.5 Kms. and Reinforced Earth wall (RE wall) for about 12\n\nKms. with concrete facia panels. After the award of work, the\n\ndesign of the wall was to be done by the appellant based on the\n\ndesign criteria given in the contract with the approval of the\n\nEngineer appointed by the respondent. The item RE wall is\n\nmentioned at item No. 7.07 in the BOQ having three sub-items:\n\n</p><pre id=\"pre_2\">        (i)     RCC facia wall on both sides,\n        (ii)    filter media,\n        (iii)   geogrid.\n<span class=\"hidden_text\" id=\"span_17\">\f                                   11</span>\n\n\n\n</pre><p data-structure=\"RespArg\" id=\"p_22\">17.3.       He submits that dispute in the present matter relates\n\nto the sub-item geogrid as the respondent had given a wrong\n\nestimate of the quantity in respect of geogrid while correct\n\nquantities were given for the other two sub-items. This mistake\n\nwas detected when the design was prepared by the appellant and\n\napproved by the Engineer. When the quantity of material in\n\nrespect of geogrid increased, the Engineer decided that the BOQ\n\nrate would be applicable for the increased quantity of geogrid.\n\n17.4.       After   the   appellant     commenced      the    work,   the\n\nrespondent was making the monthly payment for the said item as\n\nper the BOQ rate. After a new Engineer was appointed by the\n\nrespondent, it was decided that the rate for the increased quantity\n\nof geogrid should be renegotiated.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">17.5.       Thereafter, the matter was referred by the appellant to\n\nthe DRB which decided in favour of the appellant. DRB held that\n\nvariation in terms of Clause 51.1 was not established and\n\nrecommended payment of geogrid at the BOQ rate for the entire\n\nquantity.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">17.6.       Respondent       did        not   accept         the   above\n\nrecommendations of the DRB and invoked the arbitration clause\n<span class=\"hidden_text\" id=\"span_18\">\f                                 12</span>\n\n\nin the contract. Arbitral Tribunal, comprised wholly of technical\n\npersons, by a majority of 2:1 held that increase in the quantity of\n\ngeogrid for erection of the RE wall as per the approved design\n\ncould not be termed as a variation in terms of Clause 51.1.\n\nFurther holding that the Engineer did not have the power to revise\n\nthe rate qua the BOQ rate for the additional quantity of geogrid\n\nrequired for execution of the work as per the approved design,\n\nArbitral Tribunal directed payment as per the BOQ rate for the\n\nadditional quantity.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">17.7.       In the application filed by the respondent under <a href=\"/doc/536284/\" id=\"a_14\">section\n\n34</a> of the 1996 Act for setting aside of the arbitral award, the\n\nchallenge centred around Clauses 51 and 52 only. Learned Single\n\nJudge rejected the challenge of the respondent and upheld the\n\narbitral award. After the award was confirmed by the learned\n\nSingle Judge under <a href=\"/doc/536284/\" id=\"a_15\">Section 34</a> of the 1996 Act, the Division\n\nBench acting as the appellate court was not at all justified to\n\noverturn the concurrent findings of three adjudicating fora while\n\nexercising extremely limited jurisdiction under <a href=\"/doc/772406/\" id=\"a_16\">Section 37</a> of the\n\n1996 Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">17.8.       He further submits that the interpretation given by the\n\nDivision Bench is not only contrary to Clause 51.1 and the proviso\n<span class=\"hidden_text\" id=\"span_19\">\f                                     13</span>\n\n\nto Clause 52.2 but renders those provisions completely otiose.\n\nDivision Bench misdirected itself by stretching the meaning of the\n\nword variation by referring to dictionary meanings whereas the\n\nsaid expression has to be understood in the context of the\n\nrelevant clauses of the contract. Division Bench failed to\n\nappreciate that in so far automatic increase in the quantity is\n\nconcerned, the rate which is payable is the one as agreed in the\n\nBOQ. If any other rate is to be fixed, the same can be considered\n\nonly in case of instructed variation provided 14 days prior notice\n\nbefore commencement of the work is given which was admittedly\n\nnot done in the present case. In this connection he places reliance\n\non a Delhi High Court judgment in the case of NHAI vs. M/s ITD\n\nCementation India Limited1.\n</p>\n<p data-structure=\"PetArg\" id=\"p_27\">17.9.            On the limited scope of interference under <a href=\"/doc/772406/\" id=\"a_17\">Section 37</a>\n\nof the 1996 Act, learned senior counsel for the appellant has\n\nplaced reliance on the following decisions:\n</p>\n<pre id=\"pre_3\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"48366848\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"163426955\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"33194097\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"22164319\" id=\"span_23\">(<a href=\"/doc/22164319/\" id=\"a_18\">i)      S.V. Samudram Vs. State of Karnataka2</a>,\n        (ii)     M/s. Hindustan Construction Company Ltd. Vs. M/s\n                 NHAI3\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">1</span>\n  (2009) 113 DRJ 176\n<span class=\"hidden_text\" id=\"span_25\">2</span>\n  (2024) 3 SCC 623\n<span class=\"hidden_text\" id=\"span_26\">3</span>\n  (2024) 2 SCC 613\n<span class=\"hidden_text\" id=\"span_27\">\f                                        14</span>\n\n\n        (iii)    Reliance Infrastructure Ltd. Vs. State of Goa4\n\n        (<a href=\"/doc/33194097/\" id=\"a_19\">iv)     Konkan Railway Corporation Limited Vs. Chenab Bridge\n                 Project Undertaking5</a>\n\n        (v)      M/s   <a href=\"/doc/163426955/\" id=\"a_20\">Larsen    Air    Conditioning   and   Refrigeration\n                 Company Vs Union of India6</a>\n\n        (<a href=\"/doc/48366848/\" id=\"a_21\">vi)     MMTC Ltd. Vs. Vedanta Limited7</a></span></span></span></span>\n\n</pre><p data-structure=\"Precedent\" id=\"p_28\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"157353738\" id=\"span_28\">(<a href=\"/doc/157353738/\" id=\"a_22\">vii) MP Power Generation Company Ltd. Vs. Ansaldo\n                 Energia SPA8</a></span>\n\n</p><p data-structure=\"RespArg\" id=\"p_29\">18.              Per contra, Mr. Krishnan Venugopal, learned senior\n\ncounsel appearing for NHAI submits that Division Bench of the\n\nHigh Court has rightly set aside the arbitral award finding the\n\nsame to be perverse.\n</p>\n<p data-structure=\"Issue\" id=\"p_30\">18.1.            He submits that the core issue involved in the present\n\nappeal is whether the arbitral award dated 03.06.2005 goes\n\ncontrary to the only interpretation of Clauses 51 and 52 of the\n\nGeneral Conditions of Contract (GCC) read with COPA as\n\ncontained in the contract dated 27.03.2002 executed between the\n\nparties.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">\n\n\n<span class=\"hidden_text\" id=\"span_29\">4</span>\n  (2024) 1 SCC 479\n<span class=\"hidden_text\" id=\"span_30\">5</span>\n  (2023) 9 SCC 85\n<span class=\"hidden_text\" id=\"span_31\">6</span>\n  2023 INSC 708\n<span class=\"hidden_text\" id=\"span_32\">7</span>\n  (2019) 4 SCC 163\n<span class=\"hidden_text\" id=\"span_33\">8</span>\n  (2018) 16 SCC 661\n<span class=\"hidden_text\" id=\"span_34\">\f                                 15</span>\n\n\n18.2.      Learned senior counsel submits that subject matter of\n\nthe dispute relates to BOQ item No. 7.07 (II) i.e. geogrid. Due to\n\nchange in design of the RE wall, quantity of geogrid increased\n\nalmost by 300 percent during execution. Since the twin\n\nconditions contemplated under Clause 52.2 were being fulfilled\n\ni.e. overall quantity of geogrid executed by more than 25 percent\n\nfrom the estimated quantity and the cost of geogrid being more\n\nthan 2 percent of the contract value, the rate for the additional\n\nquantity of geogrid was required to be reworked. Therefore, the\n\npresent case is that of instructed variation under Clause 51.1(a)\n\nfor which the appellant was also notified on 28.10.2003 fulfilling\n\nthe requirement of 14 days’ notice contained in Clause 52.2.\n\n18.3.      Referring to the arbitral award, Mr. Venugopal submits\n\nthat contrary to the evidence on record and contrary to the\n\nrelevant clauses of the contract, Arbitral Tribunal held that it was\n\nnot a case of instructions issued by the Engineer but a case of\n\nautomatic increase of quantity. Referring to Clause 51.1(a), he\n\nsubmits that increase or decrease in quantity is also a variation\n\nand as per Clause 51.2, no instructions are required for such\n\nincrease or decrease of quantity though the same continues to be\n\na variation.\n</p><span class=\"hidden_text\" id=\"span_35\">\f                                 16</span><p data-structure=\"CDiscource\" id=\"p_32\">\n\n\n18.4.      Even assuming but not admitting that the Engineer did\n\nnot issue any notice to the appellant then also, according to Mr.\n\nVenugopal, a bare reading of Clause 52.2 would make it apparent\n\nthat for a non-instructed variation, the condition of giving 14\n\ndays’ notice would not apply.\n</p>\n<p data-structure=\"PetArg\" id=\"p_33\">18.5.      Learned   senior   counsel   also   submits    that   the\n\ncontention of the appellant that the quantity of geogrid had\n\nincreased due to negligence and wrong mentioning of figures by\n\nthe respondent is totally fallacious in as much as Clause 55.1 of\n\nthe contract clarifies that the quantity set out in the contract are\n\nthe estimated quantities only.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">18.6.      He would therefore contend that this is not a case of\n\nplausible interpretation but a case of adopting an interpretation\n\nwhich is contrary to the only possible interpretation of the\n\ncontractual clauses. Arbitral Tribunal has rewritten the contract\n\nby ignoring the plain and simple language of the relevant clauses\n\nand the parties’ intentions besides overlooking the evidence on\n\nrecord which is legally impermissible. All these aspects were\n\nraised by the respondent in its application under <a href=\"/doc/536284/\" id=\"a_23\">Section 34</a> of\n\nthe 1996 Act but the learned Single Judge failed to consider the\n\nsame by placing reliance on a South African judgment which is\n<span class=\"hidden_text\" id=\"span_36\">\f                                      17</span>\n\n\nclearly distinguishable in the facts of the present case. Therefore,\n\nDivision Bench of the High Court acting as the appellate court\n\nunder <a href=\"/doc/772406/\" id=\"a_24\">Section 37</a> of the 1996 Act rightly interfered in the matter\n\nby setting aside the arbitral award.\n</p>\n<p data-structure=\"RespArg\" id=\"p_35\">18.7.            Learned senior counsel has placed reliance on the\n\nfollowing decisions to buttress his submissions:\n\n</p><pre id=\"pre_4\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91266860\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_39\">(<a href=\"/doc/31621011/\" id=\"a_25\">i)      Associate Builders Vs. DDA9</a>\n        (<a href=\"/doc/95111828/\" id=\"a_26\">ii)     Ssangyong Engineer and Construction Company Ltd.\n                 Vs. NHAI10</a>\n\n        (<a href=\"/doc/91266860/\" id=\"a_27\">iii)    PSA Sical Terminals Private Ltd. Vs. Board of Trustees</a></span></span></span>\n</pre><p data-structure=\"RespArg\" id=\"p_36\">                 <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"91266860\" id=\"span_40\">of V.O. Chidambranar Port Trust Tuticorin11\n\n18.8.            Learned senior counsel further submits that the\n\njudgment in the case of NHAI Vs. M/s ITD Cementation India\n\nLimited, cited and relied upon by the appellant, is not applicable\n\nto the facts of the present case. Firstly, the judgment is by a Single\n\nBench whereas the impugned order has been passed by a Division\n\nBench which is also later in point of time. Secondly<a href=\"/doc/91266860/\" id=\"a_28\">, <a href=\"/doc/91266860/\" id=\"a_29\">the said\n\njudgment</a></a> does not deal with the power of the Engineer to fix a\n\nnew rate in terms of Clause 52.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n\n\n<span class=\"hidden_text\" id=\"span_41\">9</span>\n  (2015) 3 SCC 49\n<span class=\"hidden_text\" id=\"span_42\">10</span>\n   (2019) 15 SCC 131\n<span class=\"hidden_text\" id=\"span_43\">11</span>\n   (2023) 15 SCC 781\n<span class=\"hidden_text\" id=\"span_44\">\f                                 18</span>\n\n\n18.9.     He finally submits that the present appeal is devoid of\n\nany merit and the same is therefore liable to be dismissed by this\n\nCourt.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">19.       Submissions made by learned counsel for the parties\n\nhave received the due consideration of the court.\n\n</p><p data-structure=\"Section\" id=\"p_39\">20.       At the outset, it would be relevant to advert to Clauses\n\n51 and 52 of the GCC read with COPA. Clauses 51 and 52 are as\n\nunder:\n</p>\n<blockquote id=\"blockquote_1\">          Alteration, Additions and Omissions\n          51.1 Variations (GCC)\n           The Engineer shall make any variation of the form,\n         quality or quantity of works or any part thereof that may,\n         in his opinion, be necessary and for the purpose, or if for\n         any other reason it shall, in his opinion, be appropriate,\n         he shall have the authority to instruct the Contractor to\n         do and the Contractor shall do any of the following:-\n</blockquote><blockquote id=\"blockquote_2\">         (a) increase or decrease the quantity of any work included\n             in the Contract.\n</blockquote><blockquote id=\"blockquote_3\">         (b) omit any such work (but not if the omitted work is to\n             be carried out by the Employer or by another\n             contractor),\n</blockquote><blockquote id=\"blockquote_4\">         (c) change the character or quality or kind of any such\n             work,\n</blockquote><blockquote id=\"blockquote_5\">         (d) change the levels, lines, position and dimensions of\n             any part of the works,\n</blockquote><blockquote id=\"blockquote_6\">         (e) execute additional work of any kind necessary for the\n             completion of the works, or\n</blockquote><blockquote id=\"blockquote_7\">         (f) change any specified sequence or timing of\n             construction of any part of the works.\n</blockquote><span class=\"hidden_text\" id=\"span_45\">\f                         19</span>\n\n\n<p data-structure=\"Section\" id=\"p_40\">No such variation shall in any way vitiate or invalidate\nthe Contract, but the effect, if any, of all such variations\nshall be valued in accordance with Clause 52.\n</p><p data-structure=\"Section\" id=\"p_41\">Provided that where the issue of an instruction to vary\nthe works is necessitated by some default of or breach of\ncontract by the Contractor or for which he is responsible,\nany additional cost attributable to such default shall be\nborne by the Contractor.\n</p><p data-structure=\"Section\" id=\"p_42\">51.2 Instructions for Variations (GCC)\nThe Contractor shall not make any such variation\nwithout an instruction of the Engineer.\n</p><p data-structure=\"Section\" id=\"p_43\">Provided that no instruction shall be required for increase\nor decrease in the quantity of any work where such\nincrease or decrease is not the result of an instruction\ngiven under this Clause, but is the result of the quantities\nexceeding or being less than those stated in the Bill of\nQuantities.\n</p><p data-structure=\"Conclusion\" id=\"p_44\">52.1 Valuation of Variations (GCC)\nAll variations referred to in Clause 51 and any additions\nto be Contract Price which are required to be determined\nin accordance with Clause 52 (for the purposes of this\nClause referred to as “varied work”), shall be valued at the\nrates and prices set out in the Contract if, in the opinion\nof the Engineer, the same shall be applicable. If the\ncontract does not contain any rates or prices applicable\nto the varied work, the rates and prices in the Contract\nshall be used as the basis for valuation so far as may be\nreasonable, failing which, after due consultation by the\nEngineer with the Employer and the Contractor, suitable\nrates or prices shall be agreed upon between the Engineer\nand the Contractor. In the event of disagreement, the\nEngineer shall fix such rates or prices as are, in his\nopinion, appropriate and shall notify the Contractor\naccordingly, with a copy to the Employer. Until such time\nas rates or prices are agreed or fixed, the Engineer shall\ndetermine provisional rates or prices to enable on-\n<span class=\"hidden_text\" id=\"span_46\">\f                         20</span>\n\n\naccount payments to be included in certificates issued in\naccordance with Clause 60.\n</p><p data-structure=\"Section\" id=\"p_45\">(COPA)\nWhere the Contract provides for the payment of the\nContract Price in more than one currency, and varied\nwork is valued at, or on the basis of, the rates and prices\nset out in the Contract, payment for such varied work\nshall be made in the proportions of various currencies\nspecified in the Appendix to Bid for payment of the\nContract Price. Where the Contract provides for payment\nof the Contract Price in more than one currency, and new\nrates or prices are agreed, fixed, or determined as stated\nabove, the amount or proportion payable in each of the\napplicable currencies shall be specified when the rates or\nprices are agreed, fixed, or determined, it being\nunderstood that in specifying these amounts or\nproportions the Contractor and the Engineer (or, failing\nagreement, the Engineer) shall take into account the\nactual or expected currencies of cost (and the proportions\nthereof) of the inputs of the varied work without regard to\nthe proportions of various currencies specified in the\nAppendix to Bid for payment of the Contract Price.\n52.2 Power of Engineer to fix Rates (GCC)\nProvided that if the nature or amount of any varied work\nrelative to the nature or amount of the whole of the works\nor to any part thereof, is such that, in the opinion of the\nEngineer, the rate or price contained in the Contract for\nany item of the works is, by reason of such varied work,\nrendered inappropriate or inapplicable, then, after due\nconsultation by the Engineer with the Employer and the\nContractor, a suitable rate or price shall be agreed upon\nbetween the Engineer and the Contractor. In the event of\ndisagreement the Engineer shall fix such other rate or\nprice as is, in his opinion, appropriate and shall notify the\nContractor accordingly, with a copy to the Employer.\nUntil such time as rates or prices are agreed or fixed, the\nEngineer shall determine provisional rates or prices to\n<span class=\"hidden_text\" id=\"span_47\">\f                        21</span>\n\n\nenable on-account payments to be included in certificates\nissued in accordance with Clause 60.\n</p><p data-structure=\"Section\" id=\"p_46\">(COPA)\nWhere the Contract provides for the payment of the\nContract Price in more than one currency, the amount or\nproportion payable in each of the applicable currencies\nshall be specified when the rates or prices are agreed,\nfixed or determined as stated above, it being understood\nthat in specifying these amounts or proportions the\nContractor and the Engineer (or, failing agreement, the\nEngineer) shall take into account the actual or expected\ncurrencies of cost (and the proportions thereof) of the\ninputs of the varied work without regard to the\nproportions of various currencies specified in the\nAppendix to Bid for payment of the Contract Price.\n(GCC)\nProvided also that no varied work instructed to be done\nby the Engineer pursuant to Clause 51 shall be valued\nunder Sub-Clause 52.1 or under this Sub-Clause unless,\nwithin 14 days of the date of such instruction and, other\nthan in the case of omitted work, before the\ncommencement of the varied work, notice shall have been\ngiven either:\n</p><blockquote id=\"blockquote_8\">(a) by the Contractor to the Engineer of his intention to\n    claim extra payment or a varied rate or price, or\n</blockquote><blockquote id=\"blockquote_9\">(b) by the Engineer to the Contractor of his intention to\n    vary a rate or price. (GCC)\n(COPA)\nProvided further that no change in the rate or price for\nany item contained in the Contract shall be considered\nunless such item accounts for an amount more than 2\npercent of the Contract Price, and the actual quantity of\nwork executed under the item exceeds or falls short of the\nquantity set out in the Bill of Quantities by more than 25\npercent.\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">52.3 Variations Exceeding 15 per cent (GCC)\n<span class=\"hidden_text\" id=\"span_48\">\f                        22</span>\n\n\nIf, on the issue of the Taking-Over Certificate for the\nwhole of the works, it is found that as result of :\n</p><blockquote id=\"blockquote_10\">(a) all varied work valued under Sub-Clauses 52.1 and\n    52.2 and\n</blockquote><blockquote id=\"blockquote_11\">(b) all adjustments upon measurement of the estimated\n    quantities set out in Bill of Quantities, excluding\n    provisional sums, dayworks and adjustments of price\n    made under Clause 70.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_48\">But not from any other cause, there have been additions\nto or deductions from Contract Price which taken\ntogether are in excess of 15 per cent of the “Effective\nContract Price” (which for the purposes of this Sub-\nClause shall mean Contract Price, excluding provisional\nsums and allowance for dayworks, if any) then and in\nsuch event (subject to any action already taken under any\nof Sub-Clauses of this Clause), after due consultation by\nthe Engineer with the Employer and the Contractor, there\nshall be added to or deducted from Contract Price, such\nfurther sum as may be agreed between the Contractor\nand Engineer or, failing agreement, determined by the\nEngineer having regard to the Contractor’s site and\ngeneral overhead costs of the Contract. The Engineer\nshall notify the Contractor of any determination made\nunder this Sub-Clause, with copy to the Employer. Such\nsum shall be based only on the amount by which such\nadditions or deductions shall be in excess of 15 per cent\nof the Effective Contract Price.\n</p>\n<p data-structure=\"Section\" id=\"p_49\">(COPA)\nWhere the Contract provides for the payment of the\nContract Price in more than one currency, the amount or\nproportion payable in each of the applicable currencies\nshall be specified when such further sum is agreed or\ndetermined, it being understood that in specifying these\namounts or proportions the Contractor and the Engineer\n(or, failing agreement, the Engineer) shall take into\naccount the currencies (and the proportions thereof) in\nwhich the Contractor’s site and general overhead cost of\n<span class=\"hidden_text\" id=\"span_49\">\f                                23</span>\n\n\n         the Contract were incurred without being bound by the\n         proportions of various currencies specified in the\n         Appendix to Bid payment of the Contract Price.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_50\">21.       DRB while rejecting the contention of NHAI was of the\n\nview that the design of geogrid is contingent to the height and\n\narea of facia panel within the prescribed length mentioned in the\n\nBOQ and based on the parameters/specifications as prescribed\n\nin the agreement, there was no change in the concept or design.\n\nBasically, the design submitted by the appellant was approved\n\nand accepted by the Engineer. Since the work was done as per\n\nthe valid approved design, plea taken by NHAI that there was a\n\nchange of form in terms of the wall heights and length of RE wall\n\ncould not be evidenced by NHAI. After an in-depth analysis, DRB\n\nconcluded that there was no change of form but only a working\n\narrangement. The design having been approved after the full\n\nknowledge of the Engineer that enhancement in quantity to a\n\nlarge extent was involved and accordingly, the matter was referred\n\nby the Engineer for allocation of funds. Therefore, there was no\n\nvariation as per Clause 51.1 or Clause 51.2 and hence payment\n\nas per the BOQ rate should be made for the entire quantity.\n\nThough NHAI had contended that appellant had changed the form\n\nand varied the design, this could not be proved in any way.\n<span class=\"hidden_text\" id=\"span_50\">\f                                24</span>\n\n\nTherefore, DRB held that variation in terms of Clause 51.1 could\n\nnot be established. As such, DRB recommended that quantities\n\nof geogrid required, limited to the facia area, should be paid as\n\nper the BOQ rates.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">22.       As already noticed, the DRB recommendations were\n\nnot acceptable to NHAI which thereafter invoked the arbitration\n\nclause. Arbitral Tribunal comprised of three arbitrators; one each\n\nappointed by the two parties who thereafter appointed the third\n\narbitrator. All the three arbitrators were technical experts.\n\nArbitral Tribunal referred to Clause 67.1 of the GCC which says\n\nthat recommendations of the DRB shall be binding on both\n\nparties giving prompt effect to it until and unless the same is\n\nrevised by the Arbitral Tribunal. Arbitral Tribunal, therefore, was\n\nof the view that NHAI should have complied with the DRB\n\nrecommendations which was subject to outcome of the arbitral\n\naward. However, NHAI failed to do so. Thereafter, Arbitral\n\nTribunal framed the core issue to be considered viz. whether as\n\nper the contract, Engineer has the right to revise the rate for\n\nadditional quantities of geogrid in excess of the BOQ quantities\n\nwhich are required for actual execution of the RE wall as per\n\napproved design. After thorough examination of the rival claims,\n<span class=\"hidden_text\" id=\"span_51\">\f                                  25</span>\n\n\nArbitral Tribunal recorded the finding that the quantity of geogrid\n\ngiven at the tender stage which was part of the responsibility of\n\nNHAI was found to be erroneous. Therefore, the increase in\n\nquantity was merely to meet the requirement for completion of\n\nthe RE wall which was indicated by the RCC facia quantity at the\n\ntender stage. NHAI had admitted the fact that the design evolved\n\nby the appellant’s consultant met the specified criteria. In other\n\nwords, there was no change in the design and NHAI could not\n\nestablish the same before the Arbitral Tribunal which held as\n\nfollows:\n</p>\n<blockquote id=\"blockquote_12\">       8.3      In a contract of the type in question which is\n       an item rate contract based on the price schedule of\n       provisional quantities the ultimate contract amount\n       can be ascertained when all the work done in terms of\n       the contract is finally measured and the contract\n       amount computation done on the. basis of the prices\n       and rates set out in the Bill of Quantities. The contract\n       between the parties, therefore, is a frame work which\n       determines the parties rights and obligations. The\n       scope of work in this case was indicated by RCC facia\n       quantity as mentioned hereinbefore which determines\n       the length of the RE Wall to be constructed for raised\n       carriage way and the quantity of other sub-item i.e. the\n       geogrid quantity to be used is contingent to the facia\n       quantity. Both the parties knew about the scope of\n       work of RE Wall in this manner and both knew that it\n<span class=\"hidden_text\" id=\"span_52\">\f                                    26</span>\n\n\n         was impossible to determine the ultimate contract\n         amount before the completion of RE Wall work and if\n         ultimate quantity exceeds the BOQ quantity, it will be\n         an automatic change and shall be paid at BOQ rate in\n         such type of measurement contracts where the\n         quantities are provisional and ultimate quantities\n         required for completion of the work are to be executed\n         and paid as per the quoted rate.\n</blockquote><blockquote id=\"blockquote_13\">         8.4        The fact that ultimate measured amount of\n         work performed is different from estimated quantity is\n         irrelevant because both the parties contracted on the\n         basis that the ultimate quantity may increase or\n         decrease.\n</blockquote>\n<blockquote id=\"blockquote_14\">22.1.          On the above basis, Arbitral Tribunal concluded that\n\nthe change in quantity did not constitute a variation so as to\n\nattract the provisions of Clause 52.2, further noting that this\n\nclause clearly provides that it would be applicable only in respect\n\nof varied work instructed to be done by the Engineer as per Clause\n\n51 and that the present was not a case where such instructions\n\nwere required. While upholding the interpretation of the appellant\n\nof Clauses 51 and 52, Arbitral Tribunal held that the Engineer\n\ndoes not possess the power to revise the rates for additional\n\nquantity of geogrid required for actual execution of the work as\n\nper     the    approved   design.   Arbitral   Tribunal   upheld   the\n\nrecommendations of DRB and passed the following award:\n</blockquote><span class=\"hidden_text\" id=\"span_53\">\f                                  27</span>\n\n\n<blockquote id=\"blockquote_15\">      (i)   The variation in terms of Clause 51.1 is not\n            established.\n</blockquote><blockquote id=\"blockquote_16\">      (ii) Claimant (NHAI) was directed to pay the Respondent\n            (Som Datt Builders - NCC-NEC- JV) the actual\n            quantity of geogrid required to be executed to\n            complete the work of RE wall as per the approved\n            design at the BOQ rate.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_52\">23.         DRB had recorded a finding of fact that there was no\n\nchange in the concept or design. As a matter of fact, the design\n\nprepared and submitted by the appellant was approved by the\n\nEngineer whereafter the related work was executed as per the\n\napproved design. On the basis of such finding of fact, DRB\n\ninterpreted Clauses 51 and 52 to hold that there was no\n\ninstructed variation and, therefore, the excess quantity of geogrid\n\nrequired while executing the work, limited to the facia area,\n\nshould be paid as per the BOQ rates. Arbitral Tribunal reiterated\n\nthe aforesaid finding of fact and affirmed the interpretation given\n\nby the DRB. On that basis, Arbitral Tribunal concluded that the\n\nchange in quantity did not constitute a variation so as to attract\n\nthe provisions of Clause 52.2. Arbitral Tribunal concurred with\n\nthe DRB that the Engineer did not have the competence to revise\n\nthe rates for the additional quantity of geogrid required for\n\nexecution of the work as per the approved design.\n<span class=\"hidden_text\" id=\"span_54\">\f                                28</span>\n\n\n</p><p data-structure=\"RespArg\" id=\"p_53\">24.       In the proceedings under <a href=\"/doc/536284/\" id=\"a_30\">Section 34</a> of the 1996 Act,\n\nlearned Single Judge examined Clauses 51 and 52 in detail and\n\nthereafter opined that the decision of the Arbitral Tribunal could\n\nnot be faulted. Analysis of Clause 51.1 read with the other clauses\n\nwould indicate that the variations referred therein are instructed\n\nvariations. In the present case, Clause 52 would not come into\n\nplay since the same arises only in the case of instructed\n\nvariations. Learned Single Judge noted with approval the finding\n\nof the Arbitral Tribunal that the ultimate measured work\n\nperformed was different from the estimated quantity but the\n\nparties had contracted on the basis that such quantity may\n\nincrease or decrease. There was no change in the design in view\n\nof the clear admission of NHAI before the DRB that the design was\n\nreviewed and found according to the specified criteria and that\n\nNHAI was unable to establish any change in the design. Learned\n\nSingle Judge while exercising jurisdiction under <a href=\"/doc/536284/\" id=\"a_31\">Section 34</a> of the\n\n1996 Act after analysing Clauses 51 and 52 held that the Arbitral\n\nTribunal had reached the conclusion that the second para of\n\nClause 52.2, which mandates that the said provision would be\n\napplicable only for varied work instructed to be done by the\n\nEngineer as per Clause 51, was not attracted to the facts of the\n<span class=\"hidden_text\" id=\"span_55\">\f                                           29</span>\n\n\npresent case, and therefore, the Engineer did not give any notice\n\nof 14 days of his intention to vary the rate. Since the matter fell\n\nwithin the domain of uninstructed variations, there was no need\n\nto give 14 days’ notice which is the requirement in the case of\n\ninstructed variation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">24.1.                 Learned Single Judge also referred to a decision of the\n\nAppellate Division of the South African Court in Grinaker\n\nConstruction (TVL) Ltd Vs. Transvaal Provincial Administration12,\n\nwhere similar contractual clauses came up for interpretation.\n\nLearned Single Judge agreed with the interpretation given by the\n\nSouth African Court that automatic increase or decrease in the\n\nquantity did not form part of the variation.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">24.2.                 Learned Single Judge highlighted the aspect that the\n\ninterpretation given to the aforesaid clauses was also the\n\ninterpretation arrived at by the DRB as also by the Arbitral\n\nTribunal. The contractual clauses have been interpreted by\n\ntechnical people who were well conversant with the nature of the\n\ndispute and for this reason also greater weight has to be given to\n\nsuch a view. Learned Single Judge held that once a contracted\n\nprice is provided and the quantities are held to be tentative, any\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">12</span>\n     1982 (1) AD 78\n<span class=\"hidden_text\" id=\"span_57\">\f                                 30</span>\n\n\nincrease or decrease in quantity must be governed by the same\n\nprice. It is only in respect of any instructed variation arising from\n\nthe instruction of the Engineer on account of any additional work\n\nor less work that there can be some element of renegotiation and\n\ndetermination in terms of Clauses 51 and 52 of the GCC.\n\nTherefore, learned Single Judge concurred with the view taken by\n\nthe Arbitral Tribunal which had affirmed the view of the DRB.\n\n</p><p data-structure=\"Precedent\" id=\"p_56\">25.        Learned    Single   Judge   also   reiterated   the   well-\n\nrecognised principle in arbitration that the court exercising\n\njurisdiction under <a href=\"/doc/536284/\" id=\"a_32\">Section 34</a> of the 1996 Act does not sit as a\n\ncourt of appeal over the decision of an arbitral tribunal, further\n\nreiterating the proposition that a contract has to be interpreted\n\nby the arbitrator who is the chosen judge of the parties. So long\n\nas the view of the arbitrator is a plausible one though it may not\n\nbe the only possible view, there should be no interference by the\n\ncourt under <a href=\"/doc/536284/\" id=\"a_33\">Section 34</a> of the 1996 Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">26.        According to us, learned Single Judge had adopted the\n\ncorrect approach and had rightly declined to interfere with the\n\naward of the Arbitral Tribunal affirming the decision of the DRB.\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">27.        Let us now deal with the impugned order. Division\n\nBench of the High Court exercising jurisdiction under <a href=\"/doc/772406/\" id=\"a_34\">Section 37</a>\n<span class=\"hidden_text\" id=\"span_58\">\f                                  <a href=\"/doc/1769118/\" id=\"a_35\">31</a></span>\n\n\nof the 1996 Act acknowledged that primarily it was for the Arbitral\n\nTribunal   to   interpret   the   contractual   terms   and   if   the\n\ninterpretation given by the Arbitral Tribunal is a plausible one,\n\nthen the court would not interfere with the award merely because\n\naccording to the court, another interpretation is preferable.\n\nHaving said that, Division Bench examined Clauses 51 and 52 of\n\nthe contract. Instead of interpreting the aforesaid clauses in the\n\ncontractual context, Division Bench went into the dictionary\n\nmeaning of the expression ‘variation’ and opined that variation\n\nwould mean the difference between what is provided for or\n\ncontemplated in relation to the work under the contract and what\n\nis the final effect or outcome. Such variation or outcome may be\n\nor may not be the result of an instruction given by the Engineer.\n\nIt has further been observed that the instruction issued by the\n\nEngineer to the contractor does not necessarily mean that the\n\ncontractor should carry out a ‘variation’. It may relate to\n\nperformance of one or more of the specific acts enumerated in\n\nClause 51.1. According to the Division Bench, variation in\n\nquantity, even when it is not a result of an instruction given under\n\nClause 51.1 by the Engineer to the contractor does not cease to\n\nbe a variation within the meaning of that expression used in\n<span class=\"hidden_text\" id=\"span_59\">\f                                 32</span>\n\n\nClause 51.1. Division Bench, therefore, opined that there is no\n\nbasis or underlying principle stated either by the Arbitral Tribunal\n\nor by the learned Single Judge that only if the variation is the\n\nresult of instruction given by the Engineer under Clause 51.1,\n\nrates and prices of the BOQ items in question would be open to\n\nrenegotiation and not otherwise; variation in quantity, even when\n\nit is not a result of an instruction given by the Engineer to the\n\ncontractor under Clause 51.1, does not cease to be a ‘variation’\n\nwithin the meaning of the expression used in Clause 51.1.\n\n27.1.      Division Bench disagreed with the observations of the\n\nArbitral Tribunal as upheld by the learned Single Judge that even\n\nif there was error in estimating the quantity of geogrid while\n\npreparing the BOQ, that by itself would not lead to the conclusion\n\nthat NHAI cannot seek renegotiation of the rates even if the actual\n\nquantity exceeds by over 300 percent. The contract does not\n\nprovide that NHAI should suffer on account of the estimated\n\nquantities mentioned in the BOQ turning out to be way off the\n\nmark when the contract is executed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">27.2.      It was on the above basis, Division Bench held that\n\nthere is no reason as to why variation in quantity beyond the\n\nlimits set out in the contract, whether instructed or not\n<span class=\"hidden_text\" id=\"span_60\">\f                                  33</span>\n\n\ninstructed, should not lead to renegotiation of the rates at the\n\ninstance of either party. That would be the only fair, reasonable\n\nand equitable way to work the contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">27.3.      Division Bench, therefore, held that interpretation of\n\nthe contractual terms given by the Arbitral Tribunal and accepted\n\nby the learned Single Judge cannot be accepted as a plausible\n\ninterpretation. Division Bench observed that such interpretation\n\nis unreasonable and wholly implausible and that the arbitral\n\naward is opposed to the public policy of India, shocking the\n\nconscience of the court. Therefore, the order of the learned Single\n\nJudge as well as the arbitral award were set aside.\n\n</p><p data-structure=\"Conclusion\" id=\"p_61\">28.        We are afraid we cannot accept such sweeping\n\nconclusions reached by the Division Bench. Interpretation given\n\nby the Division Bench to the plain language of Clauses 51 and 52\n\nis not at all a plausible one, not to speak of being the only possible\n\ninterpretation and, therefore, committed a manifest error in\n\ninterfering with an arbitral award in a proceeding under\n\n<a href=\"/doc/772406/\" id=\"a_36\">Section 37</a> of the 1996 Act when the learned Single Judge did not\n\nfind any justification at all to interfere with the arbitral award\n\nwithin the limited scope under <a href=\"/doc/536284/\" id=\"a_37\">Section 34</a> of the 1996 Act. A\n\ncloser look at Clauses 51 and 52 would clearly show that the view\n<span class=\"hidden_text\" id=\"span_61\">\f                                 34</span>\n\n\ntaken by DRB and Arbitral Tribunal, both comprised of technical\n\nexperts, is the correct one which was acknowledged by the\n\nlearned Single Judge.\n</p>\n<p data-structure=\"Section\" id=\"p_62\">29.        As per Clause 51.1, Engineer has the competence to\n\nmake any variation of the form, quality or quantity of works,\n\neither wholly or any part thereof, if in his opinion, it is necessary\n\nto do so. In that event, Engineer has the authority to instruct the\n\ncontractor to carry out the same and the contractor shall in such\n\nevent would be under an obligation to do what is contemplated in\n\nsub-clauses (a) to (f) thereunder, such as, increase or decrease in\n\nthe quantity of any work included in the contract, etc.. Clause\n\n51.1 clarifies that such instructed variation shall not vitiate or\n\ninvalidate the contract, but such variation shall be valued in\n\naccordance with Clause 52. What Clause 51.2 indicates is that it\n\nis not open to the contractor to make such variation without any\n\ninstruction from the Engineer. Proviso to Clause 51.2 is relevant.\n\nIt says that no instruction from the Engineer would be required\n\nfor the increase or decrease in the quantity of any work where\n\nsuch increase or decrease is not the result of any instruction\n\ngiven under Clause 51.1 but is the result of the quantities\n\nexceeding or being less than those stated in the BOQ.\n<span class=\"hidden_text\" id=\"span_62\">\f                                 35</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_63\">30.        Clause 52.2, on the other hand, mentions that all\n\nvariations referred to in Clause 51 (which means instructed\n\nvariations) shall be valued at the rates and prices in the contract,\n\nif in the opinion of the Engineer, the same is applicable. If the\n\ncontract does not contain any rates or prices applicable to the\n\nvaried works, the rates and prices in the contract shall be used\n\nas the basis for valuation so far it may be reasonable. If this is\n\nnot possible, then the Engineer shall carry out the valuation after\n\ndue consultation with the Employer and the contractor. The GCC\n\nproviso to Clause 52.2 says that no varied work instructed to be\n\ndone by the Engineer shall be valued under Clause 52.1 or under\n\nClause 52.2 unless 14 days’ notice is given by either of the parties.\n\n</p><p data-structure=\"Section\" id=\"p_64\">31.        The further proviso under COPA to Clause 52.2 says\n\nthat no change in the rate or price for any item contained in the\n\ncontract shall be considered unless such item accounts for more\n\nthan 2 percent of the contract price and the actual quantity of the\n\nwork executed under the item exceeds or falls short of the\n\nquantity set out in the BOQ by more than 25 percent.\n\n</p><p data-structure=\"Section\" id=\"p_65\">32.        The aforesaid provision is not a mandate for change in\n\nthe rate or price for any item contained in the contract, if such\n\nitem accounts for an amount which is more than 2 percent of the\n<span class=\"hidden_text\" id=\"span_63\">\f                                 36</span>\n\n\ncontract price and the actual quantity of work executed under the\n\nitem exceeds or falls short of the quantity set out in the BOQ by\n\nmore than 25 percent. Rather, it is an enabling provision which\n\nenables either of the parties to consider change in the rate or price\n\nof any item mentioned in the contract, in the event, the above two\n\nconditions are fulfilled.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_66\">33.        In so far Clause 51.1 is concerned, the variation\n\ncontemplated thereunder relates to the form, quality or quantity\n\nof the works which in the opinion of the Engineer is necessary. In\n\nthe present case, there is a clear finding of fact by two authorities\n\ni.e. DRB and the Arbitral Tribunal, both comprised of technical\n\nexperts, that there is no variation either in the form or quality or\n\nquantity of the works. What actually happened is that at the time\n\nof execution of the contract pertaining to the RE wall, the geogrid\n\nrequired turned out to be much more than the estimated figure\n\ngiven in item No. 7.7 of the contract. It is in this backdrop that\n\nboth the fact finding authorities held that there was no variation\n\nin terms of Clause 51.1 and that the Engineer did not have the\n\ncompetence to renegotiate the price or rate of the geogrid for the\n\nexcess quantity of geogrid required.\n</p><span class=\"hidden_text\" id=\"span_64\">\f                                        37</span><p data-structure=\"Conclusion\" id=\"p_67\">\n\n\n</p><p data-structure=\"Section\" id=\"p_68\">34.                As already discussed above, this is clearly a plausible\n\nview. In fact, according to us, it is the correct interpretation of\n\nClause 51 made by the DRB and the Arbitral Tribunal. As such,\n\nlearned Single Judge rightly declined to interfere with the award\n\nunder <a href=\"/doc/536284/\" id=\"a_38\">Section 34</a> of the 1996 Act. If that be the position, there\n\nwas no justification at all for the Division Bench of the High Court\n\nto set aside the award under <a href=\"/doc/772406/\" id=\"a_39\">Section 37</a> of the 1996 Act.\n\n</p><p data-structure=\"CDiscource\" id=\"p_69\">35.                Though learned counsel for the parties had cited a\n\nnumber of decisions at the time of hearing, it is not necessary to\n\nrefer to and discuss each one of them. However, reference to a few\n\nof the judgments would suffice.\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">36.                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48366848\" id=\"span_65\">In <a href=\"/doc/48366848/\" id=\"a_40\">MMTC Ltd. Vs. Vedanta Ltd.13</a>, this Court held that\n\nas far as <a href=\"/doc/536284/\" id=\"a_41\">Section 34</a> is concerned, the position is well settled that\n\nthe court does not sit in appeal over an arbitral award and may\n\ninterfere on merits only on the limited ground provided under\n\n<a href=\"/doc/549389/\" id=\"a_42\">Section 34(2)(b)(ii)</a> i.e. if the award is against the public policy of\n\nIndia. Even then, the interference would not entail a review on the\n\nmerits of the dispute but would be limited to situations where the\n\nfindings of the arbitrator are arbitrary, capricious or perverse or\n\nwhen the conscience of the court is shocked or when the illegality\n\n\n<span class=\"hidden_text\" id=\"span_66\">13</span>\n     (2019) 4 SCC 163\n<span class=\"hidden_text\" id=\"span_67\">\f                                   38</span>\n\n\nis not trivial but goes to the root of the matter. An arbitral award\n\nmay not be interfered with if the view taken by the arbitrator is a\n\npossible view based on facts. As far as interference with an order\n\nmade under <a href=\"/doc/536284/\" id=\"a_43\">Section 34</a> by the court under <a href=\"/doc/772406/\" id=\"a_44\">Section 37</a> is\n\nconcerned, it has been held that such interference under <a href=\"/doc/772406/\" id=\"a_45\">Section\n\n37</a> cannot travel beyond the restrictions laid down under Section</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_71\">34. In other words, the court cannot undertake an independent\n\nassessment of the merits of the award and must only ascertain\n\nthat the exercise of power by the court under <a href=\"/doc/536284/\" id=\"a_46\">Section 34</a> has not\n\nexceeded the scope of the provision.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_68\">37.        What is public policy of India has been explained in\n\n<a href=\"/doc/95111828/\" id=\"a_47\">Ssangyong Engineer and Construction Company Ltd.</a> (supra). It\n\nmeans the fundamental policy of Indian law. Violation of Indian\n\nstatutes linked to public policy or public interest and disregarding\n\norders of superior courts in India would be regarded as being\n\ncontrary to the fundamental policy of Indian law. It would also\n\nmean that the arbitral award is against basic notions of justice or\n\nmorality. An arbitral award can be set aside on the ground of\n\npatent illegality i.e. where the illegality goes to the root of the\n\nmatter but re-appreciation of evidence cannot be permitted under\n\nthe ground of patent illegality.</span>\n</p><span class=\"hidden_text\" id=\"span_69\">\f                                     39</span><p data-structure=\"Conclusion\" id=\"p_73\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_74\">38.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91266860\" id=\"span_70\">In <a href=\"/doc/91266860/\" id=\"a_48\">PSA Sical Terminals Private Ltd.</a> (supra), this Court\n\nreiterating the well settled principles held as under:</span>\n\n</p><blockquote id=\"blockquote_17\">        40. It will thus appear to be a more than settled legal\n        position, that in an application under <a href=\"/doc/536284/\" id=\"a_49\">Section 34</a>, the\n        court is not expected to act as an appellate court and\n        reappreciate the evidence. The scope of interference\n        would be limited to grounds provided under <a href=\"/doc/1722761/\" id=\"a_50\">Section\n        34</a> of the Arbitration Act. The interference would be so\n        warranted when the award is in violation of “public\n        policy of India”, which has been held to mean “the\n        fundamental    policy   of    Indian   law”.   A   judicial\n        intervention on account of interfering on the merits of\n        the award would not be permissible. However, the\n        principles of natural justice as contained in <a href=\"/doc/1633982/\" id=\"a_51\">Sections\n        18</a> and <a href=\"/doc/1722761/\" id=\"a_52\">34(2)(a)(iii)</a> of the Arbitration Act would\n        continue to be the grounds of challenge of an award.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_75\">        The ground for interference on the basis that the\n        award is in conflict with justice or morality is now to\n        be understood as a conflict with the “most basic\n        notions of morality or justice”. It is only such arbitral\n        awards that shock the conscience of the court, that\n        can be set aside on the said ground. An award would\n        be set aside on the ground of patent illegality\n        appearing on the face of the award and as such, which\n        goes to the roots of the matter. However, an illegality\n        with regard to a mere erroneous application of law\n        would not be a ground for interference. Equally,\n        reappreciation of evidence would not be permissible on\n        the ground of patent illegality appearing on the face of\n        the award.\n</p><span class=\"hidden_text\" id=\"span_71\">\f                                         40</span><p data-structure=\"Conclusion\" id=\"p_76\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_77\">               41. A decision which is perverse, though would not be\n               a ground for challenge under “public policy of India”,\n               would certainly amount to a patent illegality appearing\n               on the face of the award. However, a finding based on\n               no evidence at all or an award which ignores vital\n               evidence in arriving at its decision would be perverse\n               and liable to be set aside on the ground of patent\n               illegality.\n</p>\n<p data-structure=\"Precedent\" id=\"p_78\">39.                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146677273\" id=\"span_72\">In Reliance Infrastructure Ltd. (supra), this Court\n\nreferring to one of its earlier decisions in <a href=\"/doc/146677273/\" id=\"a_53\">UHL Power Company Ltd.\n\nVs. State of Himachal Pradesh14</a>, held that scope of interference\n\nunder <a href=\"/doc/1656413/\" id=\"a_54\">Section 37</a> is all the more circumscribed keeping in view\n\nthe limited scope of interference with an arbitral award under\n\n<a href=\"/doc/1722761/\" id=\"a_55\">Section 34</a> of the 1996 Act. As it is, the jurisdiction conferred on\n\ncourts under <a href=\"/doc/1722761/\" id=\"a_56\">Section 34</a> of the 1996 Act is fairly narrow.\n\nTherefore, when it comes to scope of an appeal under <a href=\"/doc/1656413/\" id=\"a_57\">Section 37</a>\n\nof the 1996 Act, jurisdiction of the appellate court in examining\n\nan order passed under <a href=\"/doc/1722761/\" id=\"a_58\">Section 34</a>, either setting aside or refusing\n\nto set aside an arbitral award, is all the more circumscribed.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"163426955\" id=\"span_73\">40.                Again in M/s <a href=\"/doc/163426955/\" id=\"a_59\">Larsen Air Conditioning and Refrigeration\n\nCompany</a> (supra), this Court reiterated the position that <a href=\"/doc/1656413/\" id=\"a_60\">Section\n\n37</a> of the 1996 Act grants narrower scope to the appellate court\n\n\n\n<span class=\"hidden_text\" id=\"span_74\">14</span>\n     (2022) 4 SCC 116\n<span class=\"hidden_text\" id=\"span_75\">\f                                  41</span>\n\n\nto review the findings in an arbitral award if it has been upheld\n\nor substantially upheld under <a href=\"/doc/1722761/\" id=\"a_61\">Section 34</a>.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_76\">41.        This Court in M/s. <a href=\"/doc/95111828/\" id=\"a_62\">Hindustan Construction Company\n\nLtd.</a> (supra) declared that it is the settled jurisprudence of the\n\ncourts in the country that arbitral awards which contain reasons\n\nespecially when they interpret contractual terms ought not to be\n\ninterfered with lightly. An error in the interpretation of\n\ncontractual terms by an arbitrator is an error within his\n\njurisdiction and would, therefore, not be a ground to interfere\n\nwith an arbitral award.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_81\">42.        As already discussed above, the Arbitral Tribunal had\n\ninterpreted Clause 51 in a reasonable manner based on the\n\nevidence on record. This interpretation was affirmed by the\n\nlearned Single Judge exercising jurisdiction under <a href=\"/doc/1722761/\" id=\"a_63\">Section 34</a> of\n\nthe 1996 Act. Therefore, Division Bench of the High Court was\n\nnot at all justified in setting aside the arbitral award exercising\n\nextremely limited jurisdiction under <a href=\"/doc/1656413/\" id=\"a_64\">Section 37</a> of the 1996 Act\n\nby merely using expressions like ‘opposed to the public policy of\n\nIndia’, ‘patent illegality’ and ‘shocking the conscience of the court’.\n\nAs reiterated by this Court in Reliance Infrastructure Ltd. (supra),\n\nit is necessary to remind the courts that a great deal of restraint\n<span class=\"hidden_text\" id=\"span_77\">\f                                42</span>\n\n\nis required to be shown while examining the validity of an arbitral\n\naward when such an award has been upheld, wholly or\n\nsubstantially, under <a href=\"/doc/1722761/\" id=\"a_65\">Section 34</a> of the 1996 Act. Frequent\n\ninterference with arbitral awards would defeat the very purpose\n\nof the 1996 Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">43.       For all the aforesaid reasons, we are of the unhesitant\n\nview that the impugned order cannot be sustained. Accordingly,\n\njudgment and order dated 17.11.2009 passed by the Division\n\nBench of the High Court is hereby set aside and the arbitral award\n\ndated 03.06.2005 is restored. Consequently the appeal is allowed.\n\nHowever, there shall be no order as to cost.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_83\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_84\">                                       ………………………………J.\n                                            [ABHAY S. OKA]\n\n\n\n                                       ...……………………………J.\n                                             [UJJAL BHUYAN]\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_85\">JANUARY 27, 2025.\n</p>\f","numcites":18,"numcitedby":0,"docsource":"Supreme Court of India","citetid":120343307,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}