{"tid":71777130,"publishdate":"2016-04-25","title":"Devinder Singh & Ors vs State Of Punjab Through Cbi on 25 April, 2016","doc":"<h2 class=\"doc_title\">Devinder Singh &amp; Ors vs State Of Punjab Through Cbi on 25 April, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-mishra\">Arun Mishra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-mishra\">Arun Mishra</a>, <a href=\"/search/?formInput=benchid:v-g-gowda\">V. Gopala Gowda</a></h3>\n\n<pre id=\"pre_1\">                                                                              Reportable\n\n                        IN THE SUPREME COURT OF INDIA\n                  CRIMINAL APPELLATE/ORIGINAL JURISDICTION\n\n                       CRIMINAL APPEAL NO.190 OF 2003\n\nDevinder Singh &amp; Ors.                  … Appellants\nVs.\nState of Punjab through CBI            … Respondent\n\n[With Criminal Appeal  No.352/2016  @  SLP  (Crl.)  Nos.3324/2016  @  Crl.MP\nNo.10040/2004, WP (Crl.) No.139/2012,  Criminal  Appeal  No.353/2016  @  SLP\n(Crl.) No.3352/2006, Criminal Appeal No.354/2016 @ SLP (Crl.)  No.4729/2012,\nCriminal Appeal No.355/2016  @  SLP  (Crl.)  No.4739/2012,  Criminal  Appeal\nNo.356/2016 @ SLP (Crl.) No.4743/2012, Criminal  Appeal  No.357/2016  @  SLP\n(Crl.) No.4759/2012, Criminal Appeal No.358/2016 @ SLP (Crl.)  No.5369/2012,\nCriminal Appeal No.360/2016  @  SLP  (Crl.)  No.5419/2012,  Criminal  Appeal\nNo.361/2016 @ SLP (Crl.) No.5435/2012, Criminal  Appeal  No.362/2016  @  SLP\n(Crl.) No.5522/2012, Criminal Appeal No.363/2016 @ SLP (Crl.)  No.5547/2012,\nCriminal Appeal No.364/2016  @  SLP  (Crl.)  No.5578/2012,  Criminal  Appeal\nNo.365/2016 @ SLP (Crl.) No.5590/2012, Criminal  Appeal  No.366/2016  @  SLP\n(Crl.) No.5592/2012, Criminal Appeal No.367/2016 @ SLP (Crl.)  No.5614/2012,\nCriminal Appeal No.368/2016  @  SLP  (Crl.)  No.5617/2012,  Criminal  Appeal\nNo.369/2016 @ SLP (Crl.) No.5619/2012, Criminal  Appeal  No.371/2016  @  SLP\n(Crl.) No.5622/2012, Criminal Appeal No.373/2016 @ SLP (Crl.)  No.5668/2012,\nCriminal Appeal No.374/2016  @  SLP  (Crl.)  No.5669/2012,  Criminal  Appeal\nNo.375/2016 @ SLP (Crl.) No.5697/2012, Criminal  Appeal  No.377/2016  @  SLP\n(Crl.) No.5706/2012, Criminal Appeal No.378/2016 @ SLP (Crl.)  No.5712/2012,\nCriminal Appeal No.379/2016  @  SLP  (Crl.)  No.5714/2012,  Criminal  Appeal\nNo.380/2016 @ SLP (Crl.) No.5716/2012, Criminal  Appeal  No.381/2016  @  SLP\n(Crl.) No.5812/2012, Criminal Appeal No.382/2016 @ SLP (Crl.)  No.6005/2012,\nCriminal Appeal No.383/2016  @  SLP  (Crl.)  No.6006/2012,  Criminal  Appeal\nNo.384/2016 @ SLP (Crl.) No.6014/2012, Criminal  Appeal  No.385/2016  @  SLP\n(Crl.) No.6057/2012, Criminal Appeal No.386/2016 @ SLP (Crl.)  No.6066/2012,\nCriminal Appeal No.387/2016  @  SLP  (Crl.)  No.6068/2012,  Criminal  Appeal\nNo.388/2016 @ SLP (Crl.) No.6081/2012, Criminal  Appeal  No.389/2016  @  SLP\n(Crl.) No.6083/2012, Criminal Appeal No.390/2016 @ SLP  (Crl.)  No.9925/2012\nand Criminal Appeal No.391/2016 @ SLP (Crl.) No. 4702/2012]\n\n                               J U D G M E N T\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">ARUN MISHRA, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.    Leave granted in all the special leave petitions.\n</p><p data-structure=\"Issue\" id=\"p_3\">2.    In the appeals the  question  involved  is  whether  in  view  of  the\nprovisions contained in <a href=\"/doc/654432/\" id=\"a_1\">section 6</a> of Punjab Disturbed Areas  Act,  1983  (as\namended in 1989) (for short “the 1983 Act”) the prosecution or  other  legal\nproceedings relating to Police officers  can  be  instituted  without  prior\nsanction of the Central Government.\n</p><p data-structure=\"Facts\" id=\"p_4\">3.    The case set up by the appellants in Criminal Appeal  No.190  of  2003\nis that they are the officers of the Punjab Police.  At  the  relevant  time\nthey were entrusted with the duties and  responsibilities  of  public  order\nand peace in the State of Punjab. It is averred by the appellants  that,  in\nthe early 1980s, there was a  sudden  spurt  in  the  terrorist  activities,\nmassive  killings  at  the  hands  of   terrorists,   looting,   extortions,\nkidnapping, resulting into total collapse of the civil administration.  More\nthan 25,000 civilians, 1800 men in uniform  and  their  relatives  had  been\nkilled at the hands of the terrorists  resulting  into  migration  of  civil\npopulation in the border districts  of  Amritsar,  Ferozpur  and  Gurdaspur.\nDistrict Amritsar  was  bifurcated  into  three  police  districts  for  the\npurpose of better administration, namely Amritsar, Taran Taran and  Majitha.\nThe present cases arise from  police  district  Taran  Taran  which  is  the\nclosest police district to Pakistan.\n</p><p data-structure=\"Facts\" id=\"p_5\">      It is further averred that on 22.7.1993 four persons  were  killed  in\nan encounter with the police. The prosecution alleged that they were  killed\nin a fake encounter. On the basis of the complaint  lodged  by  Chaman  Lal,\nfather of one of the deceased, the CBI  obtained  sanction  from  the  State\nGovernment to prosecute the accused as at the relevant time,  under  <a href=\"/doc/654432/\" id=\"a_2\">section\n6</a> of the 1983 Act, sanction from Central Government was required.   However,\non the basis of sanction obtained from the State Government, the  CBI  filed\nchargesheet against the accused persons  in  the  Court  of  Special  Judge,\nPatiala. The appellants filed application under <a href=\"/doc/1056165/\" id=\"a_3\">section 227</a> of  the  Cr.P.C.\nfor discharge on the ground that they had  acted  in  the  incident  in  the\ncourse of their duty and  sanction  granted  by  the  State  Government  was\nwithout jurisdiction, illegal and void.\n</p><p data-structure=\"Facts\" id=\"p_6\">4.    The CBI contested the application on the ground that <a href=\"/doc/1304746/\" id=\"a_4\">sections 4</a> and  <a href=\"/doc/1646042/\" id=\"a_5\">5</a>\nof the 1983 Act were not applicable and there was no need for obtaining  any\nsanction because the deceased had been  killed  in  a  fake  encounter.  The\nSpecial Court dismissed  the  application  filed  by  the  accused  persons.\nAggrieved thereby, they approached the  High  Court  by  filing  a  criminal\nrevision and the same has also been dismissed. The High Court has held  that\nas per prosecution case it is a case of fake encounter, as such sanction  is\nnot required. The same could not be said  to  be  an  act  in  discharge  of\nofficial duties. Aggrieved thereby the appellants  are  before  this  Court.\nThe facts are more or less similar in all the cases.\n</p><p data-structure=\"Issue\" id=\"p_7\">5.    Writ Petition (Crl.) No.139/2012 has been filed by Chaman Lal  with  a\nprayer that Union of India may be directed to grant sanction  under  <a href=\"/doc/12704/\" id=\"a_6\">section\n197</a> Cr.P.C. for prosecution of police officer as set out  in  the  affidavit\nof CBI filed in Appeal No.190/2003.\n</p><p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130081263\" id=\"span_1\">6.    This Court vide order dated 20.7.2001 stayed the  further  proceedings\nbefore the trial court in SLP (Crl.) <a href=\"/doc/130081263/\" id=\"a_7\">No.2336/2001 - Balbir Singh &amp;  Ors.  v.\nState of Punjab</a>. Similar orders of interim stay were passed in  other  cases\nalso. One such order was passed on 21.1.2002 in SLP (Crl.)  Nos.3072-75/2001\nand these matters had been tagged. On  behalf  of  the  accused  appellants,\norder dated 16.2.2006 has been referred to in which  it  has  been  observed\nthat the CBI had stated during the course of the arguments  that  the  mater\nbe sent to the Central Government with the entire  record  to  consider  the\nquestion of sanction in terms of <a href=\"/doc/654432/\" id=\"a_8\">section 6</a> of the 1983 Act.  This  Court  in\nview of the stand taken by the CBI continued the interim stay  on  operation\nof the impugned  orders  and  observed  that  the  Central  Government  will\nconsider the matter in terms  of  <a href=\"/doc/654432/\" id=\"a_9\">section  6</a>  and  in  accordance  with  law\nwithout being prejudiced by any observation made  in  any  of  the  impugned\norders. Cases were ordered to be listed after three months. This  Court  was\ninformed by the Additional Solicitor General on 10.10.2006 that the  Central\nGovernment has opined that the case of Balbir Singh was not a fit  case  for\ngiving sanction for prosecution in terms of <a href=\"/doc/654432/\" id=\"a_10\">section 6</a> of the  1983  Act.  So\nfar as Harpal Singh  is  concerned,  the  Central  Government  was  not  the\ncompetent authority and with respect to another accused Bhupinderjit  Singh,\nCBI has not submitted full report. Thereafter interim order  was  passed  on\n13.2.2007 by this Court to  consider  grant  of  sanction  in  the  case  of\nGurmeet Singh. On 22.9.2010 this Court  noted  in  the  interim  order  that\nBalbir Singh in Crl. Appeal No.190/2003 had died and  this  Court  dismissed\nthe appeal as abated against him. Appeal with respect  to  other  appellants\nwas adjourned. Interim stay  was  granted  in  other  connected  matters  on\n30.7.2012 with respect to cases pending in the trial court at Patiala.</span>\n</p><p data-structure=\"PetArg\" id=\"p_9\">7.    It was submitted by learned counsel appearing  on  behalf  of  accused\nappellant  that  sanction  to  prosecute  was  necessary  in  view  of   the\nprovisions contained in <a href=\"/doc/654432/\" id=\"a_11\">section 6</a> of the 1983 Act as amended in  1989.  Thus\nthe prosecution could not have been launched without obtaining  sanction  of\nthe Central  Government.  This  Court  by  interim  order  had  directed  on\nsubmission being raised by CBI that the  matter  will  be  referred  to  the\nCentral Government for sanction and in certain cases Central Government  had\ngranted sanction and in others it had declined. Sanction  to  prosecute  was\nnecessary as the act was done in discharge of official duties. As  a  matter\nof fact, false allegations of fake encounter have been made  in  the  cases.\nThe deceased indulged in various criminal  activities.  They  were  creating\nunrest and the officers have discharged their duties  at  the  time  of  the\nincident.  Thus  without  prior  sanction  to  prosecute  by   the   Central\nGovernment, they could not have been prosecuted.  The  prosecution  deserves\nto be quashed.\n</p><p data-structure=\"PetArg\" id=\"p_10\">      Per contra, it was submitted on behalf of  the  CBI  and  the  learned\ncounsel appearing on behalf  of  the  complainant  that  in  such  cases  of\ncriminal activities, fake encounters, custodial death due to  torture  etc.,\nsanction to prosecute is not at all required as fake encounters, torture  in\ncustody and other criminal acts complained of do  not  form  part  of  their\nofficial duties. Thus, the High Court has rightly upheld the  order  of  the\ntrial court, in such cases the sanction to prosecute  is  not  necessary  in\nsuch cases.\n</p><p data-structure=\"Issue\" id=\"p_11\">8.    The matters in question as  per  prosecution  case  pertain  to  death\ncaused in fake encounter, or by torture or death in police custody.\n</p><p data-structure=\"PetArg\" id=\"p_12\">9.    It was submitted by learned counsel on behalf of the  appellants  that\nin the course of proceedings the CBI has taken a stand that it  would  refer\nthe cases for sanction to the Central Government. This  Court  is  bound  by\nsuch stand of the CBI on the basis of which interim  order  was  passed  and\nthe petition may be disposed of in terms  of  the  interim  order  that  the\nCentral Government may decide the question of sanction. We are  not  at  all\nimpressed by the submission made by learned counsel appearing on  behalf  of\nthe appellants. In the interim  order  this  Court  has  never  decided  the\nlegality or the correctness of  the  impugned  orders  passed  by  the  High\nCourt. In the course of proceedings interim order was passed  on  the  basis\nof particular submission made by counsel for the  CBI  but  this  Court  has\nnever decided the question whether sanction at this stage  is  necessary  or\nnot. Hence the interim orders are of no avail to the cause espoused  by  the\nappellants.\n</p><p data-structure=\"Section\" id=\"p_13\">10.   On merits, accused-appellants have relied upon  the  decision  of  the\nFederal Court in Dr. Hori Ram Singh v. Emperor [AIR 1939  FC  43]  in  which\nFederal Court has laid down that the question of good faith or bad faith  is\nexpected to be decided by the court after trial. The question of good  faith\nor bad faith should not be introduced at the stage of  section  270(1)  with\nregard to the meaning of the  words  “purporting  to  be  done  in  official\nduty”, the court observed that it is difficult to say  that  it  necessarily\nimplies “purporting to be done in good faith”. In the case of  embezzlement,\nan officer is not doing an act in execution of his duty. It would amount  to\ncriminal breach of trust under <a href=\"/doc/1326844/\" id=\"a_12\">section 409</a> IPC  but  in  case  of  provision\nunder <a href=\"/doc/896188/\" id=\"a_13\">section 477-A</a> IPC if an act  is  done  willfully,  with  intention  to\ndefraud, falsify any book or account, in such cases  for  prosecution  under\nsection 409, consent of Governor is not necessary but for prosecution  under\nsection 477A, consent is necessary.\n</p><p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"349952\" id=\"span_2\">11.   Reliance has also been  placed  on  the  decision  of  this  Court  in\n<a href=\"/doc/349952/\" id=\"a_14\">Shreekantiah Ramayya Munipalli v. The State of Bombay</a> [1955  (1)  SCR  1177]\nwherein this Court had observed thus :</span>\n</p><blockquote id=\"blockquote_1\">“Now it is obvious that if <a href=\"/doc/12704/\" id=\"a_15\">section 197</a> of the Code of Criminal Procedure  is\nconstrued too narrowly it can never be applied, for of course it is no  part\nof an official’s duty to commit an offence and never can  be.    But  it  is\nnot the duty we have to examine so much as the act, because an official  act\ncan  be  performed  in  the  discharge  of  official  duty  as  well  as  in\ndereliction of it.  The section has content and its language must  be  given\nmeaning.  What it says is –\n      “when any public servant …..  is accused of  any  offence  alleged  to\nhave been committed by  him  while  acting  or  purporting  to  act  in  the\ndischarge of his official duty……”\nWe have therefore first to concentrate on the word ‘offence’.\n</blockquote><blockquote id=\"blockquote_2\">      Now an offence seldom  consists  of  a  single  act.   It  is  usually\ncomposed of several elements and, as a rule, a whole series of acts must  be\nproved before it can be established.  In  the  present  case,  the  elements\nalleged  against  the  second  accused  are,  first,  that  there   was   an\n“entrustment”  and/or  “dominion”;  second,  that  the  entrustment   and/or\ndominion was “in his capacity as a public servant”; third, that there was  a\n“disposal”; and fourth, that the  disposal  was  “dishonest”.    Now  it  is\nevident that the entrustment  and/or  dominion  here  were  in  an  official\ncapacity, and it is equally evident that there could  in  this  case  be  no\ndisposal, lawful or otherwise, save by an act done or purporting to be  done\nin an official capacity.   Therefore, the  act  complained  of,  namely  the\ndisposal, could not have been done in any other way.  If  it  was  innocent,\nit was an official act; if dishonest, it  was  the  dishonest  doing  of  an\nofficial act, but in either event the act was official  because  the  second\naccused could not dispose of the goods save by  the  doing  of  an  official\nact, namely officially permitting their  disposal;  and  that  he  did.   He\nactually permitted their release and purported  to  do  it  in  an  official\ncapacity, and apart from the fact that he did not pretend to act  privately,\nthere was no other way in which he could have done it.  Therefore,  whatever\nthe intention or motive behind the act may have been, the physical  part  of\nit remained unaltered, so if it was official in the one case it was  equally\nofficial in the other, and the only difference would lie  in  the  intention\nwith which it was done: in the one event, it would be done in the  discharge\nof an official duty and in the other, in the purported discharge of it.\n</blockquote><blockquote id=\"blockquote_3\">      The act of abetment alleged against him stands on  the  same  footing,\nfor his part in the abetment was to permit the disposal of the goods by  the\ndoing of an official act and thus “willfully suffer” another person  to  use\nthem dishonestly: <a href=\"/doc/1249173/\" id=\"a_16\">section 405</a> of the Indian Penal Code.  In both cases,  the\n“offence” in his case would be incomplete without proving the official  act.\n</blockquote>\n<blockquote id=\"blockquote_4\">      We therefore hold that <a href=\"/doc/12704/\" id=\"a_17\">section 197</a> of the Code of  Criminal  Procedure\napplies and that sanction was necessary, and as there was none the trial  is\nvitiated from the start.  We therefore quash the  proceedings   against  the\nsecond accused as also his conviction and sentence.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"349952\" id=\"span_3\">12.   This Court has observed in <a href=\"/doc/349952/\" id=\"a_18\">Shreekantiah  Ramayya</a>  (supra)  that  cases\nhave to be decided on their own facts.</span>\n</p><p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"701977\" id=\"span_4\">13.   Reliance has also been placed on a decision of this Court  in  <a href=\"/doc/701977/\" id=\"a_19\">Matajog\nDobey v. H.C. Bhari</a> [1955 (2) SCR 925] in which a complaint was filed  under\n<a href=\"/doc/770961/\" id=\"a_20\">sections 323</a>, <a href=\"/doc/661069/\" id=\"a_21\">341</a>, <a href=\"/doc/697591/\" id=\"a_22\">342</a>, and <a href=\"/doc/11461/\" id=\"a_23\">109</a>, Cr.P.C.  Summons  were  issued  to  accused\npersons under section 323. An objection was taken by  accused  Bhari  as  to\nwant of sanction under <a href=\"/doc/12704/\" id=\"a_24\">section  197</a>  Cr.P.C.  It  was  upheld  and  all  the\naccused  were  discharged.  The  High  Court  affirmed  the  order  of   the\nPresidency Magistrate. This Court held that where in pursuance of  a  search\nwarrant issued under <a href=\"/doc/1934111/\" id=\"a_25\">section 6</a> of  the  Taxation  on  Income  (Investigation\nCommission) Act, 1947, they were required to open the entrance door  and  on\nbeing challenged by the Darwan they  tied  him  with  a  rope,  causing  him\ninjuries and alleged to have assaulted the proprietor mercilessly  with  the\nhelp of two policemen. In the facts of the case it was held  by  this  Court\nthat sanction was necessary as the assault and the  use  of  criminal  force\nrelated to the performance of the official duties of the accused within  the\nmeaning of <a href=\"/doc/12704/\" id=\"a_26\">section 197</a> Cr.P.C. In the matter  of  grant  of  sanction  under\n<a href=\"/doc/12704/\" id=\"a_27\">section 197</a> Cr.P.C., the offence alleged  to  have  been  committed  by  the\naccused must have something to do with the accused, with  the  discharge  of\nofficial duty. In  other  words,  there  must  be  a  reasonable  connection\nbetween the act and the  discharge  of  official  duty.  That  must  have  a\nrelation to the duty that the accused could lay a reasonable claim, but  not\na pretended or fanciful  claim,  that  he  did  it  in  the  course  of  the\nperformance of his duty. The question of sanction may arise at any stage  of\nprosecution, the Constitution Bench also held that  the  facts  subsequently\ncoming to light on a police or judicial inquiry or even  in  the  course  of\nthe prosecution evidence at the  trial,  may  establish  the  necessity  for\nsanction. Whether sanction is necessary or not, may have  to  be  determined\nfrom stage to stage. This Court has held thus :</span>\n</p><blockquote id=\"blockquote_5\">“Is the need for sanction to be considered  as  soon  as  the  complaint  is\nlodged and on the allegations therein contained?  At first sight,  it  seems\nas though there is some support for this view in Hori Ram’s  case  and  also\nin Sarjoo Prasad v. The King-Emperor (1945) F.C.R. 227.  Sulaiman,  J.  says\nthat  as  the  prohibition  is   against   the   institution   itself,   its\napplicability must be judged in the first instance at the earliest stage  of\ninstitution.  Varadachariar, J.  also  states  that  the  question  must  be\ndetermined with reference to the nature of the allegations made against  the\npublic servant in the criminal proceeding.  But a  careful  perusal  of  the\nlater parts of their judgments shows that they did not intent  to  lay  down\nany such proposition.  Sulaiman, J. refers (at page 179) to the  prosecution\ncase as disclosed by the complaint or the police report   and  he  winds  up\nthe discussion in these words: “Of course, if the case as put forward  fails\nor the defence  establishes  that  the  act  purported  to  be  done  is  in\nexecution of  duty,  the  proceedings  will  have  to  be  dropped  and  the\ncomplaint dismissed on that ground”.    The other learned Judge also  states\nat page 185, “At this stage we have only to see  whether  the  case  alleged\nagainst the appellant or sought to be proved against  him  relates  to  acts\ndone or purporting to be done by him in the execution  of  his  duty”.    It\nmust be so.  The question may arise at any stage of  the  proceedings.   The\ncomplaint may not disclose that the act constituting the  offence  was  done\nor purported to be done  in  the  discharge  of  official  duty;  but  facts\nsubsequently coming to light on a police or judicial inquiry or even in  the\ncourse  of  the  prosecution  evidence  at  the  trial,  may  establish  the\nnecessity for sanction.  Whether sanction is necessary or not  may  have  to\nbe determined from stage to stage.  The necessity may reveal itself  in  the\ncourse of the progress of the case.”\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">14.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"293086\" id=\"span_5\">In <a href=\"/doc/293086/\" id=\"a_28\">Bhappa Singh v. Ram Pal Singh &amp; Ors.</a> 1981 (Supp) SCC 12  there  was\nfiring by the Customs party as they were resisted in  carrying  out  a  raid\npeacefully and an injury was sustained by  the  Customs  party.  This  Court\nconsidered grant of protection under <a href=\"/doc/114429693/\" id=\"a_29\">section 108</a> of the Gold (Control)  Act,\n1968 providing immunity to an officer for official act done  in  good  faith\nunder the Act. This Court has discussed the matter thus :</span>\n</p>\n<blockquote id=\"blockquote_6\">“6. In view of the circumstances mentioned in the last paragraph,  there  is\nlittle room for doubt that the Customs party was not out to  commit  dacoity\neither in the jewellery shop or the chaubara, that they  also  committed  no\ntrespass into either of those places, but that the purpose of the  raid  was\nto find out if any illegal  activity  was  being  carried  on  therein.  The\npresence of two licensed Gold-smiths in the chaubara speaks volumes in  that\nbehalf. It may further be taken for  granted  that  the  Customs  party  was\nmanhandled before they themselves resorted to violence,  because  there  was\nno reason for them to open fire unless they were resisted  in  the  carrying\nout of the raid peacefully.\n</blockquote>\n<blockquote id=\"blockquote_7\">7. Even though what we have just stated is a general prima facie  impression\nthat we have formed at this stage  on  the  materials  available  to  us  at\npresent, it may not be possible to come to a conclusive  finding  about  the\nfalsity or otherwise of the complaint. But  then  we  think  that  it  would\namount to giving a go-by to <a href=\"/doc/114429693/\" id=\"a_30\">Section 108</a> of the Gold (Control) Act, if  cases\nof this type are allowed to be pursued to their  logical  conclusion,  i.e.,\nto that of conviction or acquittal. In this view of the  matter  we  do  not\nfeel inclined to upset the impugned order, even though  perhaps  the  matter\nmay have required further evidence before quashing of  the  complaint  could\nbe held to be fully justified. The appeal is accordingly dismissed.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">15.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"722778\" id=\"span_6\">In <a href=\"/doc/722778/\" id=\"a_31\">State of Maharashtra v. Dr. Budhikota Subbarao</a> 1993  (3)  SCC  339,\nthis Court considered grant of sanction under section 197  on  complaint  of\nespionage. It was held that it was during the  discharge  of  official  duty\nthe act was done, also considering the provisions contained in the  <a href=\"/doc/61492784/\" id=\"a_32\">Official\nSecrets Act, 1923</a> and the <a href=\"/doc/715059/\" id=\"a_33\">Atomic Energy Act, 1962</a>, sanction for  prosecution\nunder <a href=\"/doc/12704/\" id=\"a_34\">section 197</a> Cr.P.C. was necessary. The meaning of the  ‘official  act’\nhas been considered by this Court and held thus :</span>\n</p><blockquote id=\"blockquote_8\">“6. Such being the nature of the provision the question is  how  should  the\nexpression, ‘any offence alleged to have been committed by him while  acting\nor purporting to act in the discharge of his official duty’, be  understood?\nWhat does it mean? ‘Official’ according to dictionary, means  pertaining  to\nan office. And official act or official duty means an act or  duty  done  by\nan officer in his official capacity. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1701932\" id=\"span_7\">In <a href=\"/doc/1701932/\" id=\"a_35\">S.B. Saha v. M.S.  Kochar</a>  (1979)  4\nSCC 177 it was held: (SCC pp. 184-85, para 17)\n\n“The words ‘any offence alleged to have been committed by him  while  acting\nor purporting to act in the discharge of  his  official  duty’  employed  in\nSection 197(1) of the Code, are capable of  a  narrow  as  well  as  a  wide\ninterpretation. If these words are construed too narrowly, the section  will\nbe rendered altogether sterile, for, ‘it is no part of an official  duty  to\ncommit an offence, and never can be’. In the wider sense, these  words  will\ntake under their umbrella every act constituting an  offence,  committed  in\nthe course of the same transaction in which the official duty  is  performed\nor purports to be performed. The right  approach  to  the  import  of  these\nwords lies between these two extremes. While on the  one  hand,  it  is  not\nevery  offence  committed  by  a  public  servant  while  engaged   in   the\nperformance of his official duty, which is entitled  to  the  protection  of\nSection 197(1), an act constituting  an  offence,  directly  and  reasonably\nconnected with his official  duty  will  require  sanction  for  prosecution\nunder the said provision.”\n\nUse of the expression, ‘official duty’ implies  that  the  act  or  omission\nmust have been done by the public servant in course of his service and  that\nit should have been in discharge of his duty. The section  does  not  extend\nits protective cover to every act or omission done by a  public  servant  in\nservice but  restricts  its  scope  of  operation  to  only  those  acts  or\nomissions which are done by a public servant in discharge of official  duty.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"695594\" id=\"span_8\">In <a href=\"/doc/695594/\" id=\"a_36\">P. Arulswami v. State of  Madras</a>  (1967)  1  SCR  201  this  Court  after\nreviewing the authorities right from the days of  Federal  Court  and  Privy\nCouncil held:</span>\n</blockquote>\n<blockquote id=\"blockquote_9\">“… It is not therefore every offence committed  by  a  public  servant  that\nrequires sanction for prosecution  under  <a href=\"/doc/810164/\" id=\"a_37\">Section  197(1)</a>  of  the  Criminal\nProcedure Code; nor even every act done by him while he is actually  engaged\nin the performance of his official duties; but if the act complained  of  is\ndirectly concerned with his official  duties  so  that,  if  questioned,  it\ncould be claimed to have been done by virtue of the  office,  then  sanction\nwould be necessary. It is the quality of the act that is  important  and  if\nit falls within the scope and range of his official  duties  the  protection\ncontemplated  by  <a href=\"/doc/12704/\" id=\"a_38\">Section  197</a>  of  the  Criminal  Procedure  Code  will  be\nattracted. An offence may be entirely unconnected with the official duty  as\nsuch or it may be committed within the scope of the official duty. Where  it\nis unconnected with the official duty there can  be  no  protection.  It  is\nonly when it is either within the scope of the official duty  or  in  excess\nof it that the protection is claimable.”\n\nIt has been widened further by extending protection to even  those  acts  or\nomissions which are done in purported exercise of  official  duty.  That  is\nunder the colour of office. Official duty therefore implies that the act  or\nomission must have been done by the public servant in course of his  service\nand such act or omission must have been performed  as  part  of  duty  which\nfurther must have been official in nature. The  section  has,  thus,  to  be\nconstrued strictly, while  determining  its  applicability  to  any  act  or\nomission in course of service. Its operation has  to  be  limited  to  those\nduties which are discharged in course of duty. But once any act or  omission\nhas been found to have been committed by a public servant  in  discharge  of\nhis duty then it must be given liberal and  wide  construction  so  far  its\nofficial nature is concerned. For instance a public servant is not  entitled\nto indulge in criminal activities. To that extent  the  section  has  to  be\nconstrued narrowly and in a restricted manner. But once  it  is  established\nthat act or omission was done by the public servant  while  discharging  his\nduty then the scope of its being official  should  be  construed  so  as  to\nadvance the objective of the  section  in  favour  of  the  public  servant.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"701977\" id=\"span_9\">Otherwise the entire purpose of affording protection  to  a  public  servant\nwithout sanction shall stand frustrated. For instance a  police  officer  in\ndischarge of duty may have to use force which may  be  an  offence  for  the\nprosecution of which the sanction may be necessary. But if the same  officer\ncommits an act in course of service but not in discharge of  his  duty  then\nthe bar under Section 197 of the Code is not attracted. To  what  extent  an\nact or omission performed by a public servant in discharge of his  duty  can\nbe deemed to be official was explained by this Court  in  <a href=\"/doc/701977/\" id=\"a_39\">Matajog  Dubey  v.\nH.C. Bhari</a> AIR 1956 SC 44 thus:</span>\n</blockquote>\n<blockquote id=\"blockquote_10\">“[T]he offence alleged to have been committed (by  the  accused)  must  have\nsomething to do, or must be related in some manner  with  the  discharge  of\nofficial duty … there must be a reasonable connection between  the  act  and\nthe discharge of official duty; the act must bear such relation to the  duty\nthat the accused could lay a reasonable  (claim)  but  not  a  pretended  or\nfanciful claim, that he did it in the  course  of  the  performance  of  his\nduty.”\n                                                         (emphasis supplied)\n\nIf on facts, therefore, it is prima facie found that  the  act  or  omission\nfor which the accused was charged had reasonable connection  with  discharge\nof his duty then it must be held to be official to  which  applicability  of\nSection 197 of the Code cannot be disputed.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\">16.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1992131\" id=\"span_10\">In <a href=\"/doc/1992131/\" id=\"a_40\">Mansukhlal Vithaldas Chauhan v. State of Gujarat</a> 1997 (7) SCC  622,\na question came up for grant of sanction under <a href=\"/doc/608297/\" id=\"a_41\">section 6</a> of  the  Prevention\nof Corruption Act, 1988 in which this Court  had  observed  that  the  State\nGovernment or any other authority has a right to consider the facts of  each\ncase and to decide whether a public servant can be prosecuted or  not.  Thus\nthere is a discretion to grant or not to grant the sanction. This Court  has\nheld thus :</span>\n</p>\n<blockquote id=\"blockquote_11\">“14. From a perusal of <a href=\"/doc/171195927/\" id=\"a_42\">Section 6</a>, it would appear that the  Central  or  the\nState Government or any other authority (depending upon the category of  the\npublic servant) has the right to consider the facts  of  each  case  and  to\ndecide whether that “public servant” is to be prosecuted or not.  Since  the\nsection clearly prohibits the courts from taking cognizance of the  offences\nspecified therein, it envisages that the Central or the State Government  or\nthe “other authority” has not only the right to  consider  the  question  of\ngrant of sanction, it has also the discretion  to  grant  or  not  to  grant\nsanction.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">17.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708222\" id=\"span_11\">In <a href=\"/doc/708222/\" id=\"a_43\">Suresh Kumar Bhikamchand Jain v. Pandey Ajay Bhushan &amp;  Ors.</a>  [1998\n(1) SCC 205] this Court has laid down that the accused is not debarred  from\nproducing the relevant documentary materials which  can  be  legally  looked\ninto without any formal proof to support the stand that the acts  complained\nof were committed in exercise of his jurisdiction or purported  jurisdiction\nas a public servant in discharge of  his  official  duty  thereby  requiring\nsanction  of  the  appropriate  authority.  This  Court  held  that   at   a\npreliminary stage such questions are not required to be  considered  because\naccused has not yet led evidence in support of their case  on  merits.  This\nCourt has held thus :</span>\n</p><blockquote id=\"blockquote_12\">“23. Mr Sibal’s contention is based  upon  the  observations  made  by  this\nCourt in Mathew case  (1992) 1 SCC 217 wherein this Court had observed  that\neven after issuance of process under Section 204 of the Code if the  accused\nappears before the Magistrate and establishes that the  allegations  in  the\ncomplaint petition do not make out any offence for which  process  has  been\nissued then the Magistrate will be fully  within  his  powers  to  drop  the\nproceeding or rescind the process and it is in  that  connection  the  Court\nhad observed “if the complaint on the very face of it does not disclose  any\noffence against the accused”. The aforesaid observation made in the  context\nof a case made out by the accused  either  for  recall  of  process  already\nissued or for quashing of the proceedings may not  apply  fully  to  a  case\nwhere the sanction under <a href=\"/doc/810164/\" id=\"a_44\">Section 197(1)</a> of the CrPC is pleaded as a bar  for\ntaking cognizance. The legislative mandate engrafted in sub-section  (1)  of\nSection 197 debarring a court from taking cognizance of  an  offence  except\nwith a previous sanction of the Government concerned in  a  case  where  the\nacts complained of are alleged to have been committed by  a  public  servant\nin discharge of his official duty or purporting to be in  the  discharge  of\nhis official duty and such public servant is not removable from  his  office\nsave by or with the sanction of the Government touches the  jurisdiction  of\nthe court itself. It is a prohibition imposed by  the  statute  from  taking\ncognizance, the accused after appearing before the court  on  process  being\nissued, by an  application  indicating  that  Section  197(1)  is  attracted\nmerely assists the court to rectify its error where  jurisdiction  has  been\nexercised which it does not possess. In such a case there should not be  any\nbar for the accused producing the relevant  documents  and  materials  which\nwill be ipso facto admissible,  for  adjudication  of  the  question  as  to\nwhether in fact Section 197 has any application in the case in hand.  It  is\nno longer in dispute and has been indicated by this Court in  several  cases\nthat the question of  sanction  can  be  considered  at  any  stage  of  the\nproceedings.\n</blockquote>\n<blockquote id=\"blockquote_13\">24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"701977\" id=\"span_12\">In <a href=\"/doc/701977/\" id=\"a_45\">Matajog</a> case AIR 1956 SC 44 the  Constitution  Bench  held  that  the\ncomplaint may  not  disclose  all  the  facts  to  decide  the  question  of\napplicability of Section  197,  but  facts  subsequently  coming  either  on\npolice or judicial inquiry or even in the  course  of  prosecution  evidence\nmay establish the necessity for sanction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1701932\" id=\"span_13\">In <a href=\"/doc/1701932/\" id=\"a_46\">B. Saha</a> case (1979) 4  SCC  177\nthe Court observed that instead of confining itself to  the  allegations  in\nthe complaint the Magistrate can take into account all the materials on  the\nrecord at the time when the question is raised and falls for  consideration.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">In Pukhraj case (1973) 2 SCC 701 this Court observed that  whether  sanction\nis necessary or not may depend from stage to stage. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"701977\" id=\"span_14\">In <a href=\"/doc/701977/\" id=\"a_47\">Matajog</a> case  (supra)\nthe Constitution Bench had further observed that the necessity for  sanction\nmay reveal itself in the course of the progress of the case and it would  be\nopen to the accused to place the material on record  during  the  course  of\ntrial for showing what his duty was and also the acts complained of were  so\ninterrelated with  his  official  duty  so  as  to  attract  the  protection\nafforded by <a href=\"/doc/12704/\" id=\"a_48\">Section 197</a> of the Code of Criminal Procedure.  This  being  the\nposition it would be unreasonable to  hold  that  the  accused  even  though\nmight have really acted in discharge of his  official  duty  for  which  the\ncomplaints have been lodged yet he will have to wait till  the  stage  under\nsub-section (4) Section 246 of the Code is reached or at least till he  will\nbe  able  to  bring  in  relevant  materials   while   cross-examining   the\nprosecution witnesses. On the other hand it would be logical  to  hold  that\nthe matter being one dealing with the jurisdiction  of  the  court  to  take\ncognizance, the accused would  be  entitled  to  produce  the  relevant  and\nmaterial documents which  can  be  admitted  into  evidence  without  formal\nproof, for the limited consideration of  the  court  whether  the  necessary\ningredients to attract Section 197 of the  Code  have  been  established  or\nnot. The question of applicability of  Section  197  of  the  Code  and  the\nconsequential ouster  of  jurisdiction  of  the  court  to  take  cognizance\nwithout a valid sanction is genetically  different  from  the  plea  of  the\naccused that the averments in the complaint do not make out an  offence  and\nas such the order of cognizance and/or the criminal proceedings be  quashed.\nIn the aforesaid premises we are of the considered opinion that  an  accused\nis not debarred from producing the relevant documentary materials which  can\nbe legally looked into without any formal proof, in  support  of  the  stand\nthat the acts complained of were committed in exercise of  his  jurisdiction\nor purported jurisdiction as a public servant in discharge of  his  official\nduty thereby requiring sanction of the appropriate authority.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">25. Considering the facts and circumstances of  the  case,  it  prima  facie\nappears to us that the alleged acts on the  part  of  the  respondents  were\npurported to be in the exercise of official duties.  Therefore,  a  case  of\nsanction under <a href=\"/doc/12704/\" id=\"a_49\">Section 197</a> Criminal Procedure  Code  has  been  prima  facie\nmade out. Whether it was unjustified on the part of the respondents to  take\nrecourse to the actions alleged in the complaint  or  the  respondents  were\nguilty of excesses committed by them will be gone into in  the  trial  after\nthe required sanction is obtained on the basis of evidences adduced  by  the\nparties. At this stage, such questions are not  required  to  be  considered\nbecause the accused have not yet led evidence in support of  their  case  on\nmerits.”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">18.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1406323\" id=\"span_15\">In <a href=\"/doc/1406323/\" id=\"a_50\">Gauri Shankar Prasad v. State of Bihar &amp; Anr.</a> 2000 (5) SCC 15  this\nCourt has laid down the test to determine whether the alleged  action  which\nconstituted an  offence  has  a  reasonable  and  rational  nexus  with  the\nofficial duties required  to  be  discharged  by  the  public  servant.  The\nappellant in his official capacity as Sub-Divisional Magistrate had gone  to\nthe place of the complainant for the purpose of removal of encroachment.  It\nwas when entering the chamber of the complainant, he  used  filthy  language\nand dragged him out of  his  chamber.  It  was  held  that  the  act  has  a\nreasonable nexus with the official duty of the appellant. Hence no  criminal\nproceedings could be initiated without obtaining sanction. It  was  observed\nthus :</span>\n</p><blockquote id=\"blockquote_14\">“8. What offences can be held to have been committed  by  a  public  servant\nwhile acting or purporting to act in the discharge of  his  official  duties\nis a vexed question which has often troubled various courts  including  this\nCourt. Broadly speaking, it has been indicated in various decisions of  this\nCourt that the alleged action constituting the offence  said  to  have  been\ncommitted by the public servant must have a reasonable  and  rational  nexus\nwith the official duties required to be discharged by such public servant.\n</blockquote>\n<blockquote id=\"blockquote_15\">                                  x x x x x\n\n</blockquote><blockquote id=\"blockquote_16\">14. Coming to the facts of the  case  in  hand,  it  is  manifest  that  the\nappellant was present at the place of occurrence in  his  official  capacity\nas Sub-Divisional Magistrate for the  purpose  of  removal  of  encroachment\nfrom government land and in exercise of such duty, he  is  alleged  to  have\ncommitted the acts which form the gravamen of the allegations  contained  in\nthe complaint lodged by the respondent. In  such  circumstances,  it  cannot\nbut be held that the acts  complained  of  by  the  respondent  against  the\nappellant have a reasonable nexus with the official duty of  the  appellant.\n</blockquote><p data-structure=\"PetArg\" id=\"p_24\">It follows, therefore, that the appellant is entitled to the  immunity  from\ncriminal proceedings without  sanction  provided  under  <a href=\"/doc/12704/\" id=\"a_51\">Section  197</a>  CrPC.\nTherefore, the High Court erred in holding that  <a href=\"/doc/12704/\" id=\"a_52\">Section  197</a>  CrPC  is  not\napplicable in the case.”\n\n</p><p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1406323\" id=\"span_16\">19.   It has been <a href=\"/doc/1406323/\" id=\"a_53\">laid down in</a> <a href=\"/doc/1406323/\" id=\"a_54\">Gauri Shankar Prasad</a>  (supra)  that  in  case\noffence has been committed while discharging his duties by  an  accused  and\nthere is a reasonable nexus with  official  duties,  if  answer  is  in  the\naffirmative then sanction is required. However  it  would  depend  upon  the\nfacts and circumstances of each case whether there  is  a  reasonable  nexus\nwith official duties to be discharged.</span>\n</p><p data-structure=\"Precedent\" id=\"p_26\">20.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1796405\" id=\"span_17\">In <a href=\"/doc/1796405/\" id=\"a_55\">Abdul Wahab Ansari v. State of  Bihar  &amp;  Anr.</a>  2000  (8)  SCC  500\nfiring was made by police inspector  while  removing  encroachments  due  to\nwhich one person was killed and two were injured. A  private  complaint  was\nfiled under sections 302, 307 etc. on which  Magistrate  issued  summons  to\nthe police inspector. A challenge was made to the cognizance  taken  by  the\nMagistrate by filing a petition under section 482  before  the  High  Court.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"109971907\" id=\"span_18\">The High Court held that the question of sanction can be raised at the  time\nof framing of the charge and decision in  <a href=\"/doc/109971907/\" id=\"a_56\">Birendra  K.  Singh  v.  State  of\nBihar</a> 2000 (8) SCC 498 has been held not to be a good law.  This  Court  has\nobserved that the question of sanction under <a href=\"/doc/445276/\" id=\"a_57\">section 497</a> Cr.P.C. has  to  be\nconsidered at the earlier stage of the proceedings. Ultimately on  facts  it\nwas held that the police inspector was entitled to  protection  and  without\nsanction he could not have been prosecuted. Thus  the  criminal  proceedings\ninstituted without sanction were quashed.</span>\n</p><p data-structure=\"Precedent\" id=\"p_27\">21.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1323993\" id=\"span_19\">In <a href=\"/doc/1323993/\" id=\"a_58\">P.K. Pradhan v. State of Sikkim</a> represented by the  Central  Bureau\nof Investigation 2001 (6) SCC  704  this  Court  considered  the  provisions\ncontained in <a href=\"/doc/810164/\" id=\"a_59\">section 197(1)</a> of the Code of  Criminal  Procedure  whether  an\noffence committed “while acting or purporting to act  in  the  discharge  of\nhis official duty” and laid down that the test to  determine  the  aforesaid\nis that the act complained of must  be  an  offence  and  must  be  done  in\ndischarge of official duty. In any view  of  the  matter  there  must  be  a\nreasonable connection between the act and the official  duty.  It  does  not\nmatter that the act exceeds what is strictly necessary for the discharge  of\nthe official duty, since that question  would  arise  only  later  when  the\ntrial proceeds. However no sanction is  required  where  there  is  no  such\nconnection  and  the  official  status  furnishes  only  the   occasion   or\nopportunity for the acts. The claim of the accused that  the  act  was  done\nreasonably and not in pretended course of his official duty can be  examined\nduring the trial by giving an opportunity to the defence  to  prove  it.  In\nsuch cases the question of sanction should be left open to be decided  after\nconclusion of the trial.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1796405\" id=\"span_20\">The decision in  <a href=\"/doc/1796405/\" id=\"a_60\">Abdul  Wahab  Ansari</a>  (supra)  has\nalso been taken into consideration by this Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1323993\" id=\"span_21\">In  <a href=\"/doc/1323993/\" id=\"a_61\">P.K.  Pradhan</a>  (supra)\nthis Court has laid down thus :</span>\n</p><blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1323993\" id=\"span_22\">“5. The legislative mandate engrafted in  sub-section  (1)  of  Section  197\ndebarring a court from taking cognizance  of  an  offence  except  with  the\nprevious sanction of the Government concerned  in  a  case  where  the  acts\ncomplained of are alleged to have been committed  by  a  public  servant  in\ndischarge of his official duty or purporting to be in the discharge  of  his\nofficial duty and such public servant is not removable from office  save  by\nor with the sanction of the Government,  touches  the  jurisdiction  of  the\ncourt itself. It is  a  prohibition  imposed  by  the  statute  from  taking\ncognizance. Different  tests  have  been  <a href=\"/doc/1323993/\" id=\"a_62\">laid  down  in</a>  decided  cases  to\nascertain the scope and meaning of the relevant words occurring  in  Section\n197 of the Code: “any offence alleged to have been committed  by  him  while\nacting or purporting to act in the discharge  of  his  official  duty”.  The\noffence alleged to have been committed must have something to  do,  or  must\nbe related in some manner, with the discharge of official duty. No  question\nof sanction can arise under Section 197, unless the act complained of is  an\noffence; the only point for determination is whether  it  was  committed  in\nthe discharge of official  duty.  There  must  be  a  reasonable  connection\nbetween the act and the official duty. It does not matter even  if  the  act\nexceeds what is strictly necessary for the discharge of the  duty,  as  this\nquestion will arise only at a later stage when the  trial  proceeds  on  the\nmerits. What a court has to find out is whether the  act  and  the  official\nduty are so interrelated that one can postulate reasonably that it was  done\nby the accused in the performance of  official  duty,  though,  possibly  in\nexcess of the needs and requirements of the situation.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_28\">                                  x x x x x\n\n\n</p><p data-structure=\"Section\" id=\"p_29\">15. Thus, from a conspectus of the aforesaid decisions,  it  will  be  clear\nthat for claiming protection under Section 197 of the Code,  it  has  to  be\nshown by the accused that there is reasonable  connection  between  the  act\ncomplained of and the discharge of official duty. An  official  act  can  be\nperformed in the discharge of official duty as well  as  in  dereliction  of\nit. For invoking protection under Section 197 of the Code, the acts  of  the\naccused complained of must be such that the same cannot  be  separated  from\nthe discharge of official duty, but if there was  no  reasonable  connection\nbetween them and the  performance  of  those  duties,  the  official  status\nfurnishes only the occasion or opportunity for the acts,  then  no  sanction\nwould be required. If the case as put forward by the  prosecution  fails  or\nthe defence establishes that the act purported to be done  is  in  discharge\nof duty, the proceedings will have to be dropped. It is  well  settled  that\nquestion of sanction under Section 197 of the Code can be  raised  any  time\nafter the cognizance; may be immediately  after  cognizance  or  framing  of\ncharge or even at the time of conclusion of trial and  after  conviction  as\nwell. But there may be certain cases where it may not be possible to  decide\nthe question effectively  without  giving  opportunity  to  the  defence  to\nestablish that what he did was in discharge of official duty.  In  order  to\ncome to the conclusion whether claim of the accused that  the  act  that  he\ndid was in course of the performance of his duty was a  reasonable  one  and\nneither pretended nor fanciful, can be examined during the course  of  trial\nby  giving  opportunity  to  the  defence  to  establish  it.  In  such   an\neventuality, the question of sanction should be left open to be  decided  in\nthe main judgment which may be delivered upon conclusion of the trial.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">16. In the present case, the accused is claiming that in  awarding  contract\nin his capacity as Secretary, Department of  Rural  Development,  Government\nof Sikkim, he did not abuse his position as a public servant and works  were\nawarded in favour of the contractor at a rate permissible under law and  not\nlow rates. These facts are required to be established which can be  done  at\nthe trial. Therefore, it  is  not  possible  to  grant  any  relief  to  the\nappellant at this stage. However, we may observe that during the  course  of\ntrial, the court below shall examine this question afresh and deal with  the\nsame in the main judgment in the light of the law <a href=\"/doc/1323993/\" id=\"a_63\">laid  down  in</a>  this  case\nwithout being prejudiced by any observation in the impugned orders.”\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">22.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"761884\" id=\"span_23\">In <a href=\"/doc/761884/\" id=\"a_64\">State of  H.P. v. M.P. Gupta</a>  2004  (2)  SCC  349  this  Court  has\nconsidered the provisions contained under section 197 and has observed  that\nthe same are  required  to  be  construed  strictly  while  determining  its\napplicability to any act or omission during the course of his service.  Once\nany act or omission is found to have been committed by a public  servant  in\ndischarge of his duty, this Court held that liberal  and  wide  construction\nis to be  given  to  the  provisions  so  far  as  its  official  nature  is\nconcerned. This Court has held thus :</span>\n</p><blockquote id=\"blockquote_18\">“11. Such being the nature of the provision, the question is how should  the\nexpression, “any offence alleged to have been committed by him while  acting\nor purporting to act in the discharge of his official duty”, be  understood?\nWhat does it mean? “Official” according to the dictionary, means  pertaining\nto an office, and official act or official duty means an act  or  duty  done\nby an officer in his official capacity.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\">23.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1951412\" id=\"span_24\">In <a href=\"/doc/1951412/\" id=\"a_65\">State of Orissa &amp; Ors. v. Ganesh Chandra Jew</a> 2004 (8) SCC  40  this\nCourt has held that protection under section 197 is available only when  the\nact done by the public servant is reasonably connected  with  the  discharge\nof his official duty and is not merely a cloak for doing  the  objectionable\nact.  The  test  to  determine  a  reasonable  connection  between  the  act\ncomplained of and the official duty is that even in case the public  servant\nhas exceeded in his duty, if there exists a reasonable  connection  it  will\nnot deprive him of the protection. This Court has also observed  that  there\ncannot be a universal rule  to  determine  whether  there  is  a  reasonable\nconnection between the act done and the official duty nor is it possible  to\nlay down any such rule. It was held thus :</span>\n</p><blockquote id=\"blockquote_19\">“7. The protection given under Section 197 is to protect responsible  public\nservants against the institution of possibly vexatious criminal  proceedings\nfor offences alleged to have been committed by them while  they  are  acting\nor purporting to act as public servants. The policy of  the  legislature  is\nto afford adequate protection to public servants to  ensure  that  they  are\nnot prosecuted for anything done by them in the discharge of their  official\nduties without reasonable cause, and if sanction is granted,  to  confer  on\nthe Government, if they choose to  exercise  it,  complete  control  of  the\nprosecution. This protection has certain limits and is available  only  when\nthe alleged act done by the public servant is reasonably connected with  the\ndischarge of his official duty and is not  merely  a  cloak  for  doing  the\nobjectionable act. If in doing his official duty, he acted in excess of  his\nduty, but  there  is  a  reasonable  connection  between  the  act  and  the\nperformance of the official duty,  the  excess  will  not  be  a  sufficient\nground to deprive the public servant of the protection. The question is  not\nas to the nature  of  the  offence  such  as  whether  the  alleged  offence\ncontained an element necessarily dependent upon the offender being a  public\nservant, but whether  it  was  committed  by  a  public  servant  acting  or\npurporting to act as such in the discharge of his official capacity.  Before\nSection 197 can be invoked, it must be shown  that  the  official  concerned\nwas accused of an offence alleged  to  have  been  committed  by  him  while\nacting or purporting to act in the discharge of his official duties.  It  is\nnot the duty which requires examination so much  as  the  act,  because  the\nofficial act can be performed both in the discharge of the official duty  as\nwell as in dereliction of it. The act must fall within the scope  and  range\nof the official duties of the public servant concerned. It  is  the  quality\nof the act which  is  important  and  the  protection  of  this  section  is\navailable if the act falls within the scope and range of his official  duty.\nThere cannot  be  any  universal  rule  to  determine  whether  there  is  a\nreasonable connection between the act done and the official duty, nor is  it\npossible to lay down any such rule. One safe and sure test  in  this  regard\nwould be to consider if the omission or neglect on the part  of  the  public\nservant to commit the act complained of could have made him  answerable  for\na charge of dereliction  of  his  official  duty.  If  the  answer  to  this\nquestion is in the affirmative, it may be said that such act  was  committed\nby the public servant while acting in the discharge  of  his  official  duty\nand there was every connection with the act complained of and  the  official\nduty of the public servant. This aspect makes it clear that the  concept  of\nSection 197 does  not  get  immediately  attracted  on  institution  of  the\ncomplaint case.”\n\n      However, it  has  also  been  observed  that  public  servant  is  not\nentitled to indulge in criminal activities. To that extent the  section  has\nbeen construed narrowly and in a restricted manner.\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\">24.   In K. Kalimuthu v. State by DSP  2005  (4)  SCC  512  this  Court  has\nobserved that official duty implies that an act or omission must  have  been\ndone by the public servant within the scope and range of his  official  duty\nfor protection. It does not extend to criminal activities  but  where  there\nis a reasonable connection in the act or omission during official  duty,  it\nmust be held to be official. This Court has also observed that the  question\nwhether the sanction is necessary or not, may have  to  be  determined  from\nstage to stage. This Court has laid down thus :\n</p><blockquote id=\"blockquote_20\">“12. If on facts, therefore, it  is  prima  facie  found  that  the  act  or\nomission for which the accused was charged had  reasonable  connection  with\ndischarge of his duty  then  it  must  be  held  to  be  official  to  which\napplicability of Section 197 of the Code cannot be disputed.\n</blockquote>\n<blockquote id=\"blockquote_21\">                                  x x x x x\n\n</blockquote><blockquote id=\"blockquote_22\">15. The question relating to the need of sanction under Section 197  of  the\nCode is not necessarily to be considered as soon as the complaint is  lodged\nand on the allegations contained therein. This question  may  arise  at  any\nstage of the proceeding. The question whether sanction is necessary  or  not\nmay have to be determined from stage  to  stage.  Further,  in  cases  where\noffences under the Act are concerned, the effect  of  Section  197,  dealing\nwith the question of prejudice has also to be noted.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">25.   In State of Karnataka through CBI v. C.  Nagarajaswamy  2005  (8)  SCC\n370 this Court has considered the question of grant of sanction and  it  was\nheld that grant of proper sanction by a competent authority is  a  sine  qua\nnon for taking  cognizance  of  the  offence.  Whether  proper  sanction  is\naccorded or not, ordinarily it should be dealt with at the stage  of  taking\ncognizance but if the cognizance of the offence  is  taken  erroneously  and\nthe same comes to the notice of the court at a later  stage,  a  finding  to\nthat effect is permissible and such a plea can be taken for the  first  time\nbefore an appellate court. In case sanction is held to be illegal  then  the\ntrial would be held to have been rendered illegal and without  jurisdiction,\nand there can be initiation of fresh trial after the accused was  discharged\ndue to invalid sanction for prosecution and a fresh trial was expedited.\n</p><p data-structure=\"Precedent\" id=\"p_35\">26.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1179931\" id=\"span_25\">In <a href=\"/doc/1179931/\" id=\"a_66\">Sankaran Moitra v. Sadhna Das &amp;  Anr.</a>  2006  (4)  SCC  584  it  was\nconsidered that sanction under <a href=\"/doc/12704/\" id=\"a_67\">section 197</a> Cr.P.C. is a condition  precedent\nthough the question as  to  applicability  of  section  197  may  arise  not\nnecessarily at the inception but even at  a  subsequent  stage.  Request  to\npostpone the decision on the said question  in  the  instant  case,  it  was\nheld, in the facts of the case was not  accepted.  The  complaint  disclosed\nthat the deceased was a supporter of a political party beaten  to  death  by\nthe police at the instance of appellant police officer near a polling  booth\non an election day. On the facts it was held that  the  appellant  committed\nthe act in question during  the  course  of  performance  of  his  duty  and\nsanction under section 197(1) was necessary for his prosecution. This  Court\nhas observed thus :</span>\n</p><blockquote id=\"blockquote_23\">“25. The High Court has stated that killing of a person by use of  excessive\nforce could never be performance of duty. It may be correct  so  far  as  it\ngoes. But the question is whether that act was done in  the  performance  of\nduty or in purported performance of duty. If it was done in  performance  of\nduty or purported performance of duty, Section 197(1) of the Code cannot  be\nbypassed by reasoning that killing a man could never be done in an  official\ncapacity  and  consequently  Section  197(1)  of  the  Code  could  not   be\nattracted. Such a reasoning would be against the ratio of the  decisions  of\nthis Court referred to earlier. The other reason given  by  the  High  Court\nthat if the High Court were to interfere on the ground of want of  sanction,\npeople will lose faith in the judicial process, cannot also be a  ground  to\ndispense with a statutory requirement or protection.  Public  trust  in  the\ninstitution can be maintained  by  entertaining  causes  coming  within  its\njurisdiction, by performing  the  duties  entrusted  to  it  diligently,  in\naccordance with  law  and  the  established  procedure  and  without  delay.\nDispensing with  of  jurisdictional  or  statutory  requirements  which  may\nultimately affect the adjudication itself,  will  itself  result  in  people\nlosing faith in the system. So, the reason in that behalf given by the  High\nCourt cannot be sufficient to enable  it  to  get  over  the  jurisdictional\nrequirement of a sanction under <a href=\"/doc/810164/\" id=\"a_68\">Section  197(1)</a>  of  the  Code  of  Criminal\nProcedure. We are therefore satisfied that the High Court was  in  error  in\nholding that sanction under Section 197(1) was not needed in this  case.  We\nhold that  such  sanction  was  necessary  and  for  want  of  sanction  the\nprosecution must be quashed at this stage. It is not for us  now  to  answer\nthe submission of learned counsel  for  the  complainant  that  this  is  an\neminently fit case for grant of such sanction.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">27.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1774206\" id=\"span_26\">In <a href=\"/doc/1774206/\" id=\"a_69\">Harpal Singh v. State of Punjab</a> 2007 (13) SCC 387  this  Court  has\nlaid down that cognizance could not have been taken without sanction by  the\nTADA Court. The conviction recorded on  the  basis  of  prosecution  without\nsanction was set aside.</span>\n</p><p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"40133779\" id=\"span_27\">28.   Learned counsel for appellants has also relied upon  the  decision  of\nthis Court in  <a href=\"/doc/40133779/\" id=\"a_70\">General  Officer  Commanding,  Rashtriya  Rifles  v.  Central\nBureau of Investigation &amp; Anr.</a> 2012 (6) SCC 228  in  which  this  Court  has\nobserved that it is for the competent authority to decide  the  question  of\nsanction whether it is necessary or not and not by  the  court  as  sanction\nhas to be issued only on the basis of sound  objective  assessment  and  not\notherwise. Prior sanction is a condition  precedent.  This  Court  has  laid\ndown thus :</span>\n</p><blockquote id=\"blockquote_24\">“82. Thus, in view of the above, the law on the issue  of  sanction  can  be\nsummarised to the effect that the  question  of  sanction  is  of  paramount\nimportance for protecting a public servant  who  has  acted  in  good  faith\nwhile performing his duty. In order that  the  public  servant  may  not  be\nunnecessarily harassed on a complaint  of  an  unscrupulous  person,  it  is\nobligatory on the part of the executive authority to protect  him.  However,\nthere must be a discernible connection between the  act  complained  of  and\nthe powers and duties of the public servant. The act complained of may  fall\nwithin the description  of  the  action  purported  to  have  been  done  in\nperforming the official duty. Therefore, if the alleged act or  omission  of\nthe  public  servant  can  be  shown  to  have  a   reasonable   connection,\ninterrelationship or is inseparably connected with discharge  of  his  duty,\nhe becomes entitled for protection of sanction.\n</blockquote>\n<blockquote id=\"blockquote_25\">83. If the law requires sanction, and the court proceeds  against  a  public\nservant without sanction, the public servant has a right to raise the  issue\nof jurisdiction as the entire action may be  rendered  void  ab  initio  for\nwant of sanction. Sanction can be obtained even during the course  of  trial\ndepending upon the facts of an individual  case  and  particularly  at  what\nstage of proceedings, requirement of sanction has surfaced. The question  as\nto whether the act complained of, is done  in  performance  of  duty  or  in\npurported performance  of  duty,  is  to  be  determined  by  the  competent\nauthority and not by the court.  The  legislature  has  conferred  “absolute\npower” on the statutory authority to accord sanction or  withhold  the  same\nand the court has no role in this subject. In such  a  situation  the  court\nwould not proceed without sanction of the competent statutory authority.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"4302712\" id=\"span_28\">29.   This Court in <a href=\"/doc/4302712/\" id=\"a_71\">D.T. Virupakshappa v. C. Subash</a> 2015 (12)  SCC  231  has\nobserved that whether sanction is necessary or not, may arise at  any  stage\nof the proceedings and in a  given  case  it  may  arise  at  the  stage  of\ninception.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158339934\" id=\"span_29\">This Court has referred to the  decision  of  this  Court  in  <a href=\"/doc/158339934/\" id=\"a_72\">Om\nPrakash v. State of Jharkhand</a> 2012 (12) SCC 72 and observed thus :</span>\n</p><blockquote id=\"blockquote_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158339934\" id=\"span_30\">“5. The question, whether sanction is necessary or not,  may  arise  on  any\nstage of the proceedings, and in a given case, it may arise at the stage  of\ninception as held by this Court in <a href=\"/doc/158339934/\" id=\"a_73\">Om Prakash v. State of  Jharkhand</a>  (2012)\n12 SCC 72. To quote: (SCC p. 94, para 41)\n\n“41. The upshot of this discussion is that whether sanction is necessary  or\nnot has to be decided from stage to stage. This question may  arise  at  any\nstage of the proceeding. In a given case, it may  arise  at  the  inception.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">There may be unassailable and unimpeachable circumstances  on  record  which\nmay establish at the outset that the police officer or  public  servant  was\nacting in performance of his official duty and  is  entitled  to  protection\ngiven under Section 197 of the Code. It is not possible for us to hold  that\nin such a case, the court cannot look into any  documents  produced  by  the\naccused or the public servant concerned at the inception. The nature of  the\ncomplaint may have to be kept in mind. It must be remembered  that  previous\nsanction is a  precondition  for  taking  cognizance  of  the  offence  and,\ntherefore, there is no requirement that  the  accused  must  wait  till  the\ncharges are framed to raise this plea.””\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">30.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64826570\" id=\"span_31\">In <a href=\"/doc/64826570/\" id=\"a_74\">Manorama Tiwari &amp; Ors. v. Surendra Nath Rai</a> 2016 (1) SCC 594  in  a\ncase of death by alleged negligence of Government doctors, it was held  that\nthe sanction for prosecution was necessary. On facts it was  held  that  the\nappellants were discharging public duties as they  were  performing  surgery\nin the Government hospital. Hence criminal prosecution was not  maintainable\nwithout sanction from the State Government.</span>\n</p><p data-structure=\"Precedent\" id=\"p_41\">31.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"987738\" id=\"span_32\">In <a href=\"/doc/987738/\" id=\"a_75\">Shambhoo Nath Misra v. State of U.P. &amp; Ors.</a> 1997 (5) SCC  326  this\nCourt considered the question when the public servant  is  alleged  to  have\ncommitted the offence of fabrication of false record or misappropriation  of\npublic funds etc. Can he be said to have  acted  in  discharge  of  official\nduties ? Since it was not the duty of the public servant  to  fabricate  the\nfalse records, it was held that the official capacity only  enabled  him  to\nfabricate the records and misapporopriate the public funds hence it was  not\nconnected with the course of same transaction. This Court has also  observed\nthat performance of official duty  under  the  colour  of  public  authority\ncannot be camouflaged to commit  crime.  Public  duty  may  provide  him  an\nopportunity to commit crime. The court during trial or inquiry has to  apply\nits mind and record a finding on the issue that crime and official duty  are\nintegrally connected or not. This Court has held thus :</span>\n</p><blockquote id=\"blockquote_27\">“4. …. The protection of sanction is an assurance to an honest  and  sincere\nofficer to perform his public duty honestly and to the best of his  ability.\nThe threat of prosecution demoralises the honest  officer.  The  requirement\nof the sanction by competent  authority  or  appropriate  Government  is  an\nassurance and protection to the honest officer who does  his  official  duty\nto further public interest. However,  performance  of  official  duty  under\ncolour of public authority cannot be camouflaged  to  commit  crime.  Public\nduty may provide him an opportunity to commit crime. The  Court  to  proceed\nfurther in the trial or the enquiry, as the case may be,  applies  its  mind\nand records a  finding  that  the  crime  and  the  official  duty  are  not\nintegrally connected.\n</blockquote>\n<blockquote id=\"blockquote_28\">5. The question is when the public servant is alleged to have committed  the\noffence of fabrication of record or misappropriation  of  public  fund  etc.\ncan he be said to have acted in discharge of his official duties. It is  not\nthe official duty of the public servant to fabricate the false  records  and\nmisappropriate the public funds etc. in furtherance of or in  the  discharge\nof his official duties. The official capacity only enables him to  fabricate\nthe record or misappropriate the public fund etc. It does not mean  that  it\nis integrally connected or inseparably interlinked with the crime  committed\nin the course of the same  transaction,  as  was  believed  by  the  learned\nJudge. Under these circumstances, we  are  of  the  opinion  that  the  view\nexpressed by the High Court as well as by the trial court  on  the  question\nof sanction is clearly illegal and cannot be sustained.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_42\">32.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"895594\" id=\"span_33\">In <a href=\"/doc/895594/\" id=\"a_76\">S.K. Zutshi &amp; Anr. v. Bimal Debnath &amp; Anr.</a> 2004  (8)  SCC  31  this\nCourt has emphasized that official duty must have been official  in  nature.\nOfficial duty implies that the act or omission must have  been  official  in\nnature. If the act is  committed  in  the  course  of  service  but  not  in\ndischarge of his duty and without  any  justification  then  the  bar  under\n<a href=\"/doc/12704/\" id=\"a_77\">section 197</a> Cr.P.C. is not attracted. This Court has laid down thus :</span>\n</p><blockquote id=\"blockquote_29\">“9. It has been widened further by extending protection to even  those  acts\nor omissions which are done in purported exercise  of  official  duty.  That\nis, under the colour of office. Official duty, therefore, implies  that  the\nact or omission must have been done by the public servant in the  course  of\nhis service and such act or omission must have been  performed  as  part  of\nduty which, further, must have been official in  nature.  The  section  has,\nthus, to be construed strictly while determining its  applicability  to  any\nact or omission in the course of service. Its operation has  to  be  limited\nto those duties which are discharged in the course of  duty.  But  once  any\nact or omission has been found to have been committed by  a  public  servant\nin  discharge  of  his  duty  then  it  must  be  given  liberal  and   wide\nconstruction so far as its official nature is  concerned.  For  instance,  a\npublic servant is not entitled to indulge in criminal  activities.  To  that\nextent the section has to be construed narrowly and in a restricted  manner.\nBut once it is established that that act or omission was done by the  public\nservant while discharging his duty then the  scope  of  its  being  official\nshould be construed so as to advance the objective of the section in  favour\nof the public servant. Otherwise the entire purpose of affording  protection\nto a public servant without sanction shall stand frustrated.  For  instance,\na police officer in discharge of duty may have to use force which may be  an\noffence for the prosecution of which the sanction may be necessary.  But  if\nthe same officer commits an  act  in  the  course  of  service  but  not  in\ndischarge of his duty and without any justification therefor  then  the  bar\nunder Section 197 of the Code is not attracted.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_43\">33.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"82632\" id=\"span_34\">In <a href=\"/doc/82632/\" id=\"a_78\">P.P. Unnikrishnan &amp; Anr. v. Puttiyottil Alikutty &amp;  Anr.</a>  2000  (8)\nSCC 131, law  to  the  same  effect  as  in  <a href=\"/doc/82632/\" id=\"a_79\">the  above  decision</a>  has  been\nreiterated. The police officers kept a person in lock-up for  more  than  24\nhours without authority and subjected him to third  degree  treatment.</span>  Thus\nit was held that such offence was neither covered  under  section  64(3)  of\nthe Kerala Police Act nor under section 197(1) Cr.P.C.\n</p><p data-structure=\"Precedent\" id=\"p_44\">34.   In Satyavir Singh Rathi, Assistant Commissioner of Police  &amp;  Ors.  v.\nState through Central Bureau of Investigation 2011 (6)  SCC  1,  this  Court\nhas referred to the decision  in  B.Saha’s  case  and  laid  down  that  the\nquestion of sanction has to be seen with respect to the stage  and  material\nbrought on record up to that stage. Whether allegation  of  misappropriation\nis true or false is not to be gone into at this  stage  in  considering  the\nquestion whether sanction for prosecution was  or  was  not  necessary.  The\ncriminal acts attributed to the accused were taken as alleged.   This  Court\nhas observed as under :\n</p><blockquote id=\"blockquote_30\"> “87. Both these judgments were followed in Atma Ram case AIR 1966  SC  1786\nwhere the question was as to whether the  action  of  a  police  officer  in\nbeating and confining a person suspected  of  having  stolen  goods  in  his\npossession could be said to be under colour of duty. It was held  as  under:\n</blockquote><blockquote id=\"blockquote_31\">(AIR pp. 1787-88, para 3)\n\n“3. … The provisions of <a href=\"/doc/447673/\" id=\"a_80\">Sections 161</a> and <a href=\"/doc/1184284/\" id=\"a_81\">163</a> of the Criminal Procedure  Code\nemphasise the fact that a police  officer  is  prohibited  from  beating  or\nconfining persons with a view to induce them to make statements. In view  of\nthe statutory prohibition  it  cannot,  possibly,  be  said  that  the  acts\ncomplained of, in this case, are acts done  by  the  respondents  under  the\ncolour of their duty or authority. In our opinion, there is  no  connection,\nin this  case  between  the  acts  complained  of  and  the  office  of  the\nrespondents and the duties and obligations imposed on them by  law.  On  the\nother hand, the alleged acts  fall  completely  outside  the  scope  of  the\nduties of the respondents and they  are  not  entitled,  therefore,  to  the\nmantle of protection conferred by <a href=\"/doc/131112865/\" id=\"a_82\">Section 161(1)</a> of the Bombay Police Act.”\n\n</blockquote><blockquote id=\"blockquote_32\">88. Similar views have been expressed in Bhanuprasad  Hariprasad  Dave  case\nAIR 1968 SC 1323 wherein the allegations against the police officer were  of\ntaking advantage of his position and attempting to coerce a person  to  give\nhim bribe. The plea of colour of duty was negatived by  this  Court  and  it\nwas observed as under: (AIR p. 1328, para 9)\n\n“9. … All that can be said in the present case is that the first  appellant,\na police officer, taking advantage of his position as a police  officer  and\navailing himself of  the  opportunity  afforded  by  the  letter  Madhukanta\nhanded over to him, coerced Ramanlal to pay illegal  gratification  to  him.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_45\">This cannot be said to have been done  under  colour  of  duty.  The  charge\nagainst the second appellant is that he aided the  first  appellant  in  his\nillegal activity.”\n                                  x x x x x\n\n</p><p data-structure=\"Precedent\" id=\"p_46\">94. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1701932\" id=\"span_35\">In <a href=\"/doc/1701932/\" id=\"a_83\">B. Saha</a> case (1979) 4 SCC 177 this Court was dealing  primarily  with\nthe question as to whether sanction under  <a href=\"/doc/12704/\" id=\"a_84\">Section  197</a>  CrPC  was  required\nwhere a Customs Officer had misappropriated the goods  that  he  had  seized\nand put them to his own use. While dealing  with  this  submission,  it  was\nalso observed as under: (SCC p. 184, para 14)\n\n“14. Thus, the material brought on the record  up  to  the  stage  when  the\nquestion of want of sanction was  raised  by  the  appellants,  contained  a\nclear allegation against the appellants about the commission of  an  offence\nunder Section 409 of the Penal Code.  To  elaborate,  it  was  substantially\nalleged that the appellants had seized the goods and were  holding  them  in\ntrust in the discharge of their official  duty,  for  being  dealt  with  or\ndisposed of in accordance with law, but in dishonest breach of  that  trust,\nthey criminally misappropriated  or  converted  those  goods.  Whether  this\nallegation or charge is true or false, is  not  to  be  gone  into  at  this\nstage. In considering the question whether sanction for prosecution  was  or\nwas not necessary, these criminal acts attributed to the accused are  to  be\ntaken as alleged.”\n                                                        (emphasis supplied)”</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_47\">35.   This Court has held that in case there is an act of beating  a  person\nsuspected of a crime of confining him or sending  him  away  in  an  injured\ncondition, it cannot be said that  police  at  that  time  were  engaged  in\ninvestigation and the acts were done  or  intended  to  be  done  under  the\nprovisions of law. Act of  beating  and  confining  a  person  illegally  is\noutside the purview of the duties.\n</p><p data-structure=\"Precedent\" id=\"p_48\">36.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1538237\" id=\"span_36\">In <a href=\"/doc/1538237/\" id=\"a_85\">Paramjit Kaur (Mrs) v. State of Punjab &amp;  Ors.</a>  (1996)  7  SCC  20,\nthis Court directed the Director,  CBI  to  appoint  an  investigation  team\nheaded by a responsible officer to conduct investigation in  the  kidnapping\nand whereabouts of the human rights activist and also  to  appoint  a  high-\npowered team to investigate into the alleged human rights violations.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_49\">37.   The principles emerging from the aforesaid  decisions  are  summarized\nhereunder :\n</p><blockquote id=\"blockquote_33\">I.    Protection of sanction is  an  assurance  to  an  honest  and  sincere\nofficer to perform his duty honestly and to  the  best  of  his  ability  to\nfurther public duty.   However, authority cannot be  camouflaged  to  commit\ncrime.\n</blockquote><blockquote id=\"blockquote_34\">II.   Once act or omission has been found to have been committed  by  public\nservant  in  discharging  his  duty  it  must  be  given  liberal  and  wide\nconstruction so far its official nature is  concerned.   Public  servant  is\nnot entitled to indulge in criminal activities.  To that extent <a href=\"/doc/12704/\" id=\"a_86\">Section  197</a>\nCrPC has to be construed narrowly and in a restricted manner.\nIII.  Even in facts of a case when public servant has exceeded in his  duty,\nif there is reasonable connection it will  not  deprive  him  of  protection\nunder <a href=\"/doc/12704/\" id=\"a_87\">section 197</a> Cr.P.C. There cannot be  a  universal  rule  to  determine\nwhether there is reasonable nexus between the act  done  and  official  duty\nnor it is possible to lay down such rule.\n</blockquote><blockquote id=\"blockquote_35\">IV.   In case the assault made is intrinsically connected  with  or  related\nto performance of official duties sanction would be necessary under  <a href=\"/doc/12704/\" id=\"a_88\">Section\n197</a> CrPC, but such relation to duty should  not  be  pretended  or  fanciful\nclaim.    The  offence  must  be  directly  and  reasonably  connected  with\nofficial duty to require sanction.   It is  no  part  of  official  duty  to\ncommit  offence.  In  case  offence  was  incomplete  without  proving,  the\nofficial act, ordinarily the provisions of <a href=\"/doc/12704/\" id=\"a_89\">Section 197</a> CrPC would apply.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_50\">V.    In case sanction is necessary  it  has  to  be  decided  by  competent\nauthority and sanction has to be issued on  the  basis  of  sound  objective\nassessment. The court is not to be a sanctioning authority.\nVI.   Ordinarily, question of sanction should be dealt with at the stage  of\ntaking cognizance, but if the cognizance is taken erroneously and  the  same\ncomes to the notice of Court at a later stage, finding  to  that  effect  is\npermissible and such a plea can be taken first time before appellate  Court.\n It may arise at inception itself.  There is  no  requirement  that  accused\nmust wait till charges are framed.\n</p><p data-structure=\"Conclusion\" id=\"p_51\">VII.  Question of sanction can be raised at the time of  framing  of  charge\nand it can be decided prima facie on the basis of accusation.   It  is  open\nto decide it afresh in light of evidence adduced after conclusion  of  trial\nor at other appropriate stage.\n</p><p data-structure=\"CDiscource\" id=\"p_52\">VIII. Question of sanction may arise at any  stage  of  proceedings.   On  a\npolice or judicial inquiry or in course of evidence  during  trial.  Whether\nsanction is necessary or not may have to be determined from stage  to  stage\nand material brought on record depending upon facts of each  case.  Question\nof sanction can be considered at any stage of  the  proceedings.   Necessity\nfor sanction may reveal itself in the course of the  progress  of  the  case\nand it would be open to accused to  place  material  during  the  course  of\ntrial for showing what  his  duty  was.   Accused  has  the  right  to  lead\nevidence in support of his case on merits.\n</p><p data-structure=\"Conclusion\" id=\"p_53\">IX.    In  some  case  it  may  not  be  possible  to  decide  the  question\neffectively and finally without giving opportunity to the defence to  adduce\nevidence.  Question of good faith or bad faith may be decided on  conclusion\nof trial.\n</p><p data-structure=\"CDiscource\" id=\"p_54\">38.          In the instant cases, the allegation  as  per  the  prosecution\ncase it was a case of fake encounter or death caused by torture whereas  the\ndefence of the accused person  is  that  it  was  a  case  in  discharge  of\nofficial duty and as the deceased was involved in the  terrorist  activities\nand while maintaining law and  order  the  incident  has  taken  place.  The\nincident was in the course of discharge of official  duty.  Considering  the\naforesaid principles in case the version of the prosecution is found  to  be\ncorrect there is no requirement of any sanction. However it  would  be  open\nto the accused persons to adduce the evidence in defence and to submit  such\nother materials on record indicating that the incident has  taken  place  in\ndischarge of their official duties and the orders passed earlier  would  not\ncome in the way of the trial court to decide  the  question  afresh  in  the\nlight of the aforesaid principles from stage to stage or even  at  the  time\nof conclusion of the trial at the time of judgment.  As  at  this  stage  it\ncannot be said which version is correct. The trial court has prima facie  to\nproceed on the basis of prosecution version and can re-decide  the  question\nafresh in case from the evidence  adduced  by  the  prosecution  or  by  the\naccused or in any other manner it comes to the  notice  of  the  court  that\nthere was a reasonable nexus of the  incident  with  discharge  of  official\nduty, the court shall re-examine the question of sanction and take  decision\nin accordance with law.  The  trial  to  proceed  on  the  aforesaid  basis.\nAccordingly, we dispose of the appeals/writ petition in  the  light  of  the\naforesaid directions.</p><pre id=\"pre_2\">\n\n………………………J.\n                                                  (V. Gopala Gowda)\n\n\nNew Delhi;                             ………………………J.\nApril 25, 2016.                              (Arun Mishra)\nITEM NO.1A-For Judgment     COURT NO.9               SECTION IIB/X\n\n               S U P R E M E  C O U R T  O F  I N D I A\n                       RECORD OF PROCEEDINGS\n\nCriminal Appeal  No(s).  190/2003\n\nDEVINDER SINGH &amp; ORS.                              Appellant(s)\n\n                                VERSUS\n\nSTATE OF PUNJAB THROUGH CBI                        Respondent(s)\n\nWITH\n</pre><p data-structure=\"CDiscource\" id=\"p_55\">Crl.A.No.352/2016 @ SLP(Crl.) No.3324/2016 @ SLP(Crl.)...CRLMP No.\n10040/2004\n\nCrl.A.No.353/2016 @ SLP(Crl) No. 3352/2006\n\n<span class=\"hidden_text\" id=\"span_37\"> W.P.(Crl.) No. 139/2012</span>\n\nCrl.A.No.354/2016 @ SLP(Crl) No. 4729/2012\n\nCrl.A.No.355/2016 @ SLP(Crl) No. 4739/2012\n\nCrl.A.No.356/2016 @ SLP(Crl) No. 4743/2012\n\nCrl.A.No.357/2016 @SLP(Crl) No. 4759/2012\n\nCrl.A.No.358/2016 @ SLP(Crl) No. 5369/2012\n\nCrl.A.No.360/2016 @ SLP(Crl) No. 5419/2012\n\nCrl.A.No.361/2016 @ SLP(Crl) No. 5435/2012\n\nCrl.A.No.362/2016 @ SLP(Crl) No. 5522/2012\n\nCrl.A.No.363/2016 @ SLP(Crl) No. 5547/2012\n\nCrl.A.No.364/2016 @ SLP(Crl) No. 5578/2012\n\nCrl.A.No.365/2016 @ SLP(Crl) No. 5590/2012\n\nCrl.A.No.366/2016 @ SLP(Crl) No. 5592/2012\n\n\nCrl.A.No.367/2016 @ SLP(Crl) No. 5614/2012\n\nCrl.A.No.368/2016 @ SLP(Crl) No. 5617/2012\n\nCrl.A.No.369/2016 @ SLP(Crl) No. 5619/2012\n\nCrl.A.No.371/2016 @ SLP(Crl) No. 5622/2012\n\nCrl.A.No.373/2016 @ SLP(Crl) No. 5668/2012\n\nCrl.A.No.374/2016 @ SLP(Crl) No. 5669/2012\n\nCrl.A.No.375/2016 @ SLP(Crl) No. 5697/2012\n\nCrl.A.No.377/2016 @ SLP(Crl) No. 5706/2012\n\nCrl.A.No.378/2016 @ SLP(Crl) No. 5712/2012\n\nCrl.A.No.379/2016 @ SLP(Crl) No. 5714/2012\n\nCrl.A.No.380/2016 @ SLP(Crl) No. 5716/2012\n\nCrl.A.No.381/2016 @ SLP(Crl) No. 5812/2012\n\nCrl.A.No.382/2016 @ SLP(Crl) No. 6005/2012\n\nCrl.A.No.383/2016 @ SLP(Crl) No. 6006/2012\n\nCrl.A.No.384/2016 @ SLP(Crl) No. 6014/2012\n\nCrl.A.No.385/2016 @ SLP(Crl) No. 6057/2012\n\nCrl.A.No.386/2016 @ SLP(Crl) No. 6066/2012\n\nCrl.A.No.387/2016 @ SLP(Crl) No. 6068/2012\n\nCrl.A.No.388/2016 @ SLP(Crl) No. 6081/2012\n\nCrl.A.No.389/2016 @ SLP(Crl) No. 6083/2012\n\nCrl.A.No.390/2016 @ SLP(Crl) No. 9925/2012\n\nCrl.A.No.391/2016 @ SLP(Crl) No. 4702/2012\n\nDate : 25/04/2016 These appeals and the writ petition were called on for\npronouncement of JUDGMENT today.\n</p>\n<pre id=\"pre_3\">For Appellant(s)        Mr. Sudhir Walia, Adv.\n                        Ms. Niharika Ahluwalia, Adv.\n                     Mr. Abhishek Atrey,Adv.\n\n                     Mr. K. K. Mohan,Adv.\n\n                     Ms. Jyoti Mendiratta,Adv.\n\n                     Ms. Kamini Jaiswal,Adv.\n\nFor Respondent(s)       Mr. P. Parmeswaran,Adv.\n\n                     Mr. Bharat Sangal,Adv.\n\n                     Ms. Sushma Suri,Adv.\n\n                     Mr. Irshad Ahmad,Adv.\n\n                     Mr. Kuldip Singh,Adv.\n\n                     Ms. Puja Sharma,Adv.\n\n                     Mr. B. V. Balaram Das,Adv.\n\n                     Mr. Arvind Kumar Sharma,Adv.\n\n</pre><p data-structure=\"Conclusion\" id=\"p_56\">      Hon&#x27;ble Mr. Justice Arun Mishra pronounced the judgment of  the  Bench\ncomprising Hon&#x27;ble Mr. Justice V.Gopala Gowda and His Lordship.\n</p><p data-structure=\"Conclusion\" id=\"p_57\">                 Delay, if any, is condoned.\n</p><p data-structure=\"Conclusion\" id=\"p_58\">      Leave granted in the all the special leave petitions.\n      The appeals and the writ petition are disposed  of  in  terms  of  the\nsigned Reportable Judgment.\n</p>\n\n<pre id=\"pre_4\">|(VINOD KUMAR JHA)                      | |(MALA KUMARI SHARMA)                  |\n|COURT MASTER                           | |COURT MASTER                          |\n\n\n  (Signed Reportable Judgment is placed on the file)\n\n</pre>","numcites":48,"numcitedby":94,"docsource":"Supreme Court of India","citetid":71777130,"divtype":"judgments","relatedqs":[{"value":"sanction under section 197 cr.p.c","formInput":"sanction%20under%20section%20197%20cr.p.c"},{"value":"No Sanction under section 197 criminal procedure","formInput":"No%20Sanction%20under%20section%20197%20criminal%20procedure"},{"value":"fake encounter ","formInput":"fake%20encounter%20"},{"value":"section 197 crpc","formInput":"section%20197%20crpc"},{"value":"section 197 criminal procedure code","formInput":"section%20197%20criminal%20procedure%20code"},{"value":"discharge of official duty","formInput":"discharge%20of%20official%20duty"},{"value":"prosecution sanction","formInput":"prosecution%20sanction"},{"value":"sanction for prosecution   filter:   prevention of corruption act","formInput":"sanction%20for%20prosecution%20%20%20filter%3A%20%20%20prevention%20of%20corruption%20act"},{"value":"duties of public servants","formInput":"duties%20of%20public%20servants"},{"value":"section 197 cr.pc","formInput":"section%20197%20cr.pc"},{"value":"crpc 197 ","formInput":"crpc%20197%20"},{"value":"public duty","formInput":"public%20duty"},{"value":"case of no sanction","formInput":"case%20of%20no%20sanction"},{"value":"sanction u/s. 197","formInput":"sanction%20u/s.%20197"},{"value":"encroachment as is where is","formInput":"encroachment%20as%20is%20where%20is"},{"value":"encounter","formInput":"encounter"},{"value":"section 409","formInput":"section%20409"},{"value":"judicial inquiry","formInput":"judicial%20inquiry"},{"value":"section 197 cr.p.c","formInput":"section%20197%20cr.p.c"},{"value":"sanctions for public servants ","formInput":"sanctions%20for%20public%20servants%20"}],"cats":[{"value":"prosecution-of-judges-and-public-servants","formInput":"tag:prosecution-of-judges-and-public-servants"}],"courtcopy":true,"query_alert":null,"agreement":false}