{"tid":746971,"publishdate":"2003-09-30","title":"Union Of India (Uoi) vs B.K. Construction on 30 September, 2003","doc":"<h2 class=\"doc_title\">Union Of India (Uoi) vs B.K. Construction on 30 September, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (2004)1GLR3</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-h-saikia\">A.H. Saikia</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-biswas\">D. Biswas</a>, <a href=\"/search/?formInput=benchid:a-h-saikia\">A.H. Saikia</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nA.H. Saikia, J.\n \n\n</pre><p data-structure=\"PetArg\" id=\"p_1\">1. We have heard Mr. D. Baruah, learned Addl. Central Govt. Standing Counsel appearing on behalf of the Union of India represented by the Executive Engineer (Civil), Civil Construction Wing, All India Radio (Prasar Bharati), Itanagar, Arunachal Pradesh/appellant and Mr. B.C. Das, learned counsel who represents the contractor/respondent.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. This Miscellaneous First Appeal has been preferred by the appellant against the order dated 27.4.2001 passed by the learned District Judge, Yupia, Papumpare District, Arunachal Pradesh in Case No. MIS. (Arb.)1/2000 rejecting the application filed under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and Conciliation Act, 1996, (for short &#x27;the Act&#x27;), by the appellant for setting aside the arbitral award dated 13.12.1999 made and published by the sole arbitrator in the arbitration proceeding between the appellant and the respondent arising out of an Agreement No. 25/CE/ND/88-89.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The facts of the case, in a nutshell, are that the appellant entered into an Agreement with the respondent on 15.10.1988 for execution of work for construction of Quarters and Hostels at Itanagar namely 16 Nos. of Type-A, 16 Nos. of Type-B, 24 Nos. of Type-C ; 8 Nos. of Type-D, 2 Nos. of Type-E Staff Quarters and 8 Nos. of Type-A, 16 Nos. of Type-B, 16 Nos. of Type-C Hostels including one Community Centre. The contract amount was Rs. 1,04,09,644.49 (Rupees one crore four lakhs nine thousand six hundred forty four and forty nine paise) only and the said construction work was to be completed on 10.7.1990, i.e., within 17 months from the date of commencement of the work. However the contract work could not be complete within the stipulated period and the entire contract work was eventually completed on 31.10.1996.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. A dispute arose between the parties to the contract over the final payment after the completion of the work. The respondent claimed reference of the dispute to the sole arbitrator. Accordingly on 9.10.1998 the dispute was referred to the sole arbitrator. Sri A. Sankaran, Additional Director General, <a href=\"/doc/161831507/\" id=\"a_2\">CPC</a>W (Retd.), Chennai for arbitration of the dispute in terms of the aforesaid agreement containing arbitration clause.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">6. The above named sole arbitrator entered into the arbitration and ultimately signed and published an award on 13.12.1999 in Chennai which the appellant received at Itanagar on 24.12.1999 on being sent to him by post by the arbitrator. In the said arbitral award, the sole arbitrator accepted the claim of the respondent and awarded a sum of Rs. 39,62,800 (Rupees thirty nine lakhs sixty two thousand eight hundred) only as full and final settlement of all the claims referred to him with a further direction that the aforesaid award would carry simple interest at the rate of Rs. 18% per annum from the date of the award, i.e., 13.12.1999 to the date of actual payment of the date of decree of the award whichever was earlier.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. Feeling aggrieved by the said arbitral award, the appellant filed an application under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Act before the learned District Judge Papumpare, under whose jurisdiction the contract was performed and executed, alleging, inter alia, that the award was illegal, invalid, unfair unjust and bad in law inasmuch as the sole arbitrator acted beyond the purview of the contract agreement in passing the arbitral award exceeding his authority as an arbitrator. It was also pleaded before the learned District Judge that granting of award in respect of the claim Nos. 3, 4, 5, 6 and 8 were beyond the terms of the arbitration and as such the impugned award was made without jurisdiction of the learned Arbitrator.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">7. The learned District Judge, on appreciation of materials available on record and after hearing the rival contentions of the parties, by his impugned order dated 27.4.2001 rejected the application for setting aside the arbitral award holding that <a href=\"/doc/536284/\" id=\"a_4\">Section 34</a> of the Act, having limited inherent power, did not grant the Court the power of an appellate court under which all aspects of the award were open for review and there was no scope for consideration of vague, ambiguous or implied grounds in absence of any specific grounds made for setting aside the award and accordingly confirmed the award of the sole arbitrator observing that most of the allegations made in the application under <a href=\"/doc/536284/\" id=\"a_5\">Section 34</a> of the Act were full of vagueness and mere statements without any supporting proof. This order has been impugned in this appeal.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">8. We have meticulously inspected the materials available on record including the arbitral award dated 13.12.1999 as well as the impugned order dated 27.4.2001. From the perusal of the aforesaid materials it appears that the sole arbitrator framed as many as 3 (three) issues and examined them in details recording reasons for deciding each of the issues. Those issues were also delved upon extensively by the learned District Judge in continuing the arbitral award so published by the sole arbitrator. Those issue&#x27;s may be noticed as under :\n</p>   \n\n<blockquote id=\"blockquote_1\">(i) What are the causes of delay as pleaded by the parties, and to what extent each party can be held responsible for the same resulting in prolongation of contract.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(ii) Whether action of Superintending Engineer holding claimant responsible for delay of work from 17.2.1996 to 31.10.1996 and levying the compensation, can be held reasonable, fair, equitable and reasoned order passed on natural justice and ;\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(iii) Relief. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">9. As regards issue No. 1, it was held that the delay was caused due to the concerned department and the same was beyond the control of the respondent and as such, the respondent, being the injured party, would be entitled to just, fair and adequate compensation for increased rate of building materials and labour costs, reduced profitability, extra expenses on overhead on site and off site establishment charges of the prolonged period. With regard to issue No. 2, it was held that levy of compensation was unjustified, and the respondent was to be absolved of any punitive action insofar as issue No. 3 was concerned, the learned arbitrator took into account the different claims made by the respondent and upon proper appreciation of the evidence and materials on record, granted the claims made by the respondent with suitable mitigation giving reasons as already mentioned above which was also confirmed by the learned judge in his impugned order.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_10\">10. Challenging the impugned order, confirming the arbitral award granted by the learned sole arbitrator, Mr. Baruah, learned CGSC, has vehemently submitted that the entire arbitral award was granted in total ignoration of the terms and conditions of the contract agreement and the learned arbitrator acted beyond its jurisdiction in giving the award. The learned arbitrator wrongly interpreted the clauses of the contract agreement in deciding issue No. 1 and as such finding in this regard was perverse. It has been contended by the learned counsel for the appellant that issue No. 2 pertaining to levying of compensation by the Superintending Engineer was manifestly beyond the jurisdiction of the learned arbitrator m view of the contract agreement. As regards the different claims made by the respondents, it has been argued that the claim Nos. 3, 4, 5, 6 and 8 were outside the terms of the arbitration clause. Those claims of the respondents have been referred follows :\n</p>   \n\n<blockquote id=\"blockquote_4\">Claim No. 3 :\n</blockquote><blockquote id=\"blockquote_5\">  The respondent claimed Rs. 13,50,000 for payment of additional expenses due to increase in market price of materials for work done beyond the contract period and for quantities executed for in excess of deviation limit against which Rs. 10,20,000 was awarded. \n</blockquote> \n\n<blockquote id=\"blockquote_6\">Claim No. 4 :\n</blockquote><blockquote id=\"blockquote_7\">  Compensation of Rs. 10,00,000 on account of keeping on-site, off-site establishment and overhead long after stipulated contract completion period of 17 months, for additional 751/2 months solely due to delays, hindrances, laches on the part of the appellant leading to such abnormal delay in execution against which Rs. 6,50,000 was awarded. \n</blockquote> \n\n<blockquote id=\"blockquote_8\">Claim No. 5 :\n</blockquote><blockquote id=\"blockquote_9\">  Compensation of Rs. 5,00,000 towards idle charges of tools and plants for not being operated to optimum capacity due to delay in execution of work caused solely by default delays, and laches on the part of the appellant but an amount of Rs. 4,00,000 was allowed. \n</blockquote> \n\n<blockquote id=\"blockquote_10\">Claim No. 6 :\n</blockquote><blockquote id=\"blockquote_11\">  Claimed Rs. 5,00,000 as compensation for loss of earning capacity and profitability, being kept at site for longer than 17 months contract period due to delays, defaults and hindrances on the part of the appellant against which the respondent was allowed Rs. 4,20,000. \n</blockquote> \n\n<blockquote id=\"blockquote_12\">Claim No. 8 :\n</blockquote><blockquote id=\"blockquote_13\">  Compensation of Rs. 60,000 for loss of profit on unexecuted value of work of Community. Centre Block which the appellant decided not to execute further at the every last against which the sole arbitrator awarded only nominal compensation of Rs. 25,000.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1973429\" id=\"span_1\">In support of his submission, Mr. Baruah, has relied on two decisions of the Apex Court namely (1) Rama Chandra Reddy &amp; Co. v. State of Andhra Pradesh and Ors., reported in (2001) 4 SCC 241; and (<a href=\"/doc/1973429/\" id=\"a_6\">2) Indu Engineering and Textile Ltd. v. Delhi Development Authority</a> reported in 2001 (5) SCC 691.</span> In Rama Chandra Reddy&#x27;s case (supra) the Apex Court in paragraphs 5 and 7 held that the court has the power for remitting an award if there is error of law apparent on the face of the award itself. That remission of the awards is a discretion of the court and the power of the court are circumscribed by the provision of <a href=\"/doc/109140/\" id=\"a_7\">Section 16</a> of the Arbitration Act, 1940, (for short, &quot;the <a href=\"/doc/82964342/\" id=\"a_8\">Old Act</a>&quot;). A court may be justified in remitting an award if the same is erroneous on the face of it. The court held that an error of law on the face of the award would means that one can find in the award or a document actually incorporated thereto stating the reasons for a judgment some legal proposition which are basis of the award and which can be said to be erroneous. It was ruled therein that an arbitrator being a creature of the agreement, unless the agreement either specifically or inferentially provides for a higher rate to be awarded for any additional or excess work done by the contractor, it would not be permissible for the arbitrator to award for the so-called additional work at a higher rate. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1973429\" id=\"span_2\">In <a href=\"/doc/1973429/\" id=\"a_9\">Indu Engineering</a>&#x27;s case (supra), the Apex Court held that the plausible view taken by the arbitrator shall not be interfered with unless the view of arbitrator is vitiated by a manifest error on the face of the award or is wholly improbable or perverse. In view of the law <a href=\"/doc/1973429/\" id=\"a_10\">laid down by</a> the Supreme Court as cited above, Mr. Baruah has urged that impugned award has been vitiated by manifest error of law on the face of it and hence the impugned order and the arbitral award are liable to be set aside.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1050814\" id=\"span_3\">12. Supporting the impugned judgment as well as arbitral award, Mr. B.C. Das, learned counsel for the respondent, has put up lour pronged argument. Firstly it has been argued that as regards issue No. 1 pertaining to delay, the learned arbitrator, upon careful appraisal of materials available on record, arrived at the categorical finding that delay was solely attributable to the appellant and not to the respondent. The appellant neither objected to the framing of such issue nor was the jurisdiction of the learned arbitrator in deciding the same issue questioned. Hence the respondent was rightly entitled to the compensation on account of delay for increase in the rate of building materials, labour charges, on-site and off-site establishment charges, idle charges on tools and plans and reduce profitability. It has been contended that the reason shown by the learned arbitrator was fair, just and reasonable. To clinch this contention, the case of <a href=\"/doc/1050814/\" id=\"a_11\">P.M. Paul v. Union of India</a> reported in AIR 1989 SC 1034 (Paras 11, 12, and 13) has been cited.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"262361\" id=\"span_4\">13. The second argument of the learned counsel for the respondent is that the learned arbitrator appropriately decided the levy of compensation as framed in issue No. 2 as bad in law. According to him, the learned arbitrator found that the period of contract was extended from time to time and before the final extension, no notice whatsoever was given to the respondent making time the essence of contract. If time was not essence of contract, the fixing of final extension upto 17.2.1996 by order dated 11.6.1997 issued by the Superintending Engineer, when work was completed on 31.10.1996, was arbitrary and as such levy of compensation for delay from 17.2.1996 to 31.10.1996 was unjustified and illegal. The learned arbitrator in coming to the conclusion aforesaid relied on the decision of <a href=\"/doc/262361/\" id=\"a_12\">Vishwanath Sood v. Union of India and Anr.</a>, (AIR 1989 SC 952) and interpreting Clauses 2 and 25 of the contract agreement, held that those clauses did not oust the jurisdiction of the arbitrator to decide the said issue. Mr. Das has drawn our attention to the Clauses 2 and 25 of the Conditions of Contract on which the decision of the learned arbitrator was based and those clauses read as follows :</span>\n</p>  \n\n<blockquote id=\"blockquote_14\"> &quot;Clause 2. Compensation for delay. - The time allowed for carrying out the work as entered in the tender shall be strictly observed by the contractor and shall be deemed to be of the essence of the contract on the part of the contractor and shall be reckoned from the fifteenth day after the date on which the order to commence the work is issued to the contractor. The work shall throughout the stipulated period of the contract be proceeded with all due diligence and the contractor shall pay as compensation and amount equal to one per cent of such smaller amount as the Superintending Engineer (whose decision in writing shall be final) may decide on the amount of the estimated cost of the whole work as shown in the tender, for every day that the work remains un-commenced or unfinished after the proper dates. And further to ensure good progress during the execution of the work, the contractor shall be bound in all cases, in which the time allowed for any work exceeds one month (save for special jobs) to complete one eighth of the whole of the work before one-fourth of the whole lime allowed under the contract has elapsed ; three eighth of the work, before one-half of such time has elapsed and three-fourths of the work, before three-fourths of such time has elapsed. However for special jobs if a time schedule has been submitted by the Contractor and the same has been accepted by the Engineer-in-Charge, the contractor shall comply with the said time schedule. In the event of the contractor failing to comply with this condition he shall be liable to pay as compensation an amount equal to one per cent or such smaller amount as the Superintending Engineer (whose decision in writing shall be final) may decide on the said estimated cost of the whole work for every day that the due quantity of work remains incomplete. Provided always that the entire amount of compensation to be paid under the Provisions of the Clause shall not, exceed ten per cent on the estimated cost of the work as shown in the tender.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_15\">&quot;Clause 25. Settlement of disputes by Arbitration. - Except where otherwise provided in the contract all questions and disputes relating to the meaning of the specifications, designs, drawings and instructions hereinbefore mentioned and as to the quality of workmanship or materials used on the work or as to any other question claim, right matter or thing whatsoever in any way arising out of or relating to the contract designs, drawings specifications, estimates instructions orders or these conditions or otherwise concerning the works or the execution or failure to execute the same whether arising during the progress of the work or after the completion of abandonment thereof shall be referred to the sole arbitration of the person appointed by the Chief Engineer, in charge of the work at the time of dispute or if there be no Chief Engineer the administrative head of the said at the time of such appointment...&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">In support of his second submission, the learned counsel for the respondent has relief on the decisions of the Apex Court in Hind Construction Contractors v. State of Maharastra, reported in 1979 (2) SCC 70 (para 10) and Arosan Enterprises Ltd. v. Union of India and Anr., reported in (1999) 9 SCC 449.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">14. The third contention is that the findings upon the claim Nos. 3, 4, 5, 6 and 8 as has been mentioned above, were not beyond jurisdiction of the learned arbitrator, as contended by the learned counsel for the appellant. The jurisdictional point was not raised earlier under <a href=\"/doc/675839/\" id=\"a_13\">Section 16</a> of the Act and as such, such issue deemed to have been waived. <a href=\"/doc/675839/\" id=\"a_14\">Section 16</a> provides as under :\n</p>  \n\n<blockquote id=\"blockquote_16\"> &quot;16. Competence of arbitral tribunal to rule on its jurisdiction. - (1) The arbitral tribunal may rule on its own jurisdiction, including ruling on any objections with respect to the existence or validity of the arbitration agreement, and for that purpose, -\n</blockquote>   \n\n<blockquote id=\"blockquote_17\">(a)  an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract ; and\n \n\n</blockquote><blockquote id=\"blockquote_18\">(b) a decision by the arbitral tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause. \n</blockquote> \n\n<blockquote id=\"blockquote_19\">(2) A plea that the arbitral tribunal does not have jurisdiction shall be raised not later than the submission of the statement of defence, however, a party shall not be precluded from raising such a plea merely because that he has appointed, or participated in the appointment of, an arbitrator.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">(3) A plea that the arbitral tribunal is exceeding the scope, of its authority shall be raised as soon as the matter alleged to be beyond the scope of its authority is raised during the arbitral proceedings.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">(4) The arbitral tribunal may, in either of the cases referred to in Sub-section (2) or Sub-section (3), admit a later plea if it considers the delay justified.\n</blockquote> \n\n<blockquote id=\"blockquote_22\">(5) The arbitral tribunal shall decide on a plea referred to in Sub-section (2) or Sub-section (3) and, where the arbitral tribunal takes a decision rejecting the plea, continue with the arbitral proceedings and make an arbitral award....&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_6\">More so, Arbitration Clause 25 carries widest amplitude. The expression &quot;in any way arising out of or &quot;relating to the contrast&quot; takes within its ambit any claim, estimate or otherwise concerning the contract. Nonetheless, there is no clause in the contract agreement restricting any such claim and as such they are incidental and connected with the dispute raised. To drive home this submission, such reliance has been made on the following precedents (<a href=\"/doc/196949/\" id=\"a_15\">i) Tarapore and Co. v. Cochin Shipyard Ltd., Cochin and Anr.</a> reported in (1984) 2 SCC 680 (para 39), (ii) U.P. State Electricity Board v. R.J. Shah and Co. reported in (<a href=\"/doc/662824/\" id=\"a_16\">1999) 4 SCC 214 (paras 26, 27) (iii) Rajasthan State Mines &amp; Minerals Ltd. v. Eastern Engineering and Enterprises and Anr.</a> reported in (1999) 9 SCC 283 (para 44), and (iv) Narayan Prasad Lohia v. Nikunj Kr. Lohia and Ors., reported in (2002) 3 SCC 572 (para 16).</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"799168\" id=\"span_9\">15. Finally it has been contended that since arbitration is based on the choice of the parties, the award so made by the sole arbitrator should be sustained as far as possible and is not to be lightly tinkered with. The reappraisal and re-appreciation of evidence are within the exclusive domain of the arbitrator and the Court cannot re-assess the same to come to a different finding. If the Arbitrator has interpreted a particular clause in one way, the Court would not be justified to interfere with the same simply because another view is possible. An award can only be set aside if it is found to be beyond the scope of the submission to the arbitration is provided under <a href=\"/doc/148869/\" id=\"a_17\">Section 34(2)(a)(iv)</a> of the Act which envisages that an Arbitral award may be set aside by the Court only if the arbitral award deals with a dispute not contemplated by or not falling within the term of the submission to the arbitration or it contains decision on matters beyond the scope of the submission to arbitration. To bolster up his submission, Mr. Das has relied on the following case laws of the Apex Court: - (<a href=\"/doc/799168/\" id=\"a_18\">i) Municipal Corporation of Delhi v. Jagan Nath Ashok Kumar and Anr.</a> reported in 1987 (4) SCC 497 (para (4) ; (<a href=\"/doc/588099/\" id=\"a_19\">ii) Sudarsan Trading Co. v. The Govt. of Kerala and Anr.</a> reported in AIR 1989 SC 390 (paras 31 and 32) (iii) Food Corporation of India v. Joginderpal Mohinderpal and Anr. reported in AIR 1989 SC 1263 (paras 9 and 10) ; (<a href=\"/doc/925897/\" id=\"a_20\">iv) Olympus Superstructures Pvt. Ltd. v. Meena Vijoy Khetan and Ors.</a> reported in (1999) 5 SCC 651 (paras 17, 18, 19 and 20 and (v) Arosan Enterprise&#x27;s case (supra).</span></span></span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\">16. Summing up his argument, Mr. Das, has vehemently argued that the learned arbitrator has not gone beyond its jurisdiction and has granted the claim with necessary mitigation citing cogent and overwhelming reasons after taking into consideration the different clauses of the contract agreement and on proper appreciation and assessment of the material available on records including the evidence as well and as such, the impugned judgment and arbitral award do not warrant any interference from this court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">17. Before embarking upon the contentious arguments of the rival parties, it will be apposite and necessary to scan the position of law relating to arbitral award vis-a-vis the scope and ambit of judicial review. Over a period of decade certain general principles have been firmly established. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1464450\" id=\"span_10\">In 1963 the Apex Court in the case of <a href=\"/doc/1464450/\" id=\"a_21\">Smt. Santa Sila Devi and Anr. v. Dhiredra Nath Sen</a> reported in AIR 1963 SC 1677, dealing with a case of arbitral award emphasised that a court should appreciate an award with a desire to support it, if that is reasonably possible, rather than to destroy it by calling it illegal.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"799168\" id=\"span_11\">In <a href=\"/doc/799168/\" id=\"a_22\">Municipal Corporation</a>&#x27;s case (supra), the Supreme Court pointed out that since the parties had selected their own forum and the decided forum must be conceded the power of appraisement of evidence the arbitrator was the sole judge of quality and quantity of evidence and it would not be for the Court to take up itself the task of being a judge of evidence before the arbitrator. Even if on the same set of evidence the Court might have arrived at a different conclusion that by itself would be no ground for setting aside the award of the arbitrator. Further if the Arbitrator had given reasons for the award which were cogent based on materials on record, the award was not assailable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_12\">In an another case, i.e., <a href=\"/doc/588099/\" id=\"a_23\">Sudersan Trading</a>&#x27;s case (supra) it was rules by the Apex Court that once there was no dispute as to the contract, what was the interpretation of that contract was the matter for the arbitrator and on which the Court would not substitute its own decision.</span> In Food Corporation&#x27;s case (supra) the arbitrator had construed the effect of particular clause of the contract in a particular way and the Apex Court opined that if that view was conceivable and plausible one, the court would not be justified to upset the same. In Arosan&#x27;s case (supra) it has been reiterated to be a well settled principle of law that to appraisal of the evidence by the Court in delving upon an arbitral award is not permissible. In case of speaking award, unless there was total perversity, the Court could not set aside the award by reappraising the evidence. It was further held that when an award was based on proposition of law and two views were possible on such question of law, the court would not be justified in interfering with the award. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1973429\" id=\"span_13\">The settled position has again been echoed in the case of <a href=\"/doc/1973429/\" id=\"a_24\">Indu Engineering and Textile</a> (supra), as cited by Mr. Barua, learned counsel for the appellant. In the said case, it was held that the court had consistently laid stress on the position that an arbitrator was a Judge appointed by the parties and hence the award passed by him was not lightly to be interfered with.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">18. Situated thus, with regard to the sanctity of an award passed by the arbitrator, the following general principles, as culled out from the judicial authorities noticed hereinabove, have to be borne in mind before entering into the core issues have been agitated before this Court.\n</p>   \n\n<blockquote id=\"blockquote_23\">(a)  Since arbitration is an adjudicator process by the choice of the parties, the award made by an arbitrator is conclusive as a judgment between the parties and the approach of the Court should be to preserve the award as far as possible rather than to destroy it.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">(b)  The arbitrator is the sole judge of the quality as well as quantity of evidence and it will not be for the Court to take upon itself the task of being a judge of the evidence before the arbitrator. The Court should not reassess and re-appreciate the evidence even if it is possible that on the same evidence, the Court might have arrived at a different conclusion than the one arrived at by the arbitrator.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">(c)  It the arbitrator has construed a particular clause of the contract agreement in a particular way which is a conceivable and possible view, the court would not be justified to interfere with the award. Even if an award is based on a proposition of law on which two views are possible, the Court would not be justified to interfere with the award.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">(d)  If the arbitrator has made a speaking award, i.e., with reasons which reasonable and rational, the court would not interfere with award, unless there is total perversity. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"992584\" id=\"span_14\">19. Statute books provide when an award can be set aside law permits limited grounds to set aside an award. <a href=\"/doc/82964342/\" id=\"a_25\">The Old Act</a> provided three grounds in <a href=\"/doc/93050532/\" id=\"a_26\">Section 30</a>, to wit (a) when an arbitrator or umpire misconduct himself or the proceeding, (b) when an award was made after the issue of an order by the court superseding the arbitration of the proceeding becoming invalid, and (c) the award was improperly procured or otherwise invalid. Though the Old Act has been repealed by the Act, the provision of <a href=\"/doc/93050532/\" id=\"a_27\">Section 30</a> of the Old Act has been referred as the same fell for consideration before the Apex Court in umpteen number of cases where from it appears that &quot;misconduct&quot; in Clause (a) and &quot;otherwise invalid&quot; in Clause (c) had set down the parameters of judicial review. &#x27;Misconduct&#x27; does not connote moral lapse but comprehends legal misconduct in the sense of non-application of mind to the relevant aspects of the dispute. (See <a href=\"/doc/992584/\" id=\"a_28\">K.P. Poulose v. State of Kerala and Anr.</a> reported in AIR 1975 SC 1259 and Union of India v. Jain Associates and Anr. reported in (1994) 4 SCC 665).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1050814\" id=\"span_15\">In <a href=\"/doc/1050814/\" id=\"a_29\">P.M. Paul</a>&#x27;s case (supra), it was held that adjudication upon a matter which is not the subject-matter of adjudication is a legal misconduct for the arbitrator and would come under <a href=\"/doc/93050532/\" id=\"a_30\">Section 30(a)</a>. Arbitrator allowing escalation in contract amount due to delay in completion of the building contract did not commit any misconduct. &quot;Otherwise invalid&quot; occurring in <a href=\"/doc/93050532/\" id=\"a_31\">Section 30(c)</a> was held by Constitutional Bench of the Apex Court to include the ground arising out of an error of law apparent on the face of the award which was a well established principle of English law.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1189707\" id=\"span_16\">(See <a href=\"/doc/1189707/\" id=\"a_32\">Raipur Development Authority and Ors. v. Chokhamal Contractors and Ors.</a> reported in (1989) 2 SCC 721).</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">20. After repeal of the <a href=\"/doc/82964342/\" id=\"a_33\">Old Act</a>, under the Act, <a href=\"/doc/152672418/\" id=\"a_34\">Section 34</a> provides for the grounds for setting aside an award which is quoted below :\n</p>  \n\n<blockquote id=\"blockquote_27\"> &quot;34. Application for setting aside arbitral award. - (1) Recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with Sub-section (2) and Sub-section (3).\n</blockquote> \n\n<blockquote id=\"blockquote_28\">(2) An arbitral award may be set aside by the court only if-\n</blockquote>   \n\n<blockquote id=\"blockquote_29\">(a) the party making the application furnishes proof that -(i) a party was under some incapacity; or\n \n\n</blockquote><blockquote id=\"blockquote_30\">(ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force ; or\n \n\n</blockquote><blockquote id=\"blockquote_31\">(iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case ; or\n \n\n</blockquote><blockquote id=\"blockquote_32\">(iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration :\n</blockquote><blockquote id=\"blockquote_33\">  Provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside ; or   \n \n\n</blockquote><blockquote id=\"blockquote_34\">(v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provisions of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or\n \n\n</blockquote><blockquote id=\"blockquote_35\">(b) the court find that -\n</blockquote> \n\n<blockquote id=\"blockquote_36\">(i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or\n \n\n</blockquote><blockquote id=\"blockquote_37\">(ii) the arbitral award is in conflict with the public policy of India....&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_17\">21. As already noticed, under Clause (iv) of <a href=\"/doc/80303699/\" id=\"a_35\">Section 34(2)(a)</a>, the arbitral award may be set aside by the Court if the award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration or it contains a decision on matters beyond the scope of submission to arbitration. The words &quot;term of the submission to arbitration occurring in the above section refer to the terms of the arbitration clause as has been held in <a href=\"/doc/925897/\" id=\"a_36\">Olympus Superstructure</a>&#x27;s case (supra). Therefore, if the arbitrator decides a dispute which is beyond the scope of the terms of arbitration or he makes the award in disregard of the terms of arbitration agreement, the award is liable to be set aside. It is apparent that the grounds as aforesaid, for setting aside an award under the Act is more or less the same and comprehend within its scope of the grounds under the <a href=\"/doc/82964342/\" id=\"a_37\">Old Act</a> as decided by the Apex Court.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">22. Keeping in view the aforesaid scope and ambit of the powers of the Court in regard to setting aside an arbitration award, we may now examine the award and the findings of the arbitrator as to whether the award deals with the dispute not contemplated by or not falling within the terms of the arbitration clause or it contains a decision on matters beyond the scope of the terms of arbitration clause.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">23. As regards issue No. 1, i.e., the causes and repercussions of the delay in completion of the work, the learned arbitrator, upon appreciation of materials on record came to the categorical finding which can be serialized as follows :\n</p>   \n\n<blockquote id=\"blockquote_38\">(i) Hindrance register shows physical delay of 2207 days attributable to the appellant such as non-availability of structural drawings and clear site, delay in deciding execution of deviations and on alternate approach to local residents etc.\n \n\n</blockquote><blockquote id=\"blockquote_39\">(ii) Some deviated quantities were got executed under two different work orders and completed on 31.2.1996 and 16.10.1996 for Rs. 6,80,534 and Rs. 1,91,306 respectively which were necessary and essentials for completion of the main contract work.\n</blockquote> \n\n<blockquote id=\"blockquote_40\">(iii) Decision not to proceed with the Community Centre work was taken only on 29.11.1996 during site inspection.\n</blockquote> \n\n<blockquote id=\"blockquote_41\">(iv) Site Engineer recommended full extension of time upto 31.10.1996 without levying compensation. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_26\">Consequently the learned arbitrator arrived at the positive conclusion that the delay was solely attributable to the appellant and not to the respondent and as such the respondent would be entitled to compensation upon increased rate of building materials and labour, on site/off site establishment charges, idle charges on tools and plants and reduced profitability etc. It is thus seen that the whole dispute revolved around as to who is responsible for the delay, what are the consequences of the delay in completion of the work and how to apportion the responsibility and the learned arbitrator rightly framed the issue in that regard. The appellant did not raise any objection earlier with regard to the jurisdiction of the arbitrator under <a href=\"/doc/176170590/\" id=\"a_38\">Section 4</a> of the Act. In Narayan Prasad Lohia&#x27;s case (supra) it was held that any challenge to the jurisdiction of the arbitrator must be taken under <a href=\"/doc/148667221/\" id=\"a_39\">Section 16(2)</a> not later than submission of the statement of defence and if a party chooses not to so object there will be a deemed waiver under <a href=\"/doc/176170590/\" id=\"a_40\">Section 4</a> of the Act. The appellant therefore cannot now raise the objection either before the court below or before this Court. Otherwise also the entry claim of the respondent is relatable to delay caused in completion of the work and as such it was a matter contemplated by and falling within the terms of arbitration and the arbitrator had jurisdiction to go into the matter. The learned arbitrator had gone into the question and had held the appellant responsible for the delay. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1050814\" id=\"span_18\">In <a href=\"/doc/1050814/\" id=\"a_41\">P.M. Paul</a>&#x27;s case (supra), the learned arbitrator had decided the cause of delay was due to the Department and accordingly allowed escalation in contract amount. It was held that it was a matter within the jurisdiction of the arbitrator and did not call for any interference. In the instant case, also, in our opinion, the learned arbitrator had jurisdiction to go into the matter and accordingly he had gone into the matter giving a finding with reasons which are found to be quite reasonable and justified, The respondent is, therefore, entitled to the compensation as above and the impugned award does not warrant any interference.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\">24. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"262361\" id=\"span_19\">In so far as issue No. 2, i.e., the action of the Superintending Engineer holding the respondent responsible for delay from 17.2.1996 to 31.10.1996 arid levying compensation of Rs. 19,000, is concerned, it has been argued that it was an excepted matter under Clause 2 read with Clause 25 of the contract agreement as observed in <a href=\"/doc/262361/\" id=\"a_42\">Viswanath Sood</a>&#x27;s case (supra). The learned arbitrator found that in the instant case, time was extended periodically upto 31.10.1995 and extension recommended to 31.10.1996 hut the Superintending Engineer by his order dated 11.6.1997 granted extension only upto 17.2.1996. It was also found that prior to final extension, no notice whatsoever was given making time the essence of contract and as such, in this case, time was never the essence of contract. The learned arbitrator further held, upon a close reading of Clauses 2 and 25 of the contract agreement, that the matter of legality of the levy of compensation was within his jurisdiction and what was excepted was on the question of compensation not on the legality of levy. The learned arbitrator also held that Clause 2 was not an undefined power but a provision to expedite the recalcitrant contractor but there was no evidence that the contractor was found recalcitrant. On the other hand, Clause 25 permits arbitration of all questions and disputes relating to the meaning of specifications, designs, drawing and the instruction and as to the quality of workmanship or materials used in the work or to any other questions, claims, matters or things whatsoever in any way arising out of or relating to the contract, designs, drawings, specifications, estimates etc. The phrase &#x27;except where otherwise provided&#x27; excludes those questions for which provisions have been made elsewhere or otherwise in the contract and it appears that Clause 2 make such a provision under which the levy was imposed. But in the case in hand, two relevant factors have to be taken note of. One is that the cause of delay was solely attributable to the appellant and not to the respondent. The other is that the time was never the essence of contract inasmuch as it was periodically extended from time to time but before final extension, no notice was given making time the essence of contract.</span> (See Hind Construction Contractor&#x27;s case (supra) and Arosan Enterprise&#x27;s case (supra)). The basis of Clause 2 is time is essence of contract and if time was not the essence of contract in the instant case, the order levying compensation, in our opinion, was unjustified. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"262361\" id=\"span_20\">The decision in <a href=\"/doc/262361/\" id=\"a_43\">Vishwanath Sood</a>&#x27;s case (supra) does not support the contention of the appellant as it was held therein that non-arbitrability is only on the question of compensation which the Government might claim and it was the amount of compensation which is an excepted matter but not the justification of levy. The legality and justification of levy of compensation was therefore well within the jurisdiction of the arbitrator who held that the levy to be unjustified being violative of the principles of natural justice as it was a punitive action. The learned arbitrator did not arbitrate on the quantum of compensation and as such the same is not liable to be interfered with.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">25. Now let us examine as to whether the claim Nos. 3, 4, 5, 6 and 8 as already noticed hereinabove, were outside the purview of the arbitration agreement as alleged by the appellant.\n</p>   \n\n<blockquote id=\"blockquote_42\">(a) Claim No. 3 : In this regard the respondent claimed Rs. 13,50,000 but the learned arbitrator granted Rs. 10,20,000. The contention of the appellant is that deviation would be permissible not on individual items but permissible only when the total executed work exceeds 50% of the contract amount. The learned arbitrator upon a reading of relevant clauses of the contract agreement, i.e. Clauses 12(vi), 12(vi)(A) and 12A held that linkage with the tendered amount made the contract condition vague and incapable of precise implementation and on a harmonious construction, the respondent would be entitled to item wise revision of rates. Further, the learned arbitrator held that since the appellant was responsible for the delay as held in issue No. 1, the respondent would be entitled to compensation for increase in market price of materials and labours. The claim is for two counts-quantities executed in excess of deviation limit and additional expenses due to increase in market price of materials and it was within the jurisdiction of the arbitrator in terms of the arbitration agreement. The arbitrator dealt with the matter in details in the award and look into consideration the relevant clauses of the agreement. In our view, the interpretation given by the learned arbitrator in coming to the conclusion is a conceivable and possible view of the matter and as such it is not on our part to act as an Appellate Court, within the meaning of <a href=\"/doc/152672418/\" id=\"a_44\">Section 34</a>, to decide on individual items, their quantities and rates etc.\n \n\n</blockquote><blockquote id=\"blockquote_43\">(b) Claim Nos. 4, 5 and 6 were dealt with together by the learned arbitrator. It was held that in view of the finding on issue Nos. 1 and 2 that it was the appellant who was responsible for causing delay, the respondent was the injured party and accordingly he was entitled to  get just, equitable and fair compensation for the losses suffered. The losses were related to increase in the market price of materials and labour and also related to extra expenses for on site/off-site establishment charges, tools, plants and machines kept unutilized as well as loss of profitability. The learned arbitrator took into consideration the evidence and materials placed on record and upon appreciation of the same granted as has already been indicated. It would, therefore, appear that the learned arbitrator took all factors into consideration but not accepted the claims in toto. The claim were suitably mitigated and reduced. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_21\">It can, therefore, be safely said that the argument that these claims were beyond the terms of the contract is not sustainable. Because, firstly, the jurisdictional point was not raised earlier before the learned arbitrator and as such the same deemed to have been waived. Moreover Clause 25, as quoted above, is of widest amplitude. &quot;In any way arising out of or &quot;relating to the contract&quot;, is a phraseology takes within its ambit any claim arising out of or relating to the contract estimate or otherwise concerned with the contract, Therefore, if any claim is incidental or connected with the dispute and if it is necessary to have recourse to the contract to settle the dispute one way or other then it is a dispute comprehended within the scope of arbitration agreement (See <a href=\"/doc/196949/\" id=\"a_45\">Tarapore</a>&#x27;s case (para 39) (supra)).</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"662824\" id=\"span_22\">Further unless there is specific clause in the contract raising a clear bar with the particular claim, it would be a matter connected with the dispute and the learned arbitrator would have the jurisdiction to deal with such a claim (See H. P. State Electricity Board&#x27;s case (<a href=\"/doc/662824/\" id=\"a_46\">paras 25, 26 and 27) (supra) and Rajasthan State Mines Minerals Ltd.</a> case&#x27;s (para 44) (supra)). In the instant case, the arbitration clause is widely worded. The claims arise out of the prolongation of the work caused by the appellant for which the respondent sustained extra expenditures causing loss to him and as such the same would definitely fall for consideration within the jurisdiction of the arbitrator. The above claims fall as a necessary corollary to the finding on Issue No. 1. Secondly, no specific clause in the contract agrement has been pointed out which can be said to have raised a clear bar with regard to those claims. Therefore the above claims, in our opinion, cannot be said to be beyond the scope of submission to arbitrator and as such he had the jurisdiction to deal with the same. The learned arbitrator upon consideration of the evidence on record, gave his findings and allowed the claim with suitable mitigation. The award, is thus not liable to be interfered with.</span> \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">26. With regard to claim No. 3, it appears that the appellant did not challenge the jurisdiction of the arbitrator in this respect before the arbitrator but argued that the claim was baseless, hypothetical and imaginary one. Since the jurisdiction of the arbitrator in this regard was not raised earlier before the arbitrator himself in terms of <a href=\"/doc/148667221/\" id=\"a_47\">Section 16(2)</a> of the Act, the appellant is deemed to have waived that objection. Now that objection cannot be raised either before the Court below or before this Court. Moreover, the appellant submitted to the jurisdiction of the arbitrator and the learned arbitrator, upon considering of the rival contention of the parties, awarded nominal sum as already noted above. The award, on this count alone, therefore, is not assailable.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\">27. In view of what has been discussed and observed hereinabove, we are of the firm opinion that no illegality or infirmity has been committed by the learned Judge in passing the impugned order affirming the arbitral award passed and given by the sole arbitrator.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\">28. Accordingly the appeal fails and stands dismissed. Parties are to bear their own costs.\n</p> \n\n","numcites":22,"numcitedby":1,"docsource":"Gauhati High Court","citetid":746971,"divtype":"judgments","relatedqs":[{"value":"time is essence of contract ","formInput":"time%20is%20essence%20of%20contract%20"},{"value":"idle charges","formInput":"idle%20charges"},{"value":"setting aside of an arbitral award","formInput":"setting%20aside%20of%20an%20arbitral%20award"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"works contract","formInput":"works%20contract"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"essence of time","formInput":"essence%20of%20time"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"what are the essence of contract  ","formInput":"what%20are%20the%20essence%20of%20contract%20%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"arbitration award","formInput":"arbitration%20award"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"deviation","formInput":"deviation"},{"value":"Vague","formInput":"Vague"},{"value":"hindrances","formInput":"hindrances"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"}],"courtcopy":false,"query_alert":null,"agreement":false}