{"tid":1074096,"publishdate":"1964-04-17","title":"Nemai Adak And Ors. vs The State on 17 April, 1964","doc":"<h2 class=\"doc_title\">Nemai Adak And Ors. vs The State on 17 April, 1964</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1965CAL89, 1965CRILJ160, AIR 1965 CALCUTTA 89</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nT.P. Mukherji, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. These seven appeals arise out of a trial held by the Additional Sessions Judge of Howrah. The appellants in these appeals are ten in number and they along with two\nothers were put on trial before the learned Judge sitting with a jury on charges under Sections 147, 302/149 I. P. C. and on the same evidence they were separately tried by\nthe  learned   judge  himself  for  an   offence   under  <a href=\"/doc/1056565/\" id=\"a_1\">Section    3</a>\nof the Explosives Substances Act read with <a href=\"/doc/37788/\" id=\"a_2\">Section  34</a> of the Indian Penal Code. The learned judge accepting the unanimous verdict of the jury acquitted two of the accused of all the charges framed against them. They are accused No. 3, Kristo Bag and accused No. 11 Haradhan Roy. He further acquitted on a similar verdict of the\njury accused No. 6 Jotiram Mondal and accused No. 7 Nemai\nAdak of the charges under the <a href=\"/doc/1569253/\" id=\"a_3\">Indian Penal Code</a> sections,\nbut convicted, them under <a href=\"/doc/1056565/\" id=\"a_4\">Section  3</a> of the Explosive Substances Act.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. On a verdict of 5 to 4 returned by the jury the\nlearned judge convicted accused No. 1 Hrishikesh Adak,\nAccused No. 2 Banka alias Anil Das and accused No. 12\nNirmal Dhara under Sections 147 and 302/34 <a href=\"/doc/590414/\" id=\"a_5\">1</a>. P. C., and on\na similar verdict he convicted accused No 4 Gopal alias\nBaidhyanath  Das,  accused  5  Dilip  Das,  accused  8  Mathor\nMondal, accused 9 Nemai Mondal and accused 10 Subrata\n\nChowdhury  under  Sections 147 and 326/149   I.  P.  C.    He further convicted accused 1, 4, 5, 6, 7, 8 and 10 under\n<a href=\"/doc/1056565/\" id=\"a_6\">Section  3</a>  of the  Explosive Substances Act.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_3\">3. Accused No. 1 Hrishikesh, accused No. 2 Banka and accused 12 Nirmal were sentenced under Section  147 I. P. C. to suffer rigorous imprisonment for one year and to imprisonment for life under Section  302/34 I, P. C. Accused 4 Gopal, accused 5 Dilip, accused 8 Mathor, accused 9 Nemai and accused 10 Subrata were sentenced to rigorous imprisonment for one year under Section  147 I. P. C. and to rigorous imprisonment for ten years under Section  326/149 I. P. C. For the conviction under <a href=\"/doc/1056565/\" id=\"a_7\">Section  3</a> of the Explosive Substances Act accused Nos. 1, 4, 5, 6, 7, 8 and 10 were sentenced to suffer rigorous Imprisonment for six years and all the sentences of the accused persons were directed to run concurrently.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_4\">4. Criminal Appeals 58, 66, 71 and 72 were filed by the different appellants against their conviction and sentence under <a href=\"/doc/1056565/\" id=\"a_8\">Section  3</a> of the Explosive Substances Act while Criminal Appeals 65, 70, and 91 were filed by the different appellants against their conviction and sentence on account of the offences under the <a href=\"/doc/1569253/\" id=\"a_9\">Indian Penal Code</a> for which they were convicted.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. On 3-9-59 a general hartal was observed at Howrah in connection with what was termed as the &#x27;food movement&#x27; sponsored by the local Price Increase and Famine Resistance Committee. The: present case relates to an occurrence that took place that day on the Narasingha Dutt Road a little after mid-day when a party of 20 policemen including 2 Head Constables and 18 Constables were proceeding from the Khurut Town Outpost towards the Bantra P. S. on the north. The party came to the crossing of Kalachand Nundy lane and N. D. Road and found quite a number of people assembled on Kalachand Nundy Lane near the crossing. As the police party passed by the crossing this assembly headed by 20/25 people are stated to have thrown bombs at the police party and almost simultaneously the others are alleged to have attacked them with bombs, brickbats, etc. Many others joined these rioters and the police party was practically surrounded. There was great panic and confusion and the police men ran in fear of their lives, 13 of them went ahead and took shelter in the office of the R. W. A. C. nearby while 6 others took refuge in a factory belonging to P. W. 25 Madanmohan Bag which lies close to the crossing. One Constable ran through a lane, scaled the northern wall of a factory known as Bengal Machine and Tool Works and hid there.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. It is stated that out of the 6 policemen who had taken shelter in the factory of P. W. 25, Constables Rajnarayan Thakur R. W. 7 and Bhagabat Roy (deceased) were dragged out therefrom by some of the rioters. Rajnarayan ran southwards brandishing his lathi followed by some of the miscreants, but managed to reach the Khurut T. O. P. Constable Bhagabat Roy was struck on the head with a lathi and he fell down. Thereafter appellants Hrishikesh, Banka alias Anil and Nirmal Dhara (in Criminal Appeal No. 70 of 1961) are alleged to have dragged him in front of premises No. 77 N. D. Road, which lies close to the crossing. There an unknown person whose physical features were described in the F. I. R. was stated to have brought out a knife from the shop in the premises belonging to appellant Nemal Mondal and to have handed it over to another person whose physical descriptions also appear in the F. I. R. and the latter is alleged to have cut the\n\nthroat of the Constable with that knife. Thereafter the above three appellants along with some others are stated to have dragged the dead body across the road and thrown it into the roadside drain crying &#x27;Haribole&#x27; &#x27;Haribole&#x27;. In the meantime, the constables who had taken refuge in the office of the R. W. A. C. managed to send a telephonic message to the Bantra P. S. S. I. P. K. Day (P. W. 35) whet was on: duty at the Thana at the time came with a van to the R. W. A. C. Office and picked up the 13 constables from there. He also rescued the four constables who were hiding in the Factory of P. W. 25 Madan and the Constable (P. W. 2 Manindra Chandra Sarkar) who had taken shelter in the factory of Bengal Machine and Tool Works. P. W. 7 Constable Rajnarayan was also taken from the Khurut T. O. P. to the Bantra P. S. where on the statement of p. W. 2 Manindra the F. I. R. in the case was recorded.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. The police started investigation and In due course\narrested Hrishikesh, Banks and Nirmal Dhara, who were\nnamed in the F. I. R. The other accused in the case\nalong with certain other persons were arrested in course\nof time and placed at T. I. Parades. In March. 1960 the\ncharge-sheet is the case was submitted against the accused, under Sections 147 and 302/149 I. P. C. and also\nunder <a href=\"/doc/1056565/\" id=\"a_10\">Section  3</a> of the Explosives Substances Act read with\nSection  34 <a href=\"/doc/590414/\" id=\"a_11\">1</a>. P. C.\n \n\n</p><p data-structure=\"Facts\" id=\"p_8\">8. The defence was a denial of the complicity of the accused in the occurrence. The specific defence of accused Hrishikesh, Banka and Nirmal Dhara is that they were named in the F. I. R. at the instance of Shri Tapash Chandra, Sarkar, Circle Inspector of Police, who bore a grudge against them for same reason or other. Accused Jatiram and Nemai Mondal put up pleas of alibi, the former&#x27;s defence in this regard being that he was not at Howrah at all on the date of occurrence while the latter pleaded, that he stayed at his residence throughout the day and did not go to his shop at 77 N. Dutt Road at all that\nay. Accused, Subrata Choudhury pleaded that P. Ws. 18, 21 and 29 have falsely implicated him, because he had occasion to depose against them In a dacoity case and his further defence was that after his arrest he had been shown to the Constables, who identified him at the T. I.\nParades. The particular defence of accused Nemai Adak was that P. Ws. 18 and 21 and 29 have falsely implicated him out of a previous grudge, because he deposed in a case against one Ananda Karar, the maternal uncle of p. W. 29 and Sambhu Sea the elder brother of P. W. 21, who had attempted to murder him. He alleged that these three P. Ws. 18, 21 and 29 who are friends have, because of the above, made a common cause in wrongfully implicating him in the case.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">9.   The trial ended with the acquittal of two of the\naccused and in the conviction of the present appellants as stated above.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">10. Mr. Banerjee, appearing in support of the appeal, drew our attention to certain misdirections in the charge of the learned judge to the jury which according to him have vitiated the verdict and caused a failure of justice. Our attention was drawn to page 178 of the typed paper book where the learned Judge has discussed the distinction between &quot;common object&quot; and &quot;common intention&quot; after noting the distinction between Section 149 and Section  34 I. P. C. the learned judge is found to have\nobserved  as follows :-\n</p><blockquote id=\"blockquote_1\"> &quot;the distinction between &#x27;common object&#x27; and &#x27;common intention&#x27; lies just here, but I must say it Is a distinction which in many cases is a distinction without much difference. As a matter of fact the partition which divides the bounds of &#x27;common object&#x27; and &#x27;common intention&#x27; is often very thin..................&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_11\">11. The distinction between the concept of constructive liability underlying Sections 149 and 34 I. P. C. as stated above is not quite legal and proper as is also not the observation that the distinction between the two sections is often illusory. Section 34 limits Itself to the furthrance of the &#x27;common intention&#x27; while Section  149 goes further and is more strongly worded than Section  34. The words &#x27;common object&#x27; and &#x27;common intention&#x27; are not synonymous. They involve a substantial difference and it this difference is sought to be eliminated, that would amount to a misdirection tending to misapplication of the law in this regard resulting in a wrong verdict. In our view there has been on the face of the verdict in this case a misapplication of these two sections of the I. P. C. which is traceable to the wrong interpretation thereof in the charge of the learned judge.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">12. Mr. Banerjee next referred us to page 190 of the paperbook where the learned judge discusses the question of assessment of oral evidence,\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">13. He has stated in this connection &quot;You are to remember again that when a person gives his evidence on oath, the presumption would be that he has come to speak the truth, that is the oath that he takes and the burden lies on those that challenge the veracity of that statement to show that it is really not true; and if that burden is not discharged by any of the recognised legal methods, then a court of fact can have no legal justification for not relying on the evidence of a witness given on oath.&quot;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. This direction relating to the assessment of oral evidence goes against the definition of the term &quot;proved&quot; In <a href=\"/doc/1031309/\" id=\"a_12\">Section  3</a> of the Evidence Act. If there is any presumption of truth attaching to oral evidence and the onus be on the accused to prove that It is not true the court would be found to act upon it if the witness concerned cannot be proved to be a liar. That would practically throw the burden on the accused to prove his innocence, and go against the basic presumption of innocence of the accused.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">15. The oral testimony is one of the materials for consideration by the, court in coming to its finding, but it has to be tested by the yard-stick of probability along with the other materials on record and it must pass that test before it can be accepted. In spite of the evidence on oath, it is the duty of the prosecution to satisfy the court that that evidence is capable of acceptance and if the court is not satisfied, the evidence in spite of the oath to support it is of no avail. To cite a simple case, the court may reject an evidence on oath in view of the suspicious demeanour of the witness and that is because the demeanour of the witness is one of the materials to be taken into consideration before his testimony is accepted.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">16. We are of the decided opinion that the direction referred to above is a clear misdirection and relating as it does to the question of assessment of oral evidence in general, tended to mislead the jury in that regard to the prejudice of the accused.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_17\">17. We were next referred to paragraph 97 at pp. 215-216 of the charge where the learned judge referred to the defence casa as &quot;prima facie flimsy&quot; and liable to be summarily dismissed as the same does not bear a\n\nmoment&#x27;s scrutiny. It was urged that such strong expression of the learned judge&#x27;s opinion without any caution that the jury was not to be influenced thereby clearly tended to misdirect their verdict. In view of the manner in which learned judge has expressed himself in paragraph 97 above, we find that the above contention of the appellants is justified.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">18. Certain other misdirections were also pointed out, but in view of the three serious misdirections noted above which induced us to enter into evidence it is unnecessary to discuss them. We have been taken through the entire evidence by the learned advocates for the different appellants who urged that the misdirections above in fact occasioned a failure of justice, It falls to be decided whether it is so.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">19. It has been amply proved in the case and the\nfact has not been challenged in evidence that a general\nstrike was declared in Howrah on 3-9-1959 pursuant to a\ncall of the Price Increase and Famine Resistance Committee. There is also the evidence which goes unchallenged that a party of 20 policemen was proceeding from\nthe Khurut Outpost towards Bantra P. S. which lies within\na short distance to the north, at about mid-day on that\ndate when an occurrence took place near the crossing of\nN. D. Road and K. C. Nundy Lane involving throwing of\nbombs at the police party resulting in splinter injuries to\nsome of them and in confusion and stampede of the police\nmen who took shelter in nearby premises in fear of their\nlives. The prosecution case further is that one of the Con\nstables Bhagabat Roy was struck down by a lathi blow\nand had his throat cut with a knife by somebody and\nhis body was thrown into a drain nearby. This fact also\ngoes unchallenged.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_20\">20. P. Ws. 2, 3, 6 to 15, 17 and 34 are some of the policemen of the party that was attacked with bombs, brickbats, etc. Of these P. W. 2 Manindra, who took shelter in the factory of the Bengal Machine, and Tool Works claims to have seen the entire occurrence following the stampede through a window of the factory premises while the others have deposed to the first part of the occurrence involving throwing of bombs and brickbats resulting in confusion and the stampode of the police party. Only P. W, 7 out of the latter group claims to have seen the deceased Constable Bhagabat Roy being struck down with a lathi blow on his head. P. W. 18 Sanat Das, P. W. 21 Tarak Sen and P. W. 29 Sanat Hazra are local people who claim to have seen the later part of the occurrence involving the murder of Constable Bhagabat Roy. The constable witnesses were sought to be corroborated by P. W. 16 of R. W. A. C. Office, who deposes to the 13 constables having had taken refuge in that office, by P. W. 25 the owner of the factory at 76 N. D. Road and by his friend P. W. 26 who deposed to some constables having had taken shelter there and by P. W. 22 a Durwan of Bengal Machine and Tool Works who corroborated P. W. 2 regarding the latter having had taken shelter in that factory.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\">21. The learned advocates appearing on behalf of the appellants could not and did not challenge the prosecution case regarding an occurrence at the time and place alleged, involving throwing of bombs and the murder of Bhagabat Roy. What was urged by them was that the prosecution evidence as adduced in that regard is unacceptable and that on that evidence it cannot be held that the appellants had taken part therein. It was further contended that so far as the charge under Sep. 3 of the\n\n<a href=\"/doc/1568384/\" id=\"a_13\">Explosive Substances Act</a> is concerned there is absolutely no material on record to support a finding that the bombs that were thrown were capable of causing explosion likely to endanger life or to cause serious injury to property and that as such the finding of the learned judge that the requirements of the section have been satisfied and the conviction based on that finding should not be upheld. The third contention raised is that the conviction under Section  326/149 I. P. C. is bad in law in the facts and circumstances of the case in view of the fact that no offence under Section  326 I. P. C. was alleged or committed in the case in pursuance of the common object alleged. Fourthly, it was contended that the conviction of three of the appellants under Section  302/34 I. P. C. is bad in law as the appellants concerned were never called upon to answer a charge of murder in furtherance of a common intention and had as such no opportunity of meeting that charge.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">22.   So far as the  charge  under <a href=\"/doc/1056565/\" id=\"a_14\">Section  3</a>  of the Explosives Substances Act  is  concerned  it  has  to  be  established   that  the   accused  concerned   had   caused   &quot;an  explosion  of  a  nature  likely    to endanger  life  or to cause serious      injury      to      property      .................&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_23\">In the present case although the evidence clearly indicates that there were explosions resulting from the throwing of bombs there was no sufficient evidence that the explosions were of a nature likely to endanger life or to cause serious injury to property. All that the evidence shows is that some minor injuries were caused to some of the constables of the police party by splinters thrown out by the exploded bombs. The evidence being that the bombs were thrown at the party and in their midst, the fact that only minor injuries were caused by the explosions would indicate that the bombs were not of such a nature as to cause explosions likely to endanger life. There is also no evidence that any injury not to speak of serious injury was caused by the explosions to property. The explosions that were caused might very well have been caused by bombs and not by crackers, but that fact alone would not satisfy the requirements of <a href=\"/doc/1056565/\" id=\"a_15\">Section  3</a> of the Act. The position appearing from the evidence is want of proof that the explosions actually caused by them were of a nature likely to endanger life or to cause serious injury to property and such being the case the conviction of the concerned appellants under <a href=\"/doc/1056565/\" id=\"a_16\">Section  3</a> of the Act although based on the Expert&#x27;s evidence that a bomb of the type examined by him would be capable of endangering life on explosion is not justified, particularly in view of his positive evidence in cross-examination which shows that although a chemical examination of the remnants of a country-made bomb indicated existence of potash chlorate and arsenic sulphide therein, it is on the quantity and proportion of the said ingredients about which, there is no evidence, that the mischief-making power of a bomb depends. We find that in face of the positive evidence as to the nature of the explosions caused by the bombs in this case, the conviction of the concerned appellants under <a href=\"/doc/1056565/\" id=\"a_17\">Section  3</a> of the Explosive Substances Act and the sentence passed thereunder cannot be sustained and must be set aside.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_24\">23. The appellants in appeals Nos. 65 and 91 of 1961 and appellants Dilip and Methar in Appeal No. 70 of 1961 have been convicted under Section  326/149 I. P. C. on an apparent finding that in prosecution of the common object of the unlawful assembly or such as the members of that assembly knew to be likely to be committed in the prosecution of that object, an offence of causing\n\ngrievous hurt under Section  326 I. P. C. was Committed and\nthat the appellants concerned were members of that unlawful assembly. No charge under Section  326/149 I. P. C. was framed In this case. A charge under Section  302/149  was framed and that offence related to the causing of death of constable Bhagabat Roy. The fact that three of (he accused in the case were convicted under Section 302/34 I. P. C. would go to indicate that according to the finding in the case that offence was not committed in pursuance of any common object of any unlawful assembly or such as the members of that assembly knew to be likely to be committed in the prosecution of that object. Quite obviously, the charge under Section  326/149 I. P. C, is not related to the offence of murder of the constable and if this position be accepted, it does not appear to what offence the conviction under Section  326/149 I. P. C.\nrelates.    Under Section  149 the constructive liability attaches\nin respect of an offence&#x27; that is actually committed and there being neither any allegation nor any charge nor any proof that any offence under Section  326 I. P. C. was committed in the case the conviction of the concerned appellants under Section  326/149 I. P. C. must be set aside.\n</p> \n\n<p data-structure=\"Section\" id=\"p_25\">24. We come now to the charge under Section  302/34 I. P. C. whereunder appellants Hrishikesh, Banka and Nirmal in Criminal Appeal No. 70 of 1961 have been convicted. Mr. Banerjee appearing for these appellants contended that although theoretically speaking a conviction under Section  302/34 I. P. C. is permissible when the accused persons faced a trial on a charge under Sec, 302/149 I. P. C. on a finding that the murder was committed in furtherance of a common intention, such conviction is possible only when the common intention is co-extensive\nwith the immediate common object. If the common intension goes beyond the immediate common object substitution of a charge under Section  302/34 I. P. C. for a charge under Section  302/149 I. P. C. will not be permissible in law and that in view of the fact that on the charge as framed no effective notice of a common intention apart from the common object is given to the accused. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"952560\" id=\"span_1\">In this connection Mr. Banerjee referred to the case <a href=\"/doc/952560/\" id=\"a_18\">Chikkarange v. State of Mysore, (S</a>) . In that case) the appellants were charged under Section  302, 302/149 and 34 I. P. C. and 148 1. P. C., the common object and intention of the alleged unlawful essembly being stated to be to commit murder of two persons. The High Court found\nthat the common object was to assault and gave no finding as to any common intention. It found two of the appellants guilty under Section  302/34 I. P. C. although it acquitted the accused who was stated to have given the vital blow to the deceased. The Supreme Court on appeal found that so far as these two appellants were concerned the finding regarding common object being as above and there being no finding as to: any common intention, the conviction under Section  302/34 could not be sustained inasmuch as on the charge as framed no. effective notice\nof a common  intention apart from the common object was\nconveyed to the accused. The appellants along with others had been convicted also under Section  148 I. P. C. The\ncharge under Section 302/34 I. P. C. was not sustained because the same did not mention any separate common intention OR the part of the two appellants convicted thereunder to commit murder and the common intention was not co-extensive with the common object which was found to be only to commit assault.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">25.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1953367\" id=\"span_2\">In  this  connection   reference   may  be   made  to the case <a href=\"/doc/1953367/\" id=\"a_19\">Lachhman Singh v. The State</a>, \n\nwhich dealt with this aspect of the matter and held that\nwhere the facts of the case are such that the accused could have been charged alternatively either under Section  302/149 or under Section  302/34, a conviction of the accused under the former section can be altered in appeal to one under the latter, under the acquittal of the other accused persons in the case.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1953367\" id=\"span_3\">26. The case of Kernail Singh v. State of Punjab, AIR 1954 SC 204 referred to <a href=\"/doc/1953367/\" id=\"a_20\">Lachhman Singh</a>&#x27;s case,  (Supra) further clarified the position by observing that if the facts to be proved and the evidence to be adduced with reference to the charge under Section  149 would be the same if the charge were under Section  34 I. P. C. then the failure to charge the accused under Section  34 could not result in any prejudice and in such a case the substitution of Section  34 far Section  149 must be held to be a formal matter. In that case 8 persons had been convicted under Section  302/149 I. P. C. at the trial, but the High Court acquitted 6 of them and convicted two others under Section 302/34 and that conviction was upheld by the Supreme Court on appeal.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"847770\" id=\"span_4\">That such substitution as above is in the circumstances permissible in law was also observed by the Supreme Court in the case <a href=\"/doc/847770/\" id=\"a_21\">Kartar Singh v. State of Punjab</a>, AIR 1961 SC 1787.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">27. In Nanak Chand v. State of Punjab, (S)  several persons were charged under Section 302/149 before the trial court which however held that the charge of rioting was not proved and found the appellant and three others guilty under Sec, 302/34. On appeal the High Court acquitted two of the convicted persons and convicted the appellant under Section  302 I. P. C. and oilier accused under Section  323 I. P. C. It was held by the Supreme Court that the conviction for the substantive offence under Section  302 could not be sustained in the circumstances of the case in the absence of a charge to that effect.\n</p> \n\n<p data-structure=\"Section\" id=\"p_29\">28. The principle that emanates from the above decisions appears to be that when several persons are charged or an offence committed in pursuance of a common object under Section  149 I. P. C. and the charge under Section 147 I. P. C. is not established a conviction for art offence committed in furtherance of a common intention under Section  34 I. P. C. is permissible provided no prejudice results therefrom and the facts are such that the accused could have been charged alternatively under Section  149 or under Section  34 I. P. C. Such a situation might arise only when the common intention is co-extensive with the common object and does not go beyond the common object.\n</p> \n\n<p data-structure=\"Section\" id=\"p_30\">29. In the present case the very fact that all the accused were acquitted of the charge under Section  302/149 I. P. C. goes to show that the common object of the unlawful assembly was not proved to be to commit murder. If in the circumstances, murder was committed by three of the accused in furtherance of a common intention arrived at on the spur of the moment that common intention went beyond the common object of the unlawful assembly and it cannot be said that the concerned appellants could have been charged, alternatively under Sec, 149 or under Section  34 <a href=\"/doc/590414/\" id=\"a_22\">1</a>. P. C. If that is so the substitution of the charge under Section  34 for a charge under Section  149 certainly resulted in prejudice and the conviction under Section  302/34 in the case must be held to be bad in law, the accused concerned not having been separately charged with that offence and not having been given any opportunity to meet such a possible charge. In the circum-\n</p>\n<p data-structure=\"Section\" id=\"p_31\">stances we are of the, opinion that the conviction under Section  302/34 I. P. C. cannot be sustained.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_32\">30. This leaves us with the charge under Section  147 I. P. C. whereunder 8 of the 10 appellants before us have been convicted. It was urged by the learned advocates appearing on their behalf that the evidence on record does not justify the finding that they were members of an unlawful assembly as alleged.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_33\">31. It was urged by the learned advocates appearing on behalf of the different sets of appellants that the common object of the alleged unlawful assembly as stated in the charge under Section  147 I. P. C. that was framed has not been proved. Their contention is that the object &quot;to terrorise the local administration at Howrah by taking recourse to violent methods&quot; though high sounding is understandable, but that the rest of the alleged common object as mentioned in the charge is merely illustrative of the methods and cannot be treated as being part of the common object and that considered as a whole the common object as stated is confusing to a degree. So far as the common object in the charge as particularised above is concerned no exception can be taken thereto on the ground of its vagueness. The accused in the case were charged with the common object of terrorising the local administration at Howrah by taking recourse to violent methods. Whether the local administration at Howrah could be terrorised by the violent methods alleged to have been employed is a different proposition. The local administration acts through its agents and if the object was to terrorise the agents of law and order it may be loosely stated that the object was aimed at the principal through the agents. It may be that high flaunting words were used in the charge, but it must be said that the same did not suffer from any vagueness so far as the objective is concerned. We find that the conviction under Section  147 I. P. C. in the case is not bad for any defect in the charge as framed.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_34\">32. Out of the 8 accused convicted under Section  147 I. P. C. 3, viz., Hrishikesh, Banka alias Anil and Nirmal Dhara are named in the first information report that was lodged in the case by P. W. 2 Manindra. It was contended in the appeals that the first information report Exhibit 7 recorded at 3.10 P. M. is not admissible in evidence being hit by Section  152 Cr. P. C. in view of the fact that a previous intimation about the incident had reached the P. S. at 1.25 P.M. and was recorded in the G. D. entry marked Exhibit 14 in the case. If Exhibit 14 can be treated as the first information report in the case there is no question that Exhibit 7 would be hit by Section  162 Cr. P. C. It has to be seen therefore whether Exhibit 14 can be treated as the first information report.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_35\">33. The prosecution case is that as soon as bombs were started to be thrown on the police party that was proceeding from Khurut O. P. to the Bantra P. S., the constables started running in fear of their lives and some of them took shelter in the office of the R. W. A. C. From there a telephonic message is stated to have been sent to the Bantra P. S. and It is that message that was recorded in the G.D. and marked Exhibit 14 in the case, This G. D. records that while the police party was proceeding along the road it was attacked by a violent mob and that some of them received injuries and that the informant along with some others had taken shelter in the R. W. A. C. Office. The informant further stated that some other policemen had taken shelter elsewhere. The Police Officer recording the G. D. noted that the matter had been\n\nreferred to the S. D. O. Howrah who was arranging to send a force immediately to the P. S.\n \n\n</p><p data-structure=\"RespArg\" id=\"p_36\">34. It appears from evidence that sometime after this entry had been recorded the police officer went out for rescuing the trapped policemen that he rescued them from different places and that in course of that operation he also viewed the dead body of the deceased constable Bhagabat Roy and posted a guard at the place. He brought the rescued constables to the Thana and examined them. As only P. W. 2 Manindra could give an account of the entire incident he recorded that statement for being treated as the first information report in the case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">35. Exhibit 14 no doubt &#x27;mentions an attack on the police, party by a violent mob, but the information that was sent was more in the nature of an appeal for succour than a report about a cognizable offence and as the second paragraph of the entry shows the police officer recording the same also treated it as such. The action that the police officer P. W. 35 took thereafter was aimed at rescuing the members of the trapped police party and was not directed towards the investigation of a case, although it must be said that certain matters relating tot the incident came into his possession before the formal first information report Exhibit 7 was recorded by him. In our opinion, the information embodied in the G. D. entry Exhibit 14 was not meant to be art information about the occurrence of a cognizable offence as such at the P. S. nor was any investigation started on the basis thereof. It was a cryptic message meant to be an appeal for immediate help and the action taken thereon was in consonance with the intent behind the same. In this view of the matter we are of the view that Exhibit 7 was rightly treated as the first information report.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">36. That there was an unlawful assembly at the time and place alleged and that force in the shape of throwing of missiles including bomb&#x27;s was used against the police party by that assembly was not disputed before us at the hearing. What was disputed was that the evidence on record has not proved the complicity of the respective appellants in that rioting. We shall have therefore to examine the evidence for the purpose of satisfying ourselves on this point.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_39\">37. So far as accused Hrishikesh is concerned he was arrested on 13-9-1959. The evidence against him comprises the testimony of P. W. 2 Manindra which is corroborated by his statement in the first information report Exhibit 7 and the statements regarding his recognition as a member of the unlawful assembly that indulge in rioting, by P. W. 3 Prayag Missir and P. W. 15 Rajendra Singh, constables who were in the police party that was attacked and also the statements of P. W. 18, Sanat Kumar Das, P. W. 21 Taraknath Sen and P. W. 29 Sanat Kumar Hazra who are local people! and who claimed to have seen a part of the occurrence. As these three witnesses P. Ws. 18, 21 and 29 have deposed against some of the other accused in the case also we propose to dispose of them here in view of the fact that in our opinion they are not witnesses of truth for reasons given below.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\">38. All three of them work in the same factory. P.W. 18 on his own admission was implicated in two stabbing cases. He was co-accused with P. Ws. 21 and 29 in a money bag snatching case and is co-accused with P. W. 29 in another case that was pending at the time of the trial. It appears from evidence that P. W. 21 is co-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">accused with P. Ws. 18 and 29 in two cases and a case under Section  107 Cr. P. C. was pending against him at the time of the trial. P. W. 29 was accused in a dacoity case and was also a co-accused with P. W. 18 in an assault case. Such is the background of these three witnesses. Mr. Banerjee on behalf of the appellants dubbed them as local &#x27;roughs&#x27; who are easily amenable to police pressure and cannot afford to refuse to oblige the police.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_42\">39. P. W. 2 stated that the deceased constable Bhagabati Roy was struck down with a lathi blow and that thereafter accused Hrishikesh, Banka and Nirmal dragged him in front of the shop of the accused Nenial Mondal and that thereafter an unknown man whose physical features the witness described brought out a knife from inside the shop and gave it to another who cut the throat of the deceased therewith. P. W. 18 Sanat Kumar Das stated that the deceased constable was struck down by 14/15 men including appellants Hrishikesh, Banka, Nirmal Dhara in front of the tea stall of Nemai Mondal and that thereafter accused Hrishikesh brought out a knife from inside his waist cloth and made it over to another who slit the throat of the constable with the same. The evidence of P. W. 21 Tarak Nath Sen is that the deceased constable while being pursued with bombs and brickbats fell down in front of Nemai Mondal&#x27;s shop, that appellants Hrishikesh and Nemai Adak threw bombs upon him then and that thereafter Hrishikesh brought out a big knife from his waist cloth and made it over to the other man who cut the throat of the constable therewith. P. W. 29 Sanat Kumar Hazra stated that the deceased constable was struck down with a lathi blow and was then dragged in front of a tea shop by Hrishikesh, Banka, Nirmal Dhara and others and that thereafter Hrishikesh brought out a knife and made it over to the other man with the result aforesaid.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\">40. It will be seen from the above that there is considerable discrepancy between the evidence of the P. Ws. 18, 21 and 29 and between their evidence and that of P. W. 2. P. Ws. 18, 21 and 29 impute in their evidence a part to appellant Hrishikesh which P. W, 2 another eyewitness to the occurrence does not speak about. Because of the discrepancies pointed out above and further because of another serious discrepancy between the evidence of P. C. 21 and that of P. W. 29 as to the circumstances relating to their joint arrival at the place of occurrence, the learned sessions judge found it difficult to accept the evidence of these three P. Ws. 18, 21 and 29 in his charge to the jury and considering the background of these three witnesses and the nature of their testimoney we are firmly of the view that it would be extremely unsafe to act upon their evidence.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_44\">41. We would like In this connection to dispose of another aspect of the evidence regarding the recognition of some of the appellants by some of the P. Ws, and of the observation of the faces and features of some others by some of the other P. Ws. which subsequently formed the basis of the identification of the former by the latter at T. I. parades. It was urged by the learned advocates appearing on behalf of the appellants that in the circumstances in which the police party is stated to have been attacked with bombs, brickbats, etc. and the melee and confusion that admittedly followed and in view of the admitted fact that the members of the police party were more concerned with their safety in flight, any recognition or observation of faces and features in the midst of the din, confusion and smoke would be Impossible and\n\nthat when the witnesses come forward to speak about their recognition of some of the accused and of their having had observed the faces and features of some others, that claim of theirs should not be accepted.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">42. The evidence in the case is that as the police party was proceeding northwards along N. D. Road they came up to the crossing of that road with Kalachand Nundy Lane and found there a large crowd spearheaded by a party of 20/25 men, who subsequently came up and attacked the police party from behind with bombs after the constables had passed that crossing. This is the situation that we get from an analysis of the evidence of the P. Ws. on the point and if that be the position there is no reason why the members of the police party could not, have recognised amongst the 20/25 people who were at the head of the crowd some, who might have been known to them from before. We are not therefore prepared to reject the testimony as to the recognition in the circumstances of the case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\">43. So far as the question of observation of the faces and features of some of the appellants by some of the P. Ws. is concerned, it is to be noted that in the circumstances mentioned above it is not unlikely for some of the members of the police party to have clearly observed some of the miscreants at the time they were passing by that crossing. The sudden attack from behind might easily have led some of the members of the police party to turn round and see what was actually happening before taking to their heels. If on the basis of this observation the concerned witnesses are found identifying some of the miscreants at T. I. Parades and if that identification can be accepted, we see no reason why the identification of those appellants in court by the concerned witnesses should not be accepted.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\">44.   Before entering into a discussion of the evidence we  may dispose of a general  argument on behalf of the appellants that some of the P. Ws. in the case should not be  believed   because   of  the  contradictions  between  their evidence at the trial  and their evidence before the committing   Magistrate   which   was   admitted   under   <a href=\"/doc/1110615/\" id=\"a_23\">Section 145</a> of the Evidence Act and also between their evidence and their  statements  to  the  I. O.    Some  such  contradictions are  indeed on  record  but in  many  of these  cases there was as we find no contradiction whosoever actually brought out and in many others no foundation for the alleged contradiction was laid.    In quite a good number of instances, the  contradictions  are on  such  minor details  as to  lose all  weight and  importance.    We  have  considered the few important contradictions in coming to  our findings.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_48\">45. Coming back to the evidence against Hrishikesh in Criminal Appeal No. 70 of 1961 as has already been, stated, the evidence against him comprises his recognition at the time of occurrence by P. Ws. 2, 3 and 15. P. W. 15 Constable Rajendra Singh admitted in his evidence that at the time of his identification of this accused before the committing court he made some confusion between him and accused Banka. The learned Sessions Judge in view of this was not prepared to give full effect to his recognition. That leaves us with P. W. 2 Manindra and P. W. 3 Prayag. According to the former this accused hurled bombs at the police party. According to the latter he recognised this accused participating in the riot We find nothing on record which might throw any suspicion as to the recognition of accused Hrishikesh by these two P. Ws. at any rate. If he was known to them\n\nfrom before, there was opportunity for his recognition. The evidence of P. W. 2 further is corroborated by his statement in the F. I. R. We find that accused Hrishikesh has been rightly convicted in the case under Section  147 l. P. C.\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_49\">46.   Coming   now  to  accused   Banka   alias  Anil,   the\nevidence against him is the same as that against the previous accused. He also was arrested on 13-9-1959. P. Ws. 2, 3, 15, 18, 21 and 29 have spoken about the recognition of this accused amongst the rioters at the time of the occurrence. For reasons already stated we discard\nthe evidence of P. Ws. 18, 21 and 29 and we do not propose to act upon the testimony of P. W. 15. But so\nfar as P. Ws. 2 and 3 are concerned it was nowhere suggested that they did not know this accused from before. P. W. 2 named him as one amongst those who hurled bombs and P. W. 3 identified him as one of those participating in the riot. Both these witnesses stated that\naccused  Hrishikesh,  Banka and  Nirmal Dhara were amongst\nthe 25/30 men who were at the head of the mob and who started the attack on the police party with bombs and brickbats. We feel no hesitation in accepting that evidence and finding, that appellant Banka was rightly convicted in the case under Section  147 I. P. C.\n \n\n</p><p data-structure=\"Precedent\" id=\"p_50\">47.   As  to  accused  Gopal   alias    Baidyanath  he  was\narrested on  16-94959 and was let out on bail en 30-11-\n1959.    He was identified by P. Ws. 2 and 34 at a T. I.\nParade   held   before   the   Magistrate   on   2-12-1959   in   his\ncourt room. P. Ws. 3, 7 and 21 claim to have recognised him amongst the rioters at the time of occurrence.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_51\">48.   According to P. W. 34 constable Nanu Singh he\nknew the  accused from before, but he  did  not know his\nname.     From his evidence it appears that he did not identify this accused in court at first, but did so subsequently on a leading question having been put to him by the P. P. We, therefore, reject the evidence regarding his identification of this accused.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_52\">49. So far as P. W. 2 is concerned it was pointed out from his evidence that at a previous T. I. Parade\nattended  by  him  he claims to  have  drawn  the  attention\nof the  Magistrate  to  the  absence  of this  accused.    The\nanswer  that  was  recorded   appears  to   us  to   have  been\nto a leading question in which this accused was named and as such we are not prepared to give any undue weight thereto. It is true that this accused was on bail for two\ndays prior to the T. I. parade. But it was nowhere suggested to P. W. 2 that he had been shown this accused during that time, or at any time earlier. We, therefore,\nsee no reason why although the T. I. Parade was held three months after the occurrence the identification at that parade by this witness should not be accepted in the\nfacts and circumstances of this case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_53\">50. So far as the witnesses who speak about the recognition of this accused are concerned we have already\nfound that P. W. 21 is not worthy of credit. P. Ws. 3 and 7 claim to have known this accused from before. According to both of them this accused participated in the riot\nwith   bombs   and   brickbats  along  with   others.    We   have\nfound   that recognition of known people was possible in the circumstances of the case and we accept the evidence of P. Ws. 3 and 7.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\">51. The evidence of P. W. 7 came in for a good deal of criticism at the hands of the learned advocate appearing on behalf of the appellants. He is found to have\nstated in his evidence that when  he ran to the T. O. P.\n\nhe found the writer constable Atul Bagchi there, but that neither to him nor to the police officers other than the I. O. he met at the Bantra P. S. subsequently did he state anything about the occurrence or about the miscreants. It was pointed But that this conduct would be extremely unlikely and unnatural. This witness states that he said nothing about the occurrence to the above police officers as he was very much in agony. It is also not unlikely that in the first blush of excitement the identity of the miscreants was not thought to be so much important. If, therefore, before being examined by the I. O. he did not name the rioters whom he had recognised, that in our opinion would not put him out of court. We accept his evidence and that of P. W. 3 and find that accused Gopal has been rightly convicted under Section  147 I. P. C.\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_55\">52. Accused Dilip is stated to have been identified by P. Ws. 7, 8, 17, 18, 29, and 34. For reasons already stated, we discard the evidence of P. Ws. 18 and 29. These two witnesses did not also name accused Dilip to the I. O. The evidence of P. W. 34 is that he did not know the name of accused Dilip and that he does not knew his name even now, but he is found to have named him to the I. O. The substantive evidence being that he did not know the name of this accused and there being no T. I. parade of the accused attended by this witness, we propose to discard his evidence as well.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_56\">53. The evidence of P. W. 7 is that this accused\ntook part in the riot with bombs and brickbats. The same\nis the evidence of P. W. 8, P. W. 17 states that this accused threw bombs at the police party. If the accused\nwas known to these witnesses, as is claimed by them and\nif there was ample opportunity to recognise known people\namongst the rioters as we have, found there was, there\nis no reason not to accept the testimony of the witnesses\nparticularly when there is no suggestion even as to why\nthey should have come forward to dispose falsely against\nhim.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\">54. Accused Dilip was identified at a T. I. Parade inside the Dum Dum Jail by P. W. 2 on 6-10-1959 and by P. W. 6 and 13 in a court room on 13-11-1959. In view of the clear evidence of recognition of this accused by three of the witnesses and of his identification by one witness viz. P. W. 2 which at any rate is beyond reproach we have no hesitation in finding that his conviction under Section  147 I. P. C. has been correct and proper even though some criticism may be advanced as regards his identification in the Court room on 13-11-1959.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_58\">55. So far as accused Jatiram and Nemal Adak are concerned they have been convicted only under the <a href=\"/doc/1568384/\" id=\"a_24\">Explosive Substances Act</a> which conviction we have already held to be unsustainable. It is unnecessary therefore to enter into a discussion as to whether they we&#x27;re properly identified.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_59\">56. The next accused is Methar Mondal, who is stated to have been recognised at the time of occurrence by P. Ws. 3, 6, 7, 8, 10 and 15 and 34. For the same reason for which the evidence regarding recognition of accused Dilip by P. W. 34 could not be accepted by us, his evidence regarding identification of this accused must also be rejected. The evidence of P. W. 3 is that he saw this accused participating in the riot. According to the other witnesses this accused was one of those who threw bombs at the police party at the time of occurrence. As there was opportunity for\n\nrecognition of known people in the circumstances of the case, there is no reason not to accept the testimony of these witnesses when they speak about having had recognised him at the time. P. W. 7 stated that he knew the residence and occupation of accused Methar, P. W. 3 stated that he knew Methar from one year before the date of occurrence. The evidence of P. W. 10 is that he\nknew the  accused  as  he  passed along N.  D, Road  every\nday. The evidence of P. W. 15 is that he came to know the accused in connection with his duties and that he\nknows his residence too.   As there is nothing on record to\nsuggest why these witnesses should have come forward to depose falsely against the accused, we see no reason, on a consideration of their evidence, to reject the same\nand we find that he has been rightly convicted under Section  147 I. P. C.\n \n\n</p><p data-structure=\"Precedent\" id=\"p_60\">57. The only evidence against accused Nemai Mondal is his identification at a T. I. Parade by P. W. 2. This identification took place inside the Dum Dum Jail on 6-10-1959. This identification by itself, in our opinion,\nis not quite sufficient for the purpose of holding this accused guilty. The evidence regarding the identification\ncasts no reflection on the character of the T. I. parade that was held. But even then the identification by only one witness in the circumstances of this case is not sufficient evidence by itself for the purpose of sustaining\na  conviction.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_61\">58. Accused Subrata was arrested on 23-9-1959 and was let out on bail on the following day. The evidence against him comprises the testimony of P. Ws. 21 and 29,\nwho claim to have recognised him at the time of the occurrence and of his identification at T, I. Parades by\nP. Ws. 2, 3, 6, 8, 15, 18 and 34. P. W. 21 did not name this accused to the I. O. in his first statement. Besides, this witness attended a T. I. Parade wherein accused Subrata was one of the suspects, out he did not identify the accused at the time. P. W. 29 did not name the accused to the I. O. For these reasons and for other reasons already stated we do not propose to put any reliance on the evidence of these two witnesses.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_62\">59.   P.   W.   18  also  claims  to  have  known  accused\nSubrata from before, but he did not name him to the I. O. and same is the evidence of P. W. 15. Their evidence also so far as their identification of the accused at T. I. parade is concerned is of no value whatsoever. P. W. 34 did not identify the accused at first at the trial,\nbut did so later, on a leading question being put to him\nby the P. P.\n \n\n</p><p data-structure=\"Precedent\" id=\"p_63\">60. That leaves us with the identification by P. Ws. 2, 3, 6 and 8 of this accused at two separate T. I. parades. Of them P. Ws. 2, 3 and 8 identified the accused on the eastern verandah of the Civil Court building at Howrah at a T. I. parade held on 29-9-1959. Subrata was on ball and the evidence of these witnesses is that they came and stood on the western verandah of the Civil Court building facing the main road till the afternoon when the T. I. parade was held. Although therefore according to the Magistrate Who held the T. I. parade, all possibilities of collusion in the matter of the parade were precluded,\nthe possibility of the witnesses having had been the accused in the court building before the parade, was always there. We have considered the circumstances attending the parade on 29-9-59 and we are definitely of the view that the conditions preceding the parade were such as to leave ample scope for the witnesses to have seen\n\nthe accused before the same was held. The evidence of P. Ws. 2 and 3 further is that they knew before the T. I. Parade, that Subrata had been arrested and this appears to be damaging evidence so far as the prosecution is\nconcerned.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\">61. If the evidence of P. Ws. 2, 3 and 8 regarding the identification of the accused is not satisfactory enough to be accepted, we are left only with the evidence of P. W. 6, who speaks about the identification of this accused at the T. I. Parade held inside the court room on 13-11-1959. As we have already held in the case of accused Nemai Mondal this identification at a T. I. Parade by only one accused is not sufficient evidence in the facts and circumstances of this case to sustain the conviction.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_65\">62. Accused Nirmal Dhara is stated to have been known to P. Ws. 2, 3, 18, 21 and 29 and 34 from before and to have been recognised by them amongst the rioters at the time; of occurrence. For the same reasons for which we could not accept the evidence of P. Ws. 18, 21, 29 and 34 in the case of some of the other accused, we cannot accept their evidence of recognition of this accused as well. The evidence of P. W. 2 is that he saw this accused throwing bombs and that of P. W. 3 is that he saw him participating in the riot. P. W. 2 states that he recognised this accused as also accused Hrishikesh and Banka when they first came out of Kalachand Mundy Lane at the head of the mob and that he also recognised them at the time of occurrence. We find no reason to hold that P. Ws. 2 and 3 have not spoken the truth in the matter. We accept their evidence and find that this accused has been rightly convicted in the case under Section  147 I. P. C.\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_66\">63. The defence suggested in a general way that the accused persons have been falsely implicated in the case at the instance of the Circle Inspector of Police. This suggestion was denied by the witnesses concerned and from the materials on record we find nothing which may induce us to hold that the suggestion is reasonable and probable. The constable witnesses in the case were attached to the local P. S. and it is not unlikely for them to have known some of the local people by name and some by face and features. The circumstances at tending the occurrence might reasonably provide a basis both for recognition as well as for identification at T. I. parades. We have carefully considered the evidence regarding both recognition and, identification and the findings above embody our considered views in this regard.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_67\">64. Mr. Chatterjee appearing for the State urged that so far at least as accused Hrishikesh, Banka and Nirmal Dhara are concerned, their conviction under Section 302/34 I. P. C. having been found unsustainable on the ground that they were not brought to trial on that charge and had as such no notice about the same but there being sufficient evidence to warrant their conviction under the said charge, this Court should order their retrial on a properly framed charge in that regard. We have carefully considered this submission of Mr. Chatterjee. The only evidence in support of a possible charge under Section  302/34 I. P. C. comprises the oral testimony of P. W. 2. That witness claimed to have seen the facts on which a possible charge under Sec, 302/34 I. P. C. could be framed from inside the factory of Bengal Machine and Too! Works. To this witness it was suggested that the window through which he claims to have seen the occurrence would be eight feet from the plinth Ievel implying thereby that it was impossible for the witness to\n\nhave seen anything through the same. The answer of the witness was that he could not remember it. P. W. 22 is Durwan of the factory. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"847290\" id=\"span_5\">He was, indeed, permitted to be cross-examined with the leave of the court on the basis of his earlier statement to the I. O. His substantive evidence amongst others was that the windows on the western side of the factory through one of which P. W. 2 claims to have seen the occurrence are at a height of eight feet from the ground level thereof. The position so far as the windows are concerned was not sought to be clarified in the evidence of the I. O., nor does the report of local inspection held by the court throw any light on the point. Such being the state of evidence and the only evidence in the case so far as a possible charge under Section  302/34 I. P. C. is concerned being that of P. W. 2 alone, we do not think that we shall be justified in ordering a retrial as prayed for. It was held in the case <a href=\"/doc/847290/\" id=\"a_25\">Ramanlal v. The State</a>, .</span>\n</p><blockquote id=\"blockquote_2\"> &quot;A retrial may be ordered when the original trial has not been satisfactory for particular reasons. For example, if evidence had been wrongly rejected which should have been admitted or admitted when it should have been rejected, or the court had refused to hear a certain witness, who should! have been heard. A retrial cannot be ordered on the ground that the prosecution did not produce the proper evidence and did not know how to prove their case or because the case is a serious one.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_68\">65. Retrial, in our opinion, should not be directed if evidence In the case is not sufficient to uphold a conviction. That would leave scope for filling up the lacuna in evidence to the great prejudice of the accused. In this view of the matter we hold that there should not be any retrial in the case even though undoubtedly the case was a serious one.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\">66. The net result of our findings in the case is that appellant Jatiram in Criminal Appeal No. 72 of 1961 and appellant Nemai Adak in Criminal Appeal No. 58 of 1961, who have been convicted only under <a href=\"/doc/1056565/\" id=\"a_26\">Section  3</a> of the Explosive Substances Act should be acquitted and their conviction and sentence thereunder should be set aside.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_70\">67. We further find that appellant Subrata Chowdhury in Criminal Appeals Nos. 65 and 66 of 1961, who was convicted under Sections 147 and 326/149 I. P. C. as well as under <a href=\"/doc/1056565/\" id=\"a_27\">Section  3</a> of the Explosive Substances Act should be acquitted and that the conviction under <a href=\"/doc/1056565/\" id=\"a_28\">Section  3</a> of the Explosive Substances Act of appellant Hrishikesh Adah, Dilip and Methar in Criminal Appeal No, 71 of 1961 and of appellant Gopal in Criminal Appeal No. 72 of 1961, should also be set aside. The conviction of appellants Hrishikesh, Banka and Nirmal Dhara in Criminal Appeal No. 70 of 1961 under Section  302/34 I. P. C. and of appellant Dilip and Methar in the same appeal under Section 326/149 I. P. C. and the conviction of appellant Gopal in Criminal Appeal No. 91 of 1961 under the same section must also be set aside, but the conviction of appellants Hrishikesh, Banka, Dilip, Mether, Nirmal and Gopal under Section  147 I. P. C., must stand.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\">68. In view of what has been stated above, Criminal Appeals Nos. 58, 66, 71 and 72 arc allowed. The conviction of the appellants concerned under <a href=\"/doc/1056565/\" id=\"a_29\">Section  3</a> of the Explosive Substances Act and the sentence passed on them thereunder are set aside. The! appellants in Cr, Appeal 71 of 1961 as also In the other appeals above be released if they are not required to be detained in any other case.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_72\">69. Criminal Appeal No. 65 of 1961 is allowed and the conviction of Subrata Chowdhury under Sections 147 and 326/149 I. P. C. and the sentences passed thereunder are set aside.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_73\">70. The appeal of appellant Neniai Mondal in Criminal Appeal No. 91 of 1961 is allowed and his conviction under Sections 147 and 326/146 I. P. C. and the sentences passed thereunder are set aside.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\">71. Criminal Appeals Nos. 70 and 91 of 1961 are allowed in part and the conviction of the appellants concerned under Sections 326/149 I. P. C. of under Sections 302/34 I. P. C. are set aside as also the sentences passed under those sections and the appellants are acquitted of those charges. The conviction of the five appellants in Criminal Appeal No. 70 of 1961 under Section  147 I. P. C. as well as the sentence passed thereunder and the conviction of appellant Gopal alias Baidyanath in Criminal Appeal No. 91 of 1961 under Section  147 I. P. C. are affirmed. Appellant Gopal was a young boy of about 14 at the time of the occurrence. Considering his age, we find that the Binds of justice would be amply served by sentencing him to the period already undergone.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_75\">72. If appellants Rishi, Banka alias Anil, Nirmal Dilip and Methar have served out the sentence passed on them under Section  147 I. P. C., they be forthwith released.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_76\">Niyogi, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_77\">73.  I  agree.\n</p>\n \n\n","numcites":11,"numcitedby":7,"docsource":"Calcutta High Court","citetid":1074096,"divtype":"judgments","relatedqs":[{"value":"common intention and common object","formInput":"common%20intention%20and%20common%20object"},{"value":"alternative charge","formInput":"alternative%20charge"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"framing of charge","formInput":"framing%20of%20charge"},{"value":"leading questions","formInput":"leading%20questions"},{"value":"explosive substances act","formInput":"explosive%20substances%20act"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"explosive substances act sec 3","formInput":"explosive%20substances%20act%20sec%203"},{"value":"302 conviction","formInput":"302%20conviction"},{"value":"retrial when ","formInput":"retrial%20when%20"},{"value":"302/34","formInput":"302/34"},{"value":"identification of the accused ","formInput":"identification%20of%20the%20accused%20"},{"value":"charge u/s 302","formInput":"charge%20u/s%20302"},{"value":"common object","formInput":"common%20object"},{"value":"rioting ","formInput":"rioting%20"},{"value":"section 326","formInput":"section%20326"},{"value":"explosives act","formInput":"explosives%20act"},{"value":"t i parad","formInput":"t%20i%20parad"},{"value":"explosive substance","formInput":"explosive%20substance"},{"value":"explosive substance act and explosive act","formInput":"explosive%20substance%20act%20and%20explosive%20act"}],"cats":[{"value":"causing-explosion-to-endanger-life-or-property","formInput":"tag:causing-explosion-to-endanger-life-or-property"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"explosive-substances","formInput":"tag:explosive-substances"}],"courtcopy":false,"query_alert":null,"agreement":false}