{"tid":196700612,"publishdate":"2025-02-14","title":"Guthikonda Veera Venkata Murali ... vs Doradia Koteswara Rao on 14 February, 2025","doc":"<h2 class=\"doc_title\">Guthikonda Veera Venkata Murali ... vs Doradia Koteswara Rao on 14 February, 2025</h2>\n\n<pre id=\"pre_1\">           THE HON&#x27;BLE SRI JUSTICE T. MALLIKARJUNA RAO\n\n         I.A.Nos.1 and 2 of 2025 in APPEAL SUIT No.15 OF 2025\n                                     &amp;\n             I.A.No. 2 of 2025 in APPEAL SUIT No.18 OF 2025\n\n\nCOMMON ORDER:</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">1.    Since these Interlocutory Applications pertain to the same schedule\nproperty and arise from a common judgment and decree, dated 04.10.2024\npassed by the X Additional District Judge&#x27;s Court, Krishna, Machilipatnam\n(for short, &#x27;the Trial Court&#x27;), this Court is inclined to dispose of these\nInterlocutory Applications through a common order.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">2.    I.A.No.1 of 2025 in A.S.No.15 of 2025 has been filed under Order 39\nRules 1 and 2 read with <a href=\"/doc/56600062/\" id=\"a_1\">Section 151</a> of C.P.C., seeking to grant temporary\ninjunction restraining the Respondents from interfering with the Petitioners&#x27;\npeaceful possession and enjoyment of suit schedule property in O.S.No.77\nof 2013 on the file of the Trial Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">3.    I.A.No.2 of 2025 in A.S.No.15 of 2025 has been filed under Order 39\nRules 1 and 2 read with <a href=\"/doc/56600062/\" id=\"a_2\">Section 151</a> of C.P.C., seeking to grant temporary\ninjunction restraining the Respondents from alienating or creating any 3 rd\nparty interest in the suit schedule property in O.S.No.77 of 2013 on the file of\nthe Trial Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">4.    I.A.No.2 of 2025 in A.S.No.18 of 2025 has been filed under Order 39\nRules 1 and 2 <a href=\"/doc/161831507/\" id=\"a_3\">of C.P.C</a>., seeking to grant temporary injunction restraining the\nRespondents from interfering with the petitioners&#x27; peaceful possession and\nenjoyment of suit schedule property in O.S.No.09 of 2018 on the file of the\nTrial Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">5.    Brief averments of the affidavits filed by the Petitioners/Appellants\naccompanied with both the petitions, are as follows:\n</p><span class=\"hidden_text\" id=\"span_1\">                                       2</span>\n<blockquote id=\"blockquote_1\">                                                                                 T.M.R., J\n                                           I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                    I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\n</blockquote><blockquote id=\"blockquote_2\">      (a) The Petitioners filed O.S.No.77/2013 before the X Additional\nDistrict Judge&#x27;s Court, Krishna, Machilipatnam, seeking specific performance\nof a sale agreement dated 19.08.2008 or, alternatively, a refund of\nRs.19,00,000/- with 12% interest per annum.\n</blockquote>\n<blockquote id=\"blockquote_3\">      (b) The Respondents/Defendants, who are brothers and the absolute\nowners of the suit property (Ac.5-59 ½ cents in Kosuru Village, Krishna\nDistrict), had agreed to sell the property to the Petitioners&#x27; parents for\nRs.21,40,000/- @ Rs.3,82,000/- per acre. Payments were made as\nadvances, including Rs. 15,00,000/- on 19.08.2008, with an agreement to\npay the balance within a year. The Petitioners have paid Rs. 19,00,000/- and\nhave been in possession of the property as part performance. The\nRespondents have not executed the sale deed despite the Petitioners&#x27;\nwillingness to pay the remaining balance of Rs. 2,40,000/-. The Respondents\nhave attempted to change the revenue records. On 13.07.2014, while\nworking on the property, the Petitioners were obstructed and threatened by\nthe Respondents, prompting them to file a complaint, but no police action\nwas taken. The Respondents contested the suit, alleging no landlord-tenant\nrelationship, claiming the agreement and payments were forged, and\nasserting that the suit agreement is subject to stamp duty. They also stated\nthat no possession was delivered to the Petitioners under the agreement.\n</blockquote><p data-structure=\"Issue\" id=\"p_6\">Despite the substantial consideration received by the Respondents, they filed\na separate suit (O.S.No.10/2018) for an injunction. The Petitioners also filed\na suit (O.S.No.9/2018), seeking a permanent injunction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">      (c) All suits were consolidated, and common evidence was recorded in\nO.S.No.77/2013. The Trial Court partially decreed O.S.No.77/2013, granting\nalternative relief for a refund of Rs.19,00,000/- but denying specific\nperformance. It also passed a decree for the Respondents&#x27; permanent\ninjunction in O.S.No.10/2018 and dismissed the Petitioners&#x27; injunction suit in\nO.S.No.9/2018. The Petitioners are appealing the denial of specific\n<span class=\"hidden_text\" id=\"span_2\">                                        3</span>\n                                                                                  T.M.R., J\n                                            I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                     I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\nperformance and other judgments. The Trial Court erred in rejecting specific\nperformance based on delayed filing, which was not argued by the\nRespondents. The agreement terms and the Respondents&#x27; actions show that\ntime was not of the essence. The Petitioners paid a significant portion of the\nconsideration and filed the suit within the limitation period. The Trial Court&#x27;s\ndenial of specific performance should be overturned, considering the doctrine\nof part performance. The Respondents failed to prove possession and\nshould not benefit from an injunction. The Respondents&#x27; interference with the\nPetitioners&#x27; possession, after the rejection of specific performance, will cause\nirreparable harm.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">6.    The 1st Respondent / 1st Defendant has filed counter affidavits on\nbehalf of both himself and the 2nd Respondent, denying the claims in these\napplications, asserted as follows:\n</p>\n<blockquote id=\"blockquote_4\">      (a) They filed Suit O.S.No.10 of 2018 (formerly O.S.No.21 of 2014)\nagainst the Appellants in the main Appeal and Petitioners in this I.A., seeking\na perpetual injunction concerning the same suit schedule property. A\ncommon judgment was delivered in all three suits: O.S.No.77 of 2013 was\npartly allowed, granting a refund instead of specific performance. O.S.No.9 of\n2018, filed by the Appellants, was dismissed. O.S.No.10 of 2018, filed by the\nRespondents, was allowed, granting a perpetual injunction in their favor\nagainst the Petitioners.\n</blockquote>\n<blockquote id=\"blockquote_5\">      (b)    The Respondents filed A.S.No.621 of 2024 against the judgment\nin O.S.No.77 of 2013, which partially allowed the suit for a refund. This Court\ngranted an interim stay on proceedings, which is still pending. In response to\nthe common judgment dated 04.10.2024, the Appellants filed Appeals\n(A.S.Nos.15, 18 &amp; 32 of 2025) after receiving caveats from the Respondents\non 28.10.2024. Certified copies were delivered on 24.10.2024, suggesting\nthe Appeals were filed with malafide intent to disrupt the Respondents&#x27;\n<span class=\"hidden_text\" id=\"span_3\">                                        4</span>\n                                                                                  T.M.R., J\n                                            I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                     I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\npossession of the property, which they have held for years. The Appellants\nhave never possessed the property at any time.\n</blockquote>\n<blockquote id=\"blockquote_6\">      (c)   The Trial Court concluded that the Appellants failed to file their\nsuit for specific performance in a reasonable time and did not prove\nreadiness or willingness to perform their part of the contract. As a result,\nspecific performance was denied, though O.S.No.77 of 2013 was partly\ndecreed, granting a refund of Rs.19,00,000 with 12% annual interest. This\nmatter is under appeal in A.S.No.621 of 2024. Since O.S.No.9 of 2018\n(Appellants&#x27; suit) was dismissed and O.S.No.10 of 2018 (Respondents&#x27; suit)\nwas decreed after a thorough trial, the interlocutory applications in these\nsuits are irrelevant and cannot be entertained.\n</blockquote>\n<blockquote id=\"blockquote_7\">      (d)   The Respondents are the owners of the suit schedule property,\nand therefore, an injunction cannot be granted against them. The Appellants\nhave failed to prove they are in possession of the property as tenants or\nleaseholders. They claim their late father and husband oversaw the\ncultivation on their behalf but not as a cultivating tenant. There is no written\nlease or tenancy agreement, and the Appellants have provided no\nsubstantial evidence, such as neighbour testimonies or documentation, to\nsupport their claim. PWs.3 to 6 did not testify to the Appellants&#x27; possession,\nand aside from the Appellants&#x27; own statements, no reliable evidence has\nbeen presented. The Appellants have admitted they did not apply for the\nmutation of their names in the revenue records. However, it is unclear how\nthe names of the 2nd Appellant and her husband were included in the\nAdangals. No revenue officials were examined to clarify this, raising\nconcerns that the Appellants may have influenced revenue officials to alter or\ncreate these records.\n</blockquote>\n<blockquote id=\"blockquote_8\">      (e)   The Respondents relied on Ex.A42, an endorsement from the\nTahsildar, confirming that the Appellants are enjoydars, while they are the\n<span class=\"hidden_text\" id=\"span_4\">                                        5</span>\n                                                                                  T.M.R., J\n                                            I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                     I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\nproperty owners. The Respondents also relied on certified Pattadar\nPassbooks, Title Deeds, and land revenue receipts (Exs.B4-B9) and\ntestimonies from workers confirming they are cultivating the land, including\nsugarcane. In contrast, the appellants have not proven settled possession as\ntenants. The respondents have established their ownership and cultivation of\nthe property. The appellants&#x27; claim for specific performance of the sale\nagreement has failed, and they are not entitled to an injunction.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_9\">Consequently, these petitions must be dismissed.\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\">7.    Heard Sri P.Rajasekhar, learned counsel for the Petitioners /\nAppellants and Sri K. Jyothi Prasad, learned Counsel for the Respondents /\nRespondents.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">8.   Now, the point for determination is:\n</p>\n<blockquote id=\"blockquote_9\">           Whether the Petitioners/Appellants are entitled for the\n           relief of injunction order as prayed for?\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_12\">9.    Before considering the submissions made on behalf of both sides, I\nshall briefly refer to the admitted facts as borne out from the record, as\noutlined below:\n</p>\n<blockquote id=\"blockquote_10\">     (i)     The suit in O.S.No.77 of 2013 was partly decreed, granting\n     an alternative relief that orders the Defendants to refund the sale\n     consideration they received. However, the relief for specific\n     performance of the agreement was dismissed. Aggrieved by the\n     judgment in O.S.No.77 of 2013, the Plaintiffs appealed in\n     A.S.No.15 of 2025, specifically challenging the denial of the\n     specific performance claim. In A.S.No.15 of 2025, the Appellants\n     filed applications I.A.Nos.1 and 2 of 2025, seeking an injunction\n     relief as referenced.\n</blockquote><span class=\"hidden_text\" id=\"span_5\">                                         6</span>\n<p data-structure=\"Issue\" id=\"p_13\">                                                                                   T.M.R., J\n                                             I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                      I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\n</p><p data-structure=\"Issue\" id=\"p_14\">      (ii)   The suit in O.S.No.9 of 2018 filed by the Plaintiffs for\n      perpetual injunction against the Defendants for schedule property\n      was dismissed by the Trial Court. Aggrieved by the judgment in\n      O.S.No.9 of 2018, the Plaintiffs appealed in A.S.No.18 of 2025,\n      challenging the denial of the permanent injuntion. In A.S.No.18 of\n      2025, the Appellants filed applications I.A.No.2 of 2025, seeking\n      an injunction relief as referenced.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">10.    The Petitioners assert that the Respondents, who are brothers, are the\nabsolute owners of the schedule property, and this fact is not in dispute. The\nPetitioners claim that since the year 2000, the 1st Petitioner&#x27;s father and the\n2nd Petitioner have been the cultivating tenants of the schedule property, with\nan agreed annual rental of Rs.14,00,000/-. It is further stated that the\nRespondents intended to sell the property to the 1st Petitioner&#x27;s parents, and\nthe sale price was settled at Rs.21,40,000/- at the rate of Rs.3,82,000/- per\nacre. On 04.03.2006, the 1st Petitioner&#x27;s parents paid an advance of\nRs.50,000/- to the 1st Respondent, and at his request, his wife Varalakshmi\nissued a hand letter. Subsequently, on 19.08.2008, the 1st Petitioner&#x27;s\nparents paid Rs.15,00,000/- as part of the sale consideration, and the\nRespondents executed the suit agreement of sale in the presence of\nattestors. On 10.06.2011, the 1st Petitioner&#x27;s parents paid an additional\nRs.2,00,000/-, which was endorsed on the back of the first page of the\nagreement of sale. In total, they paid Rs.19,00,000/- out of the agreed\nRs.21,40,000/- as part of the sale consideration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">11.    The Trial Court&#x27;s judgment shows that it accepted the Plaintiffs&#x27; claim\nregarding    the   payment    of   Rs.19,00,000/-     to   the     Defendants         and\nconsequently ordered the refund of the sale consideration amount. When\naddressing Issue No.1, the Trial Court concluded that the evidence clearly\ndemonstrated the Plaintiffs&#x27; capacity to pay the Rs.19,00,000/-, as reflected\nin Exs.A.1 and A.50. The Trial Court noted that the testimony of PW.1\n<span class=\"hidden_text\" id=\"span_6\">                                         7</span>\n                                                                                   T.M.R., J\n                                             I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                      I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\nregarding the execution of Ex.A.1 by the Defendants and the payment of\nRs.15,00,000/- to them remained unchallenged and consistent. The\nDefendants contended that they only signed the document in English and not\nin Telugu, but the Trial Court rejected this contention.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">12.   The Trial Court further observed that although the Defendants\nexamined DWs.1 to 10, including themselves, their testimony failed to rebut\nthe evidence adduced by the Plaintiffs regarding the execution and\nauthenticity of Ex.A.1 and Ex.A.50. However, the Trial Court pointed out that\nthe Plaintiffs did not adduce any evidence showing they had orally requested\nthe Defendants, expressing their readiness to pay the remaining balance of\nthe sale consideration. The Trial Court also noted that neither the Plaintiff nor\nher husband deposited the balance sale consideration before the Court to\ndemonstrate their readiness and willingness. Despite this, the Trial Court\nobserved that it is not mandatory for the Plaintiffs to make such a deposit.\n</p>\n<p data-structure=\"Facts\" id=\"p_18\">13.   The Trial Court also observed that while time is not the essence of the\ncontract, it was expected of the Plaintiffs to seek an appropriate legal remedy\nwithin a reasonable time. However, the judgment shows that the suit was\nfiled approximately five years and four months after the execution of Ex.A.1,\nthe sale agreement. The Trial Court did not conclude that the claim was\nbarred by limitation, but instead dismissed the suit on the grounds that it was\nnot filed within a reasonable time.\n</p>\n<p data-structure=\"PetArg\" id=\"p_19\">14.   The learned counsel for the Petitioners argues that the Defendants\nhad consistently attempted to avoid the contract by disputing the execution of\nthe sale agreement, and the Trial Court had rejected all such contentions\nraised by the Defendants. Therefore, the Petitioners&#x27; counsel asserts that the\nDefendants cannot now argue that the Plaintiffs were not ready and willing to\nperform their part of the contract. The Plaintiffs&#x27; counsel further contends that\nonce the Defendants failed to prove their defence regarding the execution of\n<span class=\"hidden_text\" id=\"span_7\">                                                 8</span>\n                                                                                             T.M.R., J\n                                                       I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                                I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\nthe sale agreement, the additional argument about the Plaintiffs&#x27; readiness\nand willingness is supplementary, and equitable relief cannot be denied\nbased on that issue alone.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">15.       The learned counsel for the Petitioners submits that while the Trial\nCourt acknowledged the Petitioners&#x27; case regarding the execution of the\nEx.A.1 agreement, it failed to adequately consider the recitals therein, which\nunambiguously reflect that the Plaintiffs were cultivating the land as lessees.\nEx.A.1 itself establishes that, at the time of its execution, the Plaintiffs were\nin possession of the schedule property as tenants. The Defendants have not\ncontended that the Plaintiffs were dispossessed of the land following the\nagreement&#x27;s execution. Indeed, the Plaintiffs have remained in continuous\npossession of the schedule land in accordance with the terms of the Ex.A.1\nagreement.\n</p>\n<p data-structure=\"RespArg\" id=\"p_21\">16.       The learned counsel for the Petitioners relied on judgments of this\nCourt as well as the Hon&#x27;ble Apex Court, supporting the contention that the\nTrial Court&#x27;s observations regarding the Plaintiffs&#x27; readiness and willingness\ndo not hold up under legal scrutiny. On the other hand, the counsel for the\nRespondents supports the Trial Court&#x27;s judgment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"10730882\" id=\"span_8\">17.       Learned counsel for the Petitioners/Appellants relied on the decision\nreported in <a href=\"/doc/10730882/\" id=\"a_4\">Dudala Sarojinamma vs. Vannepenta Ramanamma1</a>, wherein\nthis Court observed that:</span>\n</p>\n<blockquote id=\"blockquote_11\">         &quot;44. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118013356\" id=\"span_9\">In <a href=\"/doc/118013356/\" id=\"a_5\">P. Daivasigamani v. S. Sambandan</a> [(2022) 14 SCC 793] , the Supreme\n       Court referred to case of Syed Dastagir v. T.R. Gopalakrishna Setty [(1999) 6\n       SCC 337] , a three-Judge Bench of the Supreme Court observed that: (SCC pp.\n       803 to 805, 807 and 808, paras 15 to 17, 19 and 24)</span>\n\n</blockquote><blockquote id=\"blockquote_12\">            15. It cannot be gainsaid that even though time is not considered as the es-\n       sence of the contract in case of immovable property and that the suit could be\n       filed within three years as provided in <a href=\"/doc/887242/\" id=\"a_6\">Article 54</a> of the <a href=\"/doc/1317393/\" id=\"a_7\">Limitation Act</a>, the respon-\n       dent-plaintiff had to perform his part of the contract within the reasonable time\n\n<span class=\"hidden_text\" id=\"span_10\">1</span>\n    2023 SCC OnLine AP 1140\n<span class=\"hidden_text\" id=\"span_11\">                                                    9</span>\n                                                                                                T.M.R., J\n                                                          I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                                   I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n       having regard to the term of the agreement prescribing the time-limit. The time-\n       limit prescribed in the agreement cannot be ignored on the ground that time was\n       not made the essence of the agreement or that the suit could be filed within three\n       years from the date fixed for performance or from the date when the performance\n       is refused by the vendor. Nonetheless, as discussed above, the suit having been\n       filed by the respondent well within the prescribed time-limit under <a href=\"/doc/887242/\" id=\"a_8\">Article 54</a> of the\n       <a href=\"/doc/1317393/\" id=\"a_9\">Limitation Act</a>, the respondent could not have been non-suited on the ground of\n       the suit being barred by limitation as sought to be submitted by learned counsel\n       for the appellant.\n</blockquote>\n<blockquote id=\"blockquote_13\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"37211\" id=\"span_12\">16. ... [The ratio] in <a href=\"/doc/37211/\" id=\"a_10\">Mademsetty Satyanarayana v. G. Yelloji Rao</a> [AIR 1965\n       SC 1405] , it has been observed as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_14\">           7. Lakshmaiah cited a long catena of English decisions to define the scope of\n       a court&#x27;s discretion. Before referring to them, it is necessary to know the funda-\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">       mental difference between the two systems -- English and Indian -- qua the relief\n       of specific performance. In England the relief of specific performance pertains to\n       the domain of equity; in India, to that of statutory law. In England there is no pe-\n       riod of limitation for instituting a suit for the said relief and, therefore, mere delay\n</p><p data-structure=\"Section\" id=\"p_24\">       -- the time lag depending upon circumstances -- may itself be sufficient to refuse\n       the relief; but, in India mere delay cannot be a ground for refusing the said relief,\n       for the statute prescribes the period of limitation. If the suit is in time, delay is\n       sanctioned by law; it is beyond time, the suit will be dismissed as barred by time;\n       in either case, no question of equity arises.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120614618\" id=\"span_13\">17. The aforesaid ratio has also been followed recently by this Court in\n       <a href=\"/doc/120614618/\" id=\"a_11\">R.Lakshmikantham v. Devaraji</a> [(2019) 8 SCC 62]. We, therefore, have no hesita-\n       tion in holding that mere delay alone in filing the suit for specific performance,\n       without reference to the conduct of the plaintiff, could not be a ground for refusing\n       the said relief, when the suit was filed within the statutory time-limit by the respon-\n       dent-plaintiff.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">                                                   xxxx\n\n</p><p data-structure=\"CDiscource\" id=\"p_27\">             48. This Court views that simply because, the plaintiff has claimed alternative\n       relief, it cannot be held that the plaintiff is not entitled to the primary relief of spe-\n       cific performance. The grant of alternative relief will arise if the plaintiff&#x27;s claim for\n       specific performance is refused. When the plaintiff asks for alternative relief, there\n       is no legal presumption or assumption that he gives up the primary relief of specif-\n       ic performance of the contract.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"93038548\" id=\"span_14\">18.       Learned counsel for the Petitioners/Appellants further relied on the\ndecision reported in <a href=\"/doc/93038548/\" id=\"a_12\">Bogi Rajeswari vs. Chintala Srinivasa Kumar2</a>,\nwherein this Court observed that:</span>\n</p><blockquote id=\"blockquote_15\">          &quot;41. In the present case, the appellant had neither pleaded hardship nor\n       produced any evidence to show that it would be inequitable to order specific\n\n\n<span class=\"hidden_text\" id=\"span_15\">2</span>\n    2024 SCC OnLine AP 272\n<span class=\"hidden_text\" id=\"span_16\">                                                 10</span>\n                                                                                              T.M.R., J\n                                                        I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                                 I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n      performance of the agreement. Rather, the important plea taken by the appellant\n      was that the agreement was fictitious and fabricated, and defendant had neither\n      executed the same nor received the earnest money, and, as mentioned above,\n      the trial court has found this plea to be wholly untenable. No evidence is placed\n      before the court to show the escalation in the price of the land. However, it\n      cannot, by itself, be a ground for denying relief of specific performance. Though\n      defendant has raised several contentions regarding the property&#x27;s value as of the\n      date of Ext. A-1 agreement of sale, no material is placed to substantiate her\n      contention.\n</blockquote><blockquote id=\"blockquote_16\">         42. Since the defendant&#x27;s case is one of denial, the plaintiff&#x27;s case that he is\n      ready and willing to perform his part of the contract is sufficient to infer that the\n      plaintiff is ready and willing to perform his part of the contract. Therefore, the\n      argument raised by the learned counsel for the appellant that the plaintiff has yet\n      to provide evidence to prove his readiness and willingness to perform the contract\n      is not tenable.\n</blockquote><blockquote id=\"blockquote_17\">                                               xxx\n</blockquote><blockquote id=\"blockquote_18\">           47. Moreover, it is the defendant who had always been trying to wriggle out of\n      the contract by disputing the execution of the agreement of sale. Now, the defen-\n      dant cannot take advantage of her wrong and then plead that a grant of decree of\n      specific performance would be inequitable. It is not established by defendant that\n      during the period between Ext. A-1 and the date of filing of the suit, there was a\n      rise in prices regarding immovable properties like the plaint schedule property,\n      which made plaintiff avail of this opportunity. Escalation of prices cannot be a\n      ground for denying the relief of specific performance.\n</blockquote><blockquote id=\"blockquote_19\">                                                  Xxx\n</blockquote><blockquote id=\"blockquote_20\">            49. The instant case does not fall under any of these clauses. Usually, when\n      the trial court exercises its discretion in one way or another after appreciating the\n      entire evidence and the materials-on-record, the appellate court should only inter-\n      fere if it is established that the discretion has been exercised perversely, arbitrarily\n      or against judicial principles. The appellate court should also not exercise its dis-\n      cretion against the grant of specific performance on extraneous considerations or\n      sympathetic considerations. It is true, as contemplated under <a href=\"/doc/1009821/\" id=\"a_13\">Section 20</a> of the\n      Specific Relief Act, that a party is not entitled to get a decree for a specific perfor-\n      mance merely because it is lawful to do so. Nevertheless, once an agreement to\n      sell is legal and validly proved and further requirements for getting such a decree\n      are established, the court has to exercise its discretion to grant relief for a specific\n      performance.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_29\">19.     Given that various contentions have been raised by both parties\nconcerning the substantive issues of the Appeal, the Court refrains from\nmaking any opinion on these matters at this stage, as doing so could\nprejudice the parties. Both parties will have the opportunity to address these\ncontentions during the final hearing of the appeal.\n</p><span class=\"hidden_text\" id=\"span_17\">                                         11</span>\n<p data-structure=\"Precedent\" id=\"p_30\">                                                                                   T.M.R., J\n                                             I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                      I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">20.   In order to prove the possession of the Plaintiffs over the suit property,\nthey produced the extracts of No.3 adangals, fasilies 1416 to 1423 vide\nExs.A.22 to A.27. The Trial Court observed based on Exs.A.22 to A.27 that\nthe Plaintiffs are enjoydars, whereas the Defendants are pattadars of the\nsaid property. It is not in dispute that there is no lease or tenancy agreement\nin writing between the parties. The Plaintiffs have not applied for mutation of\ntheir names in the revenue records.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">21.   To seek relief of injunction concerning the possession of the schedule\nproperty, the Trial Court&#x27;s observation in paragraph 53 highlights that the\nDefendants themselves admitted that the Plaintiffs cultivated the land.\nHowever, they claimed that the Plaintiffs were cultivating it on behalf of the\nDefendants. The Trial Court noted that, according to the Ex.A.42\nendorsement issued by the M.R.O. of Movva, the Plaintiffs were shown as\n&quot;enjoydars,&quot; while the Defendants were listed as the owners of the suit\nproperty. The Trial Court further observed that the Plaintiffs failed to establish\nthat they were in settled possession of the property, either as tenants or\nleaseholders. It is contrary to the terms of Ex.A.1 agreement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">22.   To prove their possession of the suit property, the Plaintiffs presented\nextracts of No.3 adangals, fasilies 1416 to 1423, marked as Exs.A.22 to A.28\nrevenue receipts. The Trial Court, based on these documents, observed that\nthe Plaintiffs are enjoydars, while the Defendants are pattadars of the\nproperty. It is undisputed that no written lease or tenancy agreement exists\nbetween the parties, and the Plaintiffs have not applied for the mutation of\ntheir names in the revenue records.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">23.   The learned counsel for the Petitioners argues that, having accepted\nthe Petitioners&#x27; case regarding the execution of Ex.A.1 agreement, the Trial\nCourt failed to properly consider the recitals in Ex.A.1, which clearly indicate\nthat the Plaintiffs were cultivating the land as lessees. Ex.A.1 itself shows\n<span class=\"hidden_text\" id=\"span_18\">                                         12</span>\n                                                                                    T.M.R., J\n                                              I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                       I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\nthat at the time of its execution, the Plaintiffs were cultivating the schedule\nproperty as tenants. The Defendants have not claimed that the Plaintiffs\nwere dispossessed from the property after the agreement was made. In fact,\nthe Plaintiffs have continued to possess the schedule land under the terms of\nEx.A.1 agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">24.   It is well-established in law that a person in settled possession, even\nwithout title, has the right to remain in possession against the rightful owner\nuntil they are evicted through due process of law. Therefore, the Plaintiffs are\nentitled to seek an injunction restraining the true owner from disturbing their\npossession. It is a settled legal principle that no one can take the law into\ntheir own hands, and even a trespasser in settled possession cannot be\ndispossessed without following legal procedures. It is also not the\nDefendants&#x27; case that the Plaintiffs unlawfully trespassed onto the schedule\nproperty.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">25.   Simply because the Plaintiffs&#x27; suit has been dismissed, it does not give\nthe Defendants the right to forcibly take possession of the property by\ndispossessing the Plaintiffs. The Defendants are not entitled to take\npossession of the schedule property by force, and they must follow the due\nprocess of law to do so.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">26.   As previously noted, the Petitioners&#x27; case asserts that they were in\npossession of the property prior to the execution of Ex.A.1 agreement. The\nDefendants have not claimed that, after the execution of Ex.A.1, the Plaintiffs\nwere dispossessed of the schedule property. This indicates that, at the time\nof the agreement and beyond, the Plaintiffs maintained their possession of\nthe property, further strengthening their position in seeking relief.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">27.   According to <a href=\"/doc/1634925/\" id=\"a_14\">Section 52</a> of the Transfer of Property Act, while it does\nnot outright prohibit the transfer of property during the pendency of a suit, it\ndoes stipulate that prior permission must be obtained from the Court before\n<span class=\"hidden_text\" id=\"span_19\">                                            13</span>\n                                                                                      T.M.R., J\n                                                I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                         I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\nsuch a transfer can take place. This ensures that the interests of the parties\ninvolved in the litigation are protected, preventing any action that could\nundermine the outcome of the suit.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">28.    This Court views that as Appeal is considered to be continuation of the\npendency of the suit proceedings within the meaning of the <a href=\"/doc/1634925/\" id=\"a_15\">Section 52</a> of\nTransfer of Property Act and accordingly, lis pendens continues to have force\neven during the Appeal. A transferee in such circumstances, therefore, takes\nthe consequences of the decree which the party who made the transfer to\nhim would take as the party to the suit. The principle of lis pendens\nembodied in section 52 being a principle of public policy, no question of good\nfaith or bona fides arises. This Court views that the effect of the doctrine of lis\npendens is not to annul the transfer, but only to render it subservient to the\nrights of the parties to the litigation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">29.    After carefully examining the evidence on record, the Trial Court\nconcluded that the Defendants were the proven owners of the schedule\nproperty, while the Plaintiffs were merely assigned the role of caretakers of\nthe land on behalf of the Defendants. The Trial Court subsequently\ndismissed the suit, reasoning that the Plaintiffs failed to demonstrate that\nthey were in settled possession of the schedule property. However, the Trial\nCourt overlooked Exs.A.28 and A.42, which should have been properly\nconsidered in their context. In contrast, the Defendants failed to produce any\nrevenue records to substantiate their possession of the property. On the\nother hand, the revenue records submitted by the Plaintiffs clearly indicate\nthat they were shown as being in possession of the land. Despite this, the\nTrial Court dismissed the suit solely on the ground that the Plaintiffs failed to\nestablish their possession as tenants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118013356\" id=\"span_20\">30.    This Court finds that the Petitioners&#x27; possession of the schedule\nproperty shall continue until the disposal of the Appeal. It is not the\n<span class=\"hidden_text\" id=\"span_21\">                                        14</span>\n                                                                                    T.M.R., J\n                                              I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                                       I.A.No. 2 of 2025 in <a href=\"/doc/118013356/\" id=\"a_16\">A.S.No.18 of 2025\n\n\nDefendants</a>&#x27; case that they do not dispossess the Petitioners from the\nproperty. After considering the material on record, the possibility of the\nPetitioners being dispossessed cannot be ruled out, in the absence of an\nundertaking from the Defendants that they will not interfere with the\nPetitioners&#x27; possession. Given that it is established from the record that the\nPlaintiffs have been in possession of the property (a fact acknowledged in\nEx.A.1), and since the Trial Court upheld the Plaintiffs&#x27; contention that Ex.A.1\nis a sale agreement executed between the parties, this Court is inclined to\nallow the petition, by granting temporary injunction, restraining the\nDefendants from interfering with the Petitioners&#x27; possession of the schedule\nproperty, except through due process of law. Additionally, the Defendants\nare restrained from alienating the schedule property without obtaining\npermission from the Court, as mandated under <a href=\"/doc/1634925/\" id=\"a_17\">Section 52</a> of the Transfer of\nProperty Act.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_42\">31.   In the result, I.As.No.1 and 2 of 2025 in A.S.No.15 of 2025 and\nI.A.No.2 of 2025 in A.S.No.18 of 2025 are allowed. A temporary injunction\nis granted, restraining the Defendants from interfering with the possession of\nthe Plaintiffs during the pendency of the Appeals, except through due\nprocess of law. The Defendants are further restrained by temporary\ninjunction from alienating or creating any third-party interest in the schedule\nproperty without the permission of the Court, in accordance with <a href=\"/doc/1634925/\" id=\"a_18\">Section 52</a>\nof the Transfer of Property Act. However, in the circumstances of the case,\nboth parties shall bear their own costs.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_43\">                                            ______________________________\n                                             JUSTICE T. MALLIKARJUNA RAO\n\nDate: 14.02.2025\nMS / SAK\n<span class=\"hidden_text\" id=\"span_22\">                                 15</span>\n                                                                           T.M.R., J\n                                     I.A.Nos.1 and 2 of 2025 in A.S.No.15 of 2025 &amp;\n                                              I.A.No. 2 of 2025 in A.S.No.18 of 2025\n\n\n\n           THE HON&#x27;BLE SRI JUSTICE T.MALLIKARJUNA RAO\n\n\n\n\n       I.A.Nos.1 and 2 of 2025 in APPEAL SUIT No.15 OF 2025\n                                   &amp;\n           I.A.No. 2 of 2025 in APPEAL SUIT No.18 OF 2025\n\n\n\n\n                         Date: 14.02.2025\n\n\n\n\nMS / SAK\n </p>","numcites":11,"numcitedby":0,"docsource":"Andhra Pradesh High Court - Amravati","citetid":196700612,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}