{"tid":987256,"publishdate":"2005-09-07","title":"Indrajit Mallah Son Of Ram Raj Mallah vs State Of U.P. on 7 September, 2005","doc":"<h2 class=\"doc_title\">Indrajit Mallah Son Of Ram Raj Mallah vs State Of U.P. on 7 September, 2005</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-saran\">Amar Saran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:i-murtaza\">Imtiyaz Murtaza</a>, <a href=\"/search/?formInput=benchid:a-saran\">Amar Saran</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nAmar Saran, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Criminal appeal No. 4623 of 2004 has been filed by Nandu alias Nand Lal against his conviction under <a href=\"/doc/1374258/\" id=\"a_1\">Sections 364A</a> and <a href=\"/doc/386021/\" id=\"a_2\">201</a> IPC and 4/25 of the <a href=\"/doc/1934415/\" id=\"a_3\">Arms Act</a>. Criminal appeal No. 4622 of 2004 has been filed by Indrajit Mallah against his conviction under <a href=\"/doc/1374258/\" id=\"a_4\">Sections 364A</a> and <a href=\"/doc/386021/\" id=\"a_5\">201</a> IPC. Criminal appeal No. 4624 of 2004 has also been filed by Indrajit Mallah against his conviction under <a href=\"/doc/1555874/\" id=\"a_6\">Section 4</a>/<a href=\"/doc/73862/\" id=\"a_7\">25</a> of the Arms Act. Referred case No. 2 of 2004 under <a href=\"/doc/1146308/\" id=\"a_8\">Section 366</a> of Code of Criminal Procedure has also been sent by the trial court for confirmation of the death sentence awarded to the appellants.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. The aforesaid criminal appeals and referred case under <a href=\"/doc/1146308/\" id=\"a_9\">Section 366</a> of Code of Criminal Procedure are connected and being disposed of by this common judgement.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The aforesaid criminal appeals have been filed by the appellants against the judgement and order dated 13.1.2004 passed by the Additional District and Sessions Judge/ Fast Track Court No. 4, Kanpur Nagar in ST. No. 519 of 2002 convicting and sentencing the appellants to a sentence of death and a fine of rupees ten thousand each under <a href=\"/doc/1374258/\" id=\"a_10\">Section 364A</a> IPC and seven years imprisonment and a fine of rupees one thousand each under <a href=\"/doc/386021/\" id=\"a_11\">Section 201</a> IPC.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. There were two other S.Ts. before the learned Additional Sessions Judge, i.e. ST. No. 518 of 2002 in the case of Nandu alias Nand Lal and ST. No. 520 of 2002 in the case of Indrajit Mallah under <a href=\"/doc/1601096/\" id=\"a_12\">Section 5</a>/<a href=\"/doc/73862/\" id=\"a_13\">25</a> of the Arms Act, which were connected by the learned Judge with ST. No. 519 of 2002. The appellants were also awarded three years imprisonment under <a href=\"/doc/1601096/\" id=\"a_14\">Section 5</a>/<a href=\"/doc/73862/\" id=\"a_15\">25</a> of the Arms Act and a fine of rupees five hundred each and in case of default of payment of fine in all the three cases, the appellants were to undergo additional imprisonment of one year. No separate sentence was, however, awarded under <a href=\"/doc/1560742/\" id=\"a_16\">Section 302</a> IPC as offence under Section 302 was assimilated in the offence under <a href=\"/doc/1374258/\" id=\"a_17\">Section 364A</a> IPC. The sentences were to run concurrently\n \n\n</p><p data-structure=\"Facts\" id=\"p_5\">5. In short, the prosecution version was that two children, Krishna, aged six years, son of the informant Dashrath Sharma, and Raju, aged at 9.00 A.M on 1.3.2002. Krishna was studying in Class-I and Raju was studying in Class-11. The children did not return back home and a phone call was received at the informant&#x27;s telephone number by a person describing himself as &quot;Shem&quot;, who stated that the informant&#x27;s children were with him and that the informant should bring Rs. 300,000/- at Gumti No. 9 at 8.30 P.M.. However on his visit to the Gomti at the appointed time, no one met him there. After that the informant searched for the children at different places till 4.3.2002, but with no success. On 4.3.2002, the informant received another phone call at 7.02 P.M. that if he wanted his children, he should bring Rs. 300,000/- at Gumti No. 9 by 8.30 P.M. otherwise he would face the consequences. After that Dashrath Sharma lodged a written report about this incident as above on 4.3.2002 at 8.30 P.M at police station Kalyanpur, district Kanpur Nagar (Ext, Ka 1) in respect of the abduction of the children.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. The chik FIR (Ext. Ka 4) was recorded by P.W. 5 HC Virendra Singh. He registered the case under <a href=\"/doc/1374258/\" id=\"a_18\">Section 364A</a> IPC at case crime No. 194 of 2002 against an unknown person called &quot;Shera&quot;. He sent information about this report to the SHO and other higher authorities through R.T. set.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. P.W. 8, B.S. Garbyal commenced the investigation of this case. He recorded the  161   <a href=\"/doc/445276/\" id=\"a_19\">Cr.P.C</a>.  statements of    Vinod, Visendra and Ramesh and inspected the spot and prepared the site plan in his handwriting (Ext. Ka 7) on 5,3.2002. He again recorded the statement of Ramesh. In the light of those statements, he arrested the appellant Indrajit Mallah at 4.15 A.M and Nandu alias Nand Lal at 5.45 A.M. on 5.3.02. He recorded the statements of the appellants Indrajit Mallah and Nandu alias Nand Lal wherein they confessed to having murdered the two children and offered to get their dead bodies and knives recovered.  Thereafter  P.W.   8  B.S.  Garbyal  accompanied by the witnesses Ranjit, Sarvajit and informant Dashrath, reached the place where rubbish was dumped ahead of the culvert near Panki station, off Kalpi road. The appellants got down from the Jeep and proceeded 100 paces towards the rubbish dump. They produced the dead body of Krishna which was covered under a heap of rubbish and 8 paces from that point, the dead body of Raju, which bore stab injuries, was also recovered, from the bushes nearby. The appellant disclosed that these two bodies were of the deceased children whom they claimed to have kidnapped at 9.00 A.M on 1.3.2002 from the Masjid Wali Gali and thereafter to have killed them and to have concealed their bodies in the heap of rubbish. They also confessed to having demanded a sum of Rs. 300,000/- as ransom money.    On the pointing out of these appellants, two knives, which were used in the crime were recovered at distance of ten paces south of the dead body of Raju, which were also buried in the ground. The knives were blood stained. B.S. Garbyal identified the two knives in court and stated that they been got recovered by Indrajit Mallah and Nandu alias Nand Lal in the presence of witnesses. He prepared the site plan of the places where the dead body was recovered and marked it as Ext. Ka 11. He prepared seizure memo of the dead bodies and recovery of knives and sealed them. He also prepared the recovery memo of the blood stained earth.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">8. SI Sanjeev Kumar, P.W. 10, conducted the inquest on the two dead bodies on the direction of P.W. 8 SHO, B.S. Garbayal.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">9. Post mortem examination was conducted on the dead body of the deceased Krishna, aged six years at 2.00 P.M on 5.3.2002 by P.W. 4, Dr. Ram Kishore. According to the doctor, the probable time since death was about four days. Rigor mortis had passed off from the upper and lower parts of the extremities, both eyes were bulging out. Post mortem staining was present on the whole of back, buttock and thigh and hairs on the skull and nails were loose. There were Maggots, !/2 cm long on the body and an I.W. 8 cm x 2 cm bone deep, back of neck cutting the cervical vertebra just below the occipital end. All vessels were cut under the injury. There was an I.W. 1 cm x 0.5 cm at the upper part of ear (right) and a contusion 6 cm x 4 cm on the front and right side of forehead.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\">10. The internal examination revealed that both the lungs were pale and both chambers of the heart, which were soft, were empty. The depth was 8/8. In the stomach one oz. of watery fluid was present. Liver and kidney were soft and pale. According to the doctor, the death was due to shock and haemorrhage as a result of ante mortem injuries. The post mortem examination was marked as Ext. Ka- 2.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\">11. The injuries on the body of the deceased could be the result of knife blows.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\">12. At 1.00 P.M on 5.3.2002, P.W. 4, Dr. Ram Kishore, conducted the post mortem on the body of Raju. The external examination showed that the child appeared to be 10 years in age and was of average built. Rigor mortis had passed off from both extremities. Both eyes were bulging out. Mouth was half open. Post mortem staining was present on the whole of buttock, thigh and the abdomen was distended. Hairs on the skull and nails were loose. The skin has pealed off at difference places. Maggots of 1/2 cm were present.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">13. The following ante mortem injuries were seen:\n</p>  \n\n<blockquote id=\"blockquote_1\">&quot; 1.    I.W 7 cm x 2 cm, bone cut, 6 cm above left ear.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">1.        I.W 6 cm x 2 cm, parietal bone cut, 3 cm above left ear.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">2.        I.W. 3 cm x 1 cm, temporal bone cut, 1 cm behind to left ear.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">3.        I.W 3 cm x 1 cm, temporal bone cut, just behind to left ear.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">4.        I.W. 4 cm x 1 cm, muscle deep just middle of mandible angle.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">5.        I.W. 5 cm x 1 cm bone deep back of neck just below occipital bone.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">6.        I.W. 5 cm x 1 cm x muscle deep back of neck 5 cm. below injury No. 5.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">7.        I.W. 2 cm x 1 cm right side of neck, 3 cm below right angle of mandible, trachea cut.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">8.        I.W. 3 cm x 1 cm bone deep 4 cm below right ear, right carotid vessels cut.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">9.        I.W. 6 cm x 2 cm left hand at middle of index finger cut.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_14\">14. The internal examination revealed that both lungs were soft and pale. Both chambers of heart were empty. The depth was 11/11. The stomach contained 1 oz. of watery fluid. The liver and gall bladder were soft and pale. In the doctor&#x27;s opinion the cause of death was due to shock and haemorrhage as a result of ante mortem injuries. The deceased appeared to have died four days earlier. The post mortem report of Raju was marked as Ext. Ka- 3.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">15. According to the post mortem report the brain had liquefied and was mixed with blood. All the injuries appeared to be due to knife.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_16\">16. After recording the statement of the police and other witnesses of this case and after completing investigation, P.W 6, B.S. Garbyal submitted charge sheet against the appellants Indrajit Mallah and Nandu alias Nand Lal under <a href=\"/doc/1374258/\" id=\"a_20\">Section 364A</a>/<a href=\"/doc/386021/\" id=\"a_21\">201</a> IPC, vide Ext. Ka 12. He also submitted charge sheet under <a href=\"/doc/1555874/\" id=\"a_22\">Sections 4</a>/<a href=\"/doc/73862/\" id=\"a_23\">25</a> of the Arms Act against both the appellants, which was marked as Ext. Ka-4.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_17\">17. After committal, charges were framed against the appellants under <a href=\"/doc/1374258/\" id=\"a_24\">Sections 364A</a>/<a href=\"/doc/386021/\" id=\"a_25\">201</a> IPC and separately under <a href=\"/doc/1555874/\" id=\"a_26\">Section 4</a>/<a href=\"/doc/73862/\" id=\"a_27\">25</a> of the Arms Act.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">18. The appellant pleaded not guilty and claimed to be tried.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_19\">19. The prosecution has examined P.W. 1 Dashrath Sharma, the informant of this case. P.W. 2, Ranjit, who proved the school bag of Raju Ext. 1, books Ext. 2, the knife, which was recovered from the appellant Nandu alias Nand Lal, Ext. 3, and the knife which was recovered from Indrajit Mallah, Ext. 4.    P.W. 3, Ramesh Rathor, another witness of fact. P.W. 4, Dr. Ram Kishore, who conducted post mortem on the bodies of Krishna and Raju as mentioned above. P.W. 5, HC Virendra Singh, who prepared chik FIR as mentioned above. P.W. 6 Constable Vijay Kumar, prepared chik FIR of the case under <a href=\"/doc/1555874/\" id=\"a_28\">Section 4</a>/<a href=\"/doc/73862/\" id=\"a_29\">25</a> of the Arms Act. P.W. 7, SI Tika Ram Verma, P.W. 8, SHO B.S. Garbayal, P.W. 9 SI Anupam Srivastava, who prepared the site plan in case crime No. 195 of 2002 and 196 of 2002 under <a href=\"/doc/1555874/\" id=\"a_30\">Sections 4</a>/<a href=\"/doc/73862/\" id=\"a_31\">25</a> of the Arms Act (Ext. Ka 3) and proved the charge sheet in the aforesaid case (Exts. Ka 14 and 15). P.W. 10 SI Sanjiv Kumar, who conducted inquest on the two dead bodies (Exts. Ka 16 and 17). No other witness was examined by the prosecution.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_20\">20. The statements of the appellants were recorded under <a href=\"/doc/767287/\" id=\"a_32\">Section 313</a> Cr.P.C. They denied having participated in the incident and claimed to have been falsely implicated by the witnesses. They stated that the investigating officer had prepared a wrong site plan. The appellant Nandu alias Nand Lal claimed that he had been falsely implicated by Indrajit Mallah and he was innocent. They did not lead any evidence in defence. The witnesses of fact are PW 1, Dasarath Sharma, PW 2 Ranjit and PW 3 Ramesh Rathore.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_21\">21. PW 1 Dasarath Sharma is informant of this case and father of the deceased, Krishna aged 6 years and uncle of Raju aged 10 years. The two children Krishna and Raju were studying in God&#x27;s Heaven School in Kanpur Nagar in classes I and II respectively. On 1.3.2002 the children had gone to school at about 9 am but they failed to return. On that very date at about 11.45 am a telephone call was received by the informant in which the caller described himself as Sher Singh and claimed that the children were with him. PW 1 was asked to take Rs. 3 lakhs to Gumti No. 9 if he wanted to   free his children. As a result of that call at about 8.30 p.m. Dasarath Sharma went to Gumti No. 9. However, he met no one there. After that he kept searching for the children but met with no success. On 4.3.2002 he received another telephonic call at 7.02 pm in which the caller again identified himself as Sher Singh and stated that if he wanted his children, then he should arrive at Gumti No. 9 at 8.30 pm along with Rs. 3 lakhs, otherwise he would suffer the consequences. Thereafter the informant lodged the report (Ext. Ka 1) on 4.3.2002 at PS Kalyanpur to the effect that his children had been abducted.   At that time Ramesh Rathore was also studying in class V in God&#x27;s Heaven School and Vinod and Vijendra were working with him. They had disclosed that on the fateful day they saw Krishna and Raju going along with two persons at 9.30 am, but the informant did not attach much importance to the information at that stage. After lodging the report on 5.3.2002 the informant Ranjit, PW 2 Sarabjit and SI BS Gurdayal and another police officer and constable began searching for his children.  They apprehended the appellant Indrajait Mallah near the Chhaperha culvert. On his disclosure the appellant Nandu @ Nand Lal was apprehended from his room in Gita Nagar. On interrogation the two appellants confessed to their guilt and disclosed that on 1.3.2002 at about 9 a.m. when Krishna and Raju were returning from their school as it was closed they were abducted from the  Sharda Nagar  Masjid lane  for ransom.  The  appellant further disclosed that they took the two  children on a rickshaw to the Vijayanagar crossing. From Vijayanagar they took the children on a tempo to a rubbish dump ahead of the culvert leading to Panki station o&#x27;ri the Kalpi road. Here they stabbed both the children with knives and murdered them. Thereafter they concealed the dead bodies in the rubbish dump. After committing the murders the appellants claimed to have demanded Rs. 3 lakhs on telephone. On being satisfied by the confessional statements of the appellants, the police took the appellants to the rubbish dump which was 100 yards from the main road near the Panki station culvert. From there the two appellants got the dead body of Krishna recovered from the rubbish heap. From the bushes 25 paces ahead they got Raju&#x27;s dead body recovered. They also claimed to have murdered Raju after stabbing him with knife. The dead bodies of Krishna and Raju were identified by Dasarath, Ranjit and Sarabjit. On enquiry by the investigating officer about the knives, the appellants got the blood-stained knives recovered from a bush 10 paces south of the body of Raju.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_22\">22. PW 2 Raju, who was also the uncle of the deceased Krishna and Raju, accompanied the informant Dasarath, his brother-in-law and Sarabjit to Gumti No. 9 at 8.30 pm on 1.3.2001 to pay off the ransom demanded from Dasarath by telephone by the accused for release of the children. However, they met no one there. He also disclosed that Ramesh Rathor, a student of class V in God&#x27;s Heaven School, told this witness, the informant and others when they were searching for the children that he had seen Krishna and Raju going with two persons on 1.3.2002 at 9.30 am, but at that time they had ignored his remarks. The two workmen Vinod and Vijendra in the factory of Dasarath had disclosed that they had seen Krishna and Raju with two persons on 1.3.2002 at 9 or 9.30 a.m. but no attention was paid to their disclosure at that stage. -On 5.3.2002 he accompanied Dasarath, Sarabjit, SI B.S. Garbiyal and other police officers and constables for searching the children. At about 4.15 am Indrajit Mallah was arrested near Chhaperha culvert and thereafter when they were proceeding to Gita Nagar to apprehend Nandu @ Nand Lal, whose complicity has also been disclosed by Indrajit, they arrested him at about 20 to 25 paces from the culvert. On enquiry about the children the appellants confessed to their guilt and disclosed that on 1.3.2002 at about 9 or 9.30 am they had abducted the children for ransom from the Sharda Masjid lane and had taken the children by rickshaw and thereafter by tempo to Panki. They got down from the tempo on the Kalpi road on the culvert and from there they proceeded to the rubbish dump where they murdered the children after stabbing them with knives and concealed the bodies in the rubbish heap and in the bushes. After that the appellants confessed to having demanded Rs. 3 lakhs by telephone. They also offered to get the dead bodies   recovered.   Thereupon,   this   witness   proceeded   with   the appellants and the police to Panki. The place of occurrence was 400 paces from the road. According to this witness when they reached the spot first Krishna&#x27;s body was taken out by Nandu who said that they had murdered him. At about 20 to 25 paces Raju&#x27;s dead body was recovered from inside the Sarpat by these two appellants who again claimed to have murdered both the children. Thereafter on questioning by the investigating officer, the appellants got the knives used in the offence recovered from a bush, which was 10 to 12 paces from Raju&#x27;s dead body. The recovery memos of the dead bodies recovered and the knives were prepared. The witnesses present signed on the recovery memos but the accused refused to sign on them. Raju&#x27;s school bag was also got recovered by the accused in the presence of this witness. The bag, which was recovered, was marked as Ext-1. The copy and books contained in the bag were exhibited as Ext-2. The knife which was got recovered by Nandu was exhibited as Ext-3 and the knife which was recovered by Indrajit was marked as Ext-4. According to this witness, the accused told the investigating officer that they were the knives by which they had stabbed Raju and Krishna and murdered them.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_23\">23. PW 3 Ramesh Rathore aged 13 years was first tested for his capacity to understand the questions and to give evidence. After being satisfied with his capacity to answer the preliminary questions, his testimony was recorded. He deposed that on 1.3.2002 all the shops and school were closed. He was returning home from school at about 9 a.m. through Masjid Wali lane. On the way, he saw Krishna and Raju, who were also students of his school, going along with two persons. On his enquiring from Krishna and Raju, they answered that they were going around to roam with Bhaiya. They further disclosed that the two appellants, who were present in the court, were the two persons who were going along with Krishna and Raju on the date of the incident. After 2 to 4 days he had heard that Krishna and Raju had been murdered. After three days of the abduction of Raju and Krishna he was interrogated by the investigating officer.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">24. We have heard Sri V.P. Srivastava, learned counsel for the appellants, at great length and the learned AGA for the State.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"307495\" id=\"span_1\">25. This is a case of circumstantial evidence. The approach to appreciation of the evidence in cases of circumstantial evidence has been aptly enunciated in the case of <a href=\"/doc/307495/\" id=\"a_33\">Padala Verabira Reddy v. State of AP</a>: 1989 Supp (2) SCC 706, in paragraph 10, on pages 710-TH, which we respectfully adopt. The principles laid down are as follows:</span>\n</p>  \n\n<blockquote id=\"blockquote_11\">&quot;10. (1) the circumstances from &#x27;which an inference of guilt is sought to be drawn, must be cogently and firmly established&#x27;; \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> (2)   those  circumstances should be  of a definite  tendency unerringly pointing towards guilt of the accused; \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> (3)  the circumstances, taken cumulatively, should form a chain so complete that there is no escape from the conclusion that within all human probability the crime was committed by the accused and none else; and\n \n\n (4)  the circumstantial evidence in order to sustain conviction must be complete and incapable of explanation of any other hypothesis than that of guilt of the accused and such evidence should not only be consistent with the guilt of the accused but should be inconsistent with his innocence. &quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">26. Sri V.P. Srivastava has contended that there was no legal evidence to connect the accused with the offence. He submitted, (1), that the evidence of discovery of the two dead bodies and the knives etc. was inadmissible under <a href=\"/doc/1312051/\" id=\"a_34\">Section 27</a> of the Evidence Act as it was a joint discovery and the precise words used by the accused in getting the recovery effected by each of the accused have not been brought on record; (2) that even if the recovery of the dead bodies at the instance of the appellants could be considered as a subsequent conduct of the accused under <a href=\"/doc/482978/\" id=\"a_35\">Section 8</a> of the Evidence Act, it was valueless as it was from an open place accessible to all; (3), that there was no legal corroboration of this recovery as the child witness Ramesh Rathor, who is the witness of last seen of the two accused along with the two deceased and who has been examined in this case, was a tutored witness and his evidence could not be believed as the accused were not put up for identification and there is no explanation as to how they were identified in the court by this witness and no value could be given to the identification of these accused in court by this child witness; (4), that the two other witnesses of last seen, Vinod and Vishendra who are said to have seen the appellants going with the deceased, have not been examined in this case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1543899\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1201611\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1132429\" id=\"span_4\">27. The principal attack of Sri Srivastava was that the statement of the two appellants was inadmissible under <a href=\"/doc/1312051/\" id=\"a_36\">Section 27</a> of the Evidence Act as it was a joint recovery by two accused persons and the exact words of the accused persons as they got the dead bodies and the knives and the school bag of deceased Raju recovered, have not been brought on the record. In this connection, the learned counsel has relied on several decisions, viz. <a href=\"/doc/1132429/\" id=\"a_37\">Faqira v. Emperor</a>: AIR 1929 Lahore 665; <a href=\"/doc/1201611/\" id=\"a_38\">Rafiqueddin Ahmad and Ors. v. Emperor</a>: 36 Cri.L.J. 1935 (page 808); <a href=\"/doc/1543899/\" id=\"a_39\">Mohd. Abdul Hafeez v. State of AP</a> :   ; Lachhaman Singh and Ors. v. State: 1952 Cri.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"36937\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1522660\" id=\"span_6\">L.J. 863 (SC); <a href=\"/doc/1522660/\" id=\"a_40\">Ram Kishan v. Bombay State</a>:   ; <a href=\"/doc/36937/\" id=\"a_41\">Babu v. State</a>: 1972 Cri.</span></span> L.J. 815 (Allahabad High Court); Odh Ram v. State: 1982 Cri. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_7\">L.J. 1656 (Delhi High Court); and <a href=\"/doc/601466/\" id=\"a_42\">Sukhvinder Singh v. State</a>: 1994 (3) ACC 552 (SC).</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"423598\" id=\"span_8\">28. As some of the cases cited by the learned counsel for the appellants are from different High Courts, we think it would be useful to reproduce in extenso one case cited by the learned counsel on the point of inadmissibility of evidence under <a href=\"/doc/1312051/\" id=\"a_43\">Section 27</a> of the Evidence Act, viz. <a href=\"/doc/423598/\" id=\"a_44\">Ramkishan v. Bombay State</a>:   , which appears to be the basic case cited by the learned counsel for the appellant for supporting his contention. This case appears to suggest in some lines that the joint statement by more than one accused was not contemplated by <a href=\"/doc/244673/\" id=\"a_45\">Section 27</a> in the following words, &quot;and it was rightly held that a joint statement by more than one accused was not contemplated by <a href=\"/doc/244673/\" id=\"a_46\">Section 27</a> and the evidence of Mistry the police officer in that behalf should, therefore, have been excluded.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1522660\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1522660\" id=\"span_10\">These lines are the basis of the decision of the Allahabad High Court in the case of <a href=\"/doc/1522660/\" id=\"a_47\">Babu Ram</a> (supra) and the case of Delhi High Court in <a href=\"/doc/1522660/\" id=\"a_48\">Oudh Ram</a> (supra).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"423598\" id=\"span_11\">It would therefore be appropriate to quote paragraphs 22 to 25 of the aforesaid judgment in <a href=\"/doc/423598/\" id=\"a_49\">Ramkishan</a>&#x27;s case (supra) where the aforementioned lines occur and which has gone into the question of admission of the evidence inadmissible under <a href=\"/doc/1312051/\" id=\"a_50\">Section 27</a> of the Evidence Act:</span>\n</p>  \n\n<blockquote id=\"blockquote_14\">&quot;22. The question as to the admission of evidence inadmissible under <a href=\"/doc/1312051/\" id=\"a_51\">Section 27</a> of the Indian Evidence Act really lies within a narrow compass. The contention in this behalf was based on the evidence of the Investigating Officer, Hujur Ahmad Khan that on the 16th May 1951 the accused 1 made a certain statement in consequence of which he took accused 1 and 2 to Itawa and leaving the accused 2 there the party proceeded to Bhagwasi with the accused I and his further evidence that the accused 1 there pointed out Baliram who at the instance of accused I dug out from a mud house a tin box containing three revolvers and two tins containing live cartridges. \n</blockquote> \n\n<blockquote id=\"blockquote_15\">Exception was taken to the expressions &#x27;in consequence of a certain statement made by accused 1: and &quot;at the instance of accused 1&quot; which it was argued came within the ban of <a href=\"/doc/244673/\" id=\"a_52\">Section 27</a>. <a href=\"/doc/1312051/\" id=\"a_53\">Section 27</a> of the Indian Evidence Act runs as under: \n</blockquote><blockquote id=\"blockquote_16\"> &quot;Provided that, when any fact is deposed to as discovered in consequence of information received from a person accused of any offence, in the custody of a police officer so much of such information, whether it amounts to a confession or not, as relates distinctly to the fact thereby discovered may be proved. &quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_29\"><a href=\"/doc/244673/\" id=\"a_54\">Section 27</a>, is an exception to the rules, enacted in <a href=\"/doc/73862/\" id=\"a_55\">Sections 25</a> and <a href=\"/doc/1814769/\" id=\"a_56\">26</a> of the Act which provide that no confession made to a police officer shall be proved as against a person accused of an offence and that no confession made by any person whilst he is in the custody of a police officer unless it be made in the immediate presence of a Magistrate, shall be proved as against such person. Where however any fact is discovered in consequence of information received from a person accused of any offence, in the custody of a police officer, that part of the information as relates distinctly to the fact thereby discovered can be proved whether it amounts to a confession or not. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"254739\" id=\"span_12\">The expression &quot;whether it amounts to a confession or not has been used in order to emphasise the position that even though it may amount to a confession that much information as relates distinctly to the fact thereby discovered can be proved against the accused. The section seems to be based on the view that if a fact is actually discovered in consequence of information given some guarantee is afforded thereby that the information was true and accordingly can be safely allowed to be given in evidence. But clearly the extent of the information admissible must depend on the exact nature of the fact discovered to which such information is required to relate. <a href=\"/doc/254739/\" id=\"a_57\">&#x27;Pulukuri Kottaya v. Emperor</a>&#x27;, AIR 1947 PC 67 (K).</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_31\"> (23) On a bare reading of the terms of the section it appears that what is allowed to be proved is the information or such part thereof as relates distinctly to the fact thereby discovered. The information would consist of a statement made by the accused to the police officer and the police officer is obviously precluded from proving the  information  or part thereof unless it comes within the four corners of the section. If the police officer -wants to prove the information or a part thereof, the court would have to consider whether it relates distinctly to the fact thereby discovered and allow the proof thereof only if that condition was satisfied. If however the police officer does not want to prove the information or any part thereof, <a href=\"/doc/244673/\" id=\"a_58\">Section 27</a> does not come into operation at all. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\">What was stated by the Investigating Officer, Hujur Ahmad Khan in the present case was that certain information was supplied to him by the accused 1 in consequence of which he took certain steps. He did not seek to prove that information or any part thereof in the evidence which he gave before the Court. Even when he said that Baliram dug out the tin box from the mud floor of a house at the instance of the accused 1 he did not seek to prove what that information was. The operation of <a href=\"/doc/244673/\" id=\"a_59\">Section 27</a> was therefore not attracted and &#x27;prima facie&#x27; there was nothing to prevent that evidence being admitted against the accused 1. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_33\">Reliance was however placed on an unreported judgment of Chagla, CJ and Gajendragadkar, J. delivered on the 11.1.1950 in Criminal Appeals Nos. 454 and 464 of 1949 with revisional application No. 952 of 1949 in the case of - &#x27;Rex v. Gokulchand Dwarkadas Morarka, No. 1(L). An exception was there taken to the statement of the police officer that in consequence of certain statements made by the accused 1 and 2 in that case he discovered the missing pages of the Bombay Samachar of the 23rd April 1948 and it was contended that that statement was inadmissible in evidence.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">29. The question that really arose for the consideration of the Court there was whether the joint statement attributed to the accused I and 2 in that case was admissible without specifying what statement was made by a particular accused which led to the discovery of the relevant fact and it was rightly held that a joint statement by more than one accused was not contemplated by <a href=\"/doc/244673/\" id=\"a_60\">Section 27</a> and the evidence of Mistry, the Police Officer, in that behalf should therefore have been excluded. An argument was however addressed by the learned Advocate-General who appeared for the State there that Mistry had not attempted to prove what statement the accused had made and all that he said was that in consequence of statements made by them a discovery was made. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_35\">30. The learned Judges dealt with that argument as under: \n</p><blockquote id=\"blockquote_17\"> &quot;In our opinion, this is a round about and objectionable way of attempting to prove the statements made by the accused without actually proving them. When the police officer speaks of &quot;in consequence of a statement made by an accused a discovery was made&quot;, he involves the accused in the discovery. Whether he gives evidence as to the actual words used by the accused or not, the connection between the statement made by the accused and the discovery of the relevant fact is clearly hinted at. In our opinion, therefore, evidence cannot be given of any statement made by accused which results in the discovery of a fact unless it satisfies the conditions laid down under <a href=\"/doc/244673/\" id=\"a_61\">Section 27</a> and this would be so even if the actual statement is not attempted to be proved by the prosecution. Even if the statement is not proved, the statement must be such as can be proved under <a href=\"/doc/244673/\" id=\"a_62\">Section 27</a>.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1465018\" id=\"span_13\">31. Learned Judges then proceeded to consider the following observations of Rankin, CJ at page 300 in - <a href=\"/doc/1465018/\" id=\"a_63\">&#x27;Durlav Namasudra v. Emperor</a>, AIR 1932 Cal 297 (M):</span>\n</p><blockquote id=\"blockquote_18\"> &quot;There seems to me to be nothing in <a href=\"/doc/591693/\" id=\"a_64\">Section 24</a> or 25 to prevent evidence being given: &#x27;In consequence of something said by the Accused I went to such and such a place and there found the body of the deceased&#x27;. In cases under <a href=\"/doc/244673/\" id=\"a_65\">Section 27</a> the witness may go further and given the relevant part of the confession.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_37\">32. The learned Judges expressed their inability to agree with this view of the law observing that Rankin, CJ. was really dealing academically with the various sections of the <a href=\"/doc/1953529/\" id=\"a_66\">Evidence Act</a> and he was not called upon to decide this point. With the utmost respect the learned Judges of the Bombay High Court committed the same error which they thought Rankin, CJ had committed, because immediately thereafter they observed: \n</p>  \n\n<blockquote id=\"blockquote_19\">&quot;We would also like to add that, in the circumstances of this case, this discussion is somewhat academic, because even if we accept the contention of the Advocate-General and hold that the statement of the investigating officer is admissible, it cannot, possibly help the prosecution case very much. &quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_38\">What they were considering was the case of a joint statement made by the accused 1 and 2 <a href=\"/doc/1465018/\" id=\"a_67\">in that case</a> and these observations made by them expressing their inability to agree with Rankin, CJ&#x27;s view of the law were clearly obiter. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\"> (24) The evidence of the police officer would no doubt go to show that the accused knew of the existence of the fact discovered in consequence of information given by him. But that would not necessarily show his direct connection with the offence. It would merely be a link in the chain of evidence which taken along with other pieces of evidence might go to establish his connection therewith. This circumstance would therefore be quite innocuous and evidence could certainly be given of that circumstance without attracting the operation of <a href=\"/doc/244673/\" id=\"a_68\">Section 27</a>. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\"> (25) If it were necessary to do so we would prefer to accept the view of Rankin, CJ. to the one expressed by the learned Judges of the High Court. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_41\">This question as regards the inadmissibility of evidence under <a href=\"/doc/1312051/\" id=\"a_69\">Section 27</a> of the Evidence Act must therefore be answered against accused I.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\">33. In our view in the aforesaid decision what has really been decided was whether if the police officer did not chose to prove the exact words and for the disclosure made by the accused at the time of recovery of the material concerned which was sought to be discovered whether the conduct of the accused in getting the discovery made could be admitted under some other provision and not under <a href=\"/doc/1312051/\" id=\"a_70\">Section 27</a> of the Indian Evidence Act. It appears that the view of the Court was that the said evidence could be admitted under some other provision and <a href=\"/doc/244673/\" id=\"a_71\">Section 27</a> would not come into operation at all. However, in this case a decision of Chagla, CJ and Gajendragadkar, J. in Rex v. Gokulchand Dwarka Das Morarkaa was examined whether the Hon&#x27;ble Judges had not admitted the statement of the police officer that in consequence of certain statement of the police officer that in consequence of certain statements by the accused 1 and 2, he had discovered some relevant material. It appears that the said lines without specifying inadmissibility of the joint statement of more than one accused under <a href=\"/doc/1312051/\" id=\"a_72\">Section 27</a> of the Evidence Act was made in the case of Ram Kishan by Hon&#x27;ble Bhagwati, J. speaking for the Court. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"423598\" id=\"span_14\">The Court in order to distinguish the decision in Rex v. Gokulchand from <a href=\"/doc/423598/\" id=\"a_73\">Ramkishan</a>&#x27;s case by stating that as it was a case of joint recovery, the same was being excluded. But this question whether if the proper record was made of the statements made by more than one accused and the statements by each accused were recorded with sufficient particularity, whether even if the recovery was made at the joint pointing out of the two or more accused, the evidence must necessarily be excluded, was not examined.</span> In this connection the case of Lachhaman v. State (supra) seems to suggest that if the clear independent statements of several accused either simultaneously or otherwise are recorded, then maybe those cases which have laid down that discoveries in consequences of joint statements must necessarily be inadmissible under <a href=\"/doc/1312051/\" id=\"a_74\">Section 27</a> of the Evidence Act, need to be called in question. In this connection the following lines appear in paragraph 11 which are quoted as under:\n</p><blockquote id=\"blockquote_20\"> &quot;But, as to what should be the rule when there is clear and unimpeachable evidence as to independent and authentic statements of the nature referred to in <a href=\"/doc/1312051/\" id=\"a_75\">Section 27</a>, Evidence Act, having been made    by    several    accused   persons,    either simultaneously or otherwise, all that we wish to say is that as at present advised we are inclined to think that some of the cases relied upon by the learned counsel for the appellants have perhaps gone farther than is warranted by the language of <a href=\"/doc/244673/\" id=\"a_76\">Section 27</a>, and it may be that on a suitable occasion in future those cases may have to be reviewed.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1543899\" id=\"span_15\">34. Even in the case of <a href=\"/doc/1543899/\" id=\"a_77\">Mohd. Abdul Hafeez v. State of AP</a> (supra) joint recoveries have not been made completely inadmissible under <a href=\"/doc/1312051/\" id=\"a_78\">Section 27</a> of the Evidence Act but the aforesaid law report only mentions in paragraph 5:</span>\n</p><blockquote id=\"blockquote_21\"> &quot;...it is obligatory upon the Investigating Officer to state and record who gave the information; when he is dealing with more than one accused,  what words were used by him so that a recovery pursuant to the information received may be connected to the person  giving  the   information  so  as  to provide incriminating evidence against the person.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_44\">35. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"387518\" id=\"span_16\">In a later case, <a href=\"/doc/387518/\" id=\"a_79\">Sewa Kaur v. State of Punjab</a>:   ,   where   the   two   accused  persons   gave   separate   disclosure statements that they could point the place where the   dead body was buried and then jointly led the police party to the place and got the dead body recovered, the joint recovery at the pointing out of the two accused was held admissible for upholding the conviction of the accused. No doubt, in the present case, the police has committed a lapse in not recording in their precise words the separate statements of the two accused prior to the recovery and it is only mentioned in the evidence on record that both the accused jointly confessed that they had committed the murders of the two children by stabbing them with knives and had hidden the dead bodies in the rubbish dump after kidnapping them for a ransom of Rs. 3 lakhs and they could get the bodies recovered. However, even if the confessional statement of the accused prior to the recovery is excluded, but the conduct of the accused in getting the bodies recovered is clearly admissible under <a href=\"/doc/1506574/\" id=\"a_80\">Section 8</a> and other provision of the <a href=\"/doc/1953529/\" id=\"a_81\">Evidence Act</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1522660\" id=\"span_17\">This was indeed the ratio in <a href=\"/doc/1522660/\" id=\"a_82\">Ram Kishan</a> (supra) where it was contended that even if the investigating officer did not seek to prove the information or any part thereof in the evidence which he gave before the court that part of the evidence that Baliram dug out the tin box from the mud floor of a house at the instance of the accused was clearly admissible in evidence and as the court put it, &quot;the operation of <a href=\"/doc/244673/\" id=\"a_83\">Section 27</a> was, therefore, not attracted and prima facie &#x27;there was nothing to prevent that evidence being admitted against the accused&#x27; and it was in that context that the apex court was critical of the judgment of the Bombay High Court in the case of Rex v. Gokulchand Dwarka Das Morarka where the judges had condemned the round about and objectionable way of attempting to prove the statements made by the accused without actually proving them and held that the evidence cannot be given of any statement made by the accused which results into the discovery of the fact unless it satisfies the conditions laid down under <a href=\"/doc/1312051/\" id=\"a_84\">Section 27</a> of the Evidence Act and this would be so even if the actual statement is not admitted to be proved by the prosecution.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1465018\" id=\"span_18\">The Bombay High Court Judges had even criticized Rankin, CJ in <a href=\"/doc/1465018/\" id=\"a_85\">Durlav Namasudra v. Emperor</a>: AIR 1932 Cal 297 where Rankin, CJ had stated that there was nothing in <a href=\"/doc/967059/\" id=\"a_86\">Sections 24</a> or 25 to prevent the evidence being given that  about  the  investigating  officer  anywhere  in  consequence  of something said by the accused but in <a href=\"/doc/1312051/\" id=\"a_87\">Section 27</a> the witness could go further and give the relevant part of the confession also.  Their Lordships of the apex court have further stated that if it is necessary to do so, we would prefer to accept the view of Ranking, CJ over the one expressed by the learned judges of the&#x27; Bombay High Court and have held in paragraph 24 as follows:</span>\n</p><blockquote id=\"blockquote_22\"> &quot;The evidence of the police officer would no doubt go to show that the accused knew of the existence of the fact discovered in consequence of information given  by him.  But that would not necessarily show his direct connection with the offence. It would merely be a link in the chain of evidence which taken along with other pieces of evidence  might go  to  establish  his connection therewith.  This circumstance would therefore be quite innocuous and evidence could certainly be given of that circumstance without attracting the operation of <a href=\"/doc/1312051/\" id=\"a_88\">Section 27</a>.&quot;\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_45\">36. In view of these observations of the apex court, Sri V.P. Srivastava himself fairly conceded that the conduct of the accused in pointing out the dead bodies of the two deceased could be relevant under <a href=\"/doc/482978/\" id=\"a_89\">Section 8</a> of the Evidence Act although the same was inadmissible under <a href=\"/doc/1312051/\" id=\"a_90\">Section 27</a> of the Evidence Act. But, according to Sri Srivastava, the discovery would only show knowledge of the accused of the presence of the dead bodies and not necessarily their connection with the offence as it was contended that the discoveries had been made from an open place accessible to all and in any case the evidence of the child witness was not reliable evidence so as to constitute corroborative evidence, and it would not be &quot;be a link in the chain of evidence which taken along with other pieces of evidence might go to establish his connection therewith.&quot; \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1329788\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"870201\" id=\"span_20\">37. For the proposition that no value should be attached to the conduct of the accused in getting the dead bodies recovered as it was from an open place accessible to all, learned counsel has placed reliance on <a href=\"/doc/870201/\" id=\"a_91\">Bahadul v. State of Orissa</a> :    and <a href=\"/doc/1329788/\" id=\"a_92\">Mohd. Inayatullah v. State of Maharashtra</a>:</span></span>   \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">38. In the case of Mohmed Inayatullah v. State of Maharastra,    , the Bombay High Court had upheld the conviction of the appellant. The appellant in that case has got recovered three drums of chemical substance from the Bombay Port Trust. The Court, however, while allowing the appeal, held that &quot;The drums in question were found in the compound of yard of a Musafirkhana which was a place of rest and waiting for Musafirs (travellers). It was not alleged by the prosecution- much less proved- that the drums were lying concealed, or that the compound was under the lock and key of the accused. There is not even an oblique hint that the place of the deposit of the drums was in any way under the control or occupation of the accused. The place being a Musafirkhana, was from its very nature accessible to all and sundry.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\">39. It was further held that under these circumstances recovery could give rise to two alternative hypotheses, equally possible, namely; (i) that it was the accused who had himself deposited the stolen drums in the Musafirkhana, or (ii) the accused only knew that the drums were lying at that place. The second hypothesis was wholly compatible with his innocence. In the ultimate analysis, therefore, the appellant was entitled to the benefit of doubt.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\">40. Likewise Bakshish Singh (Supra) was a case where the body was recovered from the river by the police on the information given by the accused and on the bank of the river there were broken teeth and parts of a human body lying. The Court held that anybody who saw those parts could have inferred that the dead body must have been thrown into the river near about that place. The accused person even if he was not party to the murder could have come to know the place where the dead body had been thrown.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_50\">41. Consequently, mere recovery of dead bodies from an open place in all circumstances will not be the only inference that the accused was not author of the aware of the concealment, but he only had knowledge that the dead bodies were lying there.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"870201\" id=\"span_21\">42. The other case cited by the learned counsel for the appellants is <a href=\"/doc/870201/\" id=\"a_93\">Bahadul v. State of Orissa</a>,   . In that case recovery of the weapon by the accused from beneath his cot was held to be inadmissible under <a href=\"/doc/1312051/\" id=\"a_94\">Section 27</a>.</span> It was held by the Court in paragraph 4 that &quot;there is nothing to show that the accused had concealed it at the place, which was known to him alone and no one else other than the accused had knowledge of it. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1844193\" id=\"span_22\">43. It is noteworty that in <a href=\"/doc/1844193/\" id=\"a_95\">State of Himachal Pradesh v. Jeet Singh</a>,    , it has been mentioned in paragraph 26 as under:</span>\n</p><blockquote id=\"blockquote_23\"> &quot;There is nothing in <a href=\"/doc/1312051/\" id=\"a_96\">Section 27</a> of the evidence Act which renders the statement of the accused inadmissible if recovery of the articles was made from any place which is &#x27;open or accessible to others&#x27;. It is a fallacious notion that when recovery of any incriminating article was made from a place which is open or accessible to other, it would vitiate the evidence under <a href=\"/doc/1312051/\" id=\"a_97\">Section 27</a> of the Evidence Act. Any object can be concealed in places which are open or accessible to others. For example, if the article is buried in the main roadside or if it is concealed beneath dry leaves lying on public places or kept hidden in a public office, the article would remain out of the visibility of others in normal circumstances. Until such article is disinterred, its hidden state would remain unhampered. The person who hide it alone knows where it is until he discloses that fact to any other person. Hence, the crucial question is sought whether the place was accessible to others or not but whether it was ordinarily visible  to  others.   If it is  not,   then  it  is immaterial that the concealed place is accessible to others&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_53\">44. In the facts of the present case, we find that the dead bodies of the two children were got recovered by the accused from a rubbish dump which was 100 yards from the main road near a culvert. Furthermore, the body of the child Krishna was got recovered from under a pile of refuse, where it was covered by rubbish, such as clothes and shoes, whereas the body of the child Raju was recovered from bushes where it was hidden. This rubbish dump was not a place where the accused could be expected to be roaming around and to  have come across the dead bodies if they did not actually have a hand in the concealment of the same. It is also not likely that the police of its own had discovered the bodies earlier from that place where it was concealed and then to have foisted the bodies on the two accused by showing it to be discovered at the instance of the appellants, who were arrested subsequently. No father would permit retention of the bodies for four days after their deaths as mentioned in the post mortem report dated 5.3.2002 only to foist the same on some accused persons who might be apprehended later. The prosecution version that the appellants had actually got the dead bodies discovered from under the rubbish heap or the bushes because of their knowledge and complicity in the offence appears more acceptable than the contention of the defence that the dead bodies had been spotted at that place, and the discovery was foisted on the appellants. We also find that to the specific question Nos. 11, 13 and 14 put under <a href=\"/doc/767287/\" id=\"a_98\">Section 313</a> Cr.P.C to the accused that they agreed to proceed ahead to get the dead bodies and weapon of assault recovered and also would have got the dead bodies recovered from the rubbish heap in the case of Krishna and bushes in the case of Raju, the two appellants had given no other explanation except to make a bald denial.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\">45. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"557368\" id=\"span_23\">In the case of <a href=\"/doc/557368/\" id=\"a_99\">State of Maharashtra v. Damu</a>,    it has been observed that such a plain denial, without any effort to explain an incriminating circumstance which is put to an accused under <a href=\"/doc/767287/\" id=\"a_100\">Section 313</a> Cr.P.C is an additional link to the chain of circumstances against the accused. In paragraph 33 of the aforesaid law report it has been observed as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1037935\" id=\"span_24\">&quot;At the first blush, the approach of the High Court may appear to be sound. But when we considered the answer which A-2 Guruji had given to the questions put to him under Section 313 of the Code regarding the said circumstance, he simply denied even the recovery of the &quot;Kalash &quot; as stated by PW 44, the investigating officer. When we know that there was blood on the pitcher it is for A-2 Guruji to explain how it was there. But when he denied even the seizure of the pitcher, such a denial, in this context, is not inconsequential In another case, a similar denial was treated by this Court as sufficient to provide a &quot;missing Link&#x27; to the chain of circumstances (<a href=\"/doc/1037935/\" id=\"a_101\">State of Maharashtra v. Suresh</a>,   .&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_55\">(Emphasis added)\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_56\">46. The recovery of the two dead bodies are corroborated by the evidence of P.W. 3 Ramesh Rathore, who was a student studying in Class V at the time when the deceased children Krishna and Raju were abducted and killed. He stated that as the school had closed down on 1.3.2002 on account of &#x27;Bharat Bandh&#x27; and he was returning from school through Masjid Wall Galli at about 9.00 A.M. he saw the two deceased children going along with two persons (the appellants). When he asked the children, they replied that they are going to roam about with Bhaiya. Then he pointed out to the court that the appellants were the two persons with whom he had seen Krishna and Raju, and after 1-4 days he had learnt about their murder.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_57\">47. He had been interrogated by the investigating officer after about three days after the abduction of the two children. He further stated that when they were taking the accused then he saw the appellants and then saw them in Court. However, learned counsel for the appellants has sought to take advantage of the fact that he states that he had did not have any knowledge when the accused were arrested.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_58\">48. In our opinion Ramesh being a child witness, he appears to be a little confused about the fact when he saw the accused persons being taken away as to whether they were or were not under arrest at that stage, as they may not have been handcuffed. No clarification has been sought from this witness as to what he meant when he stated &quot;Mulzimano kojab lay ja rahay thay tab dekha.&quot; \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_59\">49. The investigating officer, P.W. 8, B.S. Garbyal has also stated that this witness (Ramesh Rathore) was present with the informant Dashrath Sharma when he apprehended the appellant Indrajit Mallah at Chhapera Pullia. Likewise P.W. 7 S.I. Tika Ram Verma has also deposed that Ramesh Rathore was accompanying them and the police apprehended Indrajit Mallah and Nandu on his pointing out.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_60\">50. It is contended by the learned counsel for the appellants that as this witness has not seen the appellants after the abduction and according to the learned counsel for the appellants, not even at the time of their arrest and appellants have also not been put up for test identification before this witness, then it was not possible for him to have identified them in Court one year and nine months after the incident when his statement was recorded and no   reliance can be placed on his testimony.  It may be possible that ordinarily test identification of the witness of last seen would have been preferable, but only in view of this lapse of the investigating machinery, the prosecution case cannot be thrown over board. It is noteworthy that after the children were kidnapped, very significant developments were taking place, which would have been firmly embedded in the mind of this witness. First he saw the two deceased children going along with the appellants and when he enquired from those children where they were going, they had answered that they are going for a loaf along with    the two appellants. He was interrogated by the police, and thereafter he appears to have seen the accused being taken away as he was instrumental in their arrest, he also learnt about the death of his two school colleagues, which would have reinforced his recall in the context of so many developments. It is not at all unnatural that this witness could easily identify the two assailants    being the same persons, who were walking along with the two deceased on the date of incident at 9.00 A.M. In this context, it has been mentioned in this extract from State of Maharashtra v. Damn,    , at page 281 :\n</p>  \n\n<blockquote id=\"blockquote_25\">&quot;29. For the boy the said instances might have been very minor not to keep them alive in memory even till the evening of that day. But when he was told later of the danger he escaped from, that minor incident would winch to the surface of his mood (sic mind). This is how the human mind works and the mind of a child is no exception to the process. For the parents of the boy the two episodes could not have created any impact at the time the incidents happened. But when they knew later that A-4 was kidnapping infants and killing them it would have created the most probable reaction of the human mind in them also by realising how they escaped by the skin of their teeth from a perennial calamity. The Division Bench was therefore too unrealistic when it brushed aside the truthful evidence of PWS1 (Sagar) and his father PW 30 (Ramakant).&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_61\">(Emphasis ours).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_62\">51. Although as a rule of prudence test identification by witnesses who do not know the accused from before is generally needed, however there are no hard and fast rules, and if the Court is satisfied with the substantive evidence of the witness in Court, there are no fetters on the Court relying on the same. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1653286\" id=\"span_25\">In this context it has been held in <a href=\"/doc/1653286/\" id=\"a_102\">Malkhansingh v. State of M.P.</a> ,   , at page 753 :</span>\n</p>  \n\n<blockquote id=\"blockquote_26\">7. It is trite to say that the substantive evidence is the evidence of identification in court. Apart from the clear provisions of <a href=\"/doc/529244/\" id=\"a_103\">Section 9</a> of the Evidence Act, the position in law is well settled by a catena of decisions of this Court. The facts, which establish the identity of the accused persons, are relevant under <a href=\"/doc/529244/\" id=\"a_104\">Section 9</a> of the Evidence Act. As a general rule, the substantive evidence of a witness is the statement made in court. The evidence of mere identification of the accused person at the trial for the first time is from its very nature inherently of a weak character. The purpose of a prior test identification, therefore, is to test and strengthen the trustworthiness of that evidence. It is accordingly considered a safe rule of prudence to generally look for corroboration of the sworn testimony of witnesses in court as to the identity of the accused who are strangers to them, in the form of earlier identification proceedings. This rule of prudence, however, is subject to exceptions, when, for example, the court is impressed by a particular witness on whose testimony it can safely rely, without such or other corroboration. The identification parades belong to the stage of investigation, and there is no provision in the <a href=\"/doc/445276/\" id=\"a_105\">Code of Criminal Procedure</a> which obliges the investigating agency to hold, or confers a right upon the accused to claim a test identification parade. They do not constitute substantive evidence and these parades are essentially governed by <a href=\"/doc/523607/\" id=\"a_106\">Section 162</a> of the Code of Criminal Procedure. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"312114\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"117134\" id=\"span_27\">Failure to hold a test identification parade -would not make inadmissible the evidence of identification in court. The weight to be attached to such identification should be a matter for the courts of fact. In appropriate cases it may accept the evidence of identification  even  without  insisting on  corroboration.   (See Kanta Prashad v. Delhi Admn,   , <a href=\"/doc/117134/\" id=\"a_107\">Vaikuntam Chandrappa v. State of A.P.</a>,   , <a href=\"/doc/312114/\" id=\"a_108\">Budhsen v. State of U.P.</a>,    and Rameshwar Singh v. State of J&amp;K,   .</span></span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_63\">In the case of Malkhansingh, the Court was satisfied on the testimony of the victim, of gang rape in Court, as she had ample opportunity for identifying the accused, even though she did not know the accused from before. The same position obtains in the present case where Ramesh had ample opportunity of seeing the appellants, at the time of last seen when he questioned the deceased, at the time of their arrest after his interrogation by the police, and the facts were such that would have impinged in the mind of the boy and facilitated recall.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_64\">52. We therefore see no reason to disbelieve this wholly independent, unconnected and innocent child witness, who has no reason to depose anything except what he actually say, and no enmity whatsoever, and no reason for being tutored for falsely implicating the two appellants in this case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"548015\" id=\"span_28\">53. Shri V.P. Srivastava, learned counsel for the appellants has placed reliance on <a href=\"/doc/548015/\" id=\"a_109\">Caetano Piedade Fernandas v. Union Territory of Goa, Daman and Diu</a>,     for the proposition that the evidence of a child witness should be viewed with caution. We have no quarrel with this proposition. However cogent reasons have been given in the aforesaid report which set aside the judgment of the High Court reversing an order of acquittal passed by the trial court for concluding why the evidence of Xavier the child witness Xavier and solitary eye witness of the case needed to be viewed with caution and was suggestive of tutoring. Xavier did not know the appellant Lundi from before, yet he named him. He mentioned that only two blows had been received by the deceased, when actually there were 9 injuries found on the deceased. It has been mentioned in page 710, para 5 of the law report as follows :</span>\n</p><blockquote id=\"blockquote_27\"> &quot;5.  Turning first to the evidence of Xavier, it may be pointed out straightaway that he was a child witness aged only 6 years at the time when he gave evidence. His evidence is, therefore, to be approached with great caution. He was, according to the prosecution, the only eyewitness to the crime. We have carefully gone through his evidence, but we are constrained to observe that even after making the utmost allowance in his favour in view of the fact that he is a child witness, we find it difficult to accept his testimony.  There are several contradictions from which his evidence suffers, such as who had which weapon, but it is not merely on account of these contradictions of a minor character that we are inclined to reject his evidence. There are serious infirmities affecting his evidence and of them, the most important is that he is supposed to have given the name of Appellant 2 as the assailant of the deceased even though he had never seen him before the date of the incident. He stated in his evidence that when on seeing the appellants dragging the body of the deceased after attacking him, he ran towards the village. He met his father Antonio on the way and on being questioned by Antonio he said that the deceased had been cut by Lundi and Jacki Cheddo, that is, Appellants 1 and 2. However, in cross-examination he admitted that he had not seen Appellant 2 earlier and it was only at the time when Appellant 2 attacked the deceased that he saw Appellant 2 for the first time. Apprehending   that   the   answer  given   by   him   in   cross-examination   may   be   the   result   of some   confusion   or misunderstanding, the learned Sessions Judge gave another opportunity and asked him whether he was knowing Appellant 2 from before, to which he answered by saying that he had not seen Appellant 2 at any earlier point of time. Now, if this witness had never seen Appellant 2 before, it is impossible to understand how he could give his name as the assailant of the deceased when he met Antonio on the way to the village. How could he say that Jacki Cheddo had participated in the attack on the deceased when he had never seen Jacki Cheddo before. This answer given by Xavier clearly impairs the value of his evidence and casts a serious doubt on his veracity. It shows that he has been prevailed upon by the prosecution to falsely implicate Appellant 2 and if his evidence in regard to the presence of Appellant 2 cannot be accepted,  it must react adversely against his evidence in regard also to Appellant 1. There is also one other contradiction of a serious nature in the evidence of Xavier. He stated in his evidence that each of the two appellants dealt one blow: Appellant 2 cut the throat of the deceased first with the coita and then Appellant 2 cut his neck with the knife. Now, if only one blow was delivered by each of the appellants, there would be two injuries on the deceased, but the medical evidence shows that the deceased had received as many as nine injuries, which would mean that more than two blows were caused to him. &quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"114322\" id=\"span_29\">54. Another case cited by Sri Srivastava for the proposition that a child witness should not be relied upon without corroboration was <a href=\"/doc/114322/\" id=\"a_110\">Arbind Singh v. State of Bihar</a>,  1995 Supp (4) SCC 416. However we find that this was a case where the Court recorded a clear finding that the case showed that the child witness had been tutored, there were inconsistencies in her version, and there was no other independent corroboration of her version.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_67\">55. It has been noted at page 418 of the report: \n</p><blockquote id=\"blockquote_28\"> At the date of the incident she was aged about 5 years. When her evidence was recorded she was aged about 9 years. The learned Trial Judge did not undertake a &#x27;voir direct- before recording her evidence on oath although he notes that she was capable of understanding and answering the questions. Be that as it may, the fact remains that there was a gap of 4 years between the incident and the date on which her evidence was recorded. Immediately after the incident she was interrogated but as she was weeping her statement was not recorded. Thereafter her statements were recorded on October 25, 1984, October 28, 1984 and November 5, 1984, the last being under <a href=\"/doc/497457/\" id=\"a_111\">Section 164</a> of the Criminal Procedure Code. In her first statement she  did not say that her mother was hanged. Subsequently she said she was hanged by electric wire. She later said she was hanged with the help of a jute string. In her statement recorded under <a href=\"/doc/497457/\" id=\"a_112\">Section 164</a> of the Code of Criminal Procedure on November 5, 1984, she stated that her father had thrown a jute string around the neck of her mother and killed her. It will, therefore, appear from these statements that she has not been  consistent in her version.   That apart,  we have carefully perused the evidence of this witness and we find traces of tutoring on certain aspects of the case. It appears from her evidence that she was very close to her maternal uncle with whom she was living when her mother had gone to Deoghar for training. Immediately after the incident she was taken away by her maternal uncle who happens to be a fairly important figure. In her evidence she stated that there used to be quarrels between her father and mother and the former used to ill-treat the latter without any rhyme or reason. Then she adds that her father wanted to remarry and, therefore, he was ill-treating her mother. Now the case put up was that the husband was ill-treating the wife as he wanted to sell her jewellery to purchase a scooter. Therefore, the statement made by PW 2 that her father was  ill-treating her mother because he wanted to remarry could only be the result of tutoring. She also tried to involve all the other family members including her uncle Shambhoo whom she could not even recognize in the dock. This she could have done only at the behest of someone else. She also stated (hat neither her father nor her grandfather met her mother&#x27;s expense at Deoghar, a fact of which ordinarily a child under five years of age would not be aware. She even tried to involve her father&#x27;s sister whose name she had not mentioned earlier. There are also certain other statements made in the course of her deposition which would suggest that possibility of tutoring could not be ruled out. Having taken a careful look at the evidence of this child witness we are of the opinion that implicit faith and reliance cannot be placed on her testimony since it is not corroborated by any independent and reliable evidence. It is well-settled that a child witness is prone to tutoring and hence the court should look for corroboration particularly when the evidence betrays traces of tutoring.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_68\">56. In the present case on the other hand the child witness Ramesh Rathore was 13 years in age on the date of his examination. The incident had taken place one year earlier. The court was fully satisfied about his capacity and competence to understand and answer the questions put to him. There was no reason to suspect even the slightest trace of tutoring in this case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_69\">57. The most clinching confirmation of the testimony of this witness of last seen is that the accused, who were identified by him were -the very persons who have effected the discovery of two dead bodies, knives and school bags of the deceased from the rubbish heap and which were hidden from the normal public under the rubbish and in the bushes in that place.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_70\">58. It is also argued by the learned counsel for the appellants that the prosecution has failed to examine two persons Vinod and Vishendra about whom P.W. 1 has mentioned in one part of the cross examination that they were his employees and they had seen the two appellants taking away the two children on Rickshaw, but he had not mentioned this disclosure in the FIR and no question has been asked from the investigating officer B.S. Garbayal, P.W. 8 or from any other witness as to why these two persons were not produced. In the circumstances, it may be possible that these persons may have surmised on the basis of their conversation with Ramesh Rathore that .these appellants were involved in the incident, but as they have not been examined, all these are matters only for speculation. The law is, however, well settled that there is no particular charm in multiplying witnesses, the quality and not the quantity of witnesses is important and, therefore, the non-production of these two witnesses who may have or might not have seen the deceased children going along with the appellants will not be of much significance in this case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_71\">59. One other contention raised by the learned counsel for the appellants  was  that  although     the  children  had  disappeared  on 1.3.2002 at 9.00 A.M., and Dashrath Sharma, P.W. 1 even admits that he had received information about their disappearance in the morning itself as there was a telephone call by a man who was describing himself as Shera demanding a ransom of rupees three lakhs at 11.45 A.M, on the same date, yet the report was lodged only on 4.3.2002 at 8.30 P.M.   and this is an inordinate delay which severely impairs the prosecution version.  In this connection Dashrath Sharma, P.W. 1 has stated in his statement that when he learnt that the children had not returned from school which was closed because of Bandh, he thought that they must have  gone to their relations and he even made considerable efforts to trace them. He even ignored the telephone call demanding ransom. This witness states that he was not even believing that these children had been kidnapped. This is a natural reaction as persons do not want to accept at first blush such a painful tragedy that his children have been kidnapped. Moreover the informant was not a big industrialist and he simply appears to have a small workshop for manufacturing almirahs and other steel and iron items and he could easily have thought that his children might have gone off somewhere to play or to their relations and may not have readily believe that they had been kidnapped. He may even have initially felt that the telephone call demanding ransom was a prank. It is conceivable that he may have thought that if he paid off the ransom, the children might be returned unharmed, and going to the police might prove counterproductive. Hence he had visited Gumti No. 9 with the cash demanded at the appointed time in the night, but had found no one there and hence he had returned. However it appears that only on 4.3.2002 at 7.02 P.M, when he got the second telephone call again demanding ransom then he may have realized that their was foul play and his children had been abducted and that he had no option now but to turn to the police. Hence he had lodged the report only on 4.3.2002 at 8.30 P.M. As this report has not mentioned any name of accused, hence the criticism of delayed reports that they are suggestive of being creatures of afterthought or that they contain embellishments does not apply to the report in the present case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_72\">60. Moreover as the basic evidence against the appellants is of discovery of the two dead bodies at their instance at the hidden place and the evidence of last seen by the independent child witness Ramesh Rathore, it is not material in this case that the report was lodged after some delay. The fact that the report did not name the two appellants nor does it name Vinod and Vishendra or Ramesh Rathore, when the informant Dashrath Sharma appears to have made an effort to discover the whereabouts of his children. All these circumstances go to suggest that the informant was proceeding in a very cautious manner and he was not interested in implicating anyone falsely unless he felt absolutely sure of their involvement. Only after the appellants were arrested and the dead bodies of the children recovered at their instance, then the appellants have been implicated in this case. All of which rule out of any circumstance or reason for false implication of the appellants.\n</p> \n\n<p data-structure=\"Section\" id=\"p_73\">61. The circumstances for holding the appellants guilty of the offences for which they have been charge could be summarised as follows. The dead bodies of the two deceased children, knives, school bag etc. were recovered from a rubbish dump, 100 paces from the road, near the culvert of Panki Railway Station on the pointing out of the two appellants. These recoveries were from concealed places under the rubbish heap, and the bushes which the accused could not have knowledge about, without their complicity in the crime and without their having been authors of the concealment of the discovered bodies and other items.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_74\">62. The Court is of the opinion that it can safely act upon the testimony of Ramesh Rathore who was a co-student with the two deceased children at God&#x27;s Heaven School at the material time, who identified the two appellants in Court, and who has given evidence of last seeing the two deceased and the two appellants going along together at the time of their abduction. He was also instrumental in getting the two appellants arrested and of confirming the identities of the two appellants as being the abductors before the police. After examining him, the Court has recorded a clear finding that the 13 year old key child witness was mature and competent enough to give evidence in this case. There are also no circumstances for suggesting tutoring of Ramesh Rathor for falsely implicating the appellants.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_75\">63. There is evidence in the form of telephone calls to the informant of threats of causing the deaths of the two children unless a ransom sum of rupees three lakhs was paid after their kidnapping and the subsequent murder of the two children, for sustaining the charge under <a href=\"/doc/1374258/\" id=\"a_113\">Section 364A</a> IPC. There is sufficient evidence indicating the recovery of the blood stained knives from the place of incident at the instance of the appellants for establishing the charge under <a href=\"/doc/1555874/\" id=\"a_114\">Section 4</a>/<a href=\"/doc/73862/\" id=\"a_115\">25</a> of the Arms Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_76\">64. The bald denial to a specific suggestion of the discoveries of the two dead bodies, knives, school bag etc. of the deceased at the instance of the accused in their statements under <a href=\"/doc/767287/\" id=\"a_116\">Section 313</a> Cr.P.C constitutes an additional link in the chain of circumstances against the accused.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_77\">65. There is complete absence of any reason whatsoever for informant, and other witnesses to falsely implicate the appellants. The minor infirmities indicated by the learned Counsel for the appellants, such as the laches on the part of the investigating officer in failing to record the precise words of the two accused at the time that they got the dead bodies recovered, or the absence of test identification by Ramesh Rathor, the confusion about whether Ramesh was present at the time of arrest of the two appellants, the non-examination of Vishendra and Vinod, the delay in the FIR, the submissions in respect of which have been considered above, are not sufficient to dislodge the prosecution case which stand established from the overwhelming chain of circumstances enumerated above.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_78\">66. The principle of establishing a case against the accused based on circumstantial evidence hardly needs to be reiterated, however reasonable doubt should not be construed to mean any shadow of doubt which might appeal to a flickering, vacillating and sceptical mind. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1583528\" id=\"span_30\">In this connection it will be useful to cite the following passage in the case of <a href=\"/doc/1583528/\" id=\"a_117\">HP Administration v. Om Prakash</a>:     at paragraph 6:</span>\n</p>  \n\n<blockquote id=\"blockquote_29\">&quot;...It is not beyond the ken of experienced able and astute lawyers to raise doubts and uncertainties in respect of the prosecution evidence either during trial by cross-examination or by the marshalling of that evidence in the manner in which the emphasis is placed thereon. But what has to be borne in mind is that the penumbra of uncertainly in the evidence before a Court is generally due to the nature and quality of that evidence. It may be the witnesses are lying or where they are honest and truthful, they are not certain. It is therefore difficult to expect a scientific or mathematical exactitude while dealing with such evidence or arriving at a true conclusion. Because of these difficulties corroboration is sought wherever possible and the maxim that the accused should be given the benefit of doubt becomes pivotal in the prosecution of offenders which in other words means that the prosecution must prove its case against an  accused beyond reasonable  doubt  by a sufficiency of credible evidence. The benefit of doubt to which the accused is entitled is reasonable doubt - the doubt which rational thinking men will reasonably, honestly and conscientiously entertain and not the doubt of a timid mind which fights shy -though unwittingly it may be - or is afraid of the logical consequences, if that benefit was not given or as one great judge said it is &quot;not the doubt of a vacillating mind that has not the moral courage to decide but shelters itself in a vain and idle scepticism&quot;. It does not mean that the evidence must be so strong as to exclude even a remote possibility that the accused could not have committed the offence. If that were so, the law would fail to protect society as in no case can such a possibility   he,   excluded.   It   will   give   room  for  fanciful conjectures or untenable doubts and will result in deflecting the course of justice if not thwarting it altogether. It is for this reason the phrase has been criticized. Lord Goddard CJ in Rex v. Kritz, (1950) 1 KB 82 at p. 90 said that when in explaining to the juries what the prosecution has to establish a judge begins to use the words &quot;reasonable doubt&quot; and to try to explain what is a reasonable doubt and what is not. He is much more likely to confuse the jury than if he tells them in plain language. &quot;It is the duty of the prosecution to satisfy you of the prisoner&#x27;s guilt&quot;.  What in effect this approach amounts to is that the greatest possible   care   should  be   taken   by   the   court   in convicting an accused who is presumed to be innocent till the contrary is clearly established which burden is always in the accusatory system, on the prosecution. The mere fact that there is only a remote possibility in favour of the accused is itself sufficient to establish the case beyond reasonable doubt This then is the approach.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_79\">(Emphasis ours)\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_80\">67. In this view of the matter we are satisfied that the prosecution has succeeded in proving its case against the appellants beyond reasonable doubt, and their conviction deserves to be affirmed under all the provisions for which they have been convicted by the trial Court.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_81\">68. However one last question remains whether the sentence of death awarded to the appellants was appropriate and the death reference be accepted.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_82\">69. In our view this is not a fit case for confirming the sentence of death, and it cannot be held that the other option of awarding life sentence is unquestionably foreclosed. The appellants have been described as novice offenders, in the judgment of the trial court, although this has not deterred him from awarding the death sentence because of the gravity of the offence. However, in our opinion, the act of the appellants does show a degree of amateurism and inexperience. There is no material to indicate that the appellants were ever previously involved in such a crime. They appear to have caught hold of the two children and not knowing where to conceal them for demanding ransom, they have straight away murdered the two children and concealed their bodies in the rubbish dump. Thereafter they were demanding ransom by telephone. The amateurism is also evident from the fact that soon after the FIR by the informant on 4.3.2002, they were arrested on 5.3.2002 and immediately got the two dead bodies of the children recovered from the rubbish dump. We also feel that the quality of evidence may be taken into account even for determining whether a sentence of life or death would be more appropriate, even in the Court is of the opinion that there is sufficient evidence for confirming the conviction of the appellant under <a href=\"/doc/1560742/\" id=\"a_118\">Section 302</a> IPC. In our view, because of the failure of the investing agency to record the precise words of the accused at the time of recovery of the dead bodies, failure to produce the two other witnesses Vinod and Vishendra, absence of test-identification by the child witness a sentence of life imprisonment would be more appropriate, and the evidence adduced in this case even if true and reliable for convicting the appellants under <a href=\"/doc/1560742/\" id=\"a_119\">Section 302</a> IPC is not safe enough for &quot;putting out a life.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_83\">70. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593993\" id=\"span_31\">In this connection it would be useful to extract the following passage from, paragraphs 59 and 60 in <a href=\"/doc/1593993/\" id=\"a_120\">Shankar v. State of T.N.</a>,    , at page 518 in para 59:</span>\n</p>  \n\n<blockquote id=\"blockquote_30\">Learned counsel for the State, on the other hand, submitted that A-3 has also participated in the murders of D-1 to D-3 along with A-1 and A-2 and his case also stands on the same footing in awarding death sentence. But one other aspect which has been highlighted by the learned counsel for the appellants is that the quality of the evidence relied upon for holding A-3 guilty of murder charge also has to be taken into account in awarding death sentence and his further submission is that so far as the individual participation of A-3 in the murders of D-2 and D-3 is concerned, there is only the evidence of PW 1 and in respect of murders of all the three i.e. D-l to D-3, the retracted confessions of A-1 and A-2 are there but one cannot be used for corroborating the other mutually and therefore the quality of evidence is not of such high degree in respect of the nature of participation by him to which the Court can give that high value to impose death sentence. We see force in this submission. We may at this juncture refer to a discrepancy in the evidence of PW 1 &#x27;who deposed about the murders of D-2 and D-3 only. In the chief-examination, PW 1 deposed that A-3 tightened the neck of D-3 with a towel and held his legs. But in the cross-examination, when confronted, he stated that A-3 did not hold the legs of D-3. We are only pointing out this discrepancy in the evidence of PW 1 who is an accomplice in view of the fact that his evidence alone qualitatively has to be taken into consideration in respect of the nature of individual participation of A-3 for awarding death sentence. There is no other evidence as to the actual nature of participation of A-3 in the murders of D-2 and D-3 apart from that of PW 1, though there is enough of corroborating evidence in general for the purpose of inferring common intention in respect of the offences punishable under <a href=\"/doc/1560742/\" id=\"a_121\">Sections 302</a>/<a href=\"/doc/37788/\" id=\"a_122\">34</a> IPC. In the case of A-1 and A-2 there are. their own individual retracted confessions which can be acted upon regarding their individual roles. They no doubt involve A-3 also but attribute actual participation only in the murders of D-l to D-3 and in general along with others in the murders of A-4 to A-6. However, we are of the view that those retracted confessions of co-accused cannot be taken into consideration for assessing the nature of participation of A-3 for the purpose of deciding whether his case is one of the rarest of rare cases.\n</blockquote> \n\n<blockquote id=\"blockquote_31\">60. This Court in Dudh Nath Pandey case    while reducing the death sentence to imprisonment for life observed thus: (SCC p. 175, para 22)\n &quot;... if witnesses on whose evidence the life of an accused hangs in the balance, do not choose to reveal the whole truth, the Court, while dealing with the question of sentence, has to step in interstitially and take into account all reasonable possibilities, having regard to the normal and natural course of human affairs.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1037935\" id=\"span_32\">Likewise in <a href=\"/doc/1037935/\" id=\"a_123\">Suresh</a> case    taking into account the quality of evidence, this Court observed thus: (SCC p. 574, para 11)\n &quot;The extreme sentence cannot seek its main support from evidence of this kind which, even if true, is not safe enough to act upon for putting out a life.&quot;</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_85\">From this point of view we think it is not safe to confirm the death sentence of A-3.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_86\">(Emphasis ours)\n \n\n</p><p data-structure=\"Precedent\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1431328\" id=\"span_33\">71. Likewise this extract from para 11 of <a href=\"/doc/1431328/\" id=\"a_124\">Suresh v. State of U.P.</a>,    , at page 575, may be usefully perused:</span>\n</p><blockquote id=\"blockquote_32\"> &quot;11.  Coupled with these considerations is the fact that the basic evidence in the case is of a child of five who answered many vital questions with a nod of the head, one way or the other. A witness who, by reason of his immature understanding, was not administered oath and who was privileged, by reason of his years, not to make his answers in an intelligible and coherent manner is unsafe to be trusted wholesale. We cannot also overlook, what Shri L.N. Gupta highlighted, that Sunil&#x27;s statement was recorded about 20 days later. There is valid reason for the delay, namely, his state of mind (he was a witness to the murder of his mother and an infant brother) and the state of his body (he was gagged as a result of which his clavicle was fractured). Children, in the first place, mix up what they see with what they like to imagine to have seen and besides, a little tutoring is inevitable in their case in order to lend coherence and consistency to their disjointed thoughts which tend to stray. The extreme sentence cannot seek its main support from evidence of this kind which, even if true, is not safe enough to act upon for putting out a life. &quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_88\">72. The result is that the conviction and sentence of the appellants is upheld on all the charges for which they were tried subject to the modification that the sentence of death awarded to the appellants under <a href=\"/doc/1374258/\" id=\"a_125\">Section 364A</a> IPC is converted to a sentence of imprisonment for life. However in view of the grave nature of allegations in this case in which two little children have been kidnapped for ransom, and murdered, we think that this is a fit case in which the sentence of life imprisonment must means a sentence of imprisonment for the rest of their lives. In this case the appellants   shall not be entitled to any commutation or premature release under <a href=\"/doc/1571667/\" id=\"a_126\">Section 401</a> of the Code of Criminal Procedure, Prisoners Act, Jail Manual or any other statute and the rules made for the purposes of grant of commutation and remissions.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"388259\" id=\"span_34\">73. We are adopting the dictum suggested in the case of <a href=\"/doc/388259/\" id=\"a_127\">Dalbir Singh v. State of Punjab</a>,    that in a particular case where the allegations are exceptionally grave, and where the fact of release of the prisoners would constitute a danger to society, the convicting court may adopt the option of directing that the sentence of life imprisonment should not mean only a 10 to 14 years imprisonment, but imprisonment for the whole of a person&#x27;s life. In this connection para 14 of the aforesaid report (at page 753) may be usefully perused:</span>\n</p>  \n\n<blockquote id=\"blockquote_33\">&quot;14. The sentences of death in the present appeal are liable to be reduced to life imprisonment. We may add a footnote to the ruling in Rajendra Prasad case. Taking the cue from the English legislation on abolition, we may suggest that life imprisonment which strictly means imprisonment for the whole of the man&#x27;s life, but in practice amounts to incarceration for a period between 10 and 14 years may, at the option of the convicting court, be subject to the condition that the sentence of imprisonment shall last as long as life lasts where there are exceptional indications of murderous recidivism and the community cannot run the risk of the convict being at large. This takes care of judicial apprehensions that unless physically liquidated the culprit may at some remote time repeat murder.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_90\">(Emphasis ours)\n \n\n</p><p data-structure=\"Precedent\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1536562\" id=\"span_35\">74. This was the precise direction made by the apex court in <a href=\"/doc/1536562/\" id=\"a_128\">Subash Chander v. Krishan Lal</a>,   . Paragraphs 23 and 24 of the said law report at page 467 may be usefully extracted:</span>\n</p>  \n\n<blockquote id=\"blockquote_34\">23. However, in the peculiar circumstances of the case, apprehending imminent danger to the life of Subash Chander and his family in future, taking on record the statement made on behalf of Krishan Lal (A-1), we are inclined to hold that for him the imprisonment for life shall be the imprisonment in prison for the rest of his life. He shall not be entitled to any commutation or premature release under <a href=\"/doc/1571667/\" id=\"a_129\">Section 401</a> of the Code of Criminal Procedure, Prisoners Act, Jail Manual or any other statute and the rules made for the purposes of grant of commutation and remissions. \n</blockquote> \n\n<blockquote id=\"blockquote_35\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1439598\" id=\"span_36\">(2) In view of what has been stated hereinabove, the conviction and sentences awarded by the High Court to Krishan Lal (A-1), Vishnu (A-6), Banwari (A-1), Prithvi (A-8) are upheld with the rider that Krishan Lal (A-1), for the rest of his life, shall remain in prison. &quot; Likewise a similar course was adopted in <a href=\"/doc/1439598/\" id=\"a_130\">Jayawant Dattatraya Suryarao v. State of Maharashtra</a>,    . Paragraph 65, at page 148 reads as follows:</span> \n</blockquote><blockquote id=\"blockquote_36\"> &quot;65. In our view, there is force in the aforesaid submission. Accused 6, who has confessed his involvement in the crime including the crimes committed by him previously, has specifically stated that he asked Brijesh Singh to go back from the hospital without firing. He has not confessed that he has fired any shot during the incident. In this set of circumstances, even though we hold that it was an act of terrorism committed by the accused, this would not be a fit case for imposing death sentence. However, considering the confessional statement as a whole coupled with the other evidence and the terror created by the accused, we confirm the conviction but modify the sentence from death penalty to imprisonment for life - till rest of life. &quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_92\">75. In view of the aforesaid (1) Criminal appeal No. 4623 of 2004 preferred by Nandu alias Nand Lal is partly allowed. The sentence of death for his conviction under <a href=\"/doc/1374258/\" id=\"a_131\">Sections 364A</a> IPC is substituted with a sentence of life imprisonment, which shall however run for the balance of the appellant&#x27;s life. In this view of the matter little purpose would be served in maintaining the fine of Rs. 10,000 also awarded to the appellants under the said provision, which is hereby set aside. The sentence of 7 years R.I. and a fine of Rs. 1000 under <a href=\"/doc/386021/\" id=\"a_132\">Section 201</a> IPC are maintained. The sentence of 3 years R.I. and a fine of Rs. 500 under <a href=\"/doc/1555874/\" id=\"a_133\">Section 4</a>/<a href=\"/doc/73862/\" id=\"a_134\">25</a> of the Arms Act are also upheld.\n</p>  \n\n<p data-structure=\"Conclusion\" id=\"p_93\">2. Criminal appeal No. 4622 of 2004 filed by Indrajit Mallah against his conviction under Sections 364A is also partly allowed. The sentence of death for his conviction under <a href=\"/doc/1374258/\" id=\"a_135\">Sections 364A</a> IPC is substituted with a sentence of life imprisonment, which shall run for the balance of his life. However the fine of Rs. 10,000 under the said provision is set aside. The sentence of 7 years R.I. and a fine of Rs. 1000 under <a href=\"/doc/386021/\" id=\"a_136\">Section 201</a> IPC are also maintained.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_94\">3. Criminal appeal No. 4624 of 2004 has also been filed by Indrajit Mallah against his conviction under <a href=\"/doc/1555874/\" id=\"a_137\">Section 4</a>/<a href=\"/doc/73862/\" id=\"a_138\">25</a> of the Arms Act. The appeal is dismissed. The sentence of 3 years R.I. and a fine of Rs. 500 under <a href=\"/doc/1555874/\" id=\"a_139\">Section 4</a>/<a href=\"/doc/73862/\" id=\"a_140\">25</a> of the Arms Act are upheld.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_95\">The sentence of one years imprisonment in default of payment of fine awarded by the learned Sessions Judge is also affirmed in the aforesaid three Criminal Appeals\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_96\">4. Referred case No. 2 of 2004 under <a href=\"/doc/1146308/\" id=\"a_141\">Section 366</a> of Code of Criminal Procedure  sent by the trial court for confirmation of the death sentence awarded to the appellants is rejected.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_97\">The appellants who are in custody shall remain in custody to serve out the sentences awarded to them.\n</p> \n\n","numcites":50,"numcitedby":15,"docsource":"Allahabad High Court","citetid":987256,"divtype":"judgments","relatedqs":[{"value":"child witness","formInput":"child%20witness"},{"value":"sec.27 of evidence act","formInput":"sec.27%20of%20evidence%20act"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"death sentence","formInput":"death%20sentence"},{"value":"4/25 arms act","formInput":"4/25%20arms%20act"},{"value":"retracted confession","formInput":"retracted%20confession"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 201 ipc","formInput":"section%20201%20ipc"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"recovery of dead body ","formInput":"recovery%20of%20dead%20body%20"},{"value":"364a i.p.c. ","formInput":"364a%20i.p.c.%20"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"arms act","formInput":"arms%20act"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"last seen","formInput":"last%20seen"},{"value":"confession","formInput":"confession"},{"value":"indian evidence act","formInput":"indian%20evidence%20act"},{"value":"corroborative evidence ","formInput":"corroborative%20evidence%20"},{"value":"\"substantive evidence is\"","formInput":"%22substantive%20evidence%20is%22"}],"cats":[{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"punishment-for-using-arms","formInput":"tag:punishment-for-using-arms"},{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"},{"value":"kidnapping-for-ransom","formInput":"tag:kidnapping-for-ransom"},{"value":"licence-for-acquisition-of-arms","formInput":"tag:licence-for-acquisition-of-arms"}],"courtcopy":false,"query_alert":null,"agreement":false}