{"tid":587393,"publishdate":"1966-03-04","title":"Ram Lal Jagan Nath vs Punjab State Through Collector And Anr. on 4 March, 1966","doc":"<h2 class=\"doc_title\">Ram Lal Jagan Nath vs Punjab State Through Collector And Anr. on 4 March, 1966</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1966P&H436</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:i-d-dua\">I.D. Dua</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:i-d-dua\">I.D. Dua</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nDua, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This revision has been placed before us in pursuance of my order, dated 19-3-1965.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The relevant facts giving rise to this revision briefly stated are that Messrs. Ram Lal Jagan Nath (petitioner-firm in this Court) had entered into various contracts with the State of Punjab for the construction of houses and bridges and also for putting earth along the Second Bhakra Main Line. Disputes having arisen between the parties regarding payment in several cases, the contractors approached the Settlement Committee, Patiala, for arbitration. In the case before us, however, the dispute relates to work-orders No. 1-6/259, dated 21-11-1958, No. 98-100/37, dated 21-1-1954, No. 1-2/54, dated 21-1-1954 and No. 88-95/81, dated 12-12-1954. In this case, according to the department&#x27;s allegations, over-payments were made to the contractors and Shri B.S. Bansal, Superintending Engineer, was approached by the State for arbitration.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\">The petitioner-firm of contractors challenged this reference on various grounds including the plea that there is no valid arbitration agreement between the parties, and it is indeed this question which was raised before me sitting in Single Bench and which is before us for determination. The arbitration clause is printed at the back of the Work Order Form. It is desirable to reproduce all the conditions printed at the back of the Work Order Form because the learned counsel for the petitioner has also tried to build an argument on the location of the condition on which reliance is placed in support of the reference to the arbitration:--\n</p> \n\n<blockquote id=\"blockquote_1\">&quot;CONDITIONS\n  \n\n</blockquote><blockquote id=\"blockquote_2\">1. The officer in charge of the work will accept or reject the work executed, according to his judgment.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">2. The work will be measured up and paid for from time to time as the officer in charge may deem necessary, usually once a month when the progress is satisfactory.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">3. This order can be cancelled and the work stopped at any time by the officer in charge of the work or by any officer superior to him in authority. Similarly, the contractor is at liberty to cease work at any time.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">4. The work shall be executed strictly according to the specification attached.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">5. In matter of dispute the case shall be referred to the Superintending Engineer of the Circle, whose order shall be final.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">6. All work executed shall be paid for according to measurements taken by or under the orders of the officer in charge of the work, and not according to the quantity given in any estimate.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_4\">The main argument on which stress has been laid on behalf of the petitioner is that condition No. 5 does not in law constitute an arbitration agreement and in support of this submission, reliance has largely been placed on an unreported Bench decision of this Court in State of Punjab v. Shri Jagan Nath Vig, F. A. O. No. 47 of 1957, decided on 24-4-1959 (Punj) by D. Falshaw, J. (as he then was) and Mehar Singh, J. There is no doubt that this decision is on all fours with the present case and is completely in favour of the petitioner&#x27;s submission. It was precisely identical clause which was held by the Division Bench in that case not to amount to an arbitration agreement. If this decision is correct, then obviously this revision petition must succeed, but the learned counsel for the respondents submits that this decision does not lay down the law correctly and requires re-examination. According to him, this decision runs counter to an earlier Bench decision of the Lahore High Court in Governor-General in Council v. Simla Banking and Industrial Co. Ltd., AIR 1947 Lah 215, to which unfortunately, the attention of the Bench in this unreported case was not drawn. I may here reproduce the relevant portion of the judgment in Jagan Nath Vig&#x27;s case, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj):--\n</p>  \n\n<blockquote id=\"blockquote_8\">&quot;In the other appeal I do not consider that it is necessary for us even to go into the question whether the decision of the lower Court that the work orders in the various suits do not constitute proper and valid agreements or contracts between the parties, since I am of the opinion that in any case the clause which is relied upon by the State as constituting an agreement between the parties to refer any dispute between them arising out of the contract to arbitration does not in fact constitute such an agreement. The words of the clause may he repeated again:--\n</blockquote> \n\n<blockquote id=\"blockquote_9\">&#x27;In matter of dispute the case shall be referred to the Superintending Engineer of the Circle, whose order shall be final.&#x27;\n \n\nIt will be seen that the terms arbitration or arbitrator are not mentioned in this clause, which in my opinion is very vague indeed, and on this point I disagree with the view of the lower Court. It is very common for the Government whether the Central Government or the Government of a State to include in forms of contracts into which it enters a clause for the reference of any dispute arising out of the contract to arbitration, whether the contract is for the performance of works or for the purchase of goods, or for the sale of goods. All such clauses, however, which have come to my notice in several cases have clearly used the terms arbitration and arbitrator, and this particular form of work order with which we are dealing in the present case is the first standard form of contract by a Government which I have seen in which a clause which was intended to refer all the disputes arising out of the contract to arbitration has not actually used the terms arbitration and arbitrator. The clause in dispute in this case is to say the least extremely vague and I can only regard the absence of these terms as of great significance.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_5\">The decision by Bishan Narain, J. in Pun-Jab State v. Moji Ram, 59 Pun LR 567: ((S) AIR 1957 Punj 228) (wrongly mentioned in the judgment as 60 Pun LR), to which reference was made before the Bench, was not considered to be of much assistance because in the reported case the question whether the clause amounted to arbitration agreement had not been raised and it had been assumed by the parties that it was so. It may, however, be pointed out that the clause with which Bishan Narain, J. was concerned in Moji Ram&#x27;s case, 59 Pun LR 567: ((S) AIR 1957 Punj 223), is the same with which we are concerned and with which the Division Bench in Jagan Nath Vig&#x27;s case, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj), was concerned. A Single Bench decision of the Rangoon High Court (Baguley, J.) in Svvaminathen Padiachi v. Moona China Andi Ambalam, AIR 1933 Rang 407, which was also cited in Jagan Nath Vig&#x27;s case, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj), was distinguished with the following observations:--\n</p><blockquote id=\"blockquote_10\"> &quot;In that case it seems that the parties had agreed to refer some dispute which had arisen between them to the Superintendent of Land Records and to abide by his decision and it was held that this clothed the Superintendent of Land Records with the powers of arbitration. This decision was clearly on its own facts, and evidently the dispute was between two private parties who entered into an agreement to refer their dispute for decision to a Government officer. I regard the case as being on a completely different footing from a contract entered into between a contractor and the Government on a standard printed form, and as I have indicated above, in my opinion, the absence of the words arbitrator and arbitration from the clause in question, although in most other forms of contracts with Government the terms appear in the clause intended to result in disputes being referred to the arbitration, is a clear indication that the clause was not intended to amount to an agreement to refer all disputes arising out of the contract to arbitration, and I am also of the opinion that even if it was so intended, the intention has not been expressed with anything like sufficient clarity.&quot;\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_6\">The petitioner&#x27;s learned counsel has also submitted that the clauses in contracts providing for reference of disputes to arbitration call for a strict construction because they purport to exclude the jurisdiction of the ordinary Courts and unless the intention to make a reference to arbitration is expressed beyond doubt, the Courts should not enforce it.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">3. The learned counsel for the respondents has pointed out that the attention of the Division Bench in Jagan Nath Vig&#x27;s case, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj), was neither drawn to the various provisions of the Indian Arbitration Act nor to a number of other decided cases relevant to the point, including the decision of the Lahore High Court in the case of Simla Banking and Industrial Co. Ltd., AIR 1947 Lah 215. As a matter of fact, he has placed strong reliance on the reasoning and ratio of the judgment of Abdul Rashid, Actg. C. J. and Abdur Rahman, J. in the case of Simla Banking and Industrial Co. Ltd., AIR 1947 Lah 215. I consider it appropriate at this stage to reproduce somewhat exhaustively the relevant portion of that judgment. Abdur Rahman, J. speaking for the Bench, observed as follows:--\n</p>  \n\n<blockquote id=\"blockquote_11\">&quot;The first question that arises for determination is covered by issue 1 framed by the Subordinate Judge on 7-3-1942. Finding that the words &#x27;arbitration&#x27;, &#x27;arbitrator&#x27; or &#x27;arbitration agreement&#x27; did not appear in the clause and there was nothing to suggest in it that the parties had agreed to submit their differences to arbitration, the Subordinate Judge held on a review of a various cases cited on behalf of the parties before him that the agreement contained in Clause 25 did not indicate any animus arbitrandi and was more in the nature of a reference to a value or an assessor.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">I do not find myself in agreement with this finding. It is true that the words &#x27;arbitration&#x27;, &#x27;arbitrator&#x27; or &#x27;arbitration agreement&#x27; do not appear in the clause but that is, in my view, immaterial as long as the parties can be found\nto have agreed to allow the matter to be decided by a person of their own selection whose Decision was to be final, conclusive and binding on them. A perusal or the clause would show that not only the questions as the &#x27;quality of workmanship or materials used on the work&#x27; were left to be decided by &#x27;the Superintending Engineer of the Circle for the time being&#x27; but &#x27;any other question, claim, right, matter, or thing whatsoever, in any way arising out of, or relating to the contract&#x27; etc., were, after they had arisen between the parties, also agreed to be left to him for his decision.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">It is indisputable that the Courts in this country have jurisdiction to try all suits of civil nature and the present suits are undoubtedly of that nature. But it is competent to a party to a contract to contend that no right of action shall be heard or decided by a Court of law until a tribunal of their own choice has decided any differences that may arise between them. Such an agreement could be set up by a party for the purpose of asking the Court to stay its hands and to refuse to exercise its jurisdiction until the dispute between the parties had been heard by a forum of their own choice. That such an agreement could not be pleaded was not even contended. The sole contention advanced on behalf of the respondent was that an agreement such as contained in Clause 25 of the contract was not an agreement to refer the matter to an arbitrator for his final decision but merely an agreement to refer the matter to a valuer or assessor for his opinion. This is a question of fact and has to be determined on a true construction of the words used by the parties in Clause 25 of their agreement. The fact that the agreement was on a printed form or printed and kept ready by or on behalf of the appellant before it was accepted by respondent 1 is beside the point. There was no suggestion in the suit, much less evidence, that the dealings between them were not fair or that any attempt had been made on behalf of the appellant to over-reach the respondent. The parties were free to choose the terms on which they were willing to enter into a contract and it is probable, nay almost certain, that but for the respondent&#x27;s acceptance of the terms contained in Ex. D-1, this contract would not have been entered into. In the absence, however, of any plea of undue influence, coercion, etc., the parties must be held bound by the terms of the agreement and inasmuch as the matter was to be decided under Clause 25 of the agreement by a person whose decision was to be final, conclusive and binding on the parties, the person so appointed cannot but be, in my judgment, regarded as an arbitrator despite the fact that he was an employee of one of the parties.\n</blockquote> \n\n<blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"275420\" id=\"span_1\">There was nothing in the agreement to show that the Superintending Engineer&#x27;s eye alone was to be the Judge. Had that been so, the position taken up on behalf of the respondent that the person so appointed was a valuer or assessor would have had considerable force. There is, it is true, nothing in the clause that the person referred to in it was bound to record and hear evidence tendered by either party; but if he were to be palled upon to decide the matter, the enquiry before the decision is arrived at would have had to be in the nature of a judicial or quasi judicial enquiry and could not be terminated by the expression of the impression which the person so appointed might have been under from either what he might have himself seen of the respondent&#x27;s works or what he might have gathered from the construction file in possession of the Public Works Department. Moreover, the object of this clause of the agreement was not to ascertain some matter for the purpose of preventing differences from arising, such as referred by Lord Esher, M. R., In re, Carus Wilson and Greene, (1886) 18 QBD 7 but to decide the disputes which were to have come into existence before the provisions of the clause could be attracted. The decisions referred to by the learned trial Judge, S. I. Rly. <a href=\"/doc/275420/\" id=\"a_1\">Co., Ltd. v. Bhashyam Naidu</a>, 161 Ind Cas 65: (AIR 1935 Mad 356), Firm Hormusji and Daruwalla v. District Local Board, Karachi, AIR 1934 Sind 200 and Desh Ram v. Secretary of State, AIR 1936 Sind 201, render no assistance in the decision of this question, for in all those cases it was assumed that the manner in which the matter was intended to be determined by the persons referred to was neither judicial nor quasi judicial.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\">The decision of the Lahore High Court in that case on the other point, on which the agreement of reference was held vague and indefinite and, therefore, not capable of being given effect to does not concern us because in the present case no such challenge has been canvassed at the bar. The other decision on which strong reliance has been placed on behalf of the respondents is that of the Rangoon High Court in the case of Swaminathen Padiachi&#x27;s case, AIR 1933 Rang 407. It is argued that this decision lays down the correct legal position and its ratio fully applies to the present case as well. According to the counsel, the Bench of this Court in the case of Jagan Nath Vig, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj), wrongly distinguished the Rangoon decision on immaterial grounds. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"453288\" id=\"span_2\">Shri Suri has also referred us to another recent Single Bench decision of this Court by P.C. Pandit, J. in which an exactly similar clause was assumed, of course without the question being disputed, to constitute a valid arbitration agreement: <a href=\"/doc/453288/\" id=\"a_2\">Bachna Ram Sawan Ram v. State of Punjab</a>, AIR 1962 Punj 85. This decision is similar to the one given by Bishan Narain, J. in the case of Moji Ram, 59 Pun LR 567: ((S) AIR 1957 Punj 223), which was noticed by the Bench in the case of Jagan Nath Vig. F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj).</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1406193\" id=\"span_3\">In <a href=\"/doc/1406193/\" id=\"a_3\">Harbans Singh v. Punjab State</a>, AIR 1960 Punj 182, relied upon by Shri Suri, however, the language of the arbitration clause was somewhat different, though<a href=\"/doc/1406193/\" id=\"a_4\">, <a href=\"/doc/1406193/\" id=\"a_5\">in that case</a></a> also, it was assumed that the clause before the Court amounted to a valid arbitration agreement. In fairness, it may be pointed out that the clause <a href=\"/doc/1406193/\" id=\"a_6\">in that case</a> did use the expression &quot; . .</span> .shall be referred for arbitration to the Sirperintending Engineer......&quot; In Union of India v. K.D. Mehta Manohar Singh and Co., 1965-67 Pun LR 166 also, the clause was a little more detailed but there again, the words &quot;arbitrator&quot; or &quot;arbitration&quot; were not used in the clause and it was assumed that such a clause constituted a valid arbitration agreement. The respondents&#x27; counsel has also sought assistance for his submission from an English decision of the Court of Appeal in Clements v. County of Devon Insurance Committee, 1918-1 KB 94. The relevant clause in that case, so far as material for our purpose, was in these words:--\n</p><blockquote id=\"blockquote_15\"> &quot;Any dispute or question arising between the Committee and the practitioner or his legal personal representative relating to the construction of this agreement or the rights and liabilities of the Committee or the practitioner or his personal representative hereunder shall be referred to the Commissioners.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_10\">Pickford, L. J., while dealing with the scope and effect of this clause stated the position thus:--\n</p><blockquote id=\"blockquote_16\"> &quot;The plaintiff brought an action against the County of Devon Insurance Committee for the purpose of having a question arising between him and the Committee determined, and the committee applied to stay that action under <a href=\"/doc/1242720/\" id=\"a_7\">Section 4</a> of the Arbitration Act on the ground that there was a &#x27;submission&#x27; to arbitration within the meaning of that Act. The provision in Clause 14 of the agreement is that any such dispute or question shall be referred to the Commissioners. Now &#x27;referred&#x27; is an apt word which is used for referring to arbitration. It is true that the word &#x27;arbitration&#x27; is not used, but I think this must be taken as a reference to the Commissioners as arbitrators.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">These observations, according to Shri Suri, illustrate correct approach of Courts to the question of construction to be placed on clauses intended to provide for reference to arbitration. The counsel has in the course of his arguments referred us to the definition of the expression &quot;arbitration agreement&quot; and &quot;reference&quot; in <a href=\"/doc/1430346/\" id=\"a_8\">Section 2 (a)</a> and (e) respectively of the <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act</a> (X of 1940). He has emphasised that the word &quot;reference&quot; implies reference to arbitration and, therefore, merely from the absence of the words &quot;arbitrator&quot; or &quot;arbitration&quot; in the clause in question, to infer that there was no intention to refer the disputes to arbitration is to take a hyper-technical view which is unjustified and unsupportable.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">4. I have read with great care the reported Bench decision of the Lahore High Court and the unreported Bench decision of this Court and have devoted by most earnest thought to the two divergent lines of reasoning and approach. After deep deliberation. I am inclined, with respect, to take the view that broadly speaking, the approach of the Lahore decision is more in consonance with reason, justice and general principles of law. I should, however, like to deal with the question independently uninfluenced by the aforesaid two Bench decisions.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">5. An arbitration rests on mutual voluntary agreement of the parties to submit their matters of difference to selected persons whose determination is to be accepted as a substitute for the judgment of a Court. The object of arbitration is the final determination of differences between parties in a comparatively quicker, less expensive, more expeditious and perhaps less formal manner than is available in ordinary Court proceedings. Except, therefore, when a compulsory arbitration is provided by a statute, the first step towards the settlement of dispute or difference by arbitration is the entry of the parties into a valid agreement to arbitrate: every arbitration by consent thus originates in a written agreement or reference. The relation-ship of the parties is accordingly considered contractual and the matter is controlled by the law of contract.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_14\">An agreement to arbitrate, apart from what the <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration Act</a> (X of 1940) prescribes, is not required to be stated in any particular form or wording and the use of technical or formal words is not required. A valid arbitration agreement may be contained in a clause quite collateral to the main purpose of an agreement. Such an agreement may even arise by incorporation of one document containing an arbitration clause in another under which the dispute arises. The essential requirement is that the parties should intend to make a reference or submission to arbitration and should be ad idem in this respect.\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">Indeed, it seems indisputable that mere use of the terms &quot;arbitrator&quot; or &quot;arbitration&quot; in an agreement does not necessarily make it an agreement of arbitration; and similarly, mere absence of the use of the terms like &quot;arbitrator&quot; or &quot;arbitration&quot; cannot in law necessarily have the effect of taking an agreement out of the category of arbitration agreement, if otherwise the intention of the parties to agree to arbitrate is clear. No particular form appears to me to have been laid down as universal for framing an arbitration agreement; the only certain thing being that the words used for the purpose must be words of choice and determination to go to arbitration and not problematic words of mere possibility. It is in this connection worth remembering that there is nothing peculiar or extraordinary about arbitration agreements and the same rules of construction and interpretation apply to such agreements as apply to agreements generally. The Court has thus to seek to give effect to the intention of the parties as evidenced by the agreement itself, without being over-technical in its interpretation. In endeavouring to collect the intention of the parties, the Court must consider the whole context, even though the immediate object of the enquiry be the meaning of an isolated clause. This basic legal position has not been controverted at the bar before us.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">Having cleared this preliminary ground, which is sometimes apt to be lost sight of, I now turn to the <a href=\"/doc/1052228/\" id=\"a_11\">Arbitration Act</a> (X of 1940). The expression &quot;arbitration agreement&quot; has been defined in Section 2(a) to mean a written agreement to submit present or future differences to arbitration, whether an arbitrator is named therein or not: and the word &quot;reference&quot; has been de-\n</p><p data-structure=\"Precedent\" id=\"p_17\">fined in <a href=\"/doc/85567/\" id=\"a_12\">Section 2(e)</a> to mean a reference to arbitration. Looking at the agreement which concerns us, it is clear that condition No. 5 printed at the back of the Work Order Form in express words provides that in the event of dispute, the case shall be referred to the Superintending Engineer of the Circle whose order shall be final. The existence of dispute, the reference of the case to the Superintending Engineer of the Circle and the express unequivocal intention to attach finality to the order of the Superintending Engineer are extremely significant factors, which seem to clothe the Superintending Engineer with a quasi judicial character. Considering this clause rationally in its context, the conclusion seems to be almost irresistible that the parties intended the Superintending Engineer to act as an arbitrator and in no other capacity. The absence of words like &quot;arbitrator&quot; or &quot;arbitration&quot; seems to me in the context and the attending circumstances to be wholly immaterial because their omission is more than amply supplied by the language expressly providing that the case, in the matter of dispute, shall be referred to the Superintending Engineer of the Circle whose order shall be final.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">It is worth pointing out that the petitioner&#x27;s learned counsel before us has not been able to suggest any reasonably convincing alternative construction of this clause. Nor is it argued that it is open to this Court to delete this clause from the conditions or to ignore it from consideration as if the parties did not intend to be governed by it. I am, of course, aware of the existence of the distinction between valuation and arbitration which is discussed in some reported decisions. The well-known and oft-quoted English decision of the Court of Appeal (1886) 18 QBD 7, has been brought to our notice, but I am unable to read the ratio of that decision to mean that the clause like the one before us should be construed to amount to a mere agreement to accept valuation and not to an agreement to arbitrate. The instructive discussion by Lord Esher, M. R. is worth quoting:---\n</p><blockquote id=\"blockquote_17\"> &quot;If it appears from the terms of the agreement by which a matter is submitted to a person&#x27;s decision, that the intention of the parties was that he should hold an enquiry in the nature of a judicial enquiry, and hear the respective cases of the parties, and decide upon evidence led before him, then the case is one of an arbitration. The intention in such cases is that there shall be a judicial enquiry worked out in a judicial manner. On the other hand, there are cases in which a person is appointed to ascertain some matter for the purpose of preventing differences from arising, not of settling them when they have arisen, and where the case is not one of arbitration but of a mere valuation. There may be cases of an intermediate kind, where, though a person is appointed to settle disputes that have arisen, still it is not intended that he shall be bound to hear evidence or arguments. In such cases it may be often difficult to say whether he is intended to be an arbitrator or to exercise some function other than that of an arbitrator. Such cases must be determined each according to its particular circumstances.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">The learned Master of Rolls then proceeded to deal with the particular case before the Court and came to the conclusion that that was not a case of arbitration because when the umpire was appointed, it could not be pretended that any dispute had arisen, and indeed he had been appointed to determine the price of goods, not for the purpose of settling a dispute which had arisen, but of preventing any dispute. It is impossible to contend in the case before us that the reference had to be made to the Superintending Engineer of the Circle for preventing any dispute.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_20\">6. The petitioner&#x27;s learned counsel has, however, laid stress on the submission that the clause before us should be strictly construed and unless the language quite clearly makes out an agreement of arbitration, this Court should not hold it to be so. This submission is, in my opinion, somewhat misconceived. This clause has to be construed, as observed earlier, like all other clauses of contracts with a desire to discover the intention of the parties and there is no question of placing a strict or liberal construction for the purpose of discovering such intention. The argument that an arbitration agreement has the effect of ousting the jurisdiction of the established Courts of law and justice represents only one side of the question. There is also the other side, namely, that settlement of disputes by arbitration is not deemed to be contrary to our public policy, and indeed it is a recognised method for settling disputes in which the parties create their own forums, pick their own Judges, waive all but limited rights of control by Courts, dispense with the unnecessary technicalities of rules of evidence and procedure and leave the issues to be determined in accordance with the sense of justice and equity they believe their self-chosen Judges possess. This method, as observed earlier, is more expeditious, less expensive and also less formal.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\">For these reasons, it may well commend itself, particularly in certain commercial dealings and other dealings involving somewhat technical or specialised aspects. But it is unnecessary to express any considered opinion on this aspect on which much may be said both pro and con. I should like, as at present advised, to be content with observing that the intention of the parties to agree to arbitrate has to be discovered by construing the agreement as a whole in the background of all the attending circumstances.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_22\">7. An oblique suggestion has been thrown on behalf of the petitioner that the Superintending Engineer of the Circle was intended to act as a referee but this point has not been developed or persisted in, and perhaps rightly. Nothing more need, therefore, be said on it.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_23\">8. The petitioner&#x27;s learned counsel has next made a faint attempt to urge that in the present case the Government had already got ready the printed forms which the petitioner was made to sign. I am unable to appreciate how this submission can throw any helpful light on the construction of Clause 5 of the conditions because no case of undue influence or coercion has been pleaded or made out on behalf of the contractor, and indeed, the counsel has very frankly stated that that is not the ground on which he seeks to attack the validity of the agreement. It is unnecessary to point out that the recognised rules of construction according to which contracts are interpreted, do not seem to draw any distinction between contracts to which the Government is one of the parties and the contracts between two private parties. At least no principle nor precedent has been brought to our notice which would lend support to any such distinction in the eye of law. It is, however, not irrelevant to observe that the Government having drafted this clause, it may well be assumed that the draftsman was aware of the significance of the use of the word &quot;referred&quot; as pointed out in some judicial pronouncements.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_24\">9. Shri Bhatnagar, learned counsel for the petitioner, has during arguments also contended that Clause 5 of the conditions should be so construed as to exclude disputes arising out of Clause 6 of the conditions because Clause 6 follows and docs not precede Clause 5. I am unable to see how this argument can help the petitioner&#x27;s counsel in supporting the present revision, though I must also confess my utter inability to accede to this contention. The expression &quot;in the matter of dispute&quot; appears to me to be comprehensive enough to cover all disputes arising out of the agreement which is the subject-matter of the Work Order Form and the mere location of the clause of reference at serial No. 5 can on no rational or reasonable grounds be held to restrict its application to a part of the dispute. As a matter of fact, I also find it difficult to support the disputes arising out of Clause 6 and other disputes because the dispute relating to payment would quite reasonably be also covered by some of the clauses preceding Clause 5. That the operation of Clause 5 should be restricted only to Clause 4 is also unacceptable on the language of the clauses.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_25\">10. Finally, it has been submitted on behalf of the petitioner that the Government had itself realised that the clause like the present is defective and that now the Government has drafted a clause which is more specific on the point. It is, however, not disputed that the clause in question has been used by the Government in a large number of similar contracts and in quite a few of them, the disputes arising out of the references came to Courts, but except in the cases of Jagan Nath Vig, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj). and the Simla Banking and Industrial Co. Ltd., AIR 1947 Lah 215, in none of them, to the knowledge of the petitioner&#x27;s counsel, was it ever urged before the Lahore High Court or before this Court that such a clause does not amount to an arbitration agreement.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">I confess I have not been able to appreciate the scope of the counsel&#x27;s submission. If the clause before us construed in its context, clearly expresses the intention of the parties to refer me case, in the event of dispute to the arbitration of the Superintending Engineer of the Circle, then merely because in order to obviate in future, objections like the present, the Government has re-drafted the arbitration agreement in more specific language, would scarcely constitute a justification for this Court to ignore the intention and to hold to the contrary, namely, that this clause does not amount to an arbitration agreement. Before closing this topic, 1 consider it proper to make a passing reference to another argument raised by Shri Suri According to him, in more cases than one, exactly similar clauses have been the subject-matter of controversy in this Court and though eminent counsel appeared in those cases, except in the case of Jagan Nath Vig, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj), in no other case, did the counsel argue that the clause did not amount to an arbitration agreement because of the absence of the use of expression like &quot;arbitrator&quot; and &quot;arbitration&quot; This, according to the counsel, is suggestive of the weakness or the argument: the counsel has also referred to Mohin and Co. Ltd. v. Atul Chandra Dutta, (1950) 85 Cal LJ 188, in which the contract contained in an arbitration clause in terms &quot;Any dispute regarding this contract is to be settled by the Bengal Chamber of Commerce&quot; was assumed to constitute an arbitration agreement by Harris, C. J. and Chakravarti, J., the only question canvassed in that case being as to how wide the agreement was.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"780258\" id=\"span_4\">The counsel has also cited in the same connection <a href=\"/doc/780258/\" id=\"a_13\">Shamji Mal v. Sefton and Co. Ltd.</a>, 1954-56 Pun LR 187: (AIR 1954 Punj 190). I do not consider it necessary to express any opinion on this argument because, in my view, the clause in question considered in its context does seem to constitute an arbitration agreement. In this Court, it appears that the Bench decision in the case of Simla Banking and Industrial Co. Ltd., AIR 1947 Lah 215, was considered to have settled the point and may be, that for this reason, the point was not raised at the bar in other cases except in the case of Jagan Nath Vig, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj).</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">11. As a result of the above discussion, in my opinion, the approach of the Lahore High Court in the case of Simla Banking and Industrial Co. Ltd., AIR 1947 Lah 215, is the correct one and speaking with respect, the view taken by this Court in the case of Jagan Nath Vig, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj), is somewhat difficult to support. I may before concluding make a few observations about the desirability of liberal reporting in the law reports of the judgments deciding important questions of law. Had the unreported judgment in the case of Jagan Nath Vig, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj), been reported in the law reports in due course, the point which is now being decided by this Bench, would have been decided by a larger Bench much earlier. The various Single Bench decisions like the one in the case of Bachna Ram, AIR 1962 Punj 85 in which the clause like the present was assumed without any discussion to constitute a valid arbitration agreement, would perhaps have dealt with the matter in detail. It is, of course, unfortunate that the decision of the Lahore High Court, even though reported, was not brought to the notice of the Bench hearing Shri Jagan Nath Vig&#x27;s case, F. A. O. No. 47 of 1957, dated 24-4-1959 (Punj), but such lapses cannot be helped. I have, however, little doubt that had that decision been cited, the matter would have been settled, if necessary, by a larger Bench on that occasion.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\">In a democratic set-up governed by the Mule of law, it is of the highest importance that law should be certain and should be given adequate publicity. It is accordingly most appropriate that important judgments of the High Court deciding doubtful questions of law should be more liberally reported so that the bar and the litigants concerned are able more easily to acquaint themselves with the legal position, as clarified by the High Court, and the conflicts in the decisions are removed without undue delay. The cause of democracy under the Rule of Law and of justice is thus better served more by liberal than by restricted reporting of important decisions and the sooner its importance is realised, the better, for this would at least facilitate quicker judicial scrutiny and review by superior and successor Courts on which depends the healthy growth of the doctrine of judicial precedent.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\">12. For the reasons foregoing, this revision fails and is hereby dismissed but without any order as to costs.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">Shamsher Bahadur, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">13. I agree that the revision petition should be dismissed for the reasons given by my learned brother Dua, J.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> R. S. Narula, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_34\">14. So do I.\n\n \n\n</p>","numcites":8,"numcitedby":23,"docsource":"Punjab-Haryana High Court","citetid":587393,"divtype":"judgments","relatedqs":[{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"work order","formInput":"work%20order"},{"value":"quasi judicial","formInput":"quasi%20judicial"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"valid agreement","formInput":"valid%20agreement"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"Vague","formInput":"Vague"},{"value":"Judicial and quasi judicial ","formInput":"Judicial%20and%20quasi%20judicial%20"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":false,"query_alert":null,"agreement":false}