{"tid":92192093,"publishdate":"2024-08-13","title":"M/S Larsen And Toubro vs Rajasthan Urban Sector Development ... on 13 August, 2024","doc":"<h2 class=\"doc_title\">M/S Larsen And Toubro vs Rajasthan Urban Sector Development ... on 13 August, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-bansal\">Sudesh Bansal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-bansal\">Sudesh Bansal</a></h3>\n\n<pre id=\"pre_1\">[2024:RJ-JP:33112]\n\n        HIGH COURT OF JUDICATURE FOR RAJASTHAN\n                    BENCH AT JAIPUR\n\n                 S.B. Arbitration Application No. 7/2024\nM/s Larsen And Toubro, Office At Campus, 2Nd Floor, TC 1\nBuilding, Mount Poonamallee Road, Manapakkam, Chennai-600\n089, Through Its Authorized Signatory, C.P. Rajesh S/o C.\nPitchai, Age 43 Years, R/o S/125 Ashiana Amar Bagh, New Pali\nRoad, Jodhpur.\n                                                         ----Petitioner-Applicant\n                                     Versus\n1.       Rajasthan Urban Sector Development Project, (RUIDP),\n         Through Its Project Director, Avs Building, Jawaharlal\n         Nehru Marg, Jaipur, 302017, Rajasthan.\n2.       Superintending        Engineer,        RUIDP,        1898-A,    Vaishnav\n         Colony, Sojat Road, Pali, Rajasthan 206401.\n                                                                   ----Respondents</pre>\n\n\n<pre id=\"pre_2\">For Petitioner(s)          :     Mr. Vinay Kothari,\n                                 Mr. Mehul Kothari,\n                                 Mr. Pranjul Chopra\nFor Respondent(s)          :     Mr. Rishabh Khandelwal\n\n\n              HON&#x27;BLE MR. JUSTICE SUDESH BANSAL\n                             Order\n\nReserved on :                                                     26th July, 2024\nPronounced on :                                             13th August, 2024\n</pre><p data-structure=\"CDiscource\" id=\"p_1\">1.    Heard learned counsel for both parties and perused the\n\nrecord placed before this Court.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.    Instant application has been filed by and on behalf of\n\napplicant M/s Larsen and Toubro Limited (for short &quot;L&amp;T Company)\n\nunder <a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and Conciliation Act, 1996\n\n(for short &quot;A&amp;C Act) for appointment of Arbitrators to adjudicate\n\nthe dispute that has arisen with respondent- Rajasthan Urban\n\nSector Development Project (for short &quot;RUIDP&quot;) in connection with\n\nclaiming new rate of variation in terms of clause 13.3 of GCC for\n\nexcess work carried out beyond the original BOQ (Bills of\n\n<span class=\"hidden_text\" id=\"span_1\">                      (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                  (2 of 22)                    [ARBAP-7/2024]\n\n\nQuantity) agreed under the tender contract dated 24.09.2015,\n\nbetween applicant and respondent-RUIDP pursuant to tender bid\n\ndated 23.04.2015. For ready reference Clause 13.3, as reproduced\n\nin the letter of applicant dated 24.05.2023 (Ann-P3) is being\n\nextracted hereunder:-\n</p>\n<blockquote id=\"blockquote_1\">            &quot;In case of Variation, except as otherwise stated in the\n     Contract, the Employer&#x27;s representative shall proceed in\n     accordance with Sub-Clause 3.5 [Determinations] to agree\n     or determine the Contract Price by evaluating each item of\n     work, applying the measurement agreed or determined the\n     appropriate rate or price for the item. For each item of\n     work, the appropriate rate or price for the item shall be the\n     rate or price specified for such item in the Contract. The\n     RUIDP Schedule of Rates (SOR) of 2013 shall be part of the\n     Contract Agreement.\n</blockquote><blockquote id=\"blockquote_2\">     Variation will be dealt as follows:\n</blockquote><blockquote id=\"blockquote_3\">     (i) for items having weightage of each item upto 0.1% of\n     the Accepted Contract Amount, quantity variations will be\n     paid on BOQ rate. No new rate will be given.\n</blockquote><blockquote id=\"blockquote_4\">     ii) for items having weightage of each item more than 0.1%\n     of the Accepted Contract Amount, quantity variation (plus or\n     minus) upto 20% of the BOQ quantity will be paid on the\n     BOQ rates. Quantity variation will generally be limited to\n     20% of BOQ quantity.\n</blockquote><p data-structure=\"Issue\" id=\"p_3\">     New rate for BOQ item for quantities more than 20% of\n     BOQ quantity and non BOQ items and items of Major\n     Maintenance:\n</p><blockquote id=\"blockquote_5\">     *      Each new rate or price shall be derived from any\n     relevant rates or prices in the Contract, with reasonable\n     adjustments. The adjustment in rates shall be based on\n     RUIDP Schedule of Rates (SOR) 2013.\n</blockquote><blockquote id=\"blockquote_6\">     *      no rates or prices are relevant for the derivation of a\n     new rate or price from BOQ items, it shall be derived from\n     the reasonable cost of executing the work (rate analysis on\n     current market rate), together with profit of 20%. The rate\n     analysis method will be based on RUIDP SOR analysis.\n     Until such time as an appropriate rate or price is agreed of\n     determined, the Engineer shall determine a provisional rate\n     or price for the purposes of Interim Payment Certificates as\n     soon as the concerned work commences.&quot;\n</blockquote>\n<blockquote id=\"blockquote_7\">\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">3.    The Arbitration Clause 20.8 contained in documents of\n\ntender contract dated 24.09.2015, arrived at between parties is\n\nbeing extracted hereunder:\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n<span class=\"hidden_text\" id=\"span_2\">                     (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n</p><blockquote id=\"blockquote_8\"> [2024:RJ-JP:33112]                  (3 of 22)                    [ARBAP-7/2024]\n\n\n     &quot;20.8(a) Arbitration to be administered by: For a\n     contract with a local Contractor: In the case of a dispute\n     between the Employer and the Contractor, the dispute\n     shall be settled by arbitration in accordance with the\n     rules of procedure for Indian arbitration act as in force on\n     the date of the Contract.\n</blockquote><p data-structure=\"Issue\" id=\"p_6\">     Place of arbitration: Jaipur, State of Rajasthan India\n     [....].\n</p><p data-structure=\"Conclusion\" id=\"p_7\">     (b) Dispute shall be settled by sole or three Arbitrators.\n     Dispute to be arbitrated upon shall be referred to a sole\n     Arbitrator where the total value of claims does not\n     exceed to Rs.10 millions. Beyond the claim limit of Rs. 10\n     Million, there shall be three arbitrators. For this purpose\n     the Employer will make out a panel of Engineers with the\n     requisite qualifications and professional experience\n     relevant to the field to which the Contract relates. This\n     panel, will be for serving or retired Engineers\n     Departments of Government or of Public Sector. The\n     Arbitrator/Arbitrators shall be appointed within a period\n     of 30 days from the date of receipt of written\n     notice/demand of appointment of Arbitrator by either\n     party. In case of a single arbitrator, the will be of three\n     Engineers, out of which the contractor will choose one. In\n     case three arbitrators are to be appointed, the Employer\n     will make out a panel of five. The contractor and the\n     employer will choose one arbitrator each and the two so\n     chosen will chose the third arbitrator from the panel.\n     Neither party shall be limited in the proceeding before\n     such arbitrator/s to the evidence or arguments put\n     before the Engineer for the purpose of obtaining his\n     decision. No decision given by the Engineer in accordance\n     with the foregoing provisions shall disqualify him from\n     being called as witness and giving evidence before the\n     arbitrator/s on any matter whatsoever, relevant to\n     dispute or difference referred to arbitrator/s. The\n     arbitration proceeding shall be held at Jaipur. The\n     arbitrators shall always give item-wise and reasoned\n     awards in all cases where the value of total claim exceeds\n     to Rs. 5.00 million. Where three arbitrators have been\n     appointed, the award by the majority will prevail.\n</p><p data-structure=\"Facts\" id=\"p_8\">     (c) The language for proceeding, documents and\n     communication shall be English and the awards shall be\n     made in writing. Add the following at the end of the\n     Clause:\n</p><blockquote id=\"blockquote_9\">     Provision of this sub clause will be applicable only for\n     settlement of claims of disputes between the parties for\n     values less than or equal to 10% of the Design Build\n     contract value. In case of more claim value, this\n     provision will not be applicable and arbitration will not be\n     remedy for settlement of such disputes.&quot;\n</blockquote>\n<blockquote id=\"blockquote_10\">\n\n\n<span class=\"hidden_text\" id=\"span_3\">                     (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                  (4 of 22)                    [ARBAP-7/2024]\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_9\">4.    Learned counsel for the applicant submits that applicant-\n\ncontractor awardee is entitled to claim new rate of variation from\n\nthe respondent-RUIDP, for the extra work done due to facing with\n\nhard rock strata, while commencing trenchless work of laying\n\ndown pipeline for water supply. Learned counsel submits that\n\nseveral communications were exchanged between parties in\n\nrespect of the issue, pertaining to release of payment as per\n\nvariation rate under Clause 13.3 of GCC, than the original BOQ,\n\nbut dispute is still persisting.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">5.    Learned counsel for applicant submits that prior to seeking\n\nsettlement of dispute through Arbitration under Clause 20.8 of\n\nGCC, the applicant also pressed Clause 20.3 to appoint the\n\nDispute Adjudication Board (DAB) and when dispute was declined\n\nto be placed before DAB by the respondents, then, lastly applicant\n\ninvoked arbitration agreement to appoint Arbitrators to adjudicate\n\nthe dispute.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">6.    Learned counsel       submits        that the claimed amount of\n\nescalated cost is above 10 millions i.e. more than one crore but is\n\nless than 10% of the total bid price of Rs.496 crore, therefore,\n\nunder the agreed terms of arbitration agreement, panel of three\n\nArbitrators is required to be constituted as per Clause 20.8 (b). As\n\nper Arbitration Agreement, both parties were required to nominate\n\none Arbitrator from their side and then both Arbitrators would\n\nappoint third Arbitrator.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">7.    Learned counsel for the applicant submits that before filing\n\nthe instant application for appointment of Arbitrators, applicant\n\ninvoked Arbitration Clause by serving the legal notice dated\n\n<span class=\"hidden_text\" id=\"span_4\">                     (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                  (5 of 22)                    [ARBAP-7/2024]\n\n\n18.11.2023 (Ann-P5) upon the respondents, raising a claim for\n\nescalated cost of Rs.35,15,39,030/- (plus financing charges\n\ncalculated at the annual rate of 3 percentage points above the\n\ndiscounted rate of Central Bank). The estimated escalated cost\n\namount is subject to modification. In the legal notice, one\n\nArbitrator from the applicant&#x27;s side has been nominated asking to\n\nappoint Arbitrator from the side of respondents. In response\n\nthereof, respondent No.2 wrote letter dated 19.12.2023 to the\n\nProject Director of RUIDP (Ann-P6) seeking guidance to nominate\n\nArbitrator from their side in terms of Arbitration Clause. Copy of\n\nthis letter dated 19.12.2023 was forwarded to applicant&#x27;s counsel\n\nas well as to the Arbitrator nominated from the side of applicant.\n\nBut thereafter no further response in furtherance to such\n\ncommunication was given by the respondents, hence, applicant\n\nhas filed the instant application before the High Court on\n\n09.01.2024 for appointment of Arbitrators.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">8.    Respondents have filed reply to the Arbitration Application\n\nand have raised various objections to reject the prayer of the\n\napplicant to appoint Arbitrators for adjudication of dispute, but\n\nthis Court feels that before adverting to the objections so raised\n\nby and on behalf of respondents, it is necessary to refer few\n\nrelevant facts, in brief, which have emerged from the record, to\n\nshow the background of the case whereunder the dispute between\n\nparties in respect of claiming escalated price of excess work\n\nbeyond the rates agreed in the tender contract, BOQ has arisen\n\nand prayer for appointment of Arbitrators by the High Court has\n\nbeen made by the applicant:\n</p>\n<p data-structure=\"Issue\" id=\"p_14\"><span class=\"hidden_text\" id=\"span_5\">                     (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n</p><blockquote id=\"blockquote_11\"> [2024:RJ-JP:33112]                      (6 of 22)                             [ARBAP-7/2024]\n\n\n8.1      An invitation for bid was advertised by the RUIDP vide tender\n\ndated 23.04.2015 (Ann-P1) for &quot;Construction of Work of Water\n\nSupply, Distribution Network Improvement and providing Sewage\n\nNetwork with House Connections, Construction of Sewerage\n\nTreatment Plants &amp; allied works of entire system for 10 years at\n\nPali.&quot;\n</blockquote>\n<blockquote id=\"blockquote_12\">8.2      Applicant- L&amp;T Company participated in the bid and emerged\n\nas a successful bidder. A Letter of Acceptance dated 24.09.2015\n\n(Ann-P2) was issued by RUIDP in favour of applicant-Company\n\nand the contract to carry out such project was awarded under\n\ncontract     No.RUSDP/Pali/01            against        total        bid    price   of   Rs.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_15\">4,96,00,00,000/- (Rs.496 Crores).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">8.3      It appears that thereafter, RUIDP issued communication\n\ndated 19.10.2015 to L&amp;T Company to proceed with the work and\n\nwork was started from 02.11.2015.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">8.4      It has been pointed out by the applicant, which has not been\n\ndisputed from the side of respondents as well that the contract\n\nawarded on 24.09.2015 for Construction of Work of Water Supply,\n\nDistribution Network Improvement and Operation Services of the\n\nentire system is for a period of 10 years and such contract is still\n\nongoing. The work of excavation, laying down of the trenches and\n\nother misc. work including operational services of the system is\n\ncontinuing and is an ongoing process, thus, it has been noted as\n\nundisputed fact that the work by the applicant under the awarded\n\ncontract is still continuing and in progress even during course of\n\nthe      present     arbitration     application        seeking            appointment    of\n\nArbitrators.\n</p>\n<p data-structure=\"Section\" id=\"p_18\"><span class=\"hidden_text\" id=\"span_6\">                         (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                  (7 of 22)                       [ARBAP-7/2024]\n\n\n8.5 According to the applicant-Company, once the construction\n\nwork was started at site, various site-specific constraints emerged\n\nat spot because Hard Rock Strata were encountered along with\n\nalignment of pipe and therefore, in order to complete the\n\ntrenchless work, applicant had to mobilize specialized machinery\n\non the site and applicant-Company had to do excess work in the\n\nrock affected areas. Thus, the case of applicant-Company is that\n\nthe L&amp;T Company had to execute work beyond the original BOQ,\n\nin order to complete the project progress, hence, in this\n\neventuality, applicant-Company is entitled for the new rates for\n\nsuch items, which are in excess of approved quantity of work for\n\nthe Rock Strata; Therefore, the applicant-Company requested time\n\nand again to RUIDP to consider the above variation and to proceed\n\nto make payment of the excess work, done by L&amp;T Company, as\n\nper the new rates in view of Clause 13.3 of the tender agreement,\n\nwhich deals with for variation procedure. The Clause 13.3 of GCC\n\nhas already been extracted hereinabove.\n</p>\n<p data-structure=\"PetArg\" id=\"p_19\">8.6   Counsel for applicant contends that the claim of applicant for\n\nescalated cost has not been honored by the respondents and to\n\nsettle such dispute, the prayer of applicant to appoint DAB and to\n\nplace the dispute before the DAB has been refused by the\n\nrespondents, therefore, the applicant has to file the present\n\narbitration    application    invoking          Clause      20.8   of   GCC    for\n\nappointment of Arbitrators to adjudicate such dispute.\n\n</p><p data-structure=\"RespArg\" id=\"p_20\">9.    Coming to the objections, taken by the respondents in their\n\nreply, it appears that following three objections have been raised:-\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                     (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n</p><blockquote id=\"blockquote_13\"> [2024:RJ-JP:33112]                    (8 of 22)                           [ARBAP-7/2024]\n\n\n</blockquote><blockquote id=\"blockquote_14\">(i) Applicant has not followed pre-arbitration step for appointment\n\nof the Dispute Adjudication Board, (DAB) and it is mandatory\n\ncondition that prior to invoking of the arbitration Clause, applicant\n\nhas to place the dispute before the DAB for adjudication as per\n\nClauses 20.1, 20.3, 20.4 and 20.6 of the Contract, hence, the\n\nArbitration Application is pre-mature.\n</blockquote>\n<blockquote id=\"blockquote_15\">(ii) The claim of applicant relating to variation in rate of contract,\n\nhas turned out of limitation, therefore, the claim being barred by\n\nthe limitation has become stale and cannot be sent to arbitration.\n\n</blockquote><blockquote id=\"blockquote_16\">(iii) The quantum of escalated cost exceeds 10% of the total\n\ncontract value, hence, as per proviso to Clause 20.8 (c), the claim\n\nis not arbitrable.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_21\">Objection No.(i):\n</p>\n<p data-structure=\"Facts\" id=\"p_22\">10.   In respect of the issue about seeking appointment of DAB in\n\norder to place the dispute before the DAB for adjudication, prior to\n\nappointment of Arbitrators by the parties as per Clause 20.8,\n\ncounsel for applicant drew attention of this Court on the detailed\n\ncommunication        dated     24.05.2023,          which          was   sent   by   the\n\napplicant to respondents demanding to reimburse the payment of\n\nexcess work at the new rate as per Clause 13.3 of GCC. In this\n\ncommunication, applicant asked the respondents to constitute\n\nDAB so as to place the dispute between DAB. For ready reference,\n\nin Clause 31 of the communication dated 24.05.2023, it was\n\nspecifically stated by the applicant that &quot;L&amp;T in series of\n\ncommunications        being       sent      before,        making         the   instant\n\nrepresentation before the Employers Representative for it to be\n\nawarded its rightful dues in accordance with the terms and\n\n<span class=\"hidden_text\" id=\"span_8\">                       (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                     (9 of 22)                            [ARBAP-7/2024]\n\n\nconditions of the contract failing which it proposes to place the\n\npresent dispute before the DAB in accordance with Clause 20.3 as\n\nprovided in Particular condition of Contract.&quot;\n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">11.   Learned        counsel    for    applicant        submits       that      thereafter\n\nanother letter dated 03.07.2023 was also sent to respondents\n\nwhereby     a   prayer     was        made      to    constitute          the   DAB,   but\n\nrespondents vide letter dated 24.07.2023 has rejected the\n\nproposal of the applicant to constitute and refer the dispute before\n\nthe DAB. The copies of both letters dated 24.05.2023 and\n\n03.07.2023 sent by applicant have been placed on record as Ann-\n\nP3 and copy of letter dated 24.07.2023, replied by respondents is\n\nenclosed as Ann-P4 with the arbitration application as also Ann-4\n\nwith the reply of respondents.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">12.   Learned counsel for applicant contends that in the letter\n\ndated 24.07.2023 (Ann-P4), respondents clearly denied to appoint\n\nDAB, stating inter alia that the claim put forth by the applicant\n\nand sought to be placed before the DAB, is no longer a valid claim.\n\nLearned counsel contends that even thereafter, applicant sent one\n\nmore communication dated 17.08.2023 (Ann-P7, enclosed with\n\nthe rejoinder), stating inter alia, that the rejection of the proposal\n\nof the applicant to constitute DAB is fallacious and the matter may\n\nbe placed before the DAB, but this communication was never\n\nresponded by the respondents.\n</p>\n<p data-structure=\"PetArg\" id=\"p_25\">13.   Learned counsel for the applicant contends that in such\n\ncircumstances, applicant lastly served one legal notice dated\n\n18.11.2023       (Ann-P5)       upon       respondents              and    invoked     the\n\narbitration Clause 20.8. He submits in para 9 of the legal notice\n\n<span class=\"hidden_text\" id=\"span_9\">                        (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                 (10 of 22)                    [ARBAP-7/2024]\n\n\ndated 18.11.2023, that the applicant quantified the quantum of\n\nescalated cost of Rs.35,15,39,030/-, which was subject to\n\nmodification and in para 10. also disclosed the name of Arbitrator\n\nnominated from the side of applicant.\n</p>\n<p data-structure=\"RespArg\" id=\"p_26\">14.   Learned counsel for applicant submits that through this legal\n\nnotice, applicant asked the respondents to nominate Arbitrator\n\nfrom their side within a period of 15 days, but since respondents\n\ndid not appoint Arbitrator from their side, hence, the applicant has\n\nfiled the present application before the High Court on 09.01.2024\n\nfor appointment of Arbitrators.\n</p>\n<p data-structure=\"RespArg\" id=\"p_27\">15.   The contention of the counsel for applicant is that in the\n\nabove referred facts and circumstances, it may not be said that\n\nthe applicant has not undertaken the process to appoint DAB. He\n\nsubmits that prior to seeking reference of dispute to be adjudicate\n\nby the Arbitrators, applicant has made an attempt to get the DAB\n\nconstituted and to refer the dispute to DAB for adjudication, but\n\nsince respondents refused to appoint DAB as much as declined to\n\nrefer the dispute to DAB alleging the claim of applicant to be no\n\nlonger valid claim through its letter dated 24.07.2023 (Ann-P4),\n\ntherefore, now the plea of respondents to allege that the present\n\nArbitration Application seeking appointment of the Arbitrators is\n\npre-mature, due to not undertaking the pre-arbitration steps, is\n\nmisconceived and unsustainable.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">16.   In addition to above, the contention of counsel for applicant\n\nis that the requirement of pre-mature step may not be held as\n\nmandatory.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">\n\n\n<span class=\"hidden_text\" id=\"span_10\">                     (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                  (11 of 22)                        [ARBAP-7/2024]\n\n\n</p><p data-structure=\"RespArg\" id=\"p_30\">17.   Per contra, counsel for respondents contends that the\n\ncondition to appoint DAB and to place the dispute before the DAB\n\nfor adjudication, is a mandatory requirement prior to invocation of\n\nthe arbitration agreement and because the applicant did not adopt\n\nthe procedure for appointment of DAB, his prayer was refused,\n\ntherefore, it may not be said that the applicant has undertaken\n\nthe pre-mature steps, hence, the present arbitration application is\n\nliable to be dismissed as pre-mature and at the most, applicant be\n\nrelegated to appoint DAB and to place the dispute before the DAB.\n\n</p><p data-structure=\"RespArg\" id=\"p_31\">18.   Having considered rival contentions of counsel for both\n\nparties, this Court finds at the outset that arising out of dispute\n\nbetween parties is not in question. Further the respondents have\n\nnot denied to receive the communication dated 24.05.2023 and\n\n03.07.2023       (Ann-P3)      as     also       the     communication       dated\n\n17.08.2023 (Ann-P7), sent by the applicant to the respondents or\n\nto representatives of respondents. Respondents have also not\n\ndisputed their reply letter dated 24.07.2023 (copy of which has\n\nbeen enclosed by the applicant as Ann-P4 as also by the\n\nrespondents as Ann-4 with the reply), wherein respondents denied\n\nto appoint the DAB and did not agree to refer the dispute before\n\nthe DAB, stating inter alia, that the claim put forth by the\n\napplicant is no longer a valid claim.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">19.   Thus,      in   view     of      such       undisputed         exchange    of\n\ncommunications        between         parties       in     respect    of   seeking\n\nappointment of DAB and to place the dispute before the DAB, the\n\napplicant cannot be blamed for not adhering to the pre-arbitration\n\nsteps and for by-passing the procedure to appoint DAB and to\n\n<span class=\"hidden_text\" id=\"span_11\">                      (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                     (12 of 22)                      [ARBAP-7/2024]\n\n\nplace the dispute before the DAB. It appears that on the contrary,\n\nprayer of the applicant to constitute DAB in order to place the\n\ndispute before DAB, was out-rightly rejected by the respondents,\n\nturning the claim of the applicant, in the nature of &quot;no longer a\n\nvalid claim&quot; as stated by the respondents in their reply letter\n\ndated 24.07.2023. This letter given by the respondents to the\n\napplicant, in response to the communication of the applicant dated\n\n24.05.2023 and 03.07.2023 (Ann-P3), is an admitted document,\n\ntherefore,    the plea of           respondents          that applicant has      not\n\nundertaken the procedure to place the dispute before the DAB as\n\nper Clauses 20.1, 20.3, 20.4 and 20.6 of the Contract is not\n\nacceptable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">20.   In this regard, the additional contention of counsel for\n\napplicant that the understanding between parties to place the\n\ndispute before the DAB prior to appointment of Arbitrators by the\n\nparties to adjudicate the dispute, cannot be treated as mandatory\n\nin nature is also worthy and merit acceptance, more particularly,\n\nin the given facts and circumstances of the present case. In the\n\nopinion of this Court, it is not appropriate to dismiss the\n\napplication for appointment of Arbitrators only for the reason that\n\ndispute between parties could not be placed before the DAB. As\n\nhas already been observed hereinabove that from the side of\n\napplication, proposal to constitute DAB and to place the dispute\n\nbefore the DAB was made which had been turned down by the\n\nrespondents.         Thus,   the     procedure         to    appoint   DAB and    to\n\nadjudicate the dispute by DAB as envisaged in Clauses 20.1, 20.3,\n\n20.4 and 20.6 indeed could not fructify between parties.\n\n<span class=\"hidden_text\" id=\"span_12\">                         (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                   (13 of 22)                         [ARBAP-7/2024]\n\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">21.   Here it would not be out of place to refer Clause 20.7 which\n\nsays that both parties shall attempt to settle the dispute amicably\n\nbefore    the   commencement             of    arbitration.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192522649\" id=\"span_13\">In   this   respect,\n\nreference of the judgment of the Supreme Court in case of\n\n<a href=\"/doc/192522649/\" id=\"a_2\">Demerara Distilleries (P) Ltd. Vs. Demerara Distillers Ltd.</a>\n\n[(2015) 13 SCC 610], would be suffice wherein the Hon&#x27;ble\n\nSupreme Court observed that &quot;the Elaborate correspondence by\n\nand between the parties, as brought on record of the present\n\nproceeding, would indicate that any attempt, at this stage, to\n\nresolve the disputes by mutual discussion and mediation would be\n\nan empty formality.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"186421772\" id=\"span_14\">In case of <a href=\"/doc/186421772/\" id=\"a_3\">Sarvesh Security Services\n\nLimited Vs. DSIIDC</a> [2018 SCC OnLine Del 7996], the Delhi\n\nHigh Court held such type of pre-arbitration Clause as of only\n\ndirectory in nature.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">22.   It is well established principle of law through various\n\njudgments of the Hon&#x27;ble Supreme Court that an arbitration\n\nagreement is a commercial document inter parties and must be\n\ninterpreted so as to give effect to the intention of parties, rather\n\nthan to invalidate it on technicalities. To buttress such proposition,\n\nreference of the judgments of the Hon&#x27;ble Supreme Court in cases\n\nof MTNL Vs. Canara Bank [(2020) 12 SCC 767] and M/s\n\nGovind       Rubber       Limited           Vs.      M/s           Louids      Dreyfus\n\nCommodities Asia (P) Ltd. [(2015) 13 SCC 477] would be\n\nsuffice. Thus, in the present case, it is manifestly clear that the\n\nparties had intention to refer the disputes arisen under the tender\n\nagreement to the Arbitrators for which they agreed to enter into\n\narbitration agreement, hence, when the other pre-arbitration steps\n\n<span class=\"hidden_text\" id=\"span_15\">                       (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                     (14 of 22)                           [ARBAP-7/2024]\n\n\nto place the dispute before DAB and to settle the dispute by way\n\nof    amicable       settlement       have      not     fructified,        it    would   be\n\ninappropriate and unjust to deny the prayer of applicant to appoint\n\nthe Arbitrators to adjudicate the dispute that has arisen between\n\nparties as discussed hereinabove.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">23.    In view of above discussions and reasons, objection No.(i) of\n\nthe respondents is hereby rejected and the Arbitration Application\n\ncannot be treated as pre-mature.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">Objection No.(ii)\n\n</p><p data-structure=\"PetArg\" id=\"p_38\">24.    Counsel for respondents contends that a letter dated\n\n11.01.2018 was issued by the applicant raising the issue to claim\n\nthe new rates of variation as per Clause 13.3 of GCC and this\n\nletter has been enclosed with the reply as Ann-3. Hence, the\n\ncontention of the counsel for respondents is that cause of action to\n\nclaim new rates of variation as per Clause 13.3 of GCC has arisen\n\nto applicant at the time of issuance of letter dated 11.01.2018,\n\ntherefore, the application for appointment of Arbitrator filed on\n\n08.01.2024, is barred by the limitation and the claim has virtually\n\nturned into a stale claim.\n</p>\n<p data-structure=\"Section\" id=\"p_39\">25.    In counter, counsel for applicant has relied upon a letter\n\ndated 17.10.2022 (Ann-P8 placed on record along with rejoinder),\n\nstating    inter      alia   that      through         this      letter,        respondents\n\nacknowledged the fact of variation in work as much as agreed\n\nabout the usage of excess resources by the applicant in execution\n\nof the work in the rock strata areas. Thus, virtually the RUIDP has\n\napproved the variation proposal but the payment was agreed to be\n\nmade as per the contract agreement, hence, the cause of action to\n\n<span class=\"hidden_text\" id=\"span_16\">                         (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                 (15 of 22)                    [ARBAP-7/2024]\n\n\nclaim the payment of the extra work items according to new rates\n\nof variation as per Clause 13.3 of GCC has accrued after issuance\n\nof letter dated 17.10.2022 by the respondents.\n\n</p><p data-structure=\"PetArg\" id=\"p_40\">26.   Learned counsel for the applicant submits that thereafter the\n\napplicant sent communications dated 24.05.2023, 03.07.2023 and\n\n17.08.2023, then lastly legal notice dated 18.11.2023 and,\n\nthereafter has filed this arbitration application on 08.01.2024,\n\ntherefore, in such factual backdrop, the arbitration application\n\ncannot be rejected as barred by limitation.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">27.   This Court finds that the issuance of letter dated 17.10.2022\n\nby the respondents is an admitted fact because from the side of\n\nrespondents, an additional affidavit dated 25.07.2024 of one Mr.\n\nSanjay Mathur, Office In-charge and working as Superintending\n\nEngineer, PIU, Pali, has been placed on record. In this additional\n\naffidavit, it has been admitted that in the letter dated 17.10.2022,\n\nrespondents had approved variation and in pursuance thereof,\n\napplicant has received payment of Rs.16.92 crores till date for\n\ncarrying out the trenchless work in the rock under the contract\n\nafter approval of the variation of the said work. Thus, when the\n\nrespondents have acknowledged and approved the variation of\n\nwork in the rock affected areas in its letter dated 17.10.2022, the\n\ncause of action allegedly accrued to applicant to claim variation\n\nrate at the time of issuing letter dated 11.01.2018, has virtually\n\nbeen revived because it was also stated therein that payment shall\n\nbe made as per agreed contract terms only. This letter dated\n\n17.10.2022 also gives rise to a cause of action as well as revives\n\nthe cause of action.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\"><span class=\"hidden_text\" id=\"span_17\">                     (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                 (16 of 22)                    [ARBAP-7/2024]\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_43\">28.   Furthermore, this is an undisputed fact that the contract was\n\nawarded for a period of 10 years in the year 2015 and term of\n\ncontract is upto year 2025; indisputably, the work of excavation\n\nlaying down the trenches and operational services of water supply\n\nproject is continuing, therefore, it may not be held that the\n\npresent application for appointment of Arbitrators is barred by\n\nlimitation.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">29.   However, it is made clear that this Court has dealt with the\n\nissue of limitation only for the purpose of appointment of\n\nArbitrators and whether the claim of escalated cost made by the\n\napplicant against the respondents falls within period of limitation\n\nor not, shall be considered finally on merits by the Arbitrator and\n\nparties would be at liberty to make their respective contentions in\n\nthis regard.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">30.   For aforesaid reasons, the objection No.(ii) raised                   by\n\nrespondents is hereby rejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">Objection No.(iii)\n\n</p><p data-structure=\"CDiscource\" id=\"p_47\">31.   Counsel for respondents contends that since the quantum of\n\nescalated cost exceeds 10% of the total value of bid contract,\n\ntherefore, the dispute is non-arbitrable in view of proviso to\n\nClause 20.8(c) of Tender Agreement. In this respect, it is\n\nnoteworthy that undeniably the total value of bid contract is\n\nRs.496 crores. In the legal notice dated 18.11.2023 (Ann-P5, in\n\npara No.9), applicant has disclosed the quantum of escalated cost\n\nas Rs.35,15,39,030/- subject to modification. This escalated cost\n\nis less than 10% of the total value of the contract. Counsel for\n\nrespondents contends that payment of Rs.16.92 crores has\n\n<span class=\"hidden_text\" id=\"span_18\">                     (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                 (17 of 22)                    [ARBAP-7/2024]\n\n\nalready been released to the petitioner pursuant to letter dated\n\n17.10.2022 and after receiving that amount, applicant is claiming\n\nadditional    escalated   cost      of    Rs.35,15,39,030/-,     hence,    the\n\nquantum of escalated cost comes to (Rs.35,15,39,030/- +\n\nRs.16,92,00,000/- = Rs.52,07,39,030/-), which exceeds 10% of\n\nthe contract value of Rs.496 crores, as such the dispute be treated\n\nas non-arbitrable.\n</p>\n<p data-structure=\"RespArg\" id=\"p_48\">32.   Per contra, counsel for applicant disputes to receive the\n\npayment of Rs.16.92 crores against the escalated cost, however,\n\nhe submits that the applicant shall not claim the escalated cost,\n\nquantum of which exceed 10% of the total contract value, hence,\n\nthe proviso to Clause 20.8(c) is not applicable at this stage. He\n\nsubmits that the quantum of escalated cost is not yet determined,\n\nhowever, same would certainly be less than 10% of the total\n\ncontract value, therefore, the dispute to claim escalated cost is\n\narbitrable and the proviso to Clause 20.8 (c), does not apply.\n\n</p><p data-structure=\"CDiscource\" id=\"p_49\">33.   Having considered the rival contentions of counsel for both\n\nparties, this Court finds that the quantum of claimed escalated\n\ncost is yet to be assessed by the applicant and it is to be\n\nconsidered by the Arbitration Tribunal, that the claimed amount\n\ndoes not exceed 10% of the total contract value and the bar\n\nenvisaged under Clause 20.8 (c) is not applicable to adjudicate the\n\ndispute. At this stage, appointment of Arbitrator may not be\n\ndeclined on this count.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">34.   Accordingly, the objection No.(iii) is hereby decided against\n\nthe respondents.\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">\n\n\n<span class=\"hidden_text\" id=\"span_19\">                     (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                   (18 of 22)                       [ARBAP-7/2024]\n\n\n</p><p data-structure=\"Section\" id=\"p_52\">35.    Indisputably, a written Arbitration Agreement as contained in\n\nClause 20.8 of the Tender Agreement extracted hereinabove,\n\nexists between parties and while considering the application for\n\nappointment of Arbitrators under <a href=\"/doc/1841764/\" id=\"a_4\">Section 11</a> of the A&amp;C Act, the\n\nHigh Court is required to examine the existence of an Arbitration\n\nAgreement as envisaged under <a href=\"/doc/63461877/\" id=\"a_5\">Section 11(6A)</a> of the A&amp;C Act. For\n\nready reference the provision of <a href=\"/doc/63461877/\" id=\"a_6\">Section 11(6A)</a> of A&amp;C Act is\n\nbeing reproduced hereunder:-\n</p>\n<blockquote id=\"blockquote_17\">             &quot;(6A) The Supreme Court or, as the case may be,\n       the High Court, while considering any application under\n       sub-section (4) or sub-section (5) or sub-section (6),\n       shall, notwithstanding any judgment, decree or order\n       of any Court, confine to the examination of the\n       existence of an arbitration agreement.&quot;\n</blockquote>\n<blockquote id=\"blockquote_18\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_53\">36.    In a recent judgment dated 30.12.2023, delivered by the\n\nSeven Judges Bench of the Hon&#x27;ble Supreme Court in Re:\n\n</p><blockquote id=\"blockquote_19\">Interplay       Between       Arbitration          Agreements         Under    The\n\nArbitration and Conciliation Act 1996 and the Indian\n\nStamps Act, 1989 [AIR 2024 SC 1], in para No.152 and 154, it\n\nhas clearly been observed that the omission of <a href=\"/doc/63461877/\" id=\"a_7\">Section 11(6A)</a>\n\nproposed by introducing <a href=\"/doc/1306164/\" id=\"a_8\">Arbitration and Conciliation (Amendment)\n\nAct, 2019</a> (Act 33 of the 2019) has not been notified in the Official\n\nGazette and therefore, the said provision continues to remain in\n\nfull   force.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43502055\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_21\">In   this   judgment,         placing      reliance   on   previous\n\njudgments of the Apex Court delivered in the cases of <a href=\"/doc/133653680/\" id=\"a_9\">Duro\n\nFelguera, S.A. Vs. Gangavaram Port Limited</a> [(<a href=\"/doc/43502055/\" id=\"a_10\">2017) 9 SCC\n\n129] and Mayavati Trading Private Limited Vs. Pradyuat\n\nDeb Burman</a> [(2019) 8 SCC 714], it has been held that the\n\nlegislature confined the scope of reference under <a href=\"/doc/63461877/\" id=\"a_11\">Section 11(6A)</a>\n\n<span class=\"hidden_text\" id=\"span_22\">                       (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                 (19 of 22)                    [ARBAP-7/2024]\n\n\nto the examination of existence of an arbitration agreement. It\n\nhas been held that the referral Court only needs to consider one\n\naspect to determine the existence of an arbitration agreement-\n\nwhether underlying contract contains arbitration agreement which\n\nprovides for arbitration pertaining to the dispute, which has arisen\n\nbetween parties to the agreement. Thus, this Court has to rely\n\nupon the provision of <a href=\"/doc/63461877/\" id=\"a_12\">Section 11(6A)</a> of the A&amp;C Act, which is\n\nextracted hereinabove.</span></span>\n</blockquote>\n<p data-structure=\"Section\" id=\"p_54\">37.   Coming to the issue of appointment of panel of three\n\nArbitrators, the agreement between parties was that the employer\n\nwill make out a panel of five arbitrators, out of which, the\n\ncontractor and the employer will choose one Arbitrator each and\n\nthen the two Arbitrators so chosen, will choose the third\n\nArbitrators from the panel. Undeniably, parties have not been able\n\nto appoint the Arbitrators as per the above procedure, therefore,\n\nin the opinion of this Court, provisions of <a href=\"/doc/664559/\" id=\"a_13\">Section 10(2)</a> of the A&amp;C\n\nAct, comes in play and the Arbitration Tribunal of a sole Arbitrator\n\nwill be appropriate and valid. No specific qualifications have been\n\ncontemplated by parties to appoint Arbitrators and in the opinion\n\nof this Court, appointment of Arbitrator from the panel of\n\nrespondents would be against the spirit of <a href=\"/doc/750244/\" id=\"a_14\">Section 12(1)</a> &amp; <a href=\"/doc/16912364/\" id=\"a_15\">12(5)</a>\n\nof the A&amp;C Act. The Arbitrator, being the most crucial part of the\n\nArbitration proceedings, is expected to be an independent,\n\nimpartial and unbiased with either of the parties in the decision\n\nmaking. If any expert opinion of any Chief Engineer or other\n\nOfficer of Public Works Department, relating to the subject matter\n\nin issue, would be required, the sole Arbitrator has the discretion\n\n<span class=\"hidden_text\" id=\"span_23\">                     (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                   (20 of 22)                        [ARBAP-7/2024]\n\n\nto call for the expert comments/ opinions to adjudicate the\n\ndispute.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">38.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1375804\" id=\"span_24\">In case of <a href=\"/doc/1375804/\" id=\"a_16\">Citibank Vs. TLC Marketing PLC</a> [(2008) 1\n\nSCC    481],     the   Hon&#x27;ble        Supreme         Court        observed   that   a\n\ncomposition of Arbitral Tribunal comprising of three Arbitrators, is\n\nnot necessary or expedient nor it can be said to be fair and\n\nreasonable in the larger interest of parties because such an order\n\nmay lead to burdening the parties to bear extra amount of money\n\nin prosecuting the arbitral proceedings, which as per objectives of\n\nthe Act, are less expensive and more efficacious remedy to the\n\nparties to settle their disputes. Thus, it is well settled that the\n\narbitration proceedings must be simple, less expensive and\n\nexpedient for the parties to adjudicate the dispute.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_56\">39.   In case of Union of India Vs. M/s Singh Builders\n\nSyndicate [(2009) 4 SCC 523], the High Court of Delhi rejected\n\nthe contention on behalf of the Government that Court was not\n\nvested with any powers to appoint a sole Arbitrator in distinction\n\nto the arbitration agreement, which provided in the panel of three\n\nArbitrators. The Apex Court upheld the order passed by the High\n\nCourt of Delhi, appointing a sole Arbitrator by observing that the\n\nappointment of the sole Arbitrator by the High Court is valid. Such\n\nproposition has recently been followed by the High Court of Delhi,\n\nin Arbitration Petition No.24/2024 decided on May 22,\n\n2024, in the case of Twenty-Four Secure Services Pvt. Ltd.\n\nVs. Competent Automobiles Company Limited [2024 SCC\n\nOnLine Del 4358].\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">\n\n\n<span class=\"hidden_text\" id=\"span_25\">                       (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n [2024:RJ-JP:33112]                   (21 of 22)                        [ARBAP-7/2024]\n\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">40.     Thus, this Court finds that instead of appointing a panel of\n\nthree    Arbitrators   from      the     panel      of      named    Arbitrators    of\n\nrespondents, appointment of sole Arbitrator would meet the aim\n\nand object of the A&amp;C Act to settle the dispute through\n\nArbitration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">41.     The final outcome of the aforesaid discussions is that the\n\npresent Arbitration Application deserves to be allowed and the\n\nArbitration Tribunal of sole Arbitrator may be appointed to\n\nadjudicate the dispute between parties in accordance with\n\nprovision of the A&amp;C Act, 1996.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">42.     Hence, the present Arbitration Application succeeds and\n\nsame is hereby allowed. This Court constitutes the Arbitration\n\nTribunal of sole Arbitrator of Hon&#x27;ble Mr. Justice Ajay Rastogi,\n\nFormer Judge of the Supreme Court, Address:- A-6, Anand\n\nNiketan, New Delhi-110021 Mobile No.98290-11638; E-mail:-\n\n</p><blockquote id=\"blockquote_20\">rasajay18@gmail.com, to adjudicate the dispute between parties\n\nin    accordance     with    the     provisions        of    the    <a href=\"/doc/1306164/\" id=\"a_17\">Arbitration    and\n\nConciliation Act, 1996</a>.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_61\">43.     The Arbitration fee shall be payable in accordance with the\n\nprovisions contained in the Manual of Procedure for Alternative\n\nDispute Resolution, 2009 as amended by the Manual of Procedure\n\nfor Alternative Resolution (Amendment), 2017 vide notification\n\ndated 23.03.2017 read with 4th Schedule appended to the Act of\n\n1996.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">44.     The Registry is directed to intimate the Arbitrator Hon&#x27;ble\n\nMr.Justice Ajay Rastogi, for his approval.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">\n\n\n<span class=\"hidden_text\" id=\"span_26\">                       (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n</p><p data-structure=\"Precedent\" id=\"p_64\">                                    [2024:RJ-JP:33112]                     (22 of 22)                           [ARBAP-7/2024]\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_65\">                                   45.       Parties are at liberty to raise their respective objections\n\n                                   before the Arbitrator, who is supposed to consider and decide the\n\n                                   objections as well as the dispute between parties in accordance\n\n                                   with law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\">                                   46.       Since as per <a href=\"/doc/60091652/\" id=\"a_18\">Section 29A</a> of the Arbitration Act, 1996, the\n\n                                   arbitration proceedings are required to be concluded within\n\n                                   scheduled time as stipulated therein, it is expected that parties\n\n                                   shall      provide   E-mail/      Contact       Number/          Mobile      Number    of\n\n                                   themselves as also of their authorized representatives/ lawyers,\n\n                                   appearing on their behalf respectively, before the Arbitration\n\n                                   Tribunal, in order to facilitate the Arbitrator to send information to\n\n                                   the parties, whenever required. The information send by the\n\n                                   Arbitrator, on such address/ E-mail/ cellphone of the parties/ their\n\n                                   authorized representative lawyers, shall be treated as sufficient\n\n                                   unless same is not changed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">                                   47.       As per arbitration agreement, the arbitration proceedings are\n\n                                   to be commenced at Jaipur, hence, same may be commenced\n\n                                   accordingly or at the place, which is convenient to both parties as\n\n                                   also      of   the   Arbitrator     either      physically           or   through   Video\n\n                                   Conferencing. Both parties shall mark their presence before the\n\n                                   Arbitrator on 09th September, 2024 or on any other date as\n\n                                   informed by the Arbitrator to the parties or agreed between both\n\n                                   parties with the consent of Arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">                                   48.       All pending application(s), if any, stand disposed of.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_69\">                                                                                               (SUDESH BANSAL),J\n\n                                   NITIN /\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                            (Downloaded on 16/08/2024 at 10:30:59 PM)</span>\n\n\n\n\nPowered by TCPDF (www.tcpdf.org)\n </p>","numcites":13,"numcitedby":0,"docsource":"Rajasthan High Court - Jaipur","citetid":92192093,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}