{"tid":69716883,"publishdate":"2011-04-20","title":"Suresh Chand vs State Of Haryana on 20 April, 2011","doc":"<h2 class=\"doc_title\">Suresh Chand vs State Of Haryana on 20 April, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-mittal\">Satish Kumar Mittal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-mittal\">Satish Kumar Mittal</a></h3>\n\n<pre id=\"pre_1\">      IN THE HIGH COURT OF PUNJAB AND HARYANA AT\n                     CHANDIGARH.\n\n                                            Crl. A. No. 80-DB of 2007\n                                      DATE OF DECISION : 20.04.2011\n\nSuresh Chand\n                                                       .... APPELLANT\n                                Versus\nState of Haryana\n                                                     ..... RESPONDENT\n\n                                           Crl. A. No. 698-DB of 2007\n                                      DATE OF DECISION : 20.04.2011\n\nState of Haryana\n                                                       .... APPELLANT\n                                Versus\nSuresh Chand\n                                                    ..... RESPONDENT\n\n                                          Crl. A. No. 1046-DB of 2007\n                                      DATE OF DECISION : 20.04.2011\n\nState of Haryana\n                                                       .... APPELLANT\n                                Versus\nSonu alias Viresh and another\n                                                   ..... RESPONDENTS\n\nCORAM :- HON&#x27;BLE MR. JUSTICE SATISH KUMAR MITTAL\n         HON&#x27;BLE MR. JUSTICE M. JEYAPAUL\n\nPresent:    Mr. Baldev Singh, Senior Advocate, with\n            Mr. A.D.S. Sukhija and Mr. Deepinder Singh, Advocates,\n            for the appellant.\n            (in Crl. A. No. 80-DB of 2007) and\n            for the respondents\n            (in Crl. Appeals No. 698-DB &amp; 1046-DB of 2007)\n            Mr. S.S. Randhawa, Addl. A.G., Haryana.\n\n            Mr. Bijender Dhankar, Advocate,\n            for the complainant.\n                        ***\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                    -2-\n\n\n\nSATISH KUMAR MITTAL , J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.          This judgment shall dispose of Criminal Appeal No. 80-DB of\n\n2007, filed by accused Suresh Chand (hereinafter referred to as `A-1&#x27;)\n\nagainst his conviction and sentence; Criminal Appeal No. 698-DB of 2007,\n\nfiled by the State of Haryana for enhancement of sentence of A-1; and\n\nCriminal Appeal No. 1046-DB of 2007, filed by the Sate of Haryana against\n\nthe acquittal of two accused, namely Sonu alias Viresh and Shiv Parkash\n\nalias Poli (hereinafter referred to as `A-2 and A-3&#x27;), who are son and\n\nemployee of A-1.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">2.          In the present case, A-1 to A-3 were tried under <a href=\"/doc/1560742/\" id=\"a_1\">Sections\n\n302</a>/<a href=\"/doc/37788/\" id=\"a_2\">34</a>, <a href=\"/doc/455468/\" id=\"a_3\">307</a>, <a href=\"/doc/455468/\" id=\"a_4\">307</a>/<a href=\"/doc/37788/\" id=\"a_5\">34</a> IPC and <a href=\"/doc/73862/\" id=\"a_6\">Section 25</a> of the Arms Act, for committing\n\nthe murder of three persons, namely Amit, Vikas and Rajesh, by firing pistol\n\nshots at them. Vide judgment dated 23.11.2006, passed by the court of\n\nAdditional Sessions Judge, Chandigarh, A-1 has been convicted for the\n\noffences under <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> IPC for committing murder of three persons;\n\nand <a href=\"/doc/73862/\" id=\"a_8\">Section 25</a> of the Arms Act on two counts, firstly for having used a\n\npistol .762 MM, being carried by him without any licence or permit and\n\nsecondly for having been in conscious possession of a country made .315\n\nbore pistol, whereas A-2 and A-3 have been acquitted of the charges, while\n\ngiving them benefit of doubt. Vide order dated 29.11.2006, passed by the\n\ntrial court, A-1 has been sentenced to undergo life imprisonment and to pay\n\na fine of ` 3 lakhs or to undergo rigorous imprisonment for three years in\n\ndefault of payment of fine under <a href=\"/doc/1560742/\" id=\"a_9\">Section 302</a> IPC; and to undergo rigorous\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                    -3-\n\n\n\nimprisonment for five years and to pay a fine of ` 5,000/- or to undergo\n\nrigorous imprisonment for a period of one year in default of payment of\n\nfine, each on both the aforesaid counts, under <a href=\"/doc/73862/\" id=\"a_10\">Section 25</a> of the Arms Act.\n\nCase of the prosecution\n\n</p><p data-structure=\"Facts\" id=\"p_3\">3.          As per the prosecution version, which is based upon the\n\nstatement (Ex.PB) of Ajit Singh (PW.15), who was serving as a Social\n\nStudies Teacher in Government Senior Middle Standard School, Barwali,\n\non 31.8.2002 (a day before the occurrence), his nephew Varinder alias\n\nMonu (PW.13), when he was beaten by A-2, had gone to City Sonepat in\n\nconnection with Janam Ashtami festival. He told him (complainant) and his\n\nbrother about this incident in the morning of 1.9.2002. On the same day, at\n\nabout 3.15 PM, to protest against the said incident, the complainant and his\n\nyounger brother Kuldip (PW.16), who was serving as Head Constable in\n\nDelhi Police, along with his son Rajesh, nephew Vikas and Amit (friend of\n\nVikas) went on two motor cycles, to the Pepsi Agency of A-1 (father of A-\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2), which was situated in Aggarwal Enclave, Mirch Mandi, Sonipat, where\n\nA-1, A-2 and A-3 met them. When the complainant side protested against\n\nthe incident of previous day, A-1 asked them as to how they have dared to\n\nvisit his agency to make a complaint against his son (A-2). When they told\n\nhim that they had come just to lodge a protest and he should not indulge in\n\nrowdism, A-1 got enraged. He exhorted A-2 and A-3 to bring out their\n\nweapons to kill them. On this, A-3 brought out a pistol from the agency and\n\nhanded over the same to A-1. A-2 also brought out a country made pistol\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                      -4-\n\n\n\nfrom inside. Then A-1 with an intention to kill Amit, Vikas and Rajesh fired\n\nfrom his pistol towards them. The shots landed at the face and chest of\n\nAmit, at the head and back of Vikas and in the chest and head of Rajesh. A-\n\n2 also fired a shot from his country made pistol towards the complainant\n\nwith an intention to kill him, but the shot did not hit the complainant. Amit,\n\nVikas and Rajesh fell down. The complainant and his brother Kuldip ran\n\naway from the spot to save themselves, while leaving their motor cycles at\n\nthe place of occurrence. After some time, when they returned on the spot,\n\nthey found Amit, Rajesh and Vikas were lying dead. The pistol, from which\n\nA-1 had fired shots, was lying near the feet of Amit and the country made\n\npistol of A-2 was lying near the dead body of Vikas. According to the\n\ncomplainant, this incident had taken place at about 3.30/3.45 PM. After the\n\nincident, the complainant first went to his house to inform about the\n\noccurrence to his family members and from there, he went to Police Station\n\nCity Sonipat for lodging the report. At the gate of the Police Station,\n\nInspector Darshan Lal (PW.17) met him, who recorded the statement\n\n(Ex.PB) of complainant Ajit Singh at 5.00 PM, on the basis of which the\n\nformal FIR (Ex.PB/1) was registered against A-1 to A-3 at 5.10 PM, and the\n\nspecial report was sent to the Ilaqa Magistrate, which was received by him\n\nat 12.15 AM (mid-night).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">4.          After recording the statement of Ajit Singh and sending the\n\nruqa for registration of case, Inspector Darshan Lal along with the police\n\nparty went to the spot. From the spot, he picked up a pistol (Ex.PW8/D)\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                     -5-\n\n\n\ncarrying a live cartridge of 7.62 MM, lying near the feet of the dead body of\n\nAmit; a country made pistol (Ex.PW8/F) carrying a live cartridge\n\n(Ex.PW8/H) of .315 bore, lying near the dead body of Vikas; eight empty\n\ncartridges of 7.62 MM (Ex.PW17/1 to Ex.PW17/8); two pieces of bullet\n\n(Ex.PW17/9 and Ex.PW17/10); a piece of jacket of bullet (Ex.PW17/11); a\n\nplastic crate of Pepsi (Ex.PW17/12), lying near the head of deceased Vikas,\n\nwhich was having mark of bullet landing upon it; broken pieces of glass\n\nlying near the dead body of Rajesh; three separate blood soaked earth from\n\nbesides the dead body of Amit, near the dead body of Vikas and besides the\n\ndead body of Rakesh; and two motor cycles. All these articles were taken\n\ninto possession vide recovery memo (Ex.PW8/B), which was attested by\n\nSub Inspector Rajinder Singh (PW.14) and Sube Singh (PW.8). Thereafter,\n\nInspector Darshan Lal prepared rough site plan (Ex.PW17/17) of the place\n\nof occurrence and the inquest reports (Ex.PW17/18 to Ex.PW17/20) qua\n\ndead bodies of Amit, Vikas and Rajesh, which were attested by Bhim Singh\n\n(PW.5) and Dharamvir Singh. The dead bodies were sent to Civil Hospital,\n\nSonipat for post mortem examination.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">5.             On 2.9.2002 at 11.15 AM, Dr. S.S. Bhogal, Medical Officer,\n\nCivil Hospital, Sonipat (PW.3), being a member of the Board of Doctors\n\nconstituted by the Medical Superintendent, Sonipat, conducted post mortem\n\nexamination on the dead body of Amit, and found the following injuries on\n\nhis person :\n</p>\n<blockquote id=\"blockquote_1\">1.    A lacerated punctured wound of a diameter of 1 cm having inverted\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                     -6-\n\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_7\">     margins and in front of lobule of left ear with clotted blood.\n     Blackening was present near the wound in an area of 2 cm diameter\n     with multiple punctate pin head size blackish spots all around the\n     wound in an area of 4 cm diameter. The wound was explore to find\n     under-lying subcutaneous muscles were lacerated with lot of\n     haemetoma formation. The track was going medially, downward and\n     posteriorly towards the right side damaging the vessels and deeper\n     part of tongue, oropharynx and vessels of the right side of neck.\n</p><p data-structure=\"Facts\" id=\"p_8\">2.   A punctured lacerated wound of the size of 1.5 cm diameter with\n     everted margins was found present on the right side of the neck just\n     below the angle of mandible. Rigor mortis of the mandible was found\n     fractured and right neck muscles and vessels were found lacerated.\n</p><p data-structure=\"Precedent\" id=\"p_9\">3.   A lacerated punctured wound of the size of 1 cm diameter with\n     inverted margins with blackening around the wound was found\n     present on the lateral aspect of the right arm 20 cm below the tip of\n     the right shoulder. The wound was explored to find the track going\n     medially with laceration in the subcutaneous tissue and muscle.\n     Clotted blood was found present in the muscles.\n</p><p data-structure=\"Facts\" id=\"p_10\">4.   A punctured lacerated wound of the size of 1 cm diameter was found\n     present with everted margins on the medial aspect of the right arm 5\n     cm below the right axilla. Fat was coming out of the wound and\n     clotted blood was present.\n</p><p data-structure=\"Section\" id=\"p_11\">5.   A punctured lacerated wound of the size of 1 cm diameter was found\n     present on the right side of the chest and the level of the mid axillary\n     lying 4 cm below the right axilla. On exploration the track was going\n     medially posteriorly passing through the subcutaneous tissue muscles\n     and entering the right pleural cavity injuring the right lung\n     posteriorly. Right pleural cavity was full of blood and right lung\n     lacerated. Left lung was also lacerated and 5th rib on the left side was\n     found fractured besides the fracture of left scapula and the wound\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                      -7-\n\n\n\n      track was coming out posteriorly on the left scapular area.\n</p><p data-structure=\"Facts\" id=\"p_12\">6.    A punctured lacerated wound of the size of 1.25 cm diameter was\n      found present with everted margins was noticed on the posterior\n      lateral aspect of the upper part of the left side of the chest, 5 cm\n      below the left axilla. Clotted blood was present at the site and all the\n      internal visceral organs were found pale but healthy.\n\n</p><p data-structure=\"Facts\" id=\"p_13\">6.           Injuries No.1, 3 and 5 were entry wounds, whereas injuries No.\n\n2, 4 and 6 were exit wounds. As per the Post Mortem Report (Ex.PE) of\n\ndeceased Amit, the cause of death was due to shock and haemorrhage as a\n\nresult of injuries to vital organs of the body. All the injuries were found to\n\nbe ante mortem in nature and sufficient to cause death in the normal course\n\nof life. The probable duration between injuries and the post mortem was\n\nbetween 6 to 36 hours, and death must have occurred within a few minutes\n\nfrom receiving the injuries.\n</p>\n<p data-structure=\"Facts\" id=\"p_14\">7.           On the same day at 12.15 PM, Dr. S.S. Bhogal, conducted post\n\nmortem examination on the dead body of Vikas, and found the following\n\ninjuries on his person :\n</p>\n<blockquote id=\"blockquote_2\">1.    Multiple reddish brown contusions were present on the lateral aspect\n      of the left leg, left wrist and right iliac-crest.\n</blockquote><blockquote id=\"blockquote_3\">2.    A circular lacerated wound of the size of 1 cm diameter with inverted\n      margins and blackening all around the wound on the right temporal\n      area of skull lying 5 cm above the right pinna was noticed. On\n      exploration haemotema was noticed on the subcutaneous area and the\n      under-lying wound was fractured. The skull was opened to find track\n      of wound going towards the left side of the skull which was slightly\n      downward and backward and had caused laceration of the brain\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                        -8-\n\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_15\">      tissue. Cranial cavity was found full of blood and the track of wound\n      was going posteriorly on the left side of the skull just on the left side\n      of the occiput. The dimensions of the wounds were 4 x 2 cm with\n      everted margins and clotted blood was present and occiput wound\n      was fractured.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">3.    Wound of the size of 0.8 cm diameter with inverted margins was\n      found on the left side of the chest lying 6 cm supro medial aspect of\n      the left memory area with surrounding subcutaneous haemotema. The\n      wound was explored to find underline 4th and 5th ribs fractured. Track\n      of the wound was going through the left lung, auricle of the heart and\n      then passing through the right lung and coming out of the back side\n      of the right side of chest at right subscapular area of the chest where it\n      joined the wound with dimensions of 1.25 cm x 1 cm with everted\n      margins. All of the internal visceral organs were healthy but paled.\n      Both of the lungs were found lacerated.\n</p><p data-structure=\"Precedent\" id=\"p_17\">4.    A circular lacerated wound of the size of 1.25 cm diameter was found\n      in the supra clavicular area with inverted margins with clotted blood\n      with blackening all around the wound. On exploration, the track of\n      the wound was noticed going downward and backward and medially\n      traversing through the left pleural cavity, right lung along with\n      visceral of heart and the track ended at the wound with dimension of\n      1.25 cm diameter on the back with everted margins.\n</p>\n<p data-structure=\"Facts\" id=\"p_18\">8.          Injuries No.2, 3 and 4 were entry and exit wounds. As per the\n\nPost Mortem Report of deceased Vikas (Ex.PG), the cause of death was due\n\nto shock and haemorrhage as a result of injuries to brain, lungs and heart.\n\nAll the injuries were found to be ante mortem in nature and sufficient to\n\ncause death in the normal course of life. The probable duration between\n\nbetween injuries and the post mortem was between 6 to 36 hours, and death\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                       -9-\n\n\n\nmust have occurred within a few minutes from receiving the injuries.\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">9.          On the same day, Dr. A.S. Ahlawat, Medical Officer (PW.4)\n\nbeing a member of the Board of Doctors constituted by the Medical\n\nSuperintendent, Sonipat, conducted post mortem examination on the dead\n\nbody of Rajesh, and found the following injuries on his person :\n\n</p><blockquote id=\"blockquote_4\">1.    Wound of entry with inverted margins of the size of 1.5 cm x 1 cm on\n      the left side of neck, 6 cm below the angle of left mandible was\n      found. Abraded collar with blackening of the margins was also\n      present.\n</blockquote><blockquote id=\"blockquote_5\">2.    A wound of exit was present on the left side of scalp in the left\n      temporal occipital region measuring 3.5 cm x 1.5 cm with everted and\n      lacerated margins. On dissection of the dead body of Rajesh, injury\n      No.1 was found to have caused, inter alia, fracture of left temporal\n      and occipital bone and subcutaneous tissue of the neck and ending at\n      injury No.2 was found present. On removing the vault extradural\n      haemotema was found on the temporal occipital region of left side.\n</blockquote><blockquote id=\"blockquote_6\">3.    Wound of entry of the size of 1 cm in diameter was found present on\n      the upper part of right side of chest in the mid clavicular lying 5 cm\n      below the clavicle margins.\n</blockquote><blockquote id=\"blockquote_7\">4.    The wound of exit was found present in the left lateral wall of the\n      chest in the mid axillary line 3 cm below the apex of the axilla with\n      lacerated and everted margins.\n</blockquote><blockquote id=\"blockquote_8\">5.    A wound of entry was noticed in the medial side of upper part of the\n      left arm 7 cm below the apex of the left aximlla whose margins were\n      inverted. On exploration of chest and left arm the track of the wound\n      was found going towards the left and slightly downward and after\n      entering into the wound of exit, above said, entered into injury in the\n      medial size of the upper part of the left arm. A blood stained bullet\n      was found lodged 2 cm below injury No.5 caused by wound of entry\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                      -10-\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_20\">      in the medial side of the upper part of left arm. A blood stained bullet\n      was found lodged 2 cm below the injury caused by wound of entry in\n      the medial side of upper part of left arm which was removed, put in a\n      sealed bottle and handed over to the police. This bullet had injured\n      upper part of right lung and upper half of the left lung.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">6.    Two reddish brown abrasions on left side of fore-head each\n      measuring 1.5 cm x 0.25 cm.\n</p><p data-structure=\"Section\" id=\"p_22\">7.    Three reddish brown line abrasions on chin.\n</p>\n<p data-structure=\"Facts\" id=\"p_23\">10.         Injuries No.1, 3 and 5 were entry wounds, whereas injuries No.\n\n2 and 4 were exit wounds. As per the Post Mortem Report (Ex.PJ) of\n\ndeceased Rajesh, the cause of death was due to shock and haemorrhage as a\n\nresult of multiple fire arm injuries, which were ante mortem in nature and\n\nsufficient to cause death in the normal course of nature. The probable\n\nduration between injuries and the post mortem was between 12 to 36 hours,\n\nand death must have occurred within a few minutes from receiving the\n\ninjuries. A bullet was removed from the body of the deceased and was\n\nhanded over to the police.\n</p>\n<p data-structure=\"Facts\" id=\"p_24\">11.         On 2.9.2002, A-2 was arrested from a place near Octroi Post,\n\nKalupur. A-3 surrendered before the learned Judicial Magistrate Ist Class,\n\nSonipat and was formally arrested on 5.9.2002. A-1 was arrested on\n\n5.9.2002 from Jaipur Golden Hospital, Rohini, New Delhi, and during\n\ninterrogation, he suffered a disclosure statement (Ex.PW9/A) in the\n\npresence of ASI Ranjit Singh (PW.9) and Head Constable Rajbir Singh, in\n\npursuance whereof he got recovered a country made pistol of .315 bore\n\n(Ex.PW9/1), kept concealed by him in the godown of his Pepsi Agency,\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                    -11-\n\n\n\nwhich was taken into possession by the police vide memo Ex.PW9/C in the\n\npresence of both the aforesaid witnesses.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">12.          All the arms and ammunition as well as the other articles,\n\nincluding the clothes of the deceased, recovered in this case, were sent to\n\nFSL, Haryana, Madhuban. As per the report (Ex.PC), the pistol of 7.62 MM\n\n(Ex.PW8/D) as well as two other country made pistols (Ex.PW8/F and\n\nEx.PW9/1) were found in working order. It was further reported that out of\n\neight empty cartridges of 7.62 MM, recovered from the spot, four cartridges\n\nwere fired only and only from the pistol of 7.62 MM (Ex.PW8/D).\n\nSimilarly, two pieces of bullets, recovered from the spot (Ex.PW17/9,\n\nEx.PW17/10), and one bullet removed from the body of deceased Rajesh,\n\nwere also fired only and only from the said pistol. It was found that out of\n\neight empty cartridges of 7.62 MM, three cartridges were fired from one and\n\nthe same regular fire-arm, but not from 7.62 MM pistol (Ex.PW8/D).\n\nSimilarly, one piece of jacket (Ex.PW17/11) recovered from the spot was\n\nalso reported to have been fired from a regular fire-arm, but not from the\n\naforesaid 7.62 MM pistol.\n</p>\n<p data-structure=\"Facts\" id=\"p_26\">13.          After completion of investigation, the police filed challan\n\nagainst the accused and charges under <a href=\"/doc/1560742/\" id=\"a_11\">Sections 302</a>/<a href=\"/doc/37788/\" id=\"a_12\">34</a>, <a href=\"/doc/455468/\" id=\"a_13\">307</a>/<a href=\"/doc/37788/\" id=\"a_14\">34</a> IPC and 25\n\nof the <a href=\"/doc/1934415/\" id=\"a_15\">Arms Act</a> were framed against all the accused, to which they did not\n\nplead guilty and claimed trial.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">Prosecution evidence\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">14.          In support of its case, the prosecution examined eighteen\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                    -12-\n\n\n\nwitnesses.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">15.          PW.1 Constable Inderpal proved the scaled site plan (Ex.PA) of\n\nthe spot, prepared by him on 19.9.2002.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">16.          PW.2 ASI Bhagwan Sarup proved the FIR (Ex.PB/1), recorded\n\nby him on 1.9.2002.\n</p>\n<p data-structure=\"RespArg\" id=\"p_31\">17.          PW.3 Dr. S.S. Bhogal and PW.4 Dr. A.S. Ahlawat, who\n\nconducted autopsy on the bodies of deceased Amit, Vikas and Rajesh,\n\nproved their Post Mortem Reports Ex.PE, Ex.PG and Ex.PJ, respectively.\n\n</p><p data-structure=\"CDiscource\" id=\"p_32\">18.          PW.5 Bhim Singh, who identified the dead bodies of all the\n\nthree deceased persons, is witness to the inquest reports (Ex.PW17/18 to\n\nEx.PW17/20).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">19.          PW.6 Constable Rajesh Kumar, who took photographs of the\n\nplace of occurrence on 1.9.2002, proved the negatives (Ex.PW6/1 to\n\nEx.PW6/23) and the photographs (Ex.PW6/24 to Ex.PW6/38).\n\n</p><p data-structure=\"Issue\" id=\"p_34\">20.          PW.7 Constable Parveen Kumar is a formal witness, who\n\ndelivered special reports to the office of DSP, Sonipat, SP, Sonipat and the\n\nIlaqa Magistrate.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">21.          PW.8 Sube Singh and PW.14 SI Rajinder Singh are witnesses\n\nto the recovery at the spot on 1.9.2002.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">22.          PW.9 SI Ranjit Singh is witness to the disclosure statement of\n\nA-1 and recovery of the country made pistol at his instance.\n\n</p><p data-structure=\"CDiscource\" id=\"p_37\">23.          PW.10 HC Jai Bhagwan and PW.11 ASI Randhir Singh are the\n\nformal witnesses.\n</p><p data-structure=\"Section\" id=\"p_38\"> Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                      -13-\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_39\">24.           PW.12 Ram Parkash, Reader to the District Magistrate,\n\nSonipat, proved sanction orders (Ex.PW12/C and Ex.PW12/D) accorded\n\nunder <a href=\"/doc/534261/\" id=\"a_16\">Section 39</a> of the Arms Act to prosecute A-1 and A-2 under the <a href=\"/doc/1934415/\" id=\"a_17\">Arms\n\nAct</a>.\n</p>\n<p data-structure=\"Facts\" id=\"p_40\">25.           PW.13 Varinder alias Monu, nephew of complainant Ajit\n\nSingh, is the witness, who is alleged to have been given beatings by A-2 in\n\nSonipat, one day prior to the occurrence in this case. He has stated that on\n\n31.8.2002, A-2 gave fist blows and slaps to him and the people, who\n\nrescued him, asked A-2 as to why he had given beatings to him, then A-2\n\nhad stated that he gave beatings to this witness under the mistaken identity.\n\nThis witness further stated that on that very day, he went to his house, and\n\non the next day, he disclosed this incident to his elder brother Vikas Dahiya,\n\nwho pacified him.\n</p>\n<p data-structure=\"Facts\" id=\"p_41\">26.           PW.15 Ajit Singh (complainant) and PW.16 Kuldip, the alleged\n\neye witnesses, have supported the prosecution version, regarding the\n\noccurrence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">27.           PW.17 Inspector Darshan Lal, the Investigating Officer, has\n\nproved the statement of the complainant (Ex.PB), recorded by him,\n\nrecoveries from the spot, arrest of the accused and all the relevant\n\ndocuments, prepared by him, during the investigation.\n\n</p><p data-structure=\"CDiscource\" id=\"p_43\">28.           PW.18 SI Ram Avtar is a formal witness.\n</p>\n<p data-structure=\"Section\" id=\"p_44\">Statements of accused under Section 313 Cr.P.C.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">29.           In their statements under <a href=\"/doc/767287/\" id=\"a_18\">Section 313</a> Cr.P.C., all the three\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                      -14-\n\n\n\naccused denied the incriminating evidence appearing against them. They\n\npleaded their innocence and false implication in the case. A-1 specifically\n\nstated that one day prior to the occurrence, no quarrel had taken place\n\nbetween Varinder alias Monu (PW.13) and A-2. He pleaded that his son A-2\n\nwas a student of Law from Rajiv Gandhi Law College, Bhopal and was not\n\ndoing any work in the Pepsi Agency, where a large number of employees\n\nand labourers were employed by him. On the day of occurrence, he was\n\npresent at his Pepsi Agency along with 15 other persons, but A-2 and A-3\n\nwere not present there. Five persons, namely Amit, Vikas, Rajesh, Mahesh\n\nand one more person came to his agency to pressurise him not to appear as a\n\nwitness in a criminal case against Mahesh, Ashok and three others, to which\n\nhe refused. Thereafter, he was fired at his left foot by one of those five\n\npersons and he was taken to Civil Hospital, Sonipat, by his brother Ramesh.\n\nA-1 further pleaded that those five persons were seen by him being checked\n\nby his workers and others. Subsequently, he came to know that three of the\n\nfive assailants had died at the spot. He denied of having fired any shot on\n\neither of those deceased and further pleaded that he had no enmity with\n\nthem, rather he was attacked by them having gone perturbed with his\n\npursuing the aforesaid criminal case against Mahesh, Ashok and three\n\nothers. He further stated that he was referred from Civil Hospital, Sonipat to\n\nPGI, Rohtak, but he was got admitted in Jaipur Golden Hospital, New\n\nDelhi, where the Sonipat police reached on 1.9.2002 and remained there\n\nthroughout his stay in the hospital. A-1 further pleaded that even if some\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                     -15-\n\n\n\nfalse cases were lodged against him, he has been acquitted in all those cases\n\nand was leading a peaceful life for several years. He stated that the\n\ncomplainant faction belonged to the party of Om Parkash Chautala, the then\n\nChief Minister, Haryana. After the alleged occurrence, all of his property\n\nwas destroyed and looted at the behest of Government. All of the records of\n\nhis Pepsi agency were destroyed by the Administration and property worth\n\ncrores of rupees was destroyed, regarding which news items appeared in the\n\nnews papers as well.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">30.         In support of his plea, A-1 examined seven witnesses.\n\n</p><p data-structure=\"Precedent\" id=\"p_47\">31.         DW.1 Dr. Alankrita, Medical Officer, Civil Hospital, Sonipat,\n\nhad medico legally examined A-1 on 1.9.2002, being brought to the hospital\n\nby his brother at about 4.40 PM.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">32.         DW.2 Manoj Kumar, nephew of A-1, stated that on 1.9.2002,\n\nhe got admitted A-1 in Jaipur Golden Hospital, Rohini, New Delhi.\n\n</p><p data-structure=\"Precedent\" id=\"p_49\">33.         DW.3 Harinder Rapria, a News Correspondent in Amar Ujala\n\nnewspaper, has proved the news item Ex.D1/A carried out in the 8.9.2002\n\nissue of daily Amar Ujala, Noida (Ex.D1).\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">34.         DW.4 Ramesh Chander, brother of A-1, supported the plea,\n\ntaken by his brother A-1, regarding his taking to Civil Hospital, Sonipat,\n\nwhere he was medico legally examined.\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">35.         DW.5 Ram Chander, a Pharmacist at General Hospital, Sonipat,\n\nproved the MLR of A-1 as Ex.DC.\n</p>\n<p data-structure=\"RespArg\" id=\"p_52\">36.         DW.6 Dr. Ravi Arya, an Orthopedics Surgeon at Jaipur Golden\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                        -16-\n\n\n\nHospital, Rohini, New Delhi, proved the OPD slip (Ex.DD) and copy of\n\nadmission form (Ex.DE).\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">37.          DW.7 L.A. Kumar, Deputy Director (retired). FSL, Haryana,\n\nproved the report (Ex.PC), relied upon by the prosecution itself.\n\nThe findings of the trial court\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">38.          After hearing learned counsel for the parties and considering\n\nthe evidence on record, while relying upon the testimonies of two eye\n\nwitnesses, namely PW.15 Ajit Singh (complainant) and PW.16 Kuldip; the\n\nmedical evidence; and report (Ex.PC) of the FSL, Haryana, Madhuban; and\n\ndisbelieving the defence version of A-1, the trial court convicted and\n\nsentenced A-1, as mentioned in the earlier part of the judgment. However,\n\nwhile taking into consideration the delay occurred in reaching the copy of\n\nthe special report to the Ilaqa Magistrate; the possibility of utilising the said\n\ndelay by the PWs to falsely implicate A-2, who allegedly fired shot towards\n\nthe complainant with intention to kill him, and A-3, who allegedly brought\n\npistol and handed over the same to A-1; the report of the FSL, Haryana,\n\nMadhuban, relied upon by the prosecution and explained by DW.7 L.A.\n\nKumar, Deputy Director (retired), FSL, Haryana, wherein the country made\n\npistol was found to be not used in the incident; and the fact that A-3 was\n\nalleged to have only brought the gun and handed over the same to A-1\n\nwithout there being any further allegation against him that he had exhorted\n\neither to A-1 or to A-2 to fire shot at Amit, Vikas and Rajesh, or committed\n\nany overt act, A-2 and A-3 have been acquitted by the trial court, by giving\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                      -17-\n\n\n\nthem the benefit of doubt.\n</p>\n<p data-structure=\"PetArg\" id=\"p_55\">Arguments of learned counsel for the appellant\n\n</p><p data-structure=\"PetArg\" id=\"p_56\">39.         Learned counsel for the appellant argued that in the instant\n\ncase, the prosecution has failed to prove the charges against all the accused\n\nbeyond reasonable doubt, therefore, the conviction of even A-1 by the trial\n\ncourt is illegal and unjustified. While elaborating the arguments, learned\n\ncounsel submitted that there is a long unexplained delay in sending special\n\nreport to the Ilaqa Magistrate, which clearly indicates that in the instant\n\ncase, the FIR was registered anti-time and by taking benefit of the said time,\n\nAjit Singh and Kuldip were called and introduced as eye witnesses with a\n\ntwisted version. Secondly, he argued that the prosecution has failed to prove\n\nthe alleged motive and the genesis of the occurrence, i.e. the previous day\n\nincident, where Varinder alias Monu (PW.13) was given beatings by A-2.\n\nAccording to the learned counsel, no such occurrence had taken place at all.\n\nThe story was concocted by the complainant party, in order to justify their\n\ngoing to Pepsi agency of A-1. In fact, Amit, Vikas and Rajesh (all deceased)\n\nalong with Mahesh and one more person came to the agency of A-1 to\n\npressurise him not to appear as a witness in a criminal case against Mahesh.\n\nLearned counsel argued that as per the statement of PW.13 Varinder alias\n\nMonu, A-2 gave beatings to him under the mistaken identity and he was\n\napologetic. If that was the position, then there was no occasion for five\n\npersons to go to A-1 at his agency to lodge protest against the incident of\n\nbeating given by A-2 to the nephew of the complainant. Thirdly, learned\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                      -18-\n\n\n\ncounsel argued that both the alleged eye witnesses, namely Ajit Singh\n\ncomplainant (PW.15) and Kuldip (PW.16), are the made up witnesses.\n\nActually, they were neither present at the time of the occurrence, nor they\n\nwitnessed any occurrence. By taking the benefit of delay in lodging the FIR,\n\nthey were called from their houses and introduced as witnesses to the\n\noccurrence. Learned counsel, while referring to the statements of these two\n\nwitnesses, argued that their conduct at the time of the alleged occurrence\n\nand the fact that they did not suffer any injury at all, further indicate that\n\nthey were not present at the time of the occurrence. He further argued that\n\nboth the witnesses are related and interested witnesses. The prosecution did\n\nnot examine any independent witness, though as per the prosecution\n\nversion, many independent witnesses had also witnessed the occurrence.\n\nKeeping in view these facts, learned counsel argued that the trial court has\n\ncommitted grave illegality while convicting A-1 for the offence of murder,\n\non the basis of testimony of such witnesses, who are not reliable and trust-\n\nworthy. Fourthly, learned counsel argued that it has been established on\n\nrecord that in the occurrence, A-1 had also suffered a grievous injury on his\n\nleft thigh, but the prosecution has failed to explain as to how A-1 had\n\nsuffered the said injury. On the same day, at about 4.40 PM, A-1 was\n\nmedico legally examined by DW.1 Dr. Alankrita, Medical Officer, Civil\n\nHospital, Sonipat, and she found one punctured lacerated wound with\n\ninverted blackened margins on the left thigh, above the knee joint, with\n\neverted margins on the back of left knee joint. While referring to some\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                       -19-\n\n\n\nobservations from Modi&#x27;s Textbook of Medical Jurisprudence and\n\nTexicology, learned counsel submitted that the said injury could not be self\n\ninflicted or suffered by a friendly hand. Therefore, the trial court has\n\ncommitted grave illegality while believing the prosecution version that the\n\nsaid injury was self suffered. Learned counsel further argued that if the\n\nmedical evidence, the report of the FSL, Haryana, Madhuban as well as the\n\nstatement of DW.7 L.A. Kumar, who is a Ballistics Expert, are closely\n\nexamined, then the entire prosecution version becomes doubtful. According\n\nto the learned counsel, these documents clearly indicate that in the\n\noccurrence, more than one weapon was used by more than one person, for\n\ncausing fatal injuries to three persons, who died at the spot. If that is the\n\nposition, then the entire prosecution version stands falsified and in that\n\nsituation, according to the learned counsel, the benefit should be given to all\n\nthe accused. Fifthly, learned counsel argued that the trial court has\n\ncompletely failed to consider the fact that in the present case, the\n\ncomplainant party was aggressor. While duly armed with a fire-arm weapon,\n\nthey went to the business premises of the accused, with a motive to\n\npressurise A-1 not to appear as a witness in a criminal case pending against\n\nMahesh, to which he refused, and further caused fire-arm injury to A-1. In\n\nthat situation, even if A-1 has not taken the plea of private defence in his\n\nstatement under <a href=\"/doc/767287/\" id=\"a_19\">Section 313</a> Cr.P.C., the court can consider the said plea, if\n\nit is established from the evidence led by the prosecution.\n\n</p><p data-structure=\"RespArg\" id=\"p_57\">40.         On the basis of the aforesaid arguments, learned counsel for the\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                     -20-\n\n\n\nappellant argued that in the facts and circumstances of the present case,\n\nconviction of A-1 under <a href=\"/doc/1560742/\" id=\"a_20\">Section 302</a> IPC and <a href=\"/doc/73862/\" id=\"a_21\">Section 25</a> of the Arms Act is\n\nnot sustainable.\n</p>\n<p data-structure=\"RespArg\" id=\"p_58\">Arguments of learned State counsel\n\n</p><p data-structure=\"PetArg\" id=\"p_59\">41.          While refuting the aforesaid arguments, raised by learned\n\ncounsel for the appellant and relying upon the reasoning recorded by the\n\ntrial court regarding conviction of A-1, learned Additional Advocate\n\nGeneral, Haryana, argued that the prosecution has successfully proved its\n\ncase against all the accused beyond reasonable doubt and the trial court was\n\nnot justified in acquitting A-2 and A-3, whose presence and participation in\n\nthe occurrence with common intention to commit the murder of Amit, Vikas\n\nand Rajesh, has been established from the testimonies of two eye witnesses.\n\nLearned counsel further argued that in the facts and circumstances of the\n\ncase and particularly keeping in view the number of deaths caused by A-1,\n\nthe instant case falls under the category of rarest of rare case, which\n\nwarrants the capital punishment to him. Thus, the trial court was also not\n\njustified in awarding life imprisonment to A-1.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">Discussion\n\n</p><p data-structure=\"CDiscource\" id=\"p_61\">42.          From the medical evidence, i.e. the Post Mortem Reports\n\n(Ex.PE, Ex.PG and Ex.PJ); and the statements of PW.3 Dr. S.S. Bhogal and\n\nPW.4 Dr. A.S. Ahlawat, it has been proved that three persons, namely\n\nAmit, Vikas and Rajesh, had died due to fire-arm injuries, received by them,\n\nwhich were sufficient to cause death in the ordinary course of nature. As per\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                    -21-\n\n\n\nthe statement of PW.17 Inspector Darshan Lal, the Investigating Officer of\n\nthe case, these bodies were found lying in the agency of A-1. Two pistols,\n\ni.e. of 7.62 MM (Ex.PW8/D) and a country made .315 bore (Ex.PW8/F)\n\nwere found lying near the dead bodies of Amit and Vikas, respectively.\n\nEight empty cartridges of 7.62 MM (Ex.PW17/1 to Ex.PW17/8), two pieces\n\nof bullet (Ex.PW17/9 and Ex.PW17/10), one piece of jacket of bullet\n\n(Ex.PW17/11), one plastic crate of Pepsi (Ex.PW17/12) having a mark of\n\nbullet, and two motor cycles were also recovered from the spot during the\n\nspot inspection. According to PW.15 Ajit Singh (complainant) and PW.16\n\nKuldip, the eye witnesses, the firm-arm injuries to the deceased were caused\n\nby A-1 from the pistol (Ex.PW8/D). According to them, from the country\n\nmade pistol (Ex.PW8/F), an attempt was made by A-2 to kill complainant\n\nAjit Singh. However, the shot fired by A-2 from his country made pistol did\n\nnot hit the complainant. As far as A-3 is concerned, the only allegation\n\nagainst him is that on the asking of A-1, he had brought the pistol\n\n(Ex.PW8/D) from inside the agency and handed over the same to A-1.\n\nAccording to both the eye witnesses, in order to lodge protest against the\n\nbeatings given by A-2 (son of A-1) to Varinder alias Monu (nephew of\n\ncomplainant Ajit Singh (PW.13), on the previous day of the occurrence,\n\nthey along with Amit, Vikas and Rajesh went to the agency of A-1. When\n\nthey reached the agency of A-1, he exhorted as to how they had dared to\n\nvisit his agency to make complaint against his son. When both the eye\n\nwitnesses and the deceased persons asked A-1 to behave properly and not to\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                      -22-\n\n\n\nindulge in rowdism, A-1 asked his son (A-2) and employee (A-3) to bring\n\nthe weapons to kill them. A-3 brought the pistol of A-1 and handed over to\n\nhim. Thereupon, A-1 fired several shots upon Amit, Vikas and Rajesh from\n\nthe pistol. A-2 also fired one shot, from his country made pistol, towards the\n\ncomplainant, which did not hit him. During spot inspection, eight empty\n\ncartridges of 7.62 MM were recovered, which were examined in FSL,\n\nHaryana, Madhuban, and as per the report (Ex.PC), given by L.A. Kumar, a\n\nBallistics Expert, four cartridges were found to be fired from the pistol\n\n(Ex.PW8/D). Further, two pieces of bullets recovered from the spot and one\n\nbullet removed from the body of deceased Rajesh were also found to be\n\nfired from the said pistol. The other empty cartridges and one piece of\n\njacket, recovered from the spot, were reported to have been fired from a\n\nregular fire-arm, but not from the pistol (Ex.PW8/D). In the report (Ex.PC),\n\nit has also been mentioned that the country made pistol, which was\n\nrecovered from the spot with a live cartridge, was in working order, but the\n\nsame was not used in the occurrence. The trial court, while relying upon the\n\ntestimonies of both the eye witnesses; statement of PW.13 Varinder alias\n\nMonu, who proved the motive and the genesis of the occurrence; the\n\nmedical evidence and the report (Ex.PC), given by a Ballistics Expert of\n\nFSL, Haryana, Madhuban, convicted A-1 for the offences under <a href=\"/doc/1560742/\" id=\"a_22\">Section 302</a>\n\nIPC for committing murder of three persons; and <a href=\"/doc/73862/\" id=\"a_23\">Section 25</a> of the Arms\n\nAct. However, while giving benefit of doubt, A-2 and A-3 have been\n\nacquitted.\n</p><p data-structure=\"Conclusion\" id=\"p_62\"> Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                     -23-\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_63\">43.         During the course of arguments, learned counsel for the\n\nappellant questioned the presence of both the eye witnesses at the time of\n\nthe occurrence; and the alleged motive, i.e. the previous day occurrence of\n\nthe alleged beating given by A-2 to the nephew of the complainant. By\n\nputting much emphasis on the delay of delivery of special report to the Ilaqa\n\nMagistrate, learned counsel argued that one of the eye witnesses was\n\nemployed as a Social Studies Teacher in Government Senior Middle\n\nStandard School, Barwali and the other was serving as a Head Constable in\n\nDelhi Police. According to the learned counsel, both these Government\n\nemployees were called and planted as eye witnesses, though they were not\n\npresent at the time of the occurrence. Secondly, learned counsel put strong\n\nreliance on the MLR (Ex.DC) of A-1, according to which when A-1 was\n\nmedico legally examined by Dr. Alankrita (DW.1) on 1.9.2002 at 4.40 PM\n\nin Civil Hospital, Sonipat, one punctured lacerated wound with inverted\n\nblackened margins on the left thigh, above the knee joint, with everted\n\nmargins on the back of left knee joint, was found, which was not\n\nproperly explained by the prosecution. While relying upon this evidence and\n\nthe report of FSL, Haryana, Madhuban (Ex.PC), which has been explained\n\nby DW.7 L.A. Kumar, a Ballistics expert, learned counsel for the appellant\n\nvehemently argued that the occurrence had not taken place in the manner, in\n\nwhich it has been stated by both the eye witnesses, therefore, their presence\n\nat the time of the occurrence was doubtful and their testimonies are not\n\ntruthful and reliable. He submits that in the occurrence, more than one\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                     -24-\n\n\n\nweapon were used by more than one person for causing injuries to three\n\npersons, who died at the spot. Therefore, according to the learned counsel,\n\nthe whole version, given by the prosecution witnesses is doubtful and in that\n\nsituation, benefit of doubt should be given to the accused.\n\n</p><p data-structure=\"CDiscource\" id=\"p_64\">44.         Keeping in view the fact that both the eye witnesses are related\n\nto deceased Rajesh and Vikas, we have carefully examined their statements,\n\nin the light of the other evidence, led by the prosecution. In our view, the\n\nprosecution has clearly established beyond a reasonable doubt that A-1 has\n\nintentionally caused the death of Rajesh, Vikas and Amit, by firing shots\n\nfrom 7.62 MM, which was found lying at the spot, where both the eye\n\nwitnesses, namely Ajit Singh (PW.15) and Kuldip (PW.16), along with the\n\naforesaid three deceased persons, had gone to lodge protest with regard to\n\nthe beating given by A-2 to Varinder alias Monu (PW.13), nephew of Ajit\n\nSingh.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">Genesis of the occurrence\n\n</p><p data-structure=\"CDiscource\" id=\"p_66\">45.         As per the prosecution version, on 31.8.2002 (the day of Janam\n\nAshtami festival), a day before the occurrence, when Varinder alias Monu\n\n(PW.13), nephew of complainant Ajit Singh, was coming out of the Shiv\n\nMandir at Sonipat, he was given beatings by A-2. According to PW.13\n\nVarinder alias Monu, after the beatings, when he asked A-2 as to why he\n\nhad given beatings to him, he told that under a mistaken identity, he gave\n\nbeatings to him. But the fact remains that PW.13 Varinder alias Monu was\n\ngiven severe beatings, without any reason. He reported this matter to his\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                       -25-\n\n\n\nfamily members on the morning of the next day, i.e. 1.9.2002. Thereupon,\n\nhis family members, namely Ajit Singh, Kuldip, Rajesh and Vikas, and one\n\nAmit (friend of Vikas), went to the Pepsi agency of A-1, where the\n\noccurrence had taken place. While referring to some contradictions with\n\nregard to the time of telling about the previous day occurrence to his elder\n\nbrother Vikas and his uncle Ajit Singh, it has been argued by learned\n\ncounsel for the appellant that no occurrence had taken place at all, and it\n\nwas a concocted story, in order to justify the visit of the complainant side to\n\nthe agency of A-1. In his statement under <a href=\"/doc/767287/\" id=\"a_24\">Section 313</a> Cr.P.C., A-1 has\n\nadmitted part of the occurrence. According to him, three deceased persons,\n\nnamely Amit, Vikas and Rajesh, Mahesh and one more person came to his\n\nagency, in order to threat and pressurise him not to appear as a witness in\n\nthe criminal case, pending against Mahesh and three others, to which he\n\nrefused, upon which he was fired at his left foot by one of those five\n\npersons, but he does not specify as to out of those five persons, who had\n\nfired upon him.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_67\">46.         We have carefully examined the prosecution version as well as\n\nthe defence version with regard to the genesis of the occurrence. In our\n\nview, the prosecution version is probable one and is to be believed. The\n\nprosecution version with regard to the previous day occurrence has been\n\nnarrated in detail in the initial statement (Ex.PB) made by complainant Ajit\n\nSingh to Inspector Darshan Lal, immediately after the occurrence. There\n\nwas no time with the complainant to concoct the said version. PW.13\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                       -26-\n\n\n\nVarinder alias Monu has proved the previous day occurrence. On the other\n\nhand, the version given by A-1 in his statement under <a href=\"/doc/767287/\" id=\"a_25\">Section 313</a> Cr.P.C.,\n\nthat five persons came to his agency to pressurise him and one of them fired\n\nshot, does not inspire any confidence. It has come on record that in the said\n\noccurrence, A-1 had received one gun shot injury on his left thigh.\n\nAccording to PW.16 Kuldip, after causing gun shot injuries to all the three\n\ndeceased persons, A-1 had also shot himself from his pistol on his left thigh.\n\nThus, according to the prosecution, the said injury was self suffered,\n\nwhereas it is the defence of A-1 that the said injury was caused to him by\n\none of the shots fired by the persons who came to his agency. Learned\n\ncounsel for the appellant, while referring to the nature of injury and the\n\nstatement of DW.7 L.A. Kumar, Ballistics Expert, wherein he stated that\n\nshape of the wound on the person of A-1 was circular, argued that the said\n\ninjury could not be self suffered and appears to have been fired from a\n\ndistance by other person. He referred to Modi&#x27;s Textbook of Medical\n\nJurisprudence and Texicology, wherein it has been said that &quot;The wound of\n\nentrance in distant shot is usually smaller than the projectile due to the\n\nelasticity of the skin, and round when the projectile strikes the body at a\n\nright angle and oval when it strikes the body obliquely.&quot; He also referred to\n\nthe Textbook of Identification of Firearms, Ammunition and Firearm\n\nInjuries, published by Bureau of Police Research and Development,\n\nMinistry of Home Affairs, wherein it has been stated that &quot;If the bullet\n\nstrikes with its axis perpendicular to the skin surface, it produces an opening\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                       -27-\n\n\n\nwhich is roughly circular with slightly ragged edges. In case of angular\n\nfiring, the opening is oval. This ovality is found to increase as the angle\n\nbetween the bullet axis and the skin surface is made more and more\n\naccurate.&quot; Learned counsel argued that the wound on the person of A-1 is\n\ncircular one and not oval, therefore, it could not be self suffered. This\n\ncontention of learned counsel for the appellant is not factually correct. If the\n\nMLR (Ex.DC) of A-1 and the statement of DW.1 Dr. Alankrita, are closely\n\nexamined, then it is clear that the wound is of oval shape and it was a case\n\nof angular firing and not of circular firing. As per the MLR (Ex.DC), the\n\ninjury was punctured lacerated wound of the size of 1.0 x 0.7 cm with\n\ninverted blackened margins on the left thigh. If we see the track of this\n\ninjury, it entered on the left thigh on anterior aspect, which was placed 5.0\n\ncm above knee joint and it exited on the back of left knee joint, laterally\n\nplaced. The exit wound is of the size of 1.5 x 1 cm. DW.7 L.A. Kumar,\n\nBallistics Expert, at one stage of his statement before the court, has stated\n\nthat shape of the wound on the person of A-1 was circular, but he has also\n\ncategorically stated that from the entry point and exit point of wound on the\n\nperson of A-1, as mentioned in MLR (Ex.DC), the direction of angle of fire\n\narm used was from higher angle of fire pointing downwards and thus,\n\npossibility of injury on the person of A-1 having been caused from a\n\nfriendly hand is there and there is possibility of the injury having been self\n\nsuffered. Not only the shape of injury is oval, but the direction of the injury\n\nis from upwards to downwards, which clearly indicates that it was a self\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                         -28-\n\n\n\nsuffered injury and this fact corroborates the version given by PW.16\n\nKuldip. Merely because Ajit Singh, neither in his statement before the\n\npolice (Ex.PB) nor in his statement, while appearing as PW.15 in the court,\n\nhas mentioned about this injury on the person of A-1, it cannot be inferred\n\nthat the prosecution has failed to explain this injury. PW.15 Ajit Singh\n\nmight not have seen A-1 causing injury to himself, because after the\n\nindiscriminate firing at three persons, he ran outside the agency and had\n\nhidden himself, but it is a fact that PW.16 Kuldip, in his statement made\n\nbefore the police on the very same day of the occurrence, had stated this\n\nfact, which finds mention in his statement. It is further an important fact that\n\nregarding this injury, no suggestion was put to PW.15 Ajit Singh. Secondly,\n\nthere is no material either in the evidence led the prosecution or the defence,\n\nwhich establish that there was a criminal case, pending against Mahesh and\n\nthree others, in which A-1 was to appear as a witness. This version was not\n\nput even to the prosecution witnesses. For the first time, it was introduced\n\nby A-1 in his statement under <a href=\"/doc/767287/\" id=\"a_26\">Section 313</a> Cr.P.C. If any criminal case\n\nagainst Mahesh and others was pending, in which A-1 was cited as a\n\nwitness, the same could have been easily proved by A-1. Further, it has not\n\nbeen stated by A-1 in his statement that who was Mahesh and what was the\n\nrelation of Mahesh with complainant Ajit Singh, his brother Kuldip or the\n\nthird deceased person. In the absence of all these facts, it clearly reflects that\n\nthe defence taken by A-1 that the three deceased persons along with Mahesh\n\nand one more person came to his agency to pressurise him not to appear as a\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                        -29-\n\n\n\nwitness, is after-thought. Thus, the prosecution has successfully established\n\nthe motive/genesis of the occurrence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">Presence of the eye witnesses at the time of occurrence\n\n</p><p data-structure=\"CDiscource\" id=\"p_69\">47.          It is true that both the eye witnesses are related to deceased\n\nRajesh and Vikas. Learned counsel for the appellant has questioned the\n\npresence of both the eye witnesses at the time of the occurrence. It has been\n\nargued that the FIR was recorded late in the night by giving anti-time and in\n\nthe meantime, both the witnesses, who were not present at the time of the\n\noccurrence, were called and introduced as eye witnesses. As per the\n\nstatements of these witnesses, the occurrence had taken place at about\n\n3.30/3.45 PM. After the occurrence, the complainant first went to his house\n\nto inform his family members and then to the Police Station to lodge report,\n\nwhere his statement was registered at 5.00 PM and the FIR was registered at\n\n5.10 PM. It is true that there is some delay in delivering the special report to\n\nthe Ilaqa Magistrate, which was delivered at 12.15 AM (mid-night). Though\n\nPW.7 Constable Parveen Kumar has tried to explain this delay, but even if\n\nthere is delay in delivering the special report, it might have taken place due\n\nto the fact that after the murder of three persons during the day time in the\n\nagency of A-1, the people had collected at the spot and the mob had\n\ndemolished the agency of A-1, therefore, the police had been busy to control\n\nthe mob, due to which the delay in delivering special report to the Ilaqa\n\nMagistrate might have taken place. On the basis of such delay, it cannot be\n\ninferred that both the eye witnesses were planted by the investigating\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                       -30-\n\n\n\nagency. On material aspects, statements of both the eye witnesses are\n\nconsistent. Merely because, both the eye witnesses did not receive any\n\ninjury in the occurrence, or they did not make any attempt to save any of the\n\ndeceased persons, it does not make their presence at the occurrence\n\ndoubtful. It all depends upon person to person and situation to situation. In\n\nthe present case, when A-1 was having pistol in his hand and was firing\n\nindiscriminately upon three persons, then the conduct of both the eye\n\nwitnesses to hide themselves in order to save themselves cannot be said to\n\nbe improbable. Both the eye witnesses have been cross-examined at length\n\nbut nothing material could be elicited, therefore, their presence at the place\n\nof occurrence cannot be said to be improbable, and merely on account of\n\ndelay in delivering the special report to the Ilaqa Magistrate, their presence\n\nat the spot cannot be said to be doubtful. Thus, in our opinion, the trial court\n\nhas rightly relied upon the testimonies of these two eye witnesses, which are\n\nreliable and trust-worthy, while convicting A-1 for committing the murder\n\nof three persons.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">48.          In view of the aforesaid discussion, we do not find any\n\nillegality or perversity in the judgment of the trial court qua conviction of\n\nA-1 under <a href=\"/doc/1560742/\" id=\"a_27\">Section 302</a> IPC and <a href=\"/doc/73862/\" id=\"a_28\">Section 25</a> of the Arms Act.\n\nAcquittal of A-2 and A-3\n\n</p><p data-structure=\"CDiscource\" id=\"p_71\">49.          We have examined the reasoning, recorded by the trial court\n\nwhile acquitting A-2 and A-3. It has been noticed that A-3 was an employee\n\nof A-1. At the time of occurrence, he was asked by A-1 to bring his pistol\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                        -31-\n\n\n\nfrom inside the agency, upon which he (A-3) brought the 7.62 MM pistol\n\nand handed over the same to A-1. Except this, there was no overt-act\n\nattributed to A-3. When both the eye witnesses and three deceased persons\n\nwere protesting to A-1 and exchanging hot words, A-3 was asked to bring\n\nthe pistol. At that time, there was no common intention to kill the aforesaid\n\nthree deceased persons. In that situation, in our view, the learned trial court\n\nhas rightly acquitted A-3. We do not find any illegality or perversity in the\n\nsaid conclusion, arrived at by the learned trial court. Against A-2, who was\n\na student of Law from Rajiv Gandhi Law College, Bhopal, allegation is that\n\nhe had fired one shot from his country made pistol towards the complainant\n\nwith intention to kill him, which did not hit him. Thereafter, A-2 threw the\n\npistol at the spot and ran away with his father (A-1). The learned trial court\n\nfound that the country made pistol (Ex.PW8/F), which was found lying at\n\nthe place of occurrence, though was found to be in working order, was not\n\nused in the occurrence, therefore, this fact itself falsifies the version, given\n\nby the eye witnesses regarding the shot fired by A-2 upon the complainant.\n\nThe trial court, thus separated the chaff from corn to find out the truth from\n\nthe testimony of PWs, and while taking into consideration the delay in\n\ndelivering special report to the Ilaqa Magistrate, gave benefit of doubt to A-\n\n</p><p data-structure=\"Precedent\" id=\"p_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"459864\" id=\"span_1\">2. We are of the opinion that in the facts and circumstances of the case,\n\nkeeping in view the fact that A-2 was a student of Law from Rajiv Gandhi\n\nLaw College, Bhopal, the possibility of false implication of A-2, because of\n\nthe previous day altercation between him and nephew of the complainant,\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                       -32-\n\n\n\ncannot be ruled out. In our opinion, the view taken by the trial court is one\n\nof the possible view and the same cannot be said to be perverse. It has been\n\nheld by the Hon&#x27;ble Supreme Court in <a href=\"/doc/459864/\" id=\"a_29\">State of Rajasthan v. Sohan Lal and\n\nothers</a>, (2008) 2 SCC (Cri) 53 that the High Court should interfere in the\n\njudgment of acquittal only when it finds that the evidence on record clearly\n\nand absolutely indicate the guilt of the accused. The High Court should not\n\ninterfere merely on the basis that from the evidence on record a different\n\nview as to the trial Court is possible. Thus, we do not find any ground to\n\ninterfere with the judgment of the trial court, qua acquittal of A-2 and A-3.\n\nEnhancement of sentence of A-1</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_73\">50.         The State of Haryana has filed Criminal Appeal No. 698-DB of\n\n2007 for awarding capital punishment to A-1. Learned Additional Advocate\n\nGeneral, Haryana, argued that in the facts and circumstances of the case, the\n\ntrial court has awarded inadequate sentence to A-1. According to him, in the\n\npresent case, without any motive, A-1 has killed three young persons, with\n\nwhom he was having no enmity, and they had come to his agency to protest\n\nagainst the beating given by his son (A-2) to nephew of complainant Ajit\n\nSingh. Learned counsel argued that A-1 is a known criminal and he has\n\nmurdered three persons in order to send a message to the public that he is\n\nfree to do any thing and nobody can lodge protest against him and his\n\nassociates. According to the learned counsel, the present case falls in the\n\ncategory of rarest of rare case, where the death sentence should be awarded\n\nto A-1.\n</p><p data-structure=\"Conclusion\" id=\"p_74\"> Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                       -33-\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_75\">51.         On the other hand, learned counsel for A-1 argued that the\n\npresent case does not fall in the category of rarest of rare case, as the\n\ndeceased along with two eye witnesses had gone to the agency of A-1 with\n\nintention to fight with him, where in the occurrence, three persons have\n\ndied. Learned counsel further argued that merely because three persons were\n\nkilled, the case in hand cannot be said to be rarest of rare case, which\n\nwarrants the capital punishment to the accused.\n</p>\n<p data-structure=\"Precedent\" id=\"p_76\">52.         We have considered the submissions made by learned counsel\n\nfor the parties and have also taken into consideration the mitigating as well\n\nas aggravating circumstances and various other factors, as discussed in the\n\nmain part of the judgment. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"286262\" id=\"span_2\">In <a href=\"/doc/286262/\" id=\"a_30\">Haru Ghosh v. State of West Bengal</a>, (2009)\n\n15 Supreme Court Cases 551, it was held by the Supreme Court that for\n\nawarding the death sentence to an accused, there cannot be a straitjacket\n\nformula depending on the number of murders committed or the manner in\n\nwhich the murder was committed. The findings of the rarest of rare case\n\nwould have to be judged in the light of the circumstances brought up and\n\nproved by the prosecution.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1849118\" id=\"span_3\">In <a href=\"/doc/1849118/\" id=\"a_31\">Om Parkash v. State of Haryana</a>, 1999 (3)\n\nS.C.C. 19, the Supreme Court has observed that the doctrine of\n\nrehabilitation along with the doctrine of proportionality should also be taken\n\ninto consideration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1100478\" id=\"span_4\">Further, in a case of triple murder, like the case in hand,\n\nin <a href=\"/doc/1100478/\" id=\"a_32\">Dilip Premnarayan Tiwari and another v. State of Maharashtra</a>, 2010\n\n(1) RCR (Criminal) 230, the Supreme Court has observed that mere number\n\nof persons killed is not by itself a circumstance justifying award of death\n Crl. Appeals No. 80-DB, 698-DB &amp; 1046-DB of 2007                        -34-\n\n\n\nsentence.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">53.          In the present case, after considering all the factors, keeping in\n\nview the age of A-1, manner and the circumstances in which the occurrence\n\nhad taken place and the fact that there is nothing on record to show that A-1\n\ncould not be reformed and rehabilitated by awarding the life sentence, we\n\nare of the opinion that the present case is not a rarest of rare case, where the\n\ncapital punishment is to be awarded. Thus, the trial court has rightly\n\nconvicted and sentenced A-1.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_78\">Conclusion\n\n</p><p data-structure=\"Conclusion\" id=\"p_79\">54.          For the reasons recorded above, all these three appeals are\n\ndismissed. The impugned judgment and order, passed by the trial court, is\n\nupheld.</p><pre id=\"pre_2\">\n\n\n                                             ( SATISH KUMAR MITTAL )\n                                                      JUDGE\n\n\n\n\nApril 20, 2011                                      ( M. JEYAPAUL )\nndj                                                       JUDGE\n </pre>","numcites":11,"numcitedby":11,"docsource":"Punjab-Haryana High Court","citetid":69716883,"divtype":"judgments","relatedqs":[{"value":"rarest of rare","formInput":"rarest%20of%20rare"},{"value":"anti-time ","formInput":"anti-time%20"},{"value":"capital punishment","formInput":"capital%20punishment"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"rarest of the rare case","formInput":"rarest%20of%20the%20rare%20case"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"ballistic expert ","formInput":"ballistic%20expert%20"},{"value":"ballistics","formInput":"ballistics"},{"value":"arms act","formInput":"arms%20act"},{"value":"307/34","formInput":"307/34"},{"value":"mistaken identity","formInput":"mistaken%20identity"},{"value":"pepsi","formInput":"pepsi"},{"value":"exhorted","formInput":"exhorted"},{"value":" who can do post mortem examination   ","formInput":"%20who%20can%20do%20post%20mortem%20examination%20%20%20"},{"value":"section 313 of criminal procedure code","formInput":"section%20313%20of%20criminal%20procedure%20code"},{"value":"After sec.313 of cr.p.c.","formInput":"After%20sec.313%20of%20cr.p.c."},{"value":"medico legal","formInput":"medico%20legal"},{"value":"25 arms act ","formInput":"25%20arms%20act%20"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}