{"tid":529896,"publishdate":"1999-04-15","title":"Himachal Pradesh State Electricity ... vs R.J. Shah And Company on 15 April, 1999","doc":"<h2 class=\"doc_title\">Himachal Pradesh State Electricity ... vs R.J. Shah And Company on 15 April, 1999</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 1999 SC 78, (1999) 2 SCALE 570, (1999) 2 SCJ 237, (1999) 4 ANDH LD 68, (1999) 2 ARBI LR 316, (1999) 3 REC CIV R 81, (1999) 3 MAD LW 14, (1999) 3 MAD LJ 53, (1999) 2 CUR CC 52, 1999 (4) SCC 214, (1999) 3 JT 151, (1999) 4 SUPREME 161, 1999 ADSC 5 110, 1999 ALL CJ 2 1389, (1999) 3 JT 151 (SC)</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-n-kirpal\">B.N. Kirpal</a>, <a href=\"/search/?formInput=benchid:d-p-mohapatra\">D.P. Mohapatra</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil)  712 of 1986\n\nPETITIONER:\nHIMACHAL PRADESH STATE ELECTRICITY BOARD\n\nRESPONDENT:\nR.J. SHAH AND COMPANY\n\nDATE OF JUDGMENT: 15/04/1999\n\nBENCH:\nB.N. KIRPAL &amp; D.P. MOHAPATRA\n\nJUDGMENT:</pre>\n<p data-structure=\"PetArg\" id=\"p_1\">JUDGMENT\n\n1999 (2) SCR 643\n\nThe Judgment of the Court was delivered by\n\nKIRPAL, J. Having failed before the High Court in getting the non-speaking\naward of the arbitrators set aside the appellant has filed the present\nappeal by special leave with the expectation that it will be successful in\nits aforsesaid endeavour.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">With regard to the construction of Giri Hydel Electirc Project, in the\nState of Himachal Pradesh, item rate tenders were invited for certain works\nconnected with the said project. On 2nd December, 1967 respondent&#x27;s tender\nwas accepted and it was given an order to commence work.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">The formal contract between the parties for the execution of the said work\nwas entered into on 2nd February, 1968. The said contract was awarded to\nthe respondent for a sum of Rs.5,04,15,107 and terms and conditions, which\nwere binding on the parties, were incorporated in the aforesaid contract.\nEven though the work was stipulated to be completed within three years,\ni.e., by 16th December, 1970, the same was, however, completed on 26th\nFebruary, 1978.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">The claim of the respondent, which gave rise to the arbitration proceedings\nwith which we are concerned, was made in its letter dated 30th April, 1974\nwhen it informed the Superintending Engineer that work in excess of Rs.540\nlacs had been undertaken which was about Rs.36 lacs in excess of the\ncontract value. According to the respondent as the total work as provided\nin the contract had increased beyond the deviation limit of 20 per cent it\nwas entitled to revision of rates in respect of the works which it had\ncarried out beyond this deviation limit. According to the respondent the\ncontract envisaged rates for extra itmes as consisting of two categories;\n</p><p data-structure=\"Section\" id=\"p_5\">(a) item not included in the original tender; and (b) quantities in excess\nof the deviation limit for items included in the tender. For these items\nthe rates had to be fixed by mutual agreement between the parties failing\nwhich they were to be fixed by reference to arbitration. According to the\nclaimant it was entitled to revision of rates as the contract value had\nexceeded by 20 per cent and the claim was based on its interpretation of\nClause 3.2(e) of the contract.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">The aforesaid claim was refuted by the Superintending Engineer vide his\nletter dated 6th June, 1974 wherein he informed the respondent that as per\nClause 12 of the contract the deviation limit of 20 per cent was applicable\nto individual items only and not to the total value of the contract. The\nSuperintending Engineer further informed the respondent that its claim was\nuntenable and that the rates based on Clause 12A were being paid for\ncertain items which had crossed the deviation limit.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">The essence of the dispute which had thus arisen between the parties was as\nto whether the revised rates based on market rates would be payable to the\nrespondent when the total value of the work exceeded the deviation\nlimit,i.e., the total contract value plus 20 per cent, as was contended by\nthe repondent herein, or whether the revised rates/market raies would be\npayable against each item as and when the work performed against any item\nexceeded the deviation limit of 20 per cent, which is the case of the\nappellant herein. As agreement between the parties with regard to the\naforesaid dispute could not be arrived at reference was made to arbitration\nin June, 1975.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">Vide its letter dated 24th April, 1975 the respondent had written to the\nChief Engineer of the appellant submitting a list of disputes for\narbitration.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">After the reference was made the respondent filed its claim before the\narbitrators and wrote a letter dated 4th June, 1975 to them in which it\nwas, inter alia, stated that aforesaid letter of 24th April, 1975 contained\nthe items under disputes which were being referred to arbitration. Copy of\nthe letter dated 24th April, 1975 was annexed to the letter dated 4th June,\n1975 addressed to the arbitrators.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">After the arbitrators entered upon the referene they considered the\nfollowing items of dispute :\n</p>\n<blockquote id=\"blockquote_1\">&quot;Dispute No. 1. Revision of rates for the different items of works and the\ntime from which they should be applicable.\n</blockquote>\n<blockquote id=\"blockquote_2\">Dispute No. 2. The qunatities payable at the deviated rates, where\nquantities of individual items of work exceed the deviation limit.\n</blockquote>\n<blockquote id=\"blockquote_3\">Dispute No. 3. The items of work to be classified under foundation items\nand the deviation limits in case of items grouped together with foundation\nitems.\n</blockquote>\n<blockquote id=\"blockquote_4\">Dispute No. 4. The quantities to be considered for the purpose of deviation\nlimit where original item of work is executed along with allied items of\nwork for which rate is decided from tender schedules.\n</blockquote>\n<blockquote id=\"blockquote_5\">Dispute No. 5. The rates payable for the following items of work at\ndifferent periods of time during the execution of the works.\n</blockquote>\n<blockquote id=\"blockquote_6\">(0 Structural steel work item No.6 of the schedule 5.2 of the contract.\n</blockquote>\n<blockquote id=\"blockquote_7\">(ii) Providing RCC 2500 p.s.i. in walls and cut offs-Item No.9 of Schedule\n5.1 of the contract.\n</blockquote>\n<blockquote id=\"blockquote_8\">(iii) Providing RCC 2500 p.s.i. in wall and cut-offs-Item No.9 of Schedule\n5.1 of the contract\n\nDispute No. 6. The rate for excavation of the Tunlog Access Tunnel\nconsidering the revision of the rates for the excavation of the main\ntunnel. Dispute No, 7. Reimbursement of extra electrical charges recovered\nby the Respondents due to change in rates for electricity supply.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_11\">It would be appropriate at his stage to set out the clauses of the contract\nwhich were relied upon by the parties before the arbitrators in support of\ntheir rival contentions. As far as the respondent is concerned its claim\nfor escalation, when the total value of the work exceeded 20 per cent of\nthe total value was based on Clause 3.2 (e)(ii) which reads as follows :\n</p>\n<blockquote id=\"blockquote_9\">&quot;Clause 3.2 (e)(ii) : Should this tender be accepted in whole or part,\n\nI/we hereby agree to (i)......... (ii) to execute all works refered to\n\nin the tender documents upon the terms and conditions contained or referred\nto therein and to carry out such deviations as may be ordered upto a\nmaximum of 20 per cent, at the rates to be determined in accordacne with\nprovisions contained in Clause 12A of the tender form.\n</blockquote>\n<blockquote id=\"blockquote_10\">`Works&#x27; has been defined under the Contract as &quot;shall unless something\neither in the subject or context repugnant to such construction be\nconstrued and taken to mean the works by or by virtue of the contract\ncontracted to be executed whether temporary or prmanent and whether\noriginal, altered, substituted or additional.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_12\">The contention of the appellant herein before the arbitrators was that the\ncontract was an item rate contract but it is only in respect of those items\nthat revise market rates are to be paid which crossed the deviation limit.\nThe rate of work in excess of deviation limit, according to the appellant\nherein, was required to be determined only in accordance with the\nprovisions contained in Clause 12A which reads as follows :\n</p>\n<blockquote id=\"blockquote_11\">Clause 12A : In the case of contract or substituted items which\nindividually exceed the quantity stipulated in the contract by more than\nthe deviation limit, excpt the items relating to foundation work, which the\ncontractor is required to do under Clause 12 above, the contractor shall,\nwithin 7 days from the receipt of order, claim revision of the rates\nsupported by proper analysis in respect of such items for quantities in\nexecess of the deviation limit, notwithstanding the fact that the rates for\nsuch items exist. In the tender for the main work or can be derived in\naccordance with the provisions of sub-clause (ii) of Clause 12, and the\nEngineer-in-Charge may revise their rates, having regard to the prevailing\n.market rates and the contractor shall be paid in accordance with the rates\nso fixed. The Engineer-in-Charge shall, however, be at liberty to cancel\nhis order to carry out such increased quantities or work by giving notice\nin witting to the contractor and arrange to carry it out in such manner as\nhe may consider advisable. But, under no circumstances the contractor shall\nsuspend the work on the plea of non-settlement of rates of items falling\nunder this clause.\n</blockquote>\n<blockquote id=\"blockquote_12\">All the provisions of the preceding paragraph shall equally apply to the\ndecrease in the rates of items for quantities in excess of the deviation\nlimit, notwithstanding the fact that the rates for such items exist in the\ntender for the main work or can be derived in accordance with the\nprovisions of sub-clause (ii) of the preceding Clasue 12 and the Engineer-\nin-Charge may revise such rates having regard to the prevailing market\nrates.&quot;\n</blockquote>\n<blockquote id=\"blockquote_13\">On 20th November, 1976 the arbitrators gave their award. Disputes no. 1,2\nand 4 were dealt with together and the arbitrators, without assigning any\nreason, directed the appellant board to pay to the respondent a sum of\nRs.47 lacs from the date of the deviation upto to 30th June, 1975, in\naddition to the payment already made. For the work done after 30th June,\n1975, the appellant board was required to pay to the respondent for the\nitems at the rate stated in the award. There were 22 items which wre listed\nfor which the enhanced rate was to be given, though the respondent had made\na claim in respect of 108 items. In respect of dispute No.7 the appellant\nherein was held to be entitled to recover only the variations in the\nelectricity duty and not the variations in the tariffs effected after\n1.3.1974. It is not necessary to refer to the award with regard to other\nitems of dispute as the main challenge before us was with regard to the\narbitrators decision relating to disputes 1,2 and 4.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_13\">When the award was filed in the Himachal Pradesh High Court the appellant\nherein filed its objections. After the pleadings were completed the\nfollowing issues were framed :\n</p>\n<blockquote id=\"blockquote_14\">&quot;1.   Whether the award is incomplete/O.P Objector.\n</blockquote>\n<blockquote id=\"blockquote_15\">2.      Whether the award is in excess of the jurisdiction ? If so, what is\nits effect ? OP Objector.\n</blockquote>\n<blockquote id=\"blockquote_16\">3.      Whether the award is otherwise also invalid and liable to be set\naside ? OP Objector.\n</blockquote>\n<blockquote id=\"blockquote_17\">4.      Whether the award sufferes from legal misconduct on the part of the\narbitration ? If so, what is its effect. OP Objector. The contractor\nthereafter filed an application (B.N.P.No.35 of 1978) with a prayer that an\nadditional issue be framed with the result that the following issue was\nframed on 24.4.1978 :\n</blockquote>\n<blockquote id=\"blockquote_18\">Whether or not the objection petition of the respondent is legally\nmaintainable ? OP Parties&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_14\">The patties prodcued their evidence on the various issues and finally the\nlearned single judge (C.R. Thakur, J.) vide his judgment dated 5.4.1979\nheld that except of the award pertaining to dispute No.7 the rest of the\naward did not suffer from any error apparent on the record.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">The appellant then filed an appeal before the Division Bench which by its\njudgment dated 4th March, 1985 upheld the decision of the single judge.\nHence this appeal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">On behalf of the appellant two main contentions had been urged by Sh.\nManinder Singh. He submitted that on the correct interpretation of the\ncontract and of Clause 12A in particular the arbitrators had no\njurisdiction to revise the rates of any item merely becuse the overall\nvalue of the contract which was executed had been exceeded by 20 per cent.\nThe submission was that the contract permitted increase only if there was a\ndeviation in individual items by more than 20 per cent and no increase was\npermitted if there was an overall increase of 20 per cent without there\nbeing increase in individual items. He contended that even in the case of a\nnon-speaking award as the arbitrators had exceeded their jurisdiction, the\naward was liable to be set aside. He further submitted that no claim had\nbeen made before the arbitrators for the award of interest and, therefore,\naward of interest by the arbitrators could also not be sustained.\n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">Sh. Atul Chitale, learned counsel for the respondent, however, submitted\nthat the claim of the respondent for revised rates was based on the\ninterpretation of the contract and this point was specifically referred to\nthe arbitrators and, therefore, the award of the arbitrators was final and\nbinding and could not be set aside. He further submitted that implied term\nof the reference was that the arbitrators could award interest.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"268039\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1015491\" id=\"span_2\">In support of his contention that the non-reasoned award was in excess of\nthe authority given to the arbitrators by the express provisions of the\ncontract and, therefore, the award was without jurisdiction and was liable\nto be set aside, Sh. Maninder Singh, learned counsel for the appellants,\nplaced strong reliance on the judgments of this Court, namely, <a href=\"/doc/1015491/\" id=\"a_1\">Associated\nEngineering Co. v. Government of Andhra Pradesh and Anr.</a>, [1991] 4 <a href=\"/doc/268039/\" id=\"a_2\">SCC 93\nand New India Civil Erectors (P) Ltd. v. Oil and Natural Gas Corporation</a>,\n[1997] 11 SCC 775. As we shall presently see these decisions are clearly\ndistinguishable and do not help the appellant.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">Mustill and Boyd in their book `Commercial Arbitration&#x27; Second Edition at\npage 554 have stated that &quot;it is not always easy to distinguish between\ninstances where there is a want of jurisdiction, and those where there is\nerror of law or fact.&quot; This Court has, over the years, had occasions to\ndeal with the cases of awards where there was want of jurisditction in\ncontra distinction to the cases where there was an error in exercise of\njurisdiction. Series of decisions by differnent Benches of this Court have\nheld that the award is liable to be set aside if there is error of\njurisdiction but not if the error is committed in exercise of jurisdiction.\nWe shall first refer to some of the decisions on this point given by\ndifferent Division Benches consisting of two Judges before referring to\ndecisions of larger benches.\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_3\">In <a href=\"/doc/196949/\" id=\"a_3\">Tarapore and Company v. Cochin Shipyard Ltd., Cochin and Anr.</a>, [1984] 2\nSCC 680 there is an elaborate discussion on the question as to when an\naward can be set aside referring to all the decisions on the point till\nthen it was observed at page 718 that &quot;the discussion leads to the\ninescapable conclusion that a specific question of law touching the\njurisdiction of the arbitrator was specifically referred to the arbitrator\nand therefore the arbitrator&#x27;s decision is binding on the parties and the\naward cannot be set aside on the sole ground that there was an error of law\napparent on the face of the award.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"38572\" id=\"span_4\">In <a href=\"/doc/38572/\" id=\"a_4\">U.P. Hotels and Ors. v. U.P. State\nElectricity Board</a>, [1989] 1 SCC 359 it was observed as follows :</span>\n</p>\n<blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"38572\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"196949\" id=\"span_6\">&quot;If a specific question of law is submitted to the arbitrator for his\ndecision and he decides it, the fact the the decision is erroneous does not\nmake the award bad on its face so as to permit it being set aside; and\nwhere the question referred for arbitration is a question of construction,\nwhich is, generally speaking, a question of law, the arbitrator&#x27;s decision\ncannot be set aside only because the court would itself have come to a\ndifferent conclusion; but if it appears on the fact of the award that the\narbitrator has proceeded illegally, as for instance, by deciding on\nevidence which was not admissible, or on principles of construction which\nthe law does not countenance, there is error in law which may be ground for\nsetting aside the award.&quot; Referrring to the aforesaid decision in <a href=\"/doc/196949/\" id=\"a_5\">Tarapore\nand Company</a>&#x27;s case itwas observed at page 371 in <a href=\"/doc/38572/\" id=\"a_6\">U.P. Hotels</a>&#x27; case as\nfollows :</span></span>\n</blockquote>\n<blockquote id=\"blockquote_20\">&quot;If a question of a law is specifically referred and it becomes evident\nthat the parties desired to have a decision on the specific question from\nthe arbitrator rather than one from the court, then the court will not\ninterfere with the award of the arbitrator on the gorund that there was an\nerror of law apparent on the face of the award even if the view of law\ntaken by the the arbitrator did not accord with the view of the court. A\nlong line of decisions was relied upon by this Court for that proposition.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_21\">On the facts of that case it was held that &quot;a question of law arose\ncertainly during the course of the proceedings. Such a question has been\ndecided by the Umpire on a view which is a possible one to take. Even if\nthere was no specific reference of a question of law referred to the\nUmpire, there was a question of law involved. Even on the assumption that\nsuch a view is not right, the award is not amenable to interference or\ncorrection by the courts of law as there is no proposition of law which\ncould be said to be the basis of the award of the Umpire, and which is\nerroneous.&quot; <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"990351\" id=\"span_7\">In <a href=\"/doc/990351/\" id=\"a_7\">P. V. Subba Naidu and Ors. v. Government of A.P. Ors.</a>,\n[1998] 9 SCC 407, this Court was dealing with a case where the High Court\nhad set aside a non-speaking award after construing the terms of the\ncontract between the parties. While allowing the appeal this Court held\nthat the High Court was not right in examining and interpreting the\ncontract to see whether the claim was sustainable under the terms of the\ncontract.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">The reading of the decision cited above shows that the principle followed\nwas that by purporting to construe the contract the court could not take\nupon itself the burden of saying that the award was contrary to the\ncontract and a such the arbitrators had acted beyond their jurisdiction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_8\">The distinction between an error within the jurisdiction of the arbitrators\nand an error in excess of the jurisdiction of the arbitrator has been\nsuccinctly brought out in the decision of this Court in <a href=\"/doc/588099/\" id=\"a_8\">Sudersan Trading\nCompany v. Government of Kerala</a>, [1989] 2 SCC 38, where this Court held at\npage 56 as follows :</span>\n</p>\n<blockquote id=\"blockquote_21\">&quot;In Halsbury&#x27;s Laws of England II. 4th Edn. Vol. 2 para 622 one of the\nmisconducts enumerated, is the decision by the arbitrator on a matter which\nis not included in the agreement or reference. But in such a case one has\nto determine the distinction between an error within the jurisdiction and\nan error in excess of the jurisdiction..............Whether a particular\namount was liable to be paid or damages liable to be sustained, was a\ndecision within the competency of the arbitrator in this case. By\npurporting to construe the contract the court could not take upon itself\nthe burden of saying that this was contrary to the contract and, as such,\nbeyond jurisdiction. It has to be determined that there is a distinction\nbtetween disputes as to the jurisdiction of the arbitrator and the disputes\nas to in what way that jurisdiction should be exercised............\n</blockquote>\n<blockquote id=\"blockquote_22\">At page 57 in para 32 it is held\n\n&quot;..................Once there is no dispute as to the contract, what is the\ninterpretation of that contract, is a matter for the arbitrator and on\nwhich court cannot substitute its own decision.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_24\">Decisions of larger Benches of this Court have also taken a similar view.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899911\" id=\"span_9\">In <a href=\"/doc/899911/\" id=\"a_9\">Jivarajbhai Ujamshi Sheth and Ors. v. Chintamanrao Balaji and Ors.</a>,\n[1964] 5 SCR 480 at page 494 it was held that &quot;The Court in dealing with an\napplication to set aside an award has not to consider whether the view of\nthe arbitrator on the evidence is justified. The arbitrator&#x27;s adjudication\nis generally considered binding between the parties, for he is a tribunal\nselected by the parties and the power of the Court to set aside the award\nis restricted to cases set out in S.30. It is not open to the Court to\nspeculated, where no reasons are given by the arbitrator, as to what\nimpelled the arbitrator to arrive at his conclusion. On the assumption that\nthe arbitrator must have arrived at his conclusion by a certian process of\nreasoning, the Court cannot proceed to determine whether the conclusion is\nright or wrong. It is not open the Court to attempt to probe the mental\nprocess by which the arbitrator has reached his conclusion where it is not\ndisclose by the terms of his award.&quot;</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1873752\" id=\"span_10\">In M/s <a href=\"/doc/1873752/\" id=\"a_10\">Kapoor Nilokheri Co-op. Dairy\nFarm Society Ltd. v. Union of India and Ors.</a>, [1973] 1 SCC 708 at page 713\nin paragraph 12 the Court held : &quot;Mr. Nariman, the Additional Solicitor\nGeneral appearing on behalf of the respondents also contended that the\nappellants having specifically stated that their claims are based on the\nagreement and on nothing else and all that the Arbitrator had to decide was\nas to the effect of the agreement, the Arbitrator had really to decide a\nquestion of law, i.e., of interpreting the document, the agreement of May\n6,1953 and his decision is not open to challenge.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173881\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1089973\" id=\"span_12\">We agree with him : see\nthe decisions in <a href=\"/doc/1089973/\" id=\"a_11\">Durga Prasad v. Sewkishendas</a> and <a href=\"/doc/173881/\" id=\"a_12\">Ghulam Filani v. Muhammad\nHussain</a>.&quot;</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_13\">In Hindustan Construction Co. Ltd. v. State of Jammu and Kashimr,\n[1992] 4 SCC 217 after referring to the Privy Council decision in the case\nof <a href=\"/doc/525017/\" id=\"a_13\">Champsey Bhara and Co. v. Jivaraj Balloo Spinning and Weaving Co. Ltd.</a>,\nAIR (1923) PC 66, this Court at page 222 in para 8 observed as follows :</span>\n</p>\n<blockquote id=\"blockquote_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_14\">&quot;<a href=\"/doc/525017/\" id=\"a_14\">The present case</a> is precisely one of the same type as the one before the\nJudicial Committee. The arbitrators have just awarded amounts to the\ncontractor, against its claims, on Item Nos. 2 and 5. They make no\nreference to the contract or any of its clauses. Yet the State contends\nthat since these are items covered by certain terms of the contract, the\nCourt should look at those terms and interpret them, if this done, it is\nsaid, the State&#x27;s interpretation is bound to be accepted and that\napparently accepted by the arbitrators will be found to be wrong. It is\nthis contention that has been accepted. This cannot be done. Even if, in\nfact, the arbitrators had interpreted the relevant clauses of the contract\nin making their award on the impugned items and even if the interpretation\nis erroneous, the Cpurt cannot touch the award as it is within the\njurisdiction of the arbitrators to interpet the contract. Whether the\ninterpretation is right or wrong, the parties will be bound; only if they\nset out their line of interpretation in the award and that is found\neroneous can the Court interfere.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015491\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1847351\" id=\"span_17\">(emphasis added)\n\nA Two Judge Bench of this Court in <a href=\"/doc/1847351/\" id=\"a_15\">K.R. Raveendranathan v. State of Kerala\nand Anr.</a>, [1996] 10 SCC 35 observed that on the question that whether the\narbitrator had exceeded its jurisdiction, there appered to be a conflict\nbetween the decision of <a href=\"/doc/588099/\" id=\"a_16\">Sudersan Trading Company</a>&#x27;s case (<a href=\"/doc/1015491/\" id=\"a_17\">supra) Associated\nEngineering Company</a>&#x27;s case (supra). By this order the case was referred to\na larger bench.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1847351\" id=\"span_18\">On reference a Division Bench of Three Judges in <a href=\"/doc/1847351/\" id=\"a_18\">K.R.\nRaveendranathan</a>&#x27;s case, [1998] 9 SCC 410 held as follows :</span>\n</blockquote>\n<blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"588099\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"322357\" id=\"span_20\">&quot;The learned counsel for the appellant points out that the question in\nissued in the present appeals is squarely covered by the decision of this\nCourt in <a href=\"/doc/322357/\" id=\"a_19\">Hindustan Construction Co. Ltd. v. State of J &amp; K. In</a> particular,\nit drew our attention to para 10 of the judgment and the portion extracted\nfrom the decision in <a href=\"/doc/588099/\" id=\"a_20\">Sudarsan Trading Co.</a> case , wherein it was said that\nby purporting to construe the contract the Court could not take upon itself\nthe burden of saying that this was contrary to the contract and, as such,\nbeyond jurisdiciton. That is exactly what the Court has done in the instant\ncase. Therefore, the issue stands covered by this decision and the learned\ncounsel for the respondents could not in the face of this decision argue\notherwise.&quot; From the aforesaid decision of this Court, and the last one in\nparticular, it is clear that when the arbitrator is required to construe a\ncontract then merely because another view may be possible the court would\nnot be jusitified in construing the contract in a different manner and then\nto set aside the award by observing that the arbitrator has exceeded the\njurisdiction in making the award.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_25\">In order to determine whether the arbitrator has acted in excess of\njurisdiction what has to be seen is whether the claimant could raise a\nparticular dispute or claim before an arbitrator. If the answer is in the\nafirmative then it is clear that the arbitrator would have the jurisdiction\nto deal with such a claim. On the other hand is the arbitration clause or a\nspecific term in the contract or the law does not permit or give the\narbitrator the power to decide or to adjudicate on a dispute raised by the\nclaimant or there is specific bar to the raising of a particular dispute or\nclaim then any decision given by the arbitrator in respect thereof would\nclearly be in excess of jurisdiciton. In order to find whether the\narbitrator has acted in excess of jurisdiction the Court may have to look\ninto some documents including the contract as well as the reference of the\ndispute made to the arbitrators limited for the purpose of seeing whether\nthe arbitrator has the jurisdiction to decide the claim made in the\narbitration proceedings.\n</blockquote>\n<blockquote id=\"blockquote_26\">In this case the arbitration clause is widely worded. The dispute which was\nreferred to the arbitrators, inter alia, related to the construction of the\ncontract. The contract did visualise the contractor raising a claim for\nrevision of rates. The dispute was as to when such a claim could be raised.\nAccording to the appellant herein this being an item rate contract the\nrevision of rates could take place only in accordance with Clause 12A when\nthere was a deviation of more than 20 per cent with regard to individual\nitems. On the other hand the terms of contract, according to the claimant,\npermitted a claim being made of revision in rates if there was an increase\nof 20 per cent of the total value of the contract. The dispute before the\narbitrators, therefore, clearly related to the interpretation of the terms\nof the contract. The said contract was being read by the parties\ndifferenly. The arbitrators were.therefore, clearly called upon to construe\nor interpret the terms of the contract. The decision thereon, even if it be\nerroneous, cannot be said to be without jurisdiction. It cannot be said\nthat the award showed that there was an error of jurisdiction even though\nthere may have been an error in the exercise of jurisdiciton by the\narbitrators.\n</blockquote>\n<blockquote id=\"blockquote_27\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1015491\" id=\"span_21\">The decision in <a href=\"/doc/1015491/\" id=\"a_21\">Associated Engineering Co.</a> case relied upon by Sh. Maninder\nSingh does not in any way persuade us to take a view different than the\nview arrived at by the High Court. At page 103 Thommen, J. speaking for the\nCourt observed as follows :</span>\n</blockquote>\n<blockquote id=\"blockquote_28\">&quot;The arbitrator cannot act arbitrarily, irrationally, capriciously or\nindependently of the contract. His sole function is to arbitrate in terms\nof the contract. He has no power apart from what the parties have given him\nunder the contract. If he has travelled outside the bounds of the contract,\nhe has acted without jurisdiction. But if he has remained inside the\nparameters of the contract and has construed the provisions of the\ncontract, his award cannot be interefered with unless he has given reasons\nfor the award disclosing an error apparent on the face of it.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_25\">Applying the ratio to the present case it is not possible to say that the\narbitrator in the present case travelled outside the bounds of the\ncontract. Correspondence exchanged between the parties prior to the making\nof the reference shows that the arbitrators were called upon to construe\nthe contract in order to determine whether the contractor was entitle to\nclaim revision of rates and if so what should be the revised rates. The\nconstruction placed on the contract by the contractor cannot be said to an\nimplausible one. Even if the arbitrators construed the terms of the\ncontract incorrectly it cannot be said that the award was in excess of\ntheir jurisdiction. Their jurisdiction clearly was to construe the terms of\nthe contract and their decision thereon is final and binding on the\nparties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"268039\" id=\"span_22\"><a href=\"/doc/268039/\" id=\"a_22\">New India Civil Erectors (P) Ltd.</a>, (supra) was a case relating to challenge\nto the non-speaking award. One of the disputes between the parties was with\nrespect to the mode/method of measuring the constructed area. The term with\nregard to the mode of measurement clearly stated that the rate which was\nquoted excluded the balcony areas. It was not disputed that the plan of\nflats attached to the tender notice provided for balcony to be constructed.\nThe claim of the appellant therein was that because balconies were in fact\nnot constructed but were included in the constructed area, therefore, they\nwere entitled to be paid in respect thereof. The high Court set aside the\naward of the arbitrators. While upholding the decision the Court observed\nthat the arbitrators had over-stepped their award by including the area of\nbalcony in the measurement of the built up area. The term of the contract\nclearly stipulated that in the total builtup area of the floor the\nbalconies are to be excluded and not to be taken into account. The\ncontractor, therefore, could not raise any claim in respect of this area.\nThe contract prohibited payment in respect of the balconies as shown in the\nsanctioned plan. Merely because the balconies were enclosed did not permit\nany payment being made in respect thereof. It was in view of these facts\nthat this Court held that the arbitrators had acted on the excess of their\njurisdiction because the award was contrary to the term relating to the\nmode of measurement and in the interpretation of which term there was no\ndispute. In other words, construction of the contract was not in issue in\nthe arbitration proceedings <a href=\"/doc/268039/\" id=\"a_23\">in that case</a>. The interpretation of the term of\ncontract did not arise <a href=\"/doc/268039/\" id=\"a_24\">in that case</a>. The contract prohibited payment in\nrespect of balconies but the award of the arbitrator had awarded an amount\nin respect thereof. Therefore, this was in excess of jurisdiction.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">In our opinion the High Court was right in not setting aside the award\nrelating to the decision of the arbitrators in respect of dispute No. 1,2\nand 4 in the present case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">It was then submitted by Sh. Maninder Singh that the arbitrators had\nawarded a sum of Rs. 3,99,800 as interest with effect from 22nd December,\n1976 till the date of payment as per the award. This interest, he\nsubmitted, could not be awarded. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1049606\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_24\">In view of the decision of this Court in\n<a href=\"/doc/654172/\" id=\"a_25\">Secretary, Irrigation Department, Government of Orissa and Ors. v. G.C.\nRoy</a>, [1992] 1 <a href=\"/doc/1049606/\" id=\"a_26\">SCC 508 and State of Orissa and Ors. v. B.N. Agarwalla</a>,\n[1997] 2 SCC 469 we do not see any merit in this contention.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">For the aforesaid reasons this appeal is dismissd. The parties shall,\nhowever, bear their own costs.\n</p>\n\n\n\n","numcites":15,"numcitedby":102,"docsource":"Supreme Court of India","citetid":529896,"divtype":"judgments","relatedqs":[{"value":"interpretations of contracts ","formInput":"interpretations%20of%20contracts%20"},{"value":"item rate contract","formInput":"item%20rate%20contract"},{"value":"deviation rates","formInput":"deviation%20rates"},{"value":"excessive jurisdiction","formInput":"excessive%20jurisdiction"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"errors OF jurisdiction","formInput":"errors%20OF%20jurisdiction"},{"value":"larger bench","formInput":"larger%20bench"},{"value":"speaking award ","formInput":"speaking%20award%20"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"Question of law","formInput":"Question%20of%20law"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"deviation","formInput":"deviation"},{"value":"rate contract","formInput":"rate%20contract"},{"value":"without jurisdiction ","formInput":"without%20jurisdiction%20"},{"value":"\"question of law\"","formInput":"%22question%20of%20law%22"}],"cats":[{"value":"registration","formInput":"tag:registration"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}