{"tid":22951879,"publishdate":"2018-03-28","title":"Krishnakant Tamrakar vs The State Of Madhya Pradesh on 28 March, 2018","doc":"<h2 class=\"doc_title\">Krishnakant Tamrakar vs The State Of Madhya Pradesh on 28 March, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2018 SUPREME COURT 3635, AIR 2018 SC( CRI) 1062, (2018) 71 OCR 249, (2018) 5 SCALE 248, (2018) 188 ALLINDCAS 161 (SC), (2018) 104 ALLCRIC 696, (2018) 126 CUT LT 150, (2018) 2 CRIMES 254, (2018) 2 CURCRIR 141</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:adarsh-kumar-goel\">Adarsh Kumar Goel</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a>, <a href=\"/search/?formInput=benchid:adarsh-kumar-goel\">Adarsh Kumar Goel</a></h3>\n\n<pre id=\"pre_1\">                                                                             REPORTABLE\n\n\n                                          IN THE SUPREME COURT OF INDIA\n                                         CRIMINAL APPELLATE JURISDICTION\n\n\n                                         CRIMINAL APPEAL NO. 470 OF 2018\n                              (ARISING OUT OF SPECIAL LEAVE PETITION (CRL.)NO.9393 OF\n                                                       2017)\n\n\n                         KRISHNAKANT TAMRAKAR                                …APPELLANT\n\n\n                                                     VERSUS\n                         THE STATE OF MADHYA PRADESH                         ...RESPONDENT\n\n                                                 JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                         ADARSH KUMAR GOEL, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">                         1.   Leave granted. This appeal has been preferred against the\n\n                         order dated 3rd May, 2017 of the High Court of Madhya Pradesh in\n\n                         CRA No.1823 of 2009 whereby prayer for bail, pending disposal of\n\n                         criminal appeal against life sentence has been declined though the\n\n                         appellant has been in custody for more than ten years.\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">                         2.   The appellant stands convicted under <a href=\"/doc/763672/\" id=\"a_1\">Sections 148</a>, <a href=\"/doc/1560742/\" id=\"a_2\">302</a>/<a href=\"/doc/999134/\" id=\"a_3\">149</a>\n\n                         IPC and sentenced to life imprisonment, apart from other\n\n                         sentences.   According to the prosecution, on 23 rd June, 2005 at\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">SWETA DHYANI</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2018.03.28</span>\n<span class=\"hidden_text\" id=\"span_5\">16:58:28 IST</span>\n\n                         11.30 A.M., the appellant along with the co-accused caused the\nReason:\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n\n</p><blockquote id=\"blockquote_1\">                         murder of one Shahid.     In view of evidence in support of the\n<span class=\"hidden_text\" id=\"span_6\">                                                      1</span>\n\f          charge, the trial Court convicted and sentenced the appellant. The\n\n          appellant applied for bail pending consideration of appeal before\n\n          the High Court.        After the said prayer was rejected, another\n\n          application was filed.     The High Court rejected the second bail\n\n          application with the observation that the evidence on record did\n\n          not warrant grant of bail.\n</blockquote>\n<blockquote id=\"blockquote_2\">\n</blockquote><blockquote id=\"blockquote_3\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_7\">3.    In this appeal, the order of the High Court is challenged mainly\n\n          on the ground that the appellant had been in custody for more\n\n          than ten years and the remedy of appeal will be meaningless if he\n\n          has to remain in custody for the full term of sentence. Reliance\n\n          has been placed on the judgment of this Court in <a href=\"/doc/193152/\" id=\"a_4\">Kashmira Singh\n\n          versus State of Punjab1</a>.</span>\n</blockquote>\n<blockquote id=\"blockquote_4\">\n</blockquote><p data-structure=\"Issue\" id=\"p_6\">          THE ISSUE\n\n\n</p><p data-structure=\"Issue\" id=\"p_7\">          4.    When the matter came up for consideration before this Court,\n\n          following order was passed :\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><blockquote id=\"blockquote_5\">                     “The grievance of the petitioner is that he has been\n                     in custody for more than ten years. He has neither\n                     been granted bail nor his appeal is heard. It is stated\n                     that there is no likelihood of the appeal being heard\n                     before the High Court in the near future.\n</blockquote>\n<blockquote id=\"blockquote_6\">                     While we are not inclined to grant bail, we issue\n                     notice confined to the question as to how the\n                     situation can be remedied ensuring that the appeal\n1 (1977) 4 SCC 291\n\n<span class=\"hidden_text\" id=\"span_8\">                                           2</span>\n\f                     is heard within a reasonable time at the appellate\n                     forum.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_9\">                     Issue notice. Notice be also issued to the Convenor,\n                     National Mission for Justice Delivery and Legal\n                     Reforms i.e. the Secretary Justice – Union of India\n                     and also the Attorney General of India.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">                     Shri Gopal Subramanium, learned senior counsel who\n                     is present in the Court is requested to assist the\n                     Court as amicus.”\n\n</p><p data-structure=\"Issue\" id=\"p_11\">          5.    Accordingly, we have heard learned Attorney General and the\n\n          learned amicus on the question as to how the problem of delay in\n\n          hearing of the appeals can be remedied.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n          SUBMISSIONS OF THE LEARNED AMICUS\n\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">          6.    Learned Amicus submitted that timely justice is essential for\n\n          the Rule of Law. Access to justice is a fundamental right under the\n\n          Constitution of India. It is also recognized under <a href=\"/doc/492977/\" id=\"a_5\">Article 10</a> of the\n\n          Universal Declaration of Human Rights as well as <a href=\"/doc/260256/\" id=\"a_6\">Articles 9</a> and <a href=\"/doc/367586/\" id=\"a_7\">14</a>\n\n          of the International Convention on Civil and Political Rights. There\n\n          is, thus, dire need to find practical, effective and achievable\n\n          system for speedy disposal of appeals. In its 245 th Report in the\n\n          year 2014, the Law Commission of India made analysis for method\n\n          of computing adequate judge-strength and recommended increase\n\n          of number of judges on that basis. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1203995\" id=\"span_9\">In <a href=\"/doc/1203995/\" id=\"a_8\">Vineet Narayan versus\n\n          Union of India2</a>, this Court held that the Government agencies\n2 (1996) 2 SCC 199\n\n<span class=\"hidden_text\" id=\"span_10\">                                          3</span>\n\f          must perform their legal obligations as per mandate of <a href=\"/doc/367586/\" id=\"a_9\">Article 14</a> of\n\n          the Constitution.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1090328\" id=\"span_11\">In <a href=\"/doc/1090328/\" id=\"a_10\">Prakash Singh versus Union of India</a> 3, this\n\n          Court directed police reforms to be brought about for scientific,\n\n          speedy and quality investigation. The United States Speedy Trial\n\n          Act, 1974 provides timelines for steps in justice delivery. Timeline\n\n          provided in different statutes in India, such as filing of charge\n\n          sheets under <a href=\"/doc/1687975/\" id=\"a_11\">Section 167</a> Cr.P.C. is required to be implemented.\n\n          Project of National Arrears Grid was required to be implemented.\n\n          The Woolf Report of 1996 emphasized generation of accurate\n\n          judicial statistics on a daily basis. The Grid should help identify the\n\n          steps for dispensation of justice concerning the poor and the\n\n          underprivileged.        Case    Management       practices   should   be\n\n          implemented.       In its report titled ‘Delaying Justice is Denying\n\n          Justice’ the Candian Standing Senate Committee on Legal and\n\n          Constitutional Affairs stated “the lack of robust case and case flow\n\n          management is perhaps the most significant factor contributing to\n\n          delays”.    In England and Wales, pre-trial case management is\n\n          rigorously followed in all criminal cases at both the trial and the\n\n          appellate levels. Active case management includes:</span>\n\n\n</p><blockquote id=\"blockquote_7\">                     “(i)   The early identification of the real issues;\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_14\">3 (2006) 8 SCC 1\n\n<span class=\"hidden_text\" id=\"span_12\">                                           4</span>\n</p><p data-structure=\"Precedent\" id=\"p_15\">\f                        (ii) Achieving certainty as to what must be\n                        done, by whom, and when, in particular by the\n                        early setting of a timetable for the progress of the\n                        case;\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">                        (iii) Monitoring the progress of the case and\n                        compliance with directions;\n</p>\n<p data-structure=\"Facts\" id=\"p_17\">                        (iv) Discouraging delay, dealing with as many\n                        aspects of the case as possible on the same\n                        occasion, and avoiding unnecessary hearings;\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">                        (v) Encouraging the participants to co-operate\n                        in the progression of the case, and\n\n</p><p data-structure=\"Issue\" id=\"p_19\">                        (vi)   Making use of technology.”\n\n\n\n</p><p data-structure=\"Section\" id=\"p_20\">        7.         Reference was also made to Case Management Criminal\n\n        Procedure in England and Wales.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n</p><p data-structure=\"RespArg\" id=\"p_22\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21025575\" id=\"span_13\">8.         Learned Amicus further submitted that in appeals against\n\n        acquittal efforts should be made to weed out unmeritorious appeals.\n\n        Competent Government advocates should be appointed by a fair\n\n        and transparent mechanism as <a href=\"/doc/1090328/\" id=\"a_12\">laid down in</a> <a href=\"/doc/21025575/\" id=\"a_13\">State of Punjab\n\n        versus Brijeshwar Singh4</a>.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n</p><p data-structure=\"PetArg\" id=\"p_24\">        9.         Vacancies of the High Court Judges should be filled up well\n\n        before the date a judge demits the office. Ad hoc judges should be\n\n        appointed to deal with the pending appeals.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">\n\n\n4 (2016) 6 SCC 1\n\n<span class=\"hidden_text\" id=\"span_14\">                                             5</span>\n</p><p data-structure=\"Precedent\" id=\"p_26\">\f10.   Wherever there is higher pendency of appeals, the same can\n\nbe transferred to the courts of concurrent jurisdiction of other\n\nStates. Technology ought to be used to facilitate speedy conduct of\n\ntrials and disposal of appeals. Electronic copy of all papers should\n\nbe served as soon as a charge sheet is filed. The technology can be\n\nused for speedy and summary disposal of certain cases such as the\n\ntraffic offences. Evidence can be recorded by video conferencing,\n\nespecially for Doctors and investigating officers who may be on\n\noutstation job and engaged in official duties which suffer if they\n\nhave to physically come to the court. There must be change in the\n\nwork culture amongst the members of the bar as well as the police.\n\nEfforts should be made to avoid adjournments. Time table should be\n\nlaid down for hearing of appeals which should be strictly adhered to.\n\n\nSUBMISSIONS OF LEARNED ATTORNEY GENERAL\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">11.   Learned Attorney General submitted that the Government has\n\nadopted   a   coordinated    approach      to   assist   the   judiciary   for\n\nliquidation   of   arrears   and       pendency    by    providing    better\n\ninfrastructure for courts including computerization, increase in\n\nstrength of judges, policy and legislative measures in the areas\n\nprone to excessive litigation and emphasis on human resource\n\ndevelopment. ECourts Mission Mode Project has been introduced.\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                   6</span>\n\fComputerized courts have been increased to 16,089.            Cost of\n\nRs.1,670 crores has been approved for the purpose.               Video\n\nConferencing facility has been operationalised in 500 courts and\n\nprisons. Natinal Judicial Data Grid has information regarding 6.36\n\ncrores decided and 2.5 crores pending cases.              5.24 crores\n\norders/judgments are available.     Steps have been taken to fill up\n\nvacancies in Supreme Court and High Courts.           Appointment of\n\nJudges and judicial officers in district and subordinate courts is\n\nwithin the domain of the High Courts and the State Governments. A\n\ntotal of Rs.5956 crores have been released under Centrally\n\nSponsored Scheme (CSS) for Development of Infrastructure facilities\n\nfor the Judiciary.    17,576 Court Halls and 14,363 Residential\n\nAccommodations are available for the Judges/Judicial Officers of\n\nDistrict and Subordinate Courts. In addition, 2,852 Court Halls and\n\n1,622 houses are under construction. 14 th Finance Commission has\n\nendorsed the proposal to strengthen the judicial system by\n\nestablishing 1800 Fast Track Courts (FTCs) for five years for specified\n\noffences at a cost of 4,144 crores.    As per resolution of the Joint\n\nConference of Chief Justices and Chief Ministers, the Government\n\nhas requested the State Governments to strengthen institutional\n\nmechanism between the State and the Judiciary. Steps have been\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                7</span>\n\ftaken for timely completion of infrastructure and eCourts Mission\n\nMode project. There is need to implement <a href=\"/doc/445276/\" id=\"a_14\">Section 436A</a> Cr.P.C. and\n\nensure     periodic   monitoring     of     under-trial    Review     Committee\n\nMechanism.       <a href=\"/doc/34300021/\" id=\"a_15\">The Commercial Courts, Commercial Division and\n\nCommercial Appellate Division of High Court Act, 2015</a> has been\n\nnotified to streamline the conduct of cases in Commercial Division\n\nand Commercial Courts.         Amendments have been made in the\n\n<a href=\"/doc/1306164/\" id=\"a_16\">Arbitration    and    Conciliation       Act,   1996</a>      and   the   <a href=\"/doc/1132672/\" id=\"a_17\">Negotiable\n\nInstruments Act, 1881</a>. In pursuance of resolution of Chief Justices’\n\nConference held in April, 2015, Arrears Committees have been set\n\nup to clear backlog of cases pending from more than five years. The\n\nSupreme Court has also constituted Arrears Committee to formulate\n\nsteps and reduce pendency of cases in High Courts and district\n\ncourts. National Legal Services Authority provides mechanisms for\n\naccess to justice for the poor. Lok Adalats have been held resulting\n\nin disposal of number of cases on the basis of compromise not\n\nrequiring adjudication, apart from adjudication in public utility Lok\n\nAdalats.      The Government has approved scheme for engaging\n\nNyaya Mitras to assist the litigants.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">\n</p><p data-structure=\"RespArg\" id=\"p_29\">12.   Learned Attorney General submitted that delay in disposal of\n\nappeals can be tackled by appointing more judges and by better\n\n<span class=\"hidden_text\" id=\"span_17\">                                     8</span>\n\fcoordination and planning.    It was also submitted that by proper\n\nscrutiny, application for leave to appeal or even appeals can be\n\nsummarily disposed of which will reduce the burden of the courts.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_30\">13.   We place on record our gratitude for the learned Amicus and\n\nlearned Attorney General for their valuable assistance rendered.\n\n\nCONSIDERATION OF THE ISSUE\n\n\n</p><p data-structure=\"Issue\" id=\"p_31\">14.   Even though initially notice was issued to consider the issue of\n\nremedying the situation of delay in hearing of the criminal appeals\n\nbefore the High Courts, learned amicus and learned Attorney\n\nGeneral addressed the Court generally on the issue of speedy\n\njustice at all levels. We consider it appropriate to reflect on some\n\nimportant aspects of speedy justice as these aspects are integral to\n\nthe issue of delay in hearing of criminal appeals by the High Courts.\n\nFirst question which we take up for consideration is whether, having\n\nregard to   the nature of jurisdiction of the High Court and the\n\npresent volume of the work, the expectation for speedy disposal of\n\ncriminal appeals is realistic or there is need for re-engineering of\n\nthe judicial structure.   Secondly, when speedy justice is directly\n\nlinked to timely appointment of best talent, whether there is need\n\nto revisit the existing system of appointment of judges at all levels.\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                9</span>\n\f        Thirdly, what can be the mechanism to plan and oversee the best\n\n        management practices, including employment of technology, for\n\n        optimum performance and righteous conduct. Fourth, how uncalled\n\n        for frequent strikes obstructs access to justice and what steps are\n\n        required to remedy the situation.\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">\n</p><p data-structure=\"Issue\" id=\"p_33\">        15.     We are conscious that the above issues are primarily policy\n\n        matters.         The subject matter of restructuring of courts and\n\n        administration of justice is a matter to be gone into by the\n\n        executive and the legislature. However, since the subject affects\n\n        fundamental right of speedy justice, this Court cannot refuse to\n\n        look into the problem repeatedly presented to it with a view to draw\n\n        attention of all concerned, leaving to the concerned authorities to\n\n        consider and act in the matter.\n</p>\n<p data-structure=\"Section\" id=\"p_34\">        16.     There can be no dispute that access to speedy justice is part of\n\n        fundamental right under <a href=\"/doc/367586/\" id=\"a_18\">Articles 14</a> and <a href=\"/doc/1199182/\" id=\"a_19\">21</a> of the Constitution. The\n\n        National Commission                 to   Review      Working   of the Constitution\n\n        recommended that access to speedy justice may be incorporated as\n\n        an express fundamental right5.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">\n\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"147862660\" id=\"span_19\">5 <a href=\"/doc/147862660/\" id=\"a_20\">Anita Kushwaha v. Pushap Sudan</a> (2016) 8 SCC 509, para 31</span>\n\n<span class=\"hidden_text\" id=\"span_20\">                                                     10</span>\n</p><p data-structure=\"Precedent\" id=\"p_36\">\f        17.     The matter has been subject of consideration in several\n\n        decisions.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"50352079\" id=\"span_21\">In <a href=\"/doc/50352079/\" id=\"a_21\">Imtiaz Ahmad        versus   State of U.P.6</a> the issue\n\n        taken up for consideration was delay in disposal of criminal cases\n\n        where stay was granted by the High Court. On consideration of a\n\n        report, the Court noted:</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_37\">\n</p><blockquote id=\"blockquote_8\">                         “(a) As high as 9% of the cases have\n                         completed more than twenty years since\n                         the date of stay order.\n</blockquote><blockquote id=\"blockquote_9\">                         (b) Roughly 21% of the cases          have\n                         completed more than ten years.\n</blockquote><blockquote id=\"blockquote_10\">                         (c) Average pendency per case (counted\n                         from the date of stay order till 26-7-2010)\n                         works out to be around 7.4 years.\n</blockquote><blockquote id=\"blockquote_11\">                         (d) Charge-sheet was found to be the most\n                         prominent stage where the cases were\n                         stayed with almost 32% of the cases falling\n                         under this category. The next two\n                         prominent stages are found to be\n                         ‘appearance’ and ‘summons’, with each\n                         comprising 19% of the total number of\n                         cases. If ‘appearance’ and ‘summons’ are\n                         considered interchangeable, then they\n                         would    collectively  account   for    the\n                         maximum of stay orders.”\n\n\n\n</blockquote><blockquote id=\"blockquote_12\">        18.     This Court directed the Law Commission to examine the matter\n\n        with a view to set up additional courts to eliminate delays.\n\n\n</blockquote><blockquote id=\"blockquote_13\">        19.     Accordingly, Law Commission examined the matter in its 245 th\n\n        Report given in July, 2014 and recommended review of cadre\n\n6 (2012) 2 SCC 688\n\n<span class=\"hidden_text\" id=\"span_22\">                                        11</span>\n\f        strength.    The Commission noted that the system was unable to\n\n        deliver timely justice because of huge backlog for which the judge\n\n        strength was inadequate. It noted that mandatory time frames were\n\n        provided in some countries. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83470448\" id=\"span_23\">In <a href=\"/doc/83470448/\" id=\"a_22\">P. Ramchandra Rao versus State\n\n        of Karnataka7</a>, this Court was not in favour of mandatory time\n\n        limit. Non binding directory guidelines could be adopted. 14 th Report\n\n        of the Law Commission suggested time frame which was reiterated\n\n        in subsequent Law Commission reports. The Malimath Committee\n\n        recommended use of two year time frame as the norm by which\n\n        delay and arrears in the system should be measured. Case specific\n\n        time tables are adopted to meet the object of individualized timely\n\n        justice. The Commission observed that all cases pending for\n\n        more than one year be categorized as backlogged. All cases\n\n        backlogged in three years and current cases be decided\n\n        within one year.     The Commission considered various methods for\n\n        fixing the judge strength so as to meet current institution of cases\n\n        within the expected time frame as well as also to clear the arrears\n\n        within the targeted time. One of the problems noticed was huge\n\n        vacancies and failure in timely filling up of vacancies.     Delay and\n\n        arrears was a concern not only in the trial courts but throughout the\n\n        judicial system.   If the disposal in trial courts increased, the matter\n\n7 (2002) 4 SCC 578\n\n<span class=\"hidden_text\" id=\"span_24\">                                        12</span>\n\f       may be held up in the higher courts. Adequate infrastructure and\n\n       support staff was also of importance.            Good Judicial management\n\n       practices such as timeliness and performance bench marks were\n\n       also discussed. It was observed that the High Courts are already\n\n       backlogged and not able to keep pace with new filings.               It was\n\n       observed        that   there   was   need   to    establish   non-mandatory\n\n       timeframe for different types of cases. Unless judges and litigants\n\n       have clear expectations, there will be little accountability for delays.</span>\n\n\n</blockquote><blockquote id=\"blockquote_14\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"50352079\" id=\"span_25\">20.     Thereafter, the matter was considered in <a href=\"/doc/50352079/\" id=\"a_23\">Imtiyaz Ahmad\n\n       versus         State of Uttar Pradesh and Ors.</a> 8. This Court gave\n\n       directions for review of cadre strength in terms of principles laid\n\n       down therein. However<a href=\"/doc/50352079/\" id=\"a_24\">, <a href=\"/doc/50352079/\" id=\"a_25\">the said judgment</a></a> appears to have dealt\n\n       with the issue of fixing up of strength of judges for the subordinate\n\n       judiciary and infrastructure for the district judiciary9.</span>\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_38\">       Possibility of decision of five year old cases pending in\n       the High Courts particularly the criminal appeals within\n       the existing system – Need to consider decongestion of\n       Constitutional Courts.\n</p>\n<p data-structure=\"Issue\" id=\"p_39\">\n</p><p data-structure=\"Precedent\" id=\"p_40\">       21.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1181980\" id=\"span_26\">In <a href=\"/doc/1181980/\" id=\"a_26\">Akhtari Bi versus State of M.P.10</a>, this Court requested\n\n       the Chief Justices of the High Courts to take immediate effective\n\n8 (2017) 3 SCC 658\n9 Para 43\n10 (2001) 4 SCC 355\n\n<span class=\"hidden_text\" id=\"span_27\">                                            13</span>\n\f        steps for disposal of criminal appeals pending for more than five\n\n        years.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">        22.      The matter was considered by the Joint Conference of Chief\n\n        Ministers and the Chief Justices held in April, 2016 and it was\n\n        resolved:\n</p>\n<p data-structure=\"Section\" id=\"p_42\">\n</p><blockquote id=\"blockquote_15\">                     “8. DELAY AND ARREARS COMMITTEE:\n</blockquote>\n<blockquote id=\"blockquote_16\">                                                        xxx xxx xxx\n                       Resolved that\n\n</blockquote><blockquote id=\"blockquote_17\">                           (i) all High Courts shall assign topmost priority for\n                               disposal of cases which are pending for more\n                               than five years;\n</blockquote>\n<blockquote id=\"blockquote_18\">                           (ii) High Courts where arrears of cases pending for\n                               more than five years are concentrated shall\n                               facilitate their disposal in mission mode;\n</blockquote>\n<blockquote id=\"blockquote_19\">                           (iii) High Courts shall progressively thereafter set a\n                                target of disposing of cases pending for more\n                                than four years;\n</blockquote>\n<blockquote id=\"blockquote_20\">                           (iv) while prioritising the disposal of cases pending\n                               in the District Courts for more than five years,\n                               additional incentives for the Judges of the District\n                               Judiciary be considered where feasible; and\n\n</blockquote><blockquote id=\"blockquote_21\">                           (v) efforts be made for strengthening case-flow\n                              management rules.”\n\n</blockquote><p data-structure=\"Section\" id=\"p_43\">        23.      The available figures11 show that long pendency, particularly of\n\n        more than five years remains a serious challenge. In High Courts,\n\n\n11 Please refer to Court News – October-December, 2016 in Supreme Court Website (www.supremecourtofindia.nic.in) or\n  (http://supremecourtofindia.nic.in/pdf/CourtNews/COURT_NEWS_Vol_XI_Issue_No4_October_to_December_2016.pdf)\n\n<span class=\"hidden_text\" id=\"span_28\">                                                        14</span>\n\f         16.29 lakhs cases were more than five years old. 7.43 lakh cases\n\n         were more than 10 years old. Since current disposal itself was less\n\n         than the institution of fresh cases, there was no likelihood of old\n\n         cases being decided in a reasonable time.                                      There could not be\n\n         increase of strength of High Court Judges beyond a limit.                                                 The\n\n         system could not be top heavy. Volume of work in the High Court\n\n         was likely to further increase on account of increased disposal of\n\n         cases in subordinate courts with the increased strength of judges,\n\n         infrastructure and other steps being taken.                                   Disposal of cases in\n\n         subordinate courts is not enough if the same are thereafter held up\n\n         in the High Courts. New laws are being enacted providing statutory\n\n         remedies before the High Courts. Moreover, oversight mechanism\n\n         for judges of the Constitutional Courts is not the same as for other\n\n         Judges12.          While, there can be no doubt about need for such\n\n         protection, appointment of large number of such judges can be\n\n         counter productive.                  If number of Constitutional Courts is to be\n\n         increased to match the volume of work being entrusted to such\n\n         Courts, it may have its implication unless it is possible to find\n\n12 (1997) 3 SCC 261 – para 78 “ … …The Judges of the superior courts have been entrusted with the task of upholding\nthe Constitution and to this end, have been conferred the power to interpret it. It is they who have to ensure that the\nbalance of power envisaged by the Constitution is maintained and that the legislature and the executive do not, in the\ndischarge of their functions, transgress constitutional limitations. It is equally their duty to oversee that the judicial\ndecisions rendered by those who man the subordinate courts and tribunals do not fall foul of strict standards of legal\ncorrectness and judicial independence. The constitutional safeguards which ensure the independence of the Judges\nof the superior judiciary, are not available to the Judges of the subordinate judiciary or to those who man\ntribunals created by ordinary legislations. …”\n\n<span class=\"hidden_text\" id=\"span_29\">                                                           15</span>\n\f        sufficient number of suitable persons. The fact that there are large\n\n        number of vacancies in such Courts shows the difficulty in\n\n        identifying adequate number of suitable persons for Constitutional\n\n        Courts.          Needless         to    say      that     nature      of   work   before   the\n\n        Constitutional Courts particularly laying down of law is time\n\n        consuming. Such Courts cannot be overburdened.\n</p>\n<p data-structure=\"Section\" id=\"p_44\">\n</p><p data-structure=\"Precedent\" id=\"p_45\">        24.        The Arrears Committee of this Court considered the issue of\n\n        filling up of vacancies in subordinate courts and the issue of arrears.\n\n        It was noted that while better monitoring, better management and\n\n        other steps such as the Central Selection may help speedy disposal\n\n        in subordinate courts, the working of constitutional courts stands on\n\n        different footing. There being mismatch in pendency and disposal,\n\n        the Committee recommended an interaction with the stakeholders\n\n        to explore the issues of judicial reforms including reengineering of\n\n        structure of administration of justice and the legislative changes\n\n        necessary          for     the      constitutional           goal     of   speedy   justice 13.\n\n        Accordingly, a meeting with the stakeholders was held on 8 th April,\n\n        2017. The issues considered were:\n</p>\n<p data-structure=\"Section\" id=\"p_46\">                         “i)     Decongestion of Supreme Court and High\n                                 Courts from civil and criminal appeals.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\">\n\n13 Minutes of the meeting of the Arrears Committee held on 23rd March, 2017\n\n<span class=\"hidden_text\" id=\"span_30\">                                                       16</span>\n</p><p data-structure=\"Precedent\" id=\"p_48\">\f                           ii)      Performance of Tribunals in contribution to\n                                    decongestion of cases in Supreme Court and\n                                    High Courts.\n</p>\n<pre id=\"pre_2\">                           iii)     Central Selection Mechanism                           to     fill    up\n                                    vacancies in subordinate courts.\n\n                           iv)      Video recording and conferencing in Courts &amp;\n</pre><p data-structure=\"Precedent\" id=\"p_49\">                                    video investigation by investigating authorities.\n\n</p><pre id=\"pre_3\">                           v)       Reforms in Legal Profession.\n\n                           vi)      Issue of granting Bail and under Trials.”\n\n\n</pre><p data-structure=\"CDiscource\" id=\"p_50\">         25.      In the said meeting, it was noticed that in most of the High\n\n         Courts disposal was less than the institution.                                         This called for\n\n         reengineering of structure of administration of justice. One of the\n\n         suggestions was that statutory remedies provided before the\n\n         constitutional courts may be shifted to alternative fora.                                              It was\n\n         suggested that Courts of Appeals may be set up higher to the\n\n         District Courts but below the High Court. Such Courts of Appeals\n\n         could comprise more than one member, partly drawn from the\n\n         senior district judges and partly recruited directly from the Bar\n\n         through a Central Selection Mechanism 14. If above proposal is\n14 Relevant extract from the minutes of meeting of the Arrears Committee held on 8th April, 2017:\n</p><blockquote id=\"blockquote_22\">          “Reference to the available statistics shows that pendency of more than five year old cases in the High Courts\nwas more than 40% of the total pendency in the High Courts and figures of five year old cases were on the increase.\nCriminal Appeals in most of the High Courts were pending for more than five years and there was no possibility of such\nappeals being taken up for hearing to satiate the aspirations of the common litigant of speedy justice. In most of the High\nCourts disposal of Criminal Appeals was less than the institution. Delay in decision of criminal cases, particularly in\ncategory of serious cases where granting bail was not safe, was not a satisfactory situation. Unless there was an\nalternative to ensure speedy disposal for criminal cases in the High Courts, search for structural alternative was the\nimperative need of the hour. There are other areas of appellate jurisdiction in the High Court including second appeals,\nmatrimonial matters, accidental claim cases, land acquisition cases which also require prompt disposal, but the same get\n\n<span class=\"hidden_text\" id=\"span_31\">                                                            17</span>\n\f         considered, pending appeals before the High Court could be\n\n         transferred to such Benches whose decisions will be final.\n\n</blockquote><blockquote id=\"blockquote_23\">         26.      An enabling statute could be enacted whereby the State could,\n\n         in consultation with the High Courts, transfer all or certain\n\n         categories of appeals or other statutory proceedings from the High\n\n         Courts to the alternative fora. Constitutional remedies will remain\n\n         intact. It was explained that this would not be creating one extra\n\n         forum resulting in longer duration of litigation instead of speedy\n\n         disposal. The constitutional remedy under <a href=\"/doc/1331149/\" id=\"a_27\">Article 227</a> was different\n\n         from statutory appeal15.\n</blockquote>\n<blockquote id=\"blockquote_24\">         27.      Suggestions             considered             in     the       meeting           also       include\n\n         restructuring of the Tribunals, reforms in legal profession, online\n\n         grievance redressal mechanism against administrative decisions\n\n         with specified time limits at par with the <a href=\"/doc/671631/\" id=\"a_28\">Right to Information Act</a>\nclogged at the High Court level because of the high pendency of the cases in the High Courts and time taken in decision\nof such appeals. The statistics show that in most of the High Courts the disposal was less than the institution and as many\nas 16.29 lakh cases were more than five years old. Figure of 10 year old cases is 7.43 lakhs in the High Courts and more\nthan 20 lakhs in the subordinate courts.\n</blockquote><p data-structure=\"Precedent\" id=\"p_51\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1594547\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"34295630\" id=\"span_33\">Thus, there is need for re-engineering of the structure of administration of justice by which the Supreme Court\nand the High Courts may discharge only core constitutional functions while the statutory appeals or other statutory\nfunctions can be dealt with by an alternative mechanism by courts of appeal which, in hierarchy will be higher to the\ndistrict judges but below the High Court. Such cadre may comprise of members drawn partly by selection from the\nHigher Judicial Service and partly from the Bar through Centralised Recruitment Mechanism. It may be possible to lay\ndown disposal norms/targets to be achieved by such benches and in light thereof number of benches within the\njurisdiction of each High Court may be assessed. Pending appeals or at least certain categories of appeals can be\ntransferred to such Benches. Based on performance, integrity and suitability, members of the appellate benches may be\nconsidered for elevation to the High Courts. Remedy to move the High Court under Articles 226/227 will remain intact.\nApprehension was expressed by some of the participants that creating another Appellate Forum may not necessarily\nresult in reducing the 4 docket load of the High Courts and Supreme Court. Because, going by the present trend there is a\ntendency of every litigation being carried to the higher Forum and at least till the High Court if not the Supreme Court.\nHowever, the scope of interference in constitutional jurisdiction of the High Courts under Article 226/227 is\ncircumscribed and not the same as deciding appeals on facts and law.”\n\n15 <a href=\"/doc/34295630/\" id=\"a_29\">Radhey Shyam versus Chhabi Nath</a> (2015) 5 SCC 423; <a href=\"/doc/1594547/\" id=\"a_30\">Sita Ram versus State of U.P.</a> (1979)2 SCC 656\n\n<span class=\"hidden_text\" id=\"span_34\">                                                            18</span>\n\f        (RTI), summary procedures for civil and criminal disputes of certain\n\n        categories16.           The matter was also considered thereafter in the\n\n        meeting of Arrears Committee of the Supreme Court with the\n\n        Arrears Committees of the High Courts17.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">        28.      In 124th Report of the Law Commission of India (1988) titled\n\n        “High Court Arrears – A Fresh Look”, the Law Commission observed\n\n        that wherever possible, proliferating appellate and wide original\n\n        jurisdiction should be controlled and curtailed without impairing the\n\n        quality of justice.            It was observed that the approach of the Law\n\n        Commission is to reduce number of appeals, set up specialist\n\n        courts/tribunals to reduce the inflow of work to the High courts.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_53\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196582635\" id=\"span_35\">29.      Desirability of amending provisions of direct appeal to this\n\n        Court was also considered in <a href=\"/doc/196582635/\" id=\"a_31\">Gujarat Urja Vikas Nigam Limited\n\n        versus         Essar Power Limited18</a>. Therein, this Court considered\n\n        the      unique        role     of    the      highest       court       and      observed          that\n\n        overburdening             of     Constitutional          Courts        was      undesirable           for\n\n        functioning of the Constitution. Heavy work of routine nature before\n\n        Constitutional Courts affected their assigned core role.                                            Law\n\n        Commission was asked to look into the matter.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">\n16 Minutes of the interaction of the Arrears Committee for Supreme Court &amp; High Courts held on 8th April, 2017\n17 Minutes of the interaction of the Arrears Committee for Supreme Court &amp; High Courts held on 22nd April, 2017\n18 (2016)9 SCC 103\n\n<span class=\"hidden_text\" id=\"span_36\">                                                        19</span>\n</p><p data-structure=\"Precedent\" id=\"p_55\">\f        30.     In 272nd report, the Law Commission observed that the forum\n\n        for challenging the order of tribunal should be appellate tribunals,\n\n        which decision should be final. No statutory appeal should be\n\n        provided before the High Courts or Supreme Court in routine\n\n        manner19.            No action appears to have been taken on the said\n\n        recommendations.\n</p>\n<p data-structure=\"Precedent\" id=\"p_56\">\n</p><p data-structure=\"Conclusion\" id=\"p_57\">        31.     Since one trial and one appeal are considered to be\n\n        components of fair system of administration of justice in criminal\n\n        cases of serious nature20, adjudication at the original forum and at\n\n        one appellate forum must be within reasonable time which should\n\n        not normally exceed one to two years, as noted by the Law\n\n        Commission and the Malimath Commission.                                At the same time,\n\n        multiple layers of remedies need to be eliminated.                            <a href=\"/doc/1331149/\" id=\"a_32\">Article 227</a>\n\n        remedy, as earlier observed, is meant primarily against perversity\n\n        or patent error in a judgment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"661155\" id=\"span_37\">32.     From the data available it is clear that all the steps taken by\n\n        the Central Government so far have not significantly improved the\n\n        situation of speedy disposal of criminal appeals. The steps taken\n\n        are set off by increased volume of work or otherwise.\n\n\n\n19 8.23 of the Law Commission Report\n20 Dadu alias <a href=\"/doc/661155/\" id=\"a_33\">Tulsidas versus State of Maharashtra</a> (2000) 8 SCC 437, para 17</span>\n\n<span class=\"hidden_text\" id=\"span_38\">                                                       20</span>\n</p><p data-structure=\"Precedent\" id=\"p_59\">\f        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196582635\" id=\"span_39\">33.     Accordingly, we are of the view that the Union of India ought\n\n        to consider whether it is viable to have criminal appeals and other\n\n        matters before the High Courts decided within reasonable time as\n\n        per existing system. If not, whether it is possible to provide any\n\n        other suitable forum for such appeals so as to ensure enforcement\n\n        of fundamental right of speedy justice or how else the situation can\n\n        be remedied.            The issue of non-viability of providing routine\n\n        statutory appeals to Constitutional Courts as observed in <a href=\"/doc/196582635/\" id=\"a_34\">Gujarat\n\n        Urja</a> (supra) may also need to be considered.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_60\">        Filling up of vacancies at all levels with the best\n\n        available talent\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">        34.     Apart from the above, the steps which need immediate\n\n        consideration include timely filling up of vacancies at all levels with\n\n        the best available talent.       The 14th Law Commission in its Report in\n\n        the year 1958 examined the issue of having best talent for\n\n        subordinate judiciary. It suggested selection by all India level\n\n        competition and constitution of All India Judicial Service.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1977799\" id=\"span_40\">In <a href=\"/doc/1977799/\" id=\"a_35\">All\n\n        India Judges’ Association           versus Union of India</a> 21 this Court\n\n        observed that the Union of India should take steps in the matter as\n\n        early as possible. This Court also directed vacancies at all levels be\n\n\n21 (1992) 1 SCC 119 – para 12\n\n<span class=\"hidden_text\" id=\"span_41\">                                            21</span>\n\f        filled up in a time bound manner 22.                                The uniform method of\n\n        recruitment was               directed         to     be followed             by amending            the\n\n        applicable rules23.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_62\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"159064717\" id=\"span_42\">35.       Relying upon the minutes of the Arrears Committee of this\n\n        Court dated 8th April, 2017 that a central selection mechanism may\n\n        be introduced to timely fill up all the vacancies with the best\n\n        available talent, the Department of Justice, Government of India\n\n        vide letter dated 28th April, 2017, addressed to the Secretary\n\n        General of this Court, stated that the idea of Central Selection\n\n        Mechanism ought to be considered. The said letter was treated by\n\n        the then Chief Justice of India as Suo Motu Writ (Civil)No. 1 of 2017\n\n        (In Re:           Central Selection Mechanism for <a href=\"/doc/159064717/\" id=\"a_36\">Subordinate\n\n        Judiciary          versus          Union of India &amp; Ors</a> ) and notices were\n\n        issued.       Learned amicus gave a note on the Central Selection\n\n        Mechanism which was circulated to all the States and the High\n\n        Courts vide order dated 28th July, 201724.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1977799\" id=\"span_43\">The matter is, however,\n\n\n22 (2008) 17 SCC 703 – Malik Mazhar Sultan (3) and Anr. Versus UP Public Service Commn &amp; Ors – para 7\n23 (2002) 4 SCC 247– <a href=\"/doc/1977799/\" id=\"a_37\">All India Judges’ Association versus UOI</a>, para 27\n        24       “1.     We are tentatively of the view, that the objections raised by a few of the High\n                Courts for centralization of the selection process of Subordinate Judges, have been\n                suitably dealt with in our order dated 10.7.2017. It however seems, that some confusion\n                still persists. This obviously is out of a possible mis-communication. We therefore,\n                consider it just and appropriate to request Mr. Arvind P. Datar, learned Amicus Curiae, to\n                prepare a &#x27;Concept Note&#x27;, highlighting the various aspects of our order dated 10.7.2017\n                and indicating how the objections raised stand satisfied. The &#x27;Concept Note&#x27; shall be\n                placed on the record of this case, and circulated amongst learned counsel representing the\n                States or the High Courts, before the next date of hearing.</span>\n</p><p data-structure=\"Precedent\" id=\"p_63\">                      2. List again on 4.8.2017, at 3.00 p.m”\n\n<span class=\"hidden_text\" id=\"span_44\">                                                         22</span>\n\f        still pending. We refrain from expressing any view on the judicial\n\n        order to be passed. Needless to say that setting up of Central\n\n        Selection Mechanism will go a long way in having timely\n\n        appointments of best available talent. Steps in this regard may be\n\n        taken by the concerned authorities25 without delay so that timely\n\n        and quality appointments can be ensured.\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">        36.      Appointment to constitutional courts is governed by the\n\n        Collegium system as <a href=\"/doc/1977799/\" id=\"a_38\">laid down in</a> judgments of this Court in\n\n        Supreme Court Advocates-on-Record Association                                                     versus\n\n        Union of India26 and Special President Reference under\n\n        <a href=\"/doc/4015076/\" id=\"a_39\">Article           143(1)</a>           Relating             to       Judges            Transfer            and\n\n        Appointment27.                  Vide 99th Amendment to the Constitution, the\n\n        said system was sought to be replaced by the National Judicial\n\n        Appointment Commission (NJAC). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"66970168\" id=\"span_45\">The said Amendment was struck\n\n        down by this Court in Supreme Court <a href=\"/doc/66970168/\" id=\"a_40\">Advocates-on-Record\n\n        Association               versus            Union of India28</a>.                    However, it was\n\n        observed that the functioning of Collegium System needed to be\n\n        improved29.</span>\n</p><p data-structure=\"Precedent\" id=\"p_65\">25 See Entry 11A, List III, Seventh Schedule to the Constitution\n26 (1993) 4 SCC 441, para 478(13), paras 480, 486\n27 (1998) 7 SCC 739, para 44\n28 (2016) 5 SCC 1 – para 1255\n29 (2016) 5 SCC 1 – Chelameswar, J – Para 1236; Lokur, J – para 969; Kurian, J. – para 990; Goel, J. – para 1111 :\n\n</p><blockquote id=\"blockquote_25\">          1236.….The abovementioned two are not the only cases where the system failed. It is a matter of public record\nthat in the last 20 years, after the advent of the Collegium System, a number of recommendations made by the Collegia\nof the High Courts came to be rejected by the Collegium of the Supreme Court. There are also cases where the\n\n<span class=\"hidden_text\" id=\"span_46\">                                                          23</span>\n\f         Accordingly, while upholding the Amendment, the Court vide order\n\n         dated 16th October, 2015 directed:\n</blockquote>\n<blockquote id=\"blockquote_26\">                                     “5. To consider introduction of appropriate\n                                     measures, if any, for an improved working of\n                                     the “Collegium System”, list on 3-11-2015”.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_27\">Collegium of this Court quickly retraced its steps having rejected the recommendations of a particular name made by the\nHigh Court Collegium giving scope for a great deal of speculation as to the factors which must have weighed with the\nCollegium to make such a quick volte face. Such decisions may be justified in some cases and may not in other cases.\nThere is no accountability in this regard. The records are absolutely beyond the reach of any person including the Judges\nof this Court who are not lucky enough to become the Chief Justice of India. Such a state of affairs does not either\nenhance the credibility of the institution or good for the people of this country.\n</blockquote>\n<blockquote id=\"blockquote_28\">          <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1977799\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1977799\" id=\"span_48\">969. The result of this declaration is that the “Collegium System” postulated by the <a href=\"/doc/1977799/\" id=\"a_41\">Second Judges</a> case [(<a href=\"/doc/1977799/\" id=\"a_42\">1993)\n7 SCC 441] and the Third Judges</a> case [Spl. Ref.1 of 1998, In Re.1998 7 SCC 739] gets revived. However, the procedure\nfor appointment of Judges as <a href=\"/doc/1977799/\" id=\"a_43\">laid down in</a> these decisions read with the (Revised) Memorandum of Procedure definitely\nneeds fine tuning. We had requested the learned counsel, on the close of submissions, to give suggestions on the basis\nthat the petitions are dismissed and on the basis that the petitions are allowed. Unfortunately, we received no response, or\nat best a lukewarm response.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_29\">          990. All told, all was and is not well. To that extent, I agree with Chelameswar, J. that the present Collegium\nSystem lacks transparency, accountability and objectivity. The trust deficit has affected the credibility of the Collegium\nSystem, as sometimes observed by the civic society. Quite often, very serious allegations and many a time not unfounded\ntoo, have been raised that its approach has been highly subjective. Deserving persons have been ignored wholly for\nsubjective reasons, social and other national realities were overlooked, certain appointments were purposely delayed so\nas either to benefit vested choices or to deny such benefits to the less patronised, selection of patronised or favoured\npersons were made in blatant violation of the guidelines resulting in unmerited, if not, bad appointments, the dictatorial\nattitude of the Collegium seriously affecting the self-respect and dignity, if not, independence of Judges, the court,\nparticularly the Supreme Court, often being styled as the Court of the Collegium, the looking forward syndrome\naffecting impartial assessment, etc., have been some of the other allegations in the air for quite some time. These\nallegations certainly call for a deep introspection as to whether the institutional trusteeship has kept up the expectations\nof the Framers of the Constitution. Though one would not like to go into a detailed analysis of the reasons, I feel that it is\nnot the trusteeship that failed, but the frailties of the trustees and the collaborators which failed the system. To me, it is a\ncurable situation yet.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_66\">         1111. Since the system existing prior to the amendment will stand revived on the 99th Amendment being struck\ndown and grievances have been expressed about its functioning, I am of the view that such grievances ought to be\nconsidered. It is made clear that grievances have not been expressed by the petitioners about the existence of the pre-\nexisting system of appointment but about its functioning in practice. It has been argued that this Court can go into this\naspect without revisiting the earlier decisions of the larger Benches. I am of the view that such grievances ought to be\ngone into for which the matter needs to be listed for hearing.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                                              24</span>\n</p><p data-structure=\"CDiscource\" id=\"p_67\">\f37.   After due consideration of various suggestions, this aspect of\n\nthe matter was dealt with vide order dated 16 th December, 2015 as\n\nfollows:\n</p>\n<blockquote id=\"blockquote_30\">                “1255. In view of the above, the Government\n                of India may finalise the existing Memorandum\n                of Procedure by supplementing it in\n                consultation with the Chief Justice of India.\n                The Chief Justice of India will take a decision\n                based on the unanimous view of the Collegium\n                comprising the four seniormost puisne Judges\n                of the Supreme Court. They shall take the\n                following factors into consideration:\n</blockquote>\n<blockquote id=\"blockquote_31\">                1256.1.       Eligibility   criteria:      The\n                Memorandum of Procedure may indicate the\n                eligibility criteria, such as the minimum age,\n                for the guidance of the Collegium (both at the\n                level of the High Court and the Supreme Court)\n                for the appointment of Judges, after inviting\n                and taking into consideration the views of the\n                State Government and the Government of\n                India (as the case may be) from time to time.\n</blockquote>\n<blockquote id=\"blockquote_32\">                1256.2.Transparency in the appointment\n                process:      The eligibility criteria and the\n                procedure as detailed in the Memorandum of\n                Procedure for the appointment of Judges ought\n                to be made available on the website of the\n                Court concerned and on the website of the\n                Department of Justice of the Government of\n                India. The Memorandum of Procedure may\n                provide for an appropriate procedure for\n                minuting the discussion including recording the\n                dissenting opinion of the Judges in the\n                Collegium while making provision for the\n                confidentiality of the minutes consistent with\n                the requirement of transparency in the system\n                of appointment of Judges.\n</blockquote>\n<blockquote id=\"blockquote_33\">                1256.3. Secretariat: In the interest of better\n                management of the system of appointment of\n\n<span class=\"hidden_text\" id=\"span_50\">                               25</span>\n\f                                    Judges, the Memorandum of Procedure may\n                                    provide for the establishment of a Secretariat\n                                    for each High Court and the Supreme Court\n                                    and prescribe its functions, duties and\n                                    responsibilities.\n</blockquote>\n<blockquote id=\"blockquote_34\">                                    1256.4. Complaints: The Memorandum of\n                                    Procedure may provide for an appropriate\n                                    mechanism and procedure for dealing with\n                                    complaints against anyone who is being\n                                    considered for appointment as a Judge.</blockquote>\n<blockquote id=\"blockquote_35\">\n                                    1256.5. Miscellaneous: The Memorandum of\n                                    Procedure may provide for any other matter\n                                    considered     appropriate     for  ensuring\n                                    transparency and accountability including\n                                    interaction with the recommendee(s) by the\n                                    Collegium of the Supreme Court, without\n                                    sacrificing  the    confidentiality of   the\n                                    appointment process.”\n\n\n</blockquote><blockquote id=\"blockquote_36\">         38.      Improvement contemplated in the above judgment does not\n\n         seem to have seen the light of the day.                                 In Re: Sri Justice C.S.\n\n         Karnan30 observations have been made as to the need to revisit the\n\n         process of appointments and to set up mechanism for corrective\n\n         measures other than impeachment against conduct of an erring Judge.\n\n\n\n\n30 (2017) 7 SCC 1 – paras 77-78:\n</blockquote><blockquote id=\"blockquote_37\">         “77. This case, in our opinion, has importance extending beyond the immediate problem. This case highlights\ntwo things:\n</blockquote><blockquote id=\"blockquote_38\">         (1) the need to revisit the process of selection and appointment of Judges to the constitutional courts, for that\n    matter any member of the judiciary at all levels; and\n         (2) the need to set up appropriate legal regime to deal with situations where the conduct of a Judge of a\n    constitutional court requires corrective measures—other than impeachment—to be taken.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_68\">         78. …. What appropriate mechanism would be suitable for assessing the personality of the candidate who is\nbeing considered for appointment to be a member of a constitutional court is a matter which is to be identified after an\nappropriate debate by all concerned—the Bar, the Bench, the State and civil society. But the need appears to be\nunquestionable.”\n\n<span class=\"hidden_text\" id=\"span_51\">                                                           26</span>\n</p><p data-structure=\"Precedent\" id=\"p_69\">\f        39.     We make it clear that we are in no manner deviating from the law\n\n        <a href=\"/doc/1977799/\" id=\"a_44\">laid down by</a> this Court that primacy in appointment of Constitutional\n\n        Courts is to be of the Chief Justice of India.                        At the same time, even\n\n        without affecting such primacy improvement in working of Collegium is a\n\n        felt necessity as held above. Five Judge Bench of this Court directed\n\n        setting up of the Secretariat and also to incorporate other factors for\n\n        improved and effective working of the collegiums system.                                  This apart,\n\n        corrective measures against post appointment conduct or inadequate\n\n        performance or failure to uphold righteous conduct need to be evolved.\n\n        These aspects require urgent attention of concerned authorities.\n\n</p><p data-structure=\"Precedent\" id=\"p_70\">        40.     We may particularly note that if a High Court remains without a\n\n        permanent Chief Justice, process of speedy justice certainly suffers.                                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"66970168\" id=\"span_52\">In\n\n        spite of timeline in the MOP for appointments in pursuance of Judgement\n\n        of this Court in Supreme Court <a href=\"/doc/66970168/\" id=\"a_45\">Advocates-on-Record Association\n\n        and Ors. versus Union of India</a> 31 that there will be no Acting Chief\n\n        Justice for more than one month32, timely appointments of Chief Justices is\n\n        not taking place. Appointment of a Chief Justice for few days for a High\n\n        Court other than the place where the candidate is already working serves\n\n        no purpose of the system. The Central Government must take all steps to\n\n31 (1993)4 SCC 441, para 478\n32 Para 5 of the ‘Memorandum showing the Procedure for Appointment and Transfer of Chief Justices and Judges of\nHigh Courts’ (MOP).</span>\n</p><p data-structure=\"CDiscource\" id=\"p_71\">                                  “5. Initiation of the proposal for the appointment of Chief Justice of a High\n                  Court would be by the Chief Justice of India. The process of appointment must be initiated\n                  well in time to ensure the completion at least one month prior to the date of anticipated\n                  vacancy for the Chief Justice of the High Court. The Chief Justice of India would ensure that\n                  when a Chief Justice is transferred from one High Court to another simultaneous appointment\n                  of his successor in his office should be made and ordinarily the arrangement of\n                  appointment of an acting Chief Justice should not be made for more than one month.”\n\n<span class=\"hidden_text\" id=\"span_53\">                                                       27</span>\n\fensure such appointments as per prescribed timeline. Even if it may not\n\nbe possible to make initial appointments to High Courts till suitable\n\ncandidates are identified, appointment of Chief Justices may stand on\n\ndifferent footing as selection is to be made out of available candidates. To\n\nspeedily identify such candidates, availability of data and involvement of\n\npersons who can spend time may be needed. The process may require\n\nthinking, planning and acting on a continuous basis.      Primacy with the\n\njudiciary is necessary but for the job of such onerous nature, effective\n\nassistance is a must. Felt needs of time must be addressed. The\n\nsystem cannot remain static or unconcerned even when problems\n\nare patent.    As already noted there appears to be dire need to\n\nstrengthen the system of timely appointment of Judges, particularly\n\nChief Justices. Identification of candidates, scrutiny, evaluation and\n\npost appointment performance measurements and conduct are time\n\nconsuming processes and at least some independent full time\n\nexperts are required, if timely and best appointments are to be\n\nensured and requisite in-house oversight is to be a reality.          A full\n\ntime body consistent with independence of judiciary appears to be\n\nimmediate need for the system.          Absence thereof contributes to\n\ndenial of justice.   The Central Government must also ensure that\n\nMOP in pursuance of order of this Court in NJAC case dated 16 th\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                  28</span>\n\fDecember, 2015 brings about the improvements in working of the\n\ncollegiums as stipulated.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">Accountability in terms of Performance Measurement and\nRighteous of Conduct at all levels of judicial hierarchy\nincluding Constitutional Courts\n\n</p><p data-structure=\"Precedent\" id=\"p_73\">41.   There is also a need for mechanism to evaluate and compile\n\nperformance of the judicial system as per observations in 245 th\n\nReport of the Law Commission so that there is non-mandatory\n\ntimeline for decision of cases and accountability consistent with the\n\nright of speedy justice.    Such mechanism may provide norms for\n\nperformance measurement for all judges in the hierarchy. The same\n\nhas to be done without affecting independence of judiciary. There is\n\nalso need for an in-house mechanism manned by experts but with\n\nsafeguards consistent with independence of judiciary for measures\n\nagainst erring Judges other than impeachment as observed in Re:\n\n</p><blockquote id=\"blockquote_39\">Shri Justice CS Karnan (supra).\n</blockquote>\n<blockquote id=\"blockquote_40\">Reforms in the legal profession – remedying uncalled for\nstrikes.\n</blockquote>\n<blockquote id=\"blockquote_41\">\n</blockquote><p data-structure=\"Conclusion\" id=\"p_74\">42.   We may also deal with another important aspect of speedy\n\njustice. It is well known that at some places there are frequent\n\nstrikes, seriously obstructing access to justice.    Even cases of\n\npersons languishing in custody are delayed on that account. By\n\n\n<span class=\"hidden_text\" id=\"span_55\">                               29</span>\n\fevery strike, irreversible damage is suffered by the judicial system,\n\nparticularly consumers of justice. They are denied access to justice.\n\nTax payers’ money is lost on account of judicial and public time\n\nbeing lost. Nobody is accountable for such loss and harassment.\n\n</p><p data-structure=\"CDiscource\" id=\"p_75\">43.   Dr. Ambedkar in his famous speech on 25 th November, 1949\n\nhad warned :\n</p>\n<blockquote id=\"blockquote_42\">           “The first thing in my judgement we must do is to\n           hold fast to constitutional methods of achieving\n           our social and economic objectives. It means we\n           must abandon the bloody methods of revolution.</blockquote>\n<blockquote id=\"blockquote_43\">           It means that we must abandon the method of\n           civil     disobedience,    non-cooperation   and\n           satyagraha. When there was no way left for\n           constitutional methods for achieving economic\n           and social objectives, there was a great deal of\n           justification for unconstitutional methods. But\n           where constitutional methods are open, there can\n           be no justification for these unconstitutional\n           methods. These methods are nothing but the\n           Grammar of Anarchy and the sooner they are\n           abandoned, the better for us.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_76\">44.   The above warning of the Constitution maker needs to be\n\nadhered to at least by the legal fraternity. The Bar has the tradition\n\nof placing their professional duty of assisting the access to justice\n\nabove every other consideration. How is the situation to be tackled.\n\nCompetent authorities may take a final call.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_77\">\n\n\n<span class=\"hidden_text\" id=\"span_56\">                               30</span>\n</p><p data-structure=\"Precedent\" id=\"p_78\">\f        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"181613840\" id=\"span_57\">45.     In Ex-Capt. <a href=\"/doc/181613840/\" id=\"a_46\">Harish Uppal                       versus       Union of India and\n\n        Anr.33</a>, this Court held that lawyers have no right to go on strike or\n\n        to give a call for boycott of courts nor can they abstain from the\n\n        Courts.       Calls given by Bar Association or Bar Council for such\n\n        purpose cannot require the court to adjourn the matters. Strike or\n\n        abstaining from court is unprofessional. Even though more than 15\n\n        years have passed after <a href=\"/doc/181613840/\" id=\"a_47\">the said judgment</a> was rendered, the\n\n        judgment of this Court is repeatedly flouted and no remedial\n\n        measures have been adopted. Regulation of right of appearance in\n\n        courts is within the jurisdiction of the courts. This Court also asked\n\n        the Law Commission to suggest appropriate changes in the\n\n        regulatory        framework           for    the     legal      profession 34.   The   Law\n\n        Commission has submitted 266th Report.                            The problem continues\n\n        seriously affecting the rule of law.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">\n</p><p data-structure=\"Precedent\" id=\"p_80\">        46.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193152\" id=\"span_58\">In <a href=\"/doc/193152/\" id=\"a_48\">Mahipal Singh Rana</a> (supra), this court noted that the\n\n        High Courts can frame rules to lay down conditions on which\n\n        Advocates can be permitted to practise in Courts. An Advocate can\n\n        be debarred from appearing in Court even if the disciplinary\n\n        jurisdiction for misconduct is vested with the Bar Councils 35.</span>                        This\n\n\n33 (2003) 2 SCC 45\n34 (2016)8 SCC 335 - Mahipal Singh Rana versus State of Uttar Pradesh\n35 Paras 20, 30 to 35\n\n<span class=\"hidden_text\" id=\"span_59\">                                                      31</span>\n\f        Court requested the Law Commission to look into all relevant\n\n        aspects relating to regulation of legal profession 36.\n\n\n</p><p data-structure=\"Section\" id=\"p_81\">        47.   The Law Commission, accordingly, examined the relevant\n\n        aspects relating to regulation of the legal profession. The Law\n\n        Commission in its 266th Report found that such conduct of the\n\n        advocates    affects   functioning     of     courts   and   particularly   it\n\n        contributes to pendency of cases.           It analyzed the data on loss of\n\n        working days on account of call of strikes.             The analysis is as\n\n        follows :\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">\n</p><blockquote id=\"blockquote_44\">                “7.2. In the State of Uttarakhand, the information sent\n                by the High Court for the years 2012-2016 shows that in\n                Dehradun District, the Advocates were on strike for 455\n                days during 2012- 2016 (on an average, 91 days per\n                year). In Haridwar District, 515 days (103 days a year)\n                were wasted on account of strike.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_83\">                7.3 In the case of the State of Rajasthan, the High Court\n                of Judicature at Jodhpur saw 142 days of strike during\n                2012- 2016, while the figure stood at 30 for the Jaipur\n                Bench. In Ajmer District courts, strikes remained for 118\n                days in the year 2014 alone, while in Jhalawar, 146 days\n                were lost in 2012 on account of strike.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_84\">                7.4 The case of Uttar Pradesh appears to be the worst.\n                The figures of strike for the years 2011-2016 in the\n                subordinate courts are alarmingly high. In the State of\n                Uttar Pradesh, the District courts have to work for 265\n                days in a year. The period of strike in five years period in\n                worst affected districts has been as - Muzaffarnagar (791\n                days), Faizabad (689 days), Sultanpur (594 days),\n                Varanasi (547 days), Chandauli (529 days), Ambedkar\n36 Para 58\n\n<span class=\"hidden_text\" id=\"span_60\">                                          32</span>\n\fNagar (511 days), Saharanpur (506 days) and Jaunpur\n(510 days). The average number of days of strike in\neight worst affected districts comes to 115 days a year.\nThus, it is evident that the courts referred to\nhereinabove could work on an average for 150 days only\nin a year.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_85\">7.5 In this regard, the situation in subordinate courts in\nTamil Nadu had by no means, been better. The High\nCourt of Tamil Nadu has reported that there are 220\nworking days in a year for the courts in the State. During\nthe period 2011-2016, districts like Kancheepuram, 687\ndays (137.4 days per year); Kanyakumari, 585 days (117\ndays per year); Madurai, 577 days (115.4 days per year);\nCuddalore, 461 days (92.2 days per year); and\nSivagangai, 408 days (81.6 days per year), were the\nmost affected by strike called by advocates.\n</p>\n<p data-structure=\"Section\" id=\"p_86\">7.6 As per the responses received from the High Courts\nof Madhya Pradesh and Odisha, the picture does not\nemerge to be satisfactory.\n</p><p data-structure=\"Section\" id=\"p_87\">7.7 The Commission noted that the strike by advocates\nor their abstinence from the court were hardly for any\njustifiable reasons. It could not find any convincing\nreasons for which the advocates resorted to strike or\nboycott of work in the courts. The reasons for strike call\nor abstinence from work varied from local, national to\ninternational issues, having no relevance to the working\nof the courts. To mention a few, bomb blast in Pakistan\nschool, amendments to Sri Lanka’s Constitution,\ninterstate river water disputes, attack on / murder of\nadvocate, earthquake in Nepal, to condole the death of\ntheir near relatives, to show solidarity to advocates of\nother State Bar Associations, moral support to\nmovements by social activists, heavy rains, or on some\nreligious occasions such as shraadh, Agrasen Jayanti,\netc. or even for kavi sammelan.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_88\">7.8 The Commission is of the view that unless there are\ncompelling circumstances and the approval for a\nsymbolic strike of one day is obtained from the Bar\nCouncil concerned, the advocates shall not resort to\nstrike or abstention from the court work.”\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">                         33</span>\n</p><p data-structure=\"Precedent\" id=\"p_89\">\f<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"181613840\" id=\"span_62\">48.   Thereafter, the Law Commission referred to observations in the\n\njudgment of this Court in Ex-Capt. <a href=\"/doc/181613840/\" id=\"a_49\">Harish Uppal</a>               case (supra)\n\nthat there should be no strikes by the Bar except in rarest of rare\n\nsituations which should also not exceed one day. The Bar Councils\n\nwere called upon to take appropriate action in the matter. The Law\n\nCommission noted that the strikes were continuing and causing\n\ngreat obstruction to the access to justice. It was observed :</span>\n\n</p><blockquote id=\"blockquote_45\">        “8.3 In spite of all these, the strikes have continued\n        unabated. The dispensation of justice must not stop for\n        any reason. The strike by lawyers have lowered the\n        image of the courts in the eyes of the general public.\n        The Supreme Court has held that right to speedy justice\n        is included in <a href=\"/doc/1199182/\" id=\"a_50\">article 21</a> of the Constitution. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1007347\" id=\"span_63\">In <a href=\"/doc/1007347/\" id=\"a_51\">Hussainara\n        Khatoon v. Home Secy., State of Bihar</a>; and in some other\n        cases, it was held that the litigant has a right to speedy\n        justice. The lawyers’ strike, however, result in denial of\n        these rights to the citizens in the State.</span>\n</blockquote>\n<blockquote id=\"blockquote_46\">        8.4 Recently, the Supreme Court while disposing off the\n        Criminal Appeal of Hussain &amp; Anr. v. Union of India\n        (2017) 5 SCC 702 deprecated the practice of boycotting\n        the Court observing that:\n</blockquote>\n<blockquote id=\"blockquote_47\">            “One other aspect pointed out is the obstruction\n            of    Court     proceedings    by     uncalled    for\n            strikes/abstaining of work by lawyers or frequent\n            suspension of court work after condolence\n            references. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"953671\" id=\"span_64\">In view of judgment of this Court in\n            <a href=\"/doc/953671/\" id=\"a_52\">Ex. Captain Harish Uppal versus Union of India</a>,\n            such suspension of work or strikes are clearly\n            illegal and it is high time that the legal fraternity\n            realizes its duty to the society which is the\n            foremost. Condolence references can be once in\n            a while periodically say once in two/three months\n            and not frequently. Hardship faced by witnesses\n            if their evidence is not recorded on the day they\n            are summoned or impact of delay on under trials\n\n<span class=\"hidden_text\" id=\"span_65\">                                  34</span>\n\f            in custody on account of such avoidable\n            interruptions of court proceedings is a matter of\n            concern for any responsible body of professionals\n            and they must take appropriate steps. In any\n            case, this needs attention of all concerned\n            authorities – the Central Government/State\n            Governments/Bar Councils/Bar Associations as\n            well as the High Courts and ways and means\n            ought to be found out to tackle this menace.</span>\n</blockquote><blockquote id=\"blockquote_48\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"342787\" id=\"span_66\">Consistent with the above judgment, the High\n            Courts must monitor this aspect strictly and take\n            stringent measures as may be required in the\n            interests of administration of justice.”\n\n        8.5 In <a href=\"/doc/342787/\" id=\"a_53\">Ramon Services Pvt. Ltd. v. Subhash Kapoor</a>\n        (2001)1 SCC 118, the apex Court observed that if any\n        advocate claims that his right to strike must be without\n        any loss to him, but the loss must only be borne by his\n        innocent client, such a claim is repugnant to any\n        principle of fair play and canons of ethics. Therefore,\n        when he opts to strike or boycott the Court he must as\n        well be prepared to bear at least the pecuniary loss\n        suffered by the litigant client who entrusted his brief to\n        that advocate with all confidence that his cause would\n        be safe in the hands of that advocate.”</span>\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_90\">49.   Examining other aspects of the regulation of legal profession,\n\nthe Law Commission recommended review of regulatory mechanism\n\nof the <a href=\"/doc/262262/\" id=\"a_54\">Advocates Act</a> as follows:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_91\">\n</p><blockquote id=\"blockquote_49\">        “17.1 There is a dire necessity of reviewing the\n        regulatory mechanism of the <a href=\"/doc/262262/\" id=\"a_55\">Advocates Act</a>, not only in\n        matters of discipline and misconduct of the advocates,\n        but in other areas as well, keeping in view the wide\n        expanse of the legal profession being involved in almost\n        all areas of life. The very constitution of the Bar Councils\n        and their functions also require the introduction of a few\n        provisions in order to consolidate the function of the bar\n        councils in its internal matters as well.”\n\n\n<span class=\"hidden_text\" id=\"span_67\">                                  35</span>\n</blockquote><p data-structure=\"Section\" id=\"p_92\">\f50.   Since the strikes are in violation of law <a href=\"/doc/342787/\" id=\"a_56\">laid down by</a> this Court,\n\nthe same amount to contempt and at least the office bearers of the\n\nassociations who give call for the strikes cannot disown their liability\n\nfor contempt.    Every resolution to go on strike and abstain from\n\nwork is per se contempt.       Even if proceedings are not initiated\n\nindividually against such contemnors by the court concerned or by\n\nthe Bar Council concerned for the misconduct, it is necessary to\n\nprovide for some mechanism to enforce the law <a href=\"/doc/342787/\" id=\"a_57\">laid down by</a> this\n\nCourt, pending a legislation to remedy the situation.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_93\">51.   Accordingly, we consider it necessary, with a view to enforce\n\nfundamental right of speedy access to justice under <a href=\"/doc/367586/\" id=\"a_58\">Articles 14</a> and\n\n<a href=\"/doc/1199182/\" id=\"a_59\">21</a> and law laid by this Court, to direct the Ministry of Law and\n\nJustice to present at least a quarterly report on strikes/abstaining\n\nfrom work, loss caused and action proposed.           The matter can\n\nthereafter be considered in its contempt or inherent jurisdiction of\n\nthis Court. The Court may, having regard to the fact situation, hold\n\nthat the office bearers of the Bar Association/Bar Council who\n\npassed the resolution for strike or abstaining from work, are liable to\n\nbe restrained from appearing before any court for a specified period\n\nor until such time as they purge themselves of contempt to the\n\nsatisfaction of the Chief Justice of the concerned High Court based\n\n<span class=\"hidden_text\" id=\"span_68\">                                36</span>\n\fon an appropriate undertaking/conditions.    They may also be liable\n\nto be removed from the position of office bearers of the Bar\n\nAssociation forthwith until the Chief Justice of the concerned High\n\nCourt so permits on an appropriate undertaking being filed by them.\n\nThis may be in addition to any other action that may be taken for\n\nthe said illegal acts of obstructing access to justice. The matter may\n\nalso be considered by this Court on receipt of a report from the High\n\nCourts in this regard. This does not debar report/petition from any\n\nother source even before the end of a quarter, if situation so\n\nwarrants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_94\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_95\">52.   We may now sum up our conclusions :\n</p>\n<blockquote id=\"blockquote_50\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196582635\" id=\"span_69\">(i)   In the light of 124th and 272nd Reports of the Law\n\n      Commission of India, judgment of this Court in <a href=\"/doc/196582635/\" id=\"a_60\">Gujarat\n\n      Urja</a> (supra), the Minutes of the Arrears Committee of\n\n      Supreme Court dated 8th April, 2017 and all other relevant\n\n      considerations,   the   concerned   authorities   may   examine\n\n      whether there is need for any changes in the judicial structure\n\n      by creating appropriate fora to decongest the Constitutional\n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">                               37</span>\n\f                 Courts so as to realistically achieve the constitutional goal of\n\n                 speedy justice.</span>\n</blockquote>\n<blockquote id=\"blockquote_51\">\n</blockquote><blockquote id=\"blockquote_52\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1977799\" id=\"span_71\">(ii)   In view of 14th Report of the Law Commission of India,\n\n                 judgment of this Court in <a href=\"/doc/1977799/\" id=\"a_61\">All India Judges’ Association\n\n                 versus Union of India37</a>, the          Minutes of the Arrears\n\n                 Committee of this Court dated 8th April, 2017, and the\n\n                 experience on the subject, pending consideration of issue of\n\n                 All India Judicial Service, there is need to consider the\n\n                 proposal for central selection mechanism for filling up\n\n                 vacancies in courts other than the Constitutional Courts and\n\n                 also to consider as to how to supplement inadequacies in the\n\n                 present system of appointment of judges to the Constitutional\n\n                 Courts at all levels.</span>\n</blockquote>\n<blockquote id=\"blockquote_53\">                 (iii) There is need to consider in the light of observations\n\n                 hereinabove and all other relevant considerations whether\n\n                 there should be a body of full time experts without affecting\n\n                 independence of judiciary, to assist in identifying, scrutinizing\n\n                 and evaluating candidates at pre-appointment stage and to\n\n                 evaluate performance post appointment. The Government\n\n                 may also consider what changes are required in the process of\n\n37 (1992) 1 SCC 119\n\n<span class=\"hidden_text\" id=\"span_72\">                                          38</span>\n\fevaluation of candidates at its level so that no wrong\n\ncandidate is appointed. What steps are required for ensuring\n\nrighteous conduct of Judges at later stage is also an issue for\n\nconsideration.\n</blockquote>\n<blockquote id=\"blockquote_54\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_96\">(iv) Pending legislative measures to check the malady of\n\nfrequent uncalled for strikes obstructing access to justice, the\n\nMinistry of Law and Justice may compile information and\n\npresent a quarterly report on strikes/abstaining from work,\n\nloss caused and action proposed. The matter can thereafter\n\nbe considered in the contempt or inherent jurisdiction of this\n\nCourt. The Court may direct having regard to a fact situation,\n\nthat the office bearers of the Bar Association/Bar Council who\n\npassed the resolution for strikes or abstaining from work or\n\ntook other steps in that direction are liable to be restrained\n\nfrom appearing before any court for a specified period or till\n\nthey purge themselves of contempt to the satisfaction of the\n\nChief Justice of the concerned High Court based on an\n\nappropriate undertaking/conditions. They may also be liable\n\nto be removed from the position of office bearers of the Bar\n\nAssociation forthwith until the Chief Justice of the concerned\n\nHigh Court so permits on an appropriate undertaking being\n\n<span class=\"hidden_text\" id=\"span_73\">                         39</span>\n\f      filed by them.   This may be in addition to any other action\n\n      that may be taken for the said illegal acts of obstructing\n\n      access to justice. The matter may also be considered by this\n\n      Court on receipt of a report from the High Courts in this\n\n      regard. This does not debar report/petition from any other\n\n      source even before the end of a quarter, if situation so\n\n      warrants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_97\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_98\">53.   Accordingly, we dispose of this appeal in above terms.        We\n\ndirect the Union of India to file an affidavit in the light of the above\n\nobservations within three months. First report in terms of para 52(iv)\n\nmay be filed by June 30, 2018. The matter may be listed for\n\nconsideration of the above affidavit on Wednesday, the 4 th July, 2018\n\nbefore the appropriate Bench.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">\n\n</p><p data-structure=\"Precedent\" id=\"p_100\">                                          …………………………………..J.\n                                            [ADARSH KUMAR GOEL]\n\n\n                                          …………………………………..J.\n                                              [UDAY UMESH LALIT]\n\n NEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_101\"> MARCH 28, 2018.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_102\">\n\n\n<span class=\"hidden_text\" id=\"span_74\">                                40</span>\n\f</p>","numcites":35,"numcitedby":128,"docsource":"Supreme Court of India","citetid":22951879,"divtype":"judgments","relatedqs":[{"value":"All India Judges Association -Vs- Union of India","formInput":"All%20India%20Judges%20Association%20-Vs-%20Union%20of%20India"},{"value":"right to speedy justice ","formInput":"right%20to%20speedy%20justice%20"},{"value":"law commission reports","formInput":"law%20commission%20reports"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"the legal profession","formInput":"the%20legal%20profession"},{"value":"access to justice  ","formInput":"access%20to%20justice%20%20"},{"value":"collegium system","formInput":"collegium%20system"},{"value":"speedy justice","formInput":"speedy%20justice"},{"value":"all india judges association","formInput":"all%20india%20judges%20association"},{"value":"appointment of judges","formInput":"appointment%20of%20judges"},{"value":"\"all india judges association\" ","formInput":"%22all%20india%20judges%20association%22%20"},{"value":"\"timely justice\" ","formInput":"%22timely%20justice%22%20"},{"value":"memorandum of procedure","formInput":"memorandum%20of%20procedure"},{"value":"bar council ","formInput":"bar%20council%20"},{"value":"article 227","formInput":"article%20227"},{"value":"harish uppal","formInput":"harish%20uppal"},{"value":"stay order ","formInput":"stay%20order%20"},{"value":"subordinate judiciary","formInput":"subordinate%20judiciary"},{"value":"commercial courts","formInput":"commercial%20courts"},{"value":"All india judges","formInput":"All%20india%20judges"}],"cats":[{"value":"protection-of-life-and-liberty","formInput":"tag:protection-of-life-and-liberty"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"court-superintendence","formInput":"tag:court-superintendence"},{"value":"advocates","formInput":"tag:advocates"}],"courtcopy":true,"query_alert":null,"agreement":false}