{"tid":1362619,"publishdate":"1970-11-06","title":"Megna Mills Co. Ltd vs Ashoka Marketing Co on 6 November, 1970","doc":"<h2 class=\"doc_title\">Megna Mills Co. Ltd vs Ashoka Marketing Co on 6 November, 1970</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1971 AIR 166, 1971 SCR (2) 751, AIR 1971 SUPREME COURT 166</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-n-grover\">A.N. Grover</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-n-grover\">A.N. Grover</a>, <a href=\"/search/?formInput=benchid:j-c-shah\">J.C. Shah</a>, <a href=\"/search/?formInput=benchid:k-s-hegde\">K.S. Hegde</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nMEGNA MILLS CO.\t LTD.\n\n\tVs.\n\nRESPONDENT:\nASHOKA MARKETING CO.\n\nDATE OF JUDGMENT:\n06/11/1970\n\nBENCH:\nGROVER, A.N.\nBENCH:\nGROVER, A.N.\nSHAH, J.C.\nHEGDE, K.S.\n\nCITATION:\n 1971 AIR  166\t\t  1971 SCR  (2) 751\n 1970 SCC  (3) 168\n CITATOR INFO :\n R\t    1974 SC1579\t (10,11,13)\n\n\nACT:\n<a href=\"/doc/1771012/\" id=\"a_1\">Forward\t Contracts  (Regulation) Act, 1952</a>,  ss.  113  (aa),\n15(3A)--Bye-laws  made under Act-Working Manual\t Chapter  V,\nBye-Laws  1, 15 and 17-Contract, providing  for\t arbitration\nNot executed in prescribed form-Contract is not\t enforceable\nBye-law 1(b) when read with Byelaws 15 and 17 is mandatory.\n\n\n\nHEADNOTE:\nThe  appellant\twas  a member of the  East  India  Jute\t and\nHessian\t Exchange Limited, the only  association  recognised\nunder  the provisions of the <a href=\"/doc/148970782/\" id=\"a_2\">Forward Contracts\t(Regulation)\nAct</a>   1952.   The  respondent  was  not\t a  member  of\t the\nassociation.  On December 21, 1962 a transaction was entered\ninto  between the parties by means of letter written by\t the\nresponden,  to\tthe appellant.\tIt was\tagreed\tbetween\t the\nparties\t that apart from the terms mentioned in\t the  letter\nall other terms and conditions of the East India and Hessian\nExchange  standard  contract  would  be\t applicable  to\t the\ncontract.   The standard contract &#x27;forms and the  rules\t and\nbye-laws   of\tthe  Exchange  inter  alia,   provided\t for\narbitration of the Bengal Chamber of Commerce and  Indusrry.\nOn  disputes  arising  between\tthe  parties  the  appellant\nreferred its claim to the arbitration of the Bengal  Chamber\nof  Commerce and Industry.  When the Chamber proceeded\twith\nthe  arbitration  pursuant to the reference  the  respondent\nfiled a petition before the Calcutta High Court under<a href=\"/doc/1154891/\" id=\"a_3\"> s.  33</a>\nof the Indian Arbitration Act, 1940.  The High Court came to\nthe conclusion that the contracts in question violated\tbye-\nlaws  1 (b) and 15 in Ch.  V of the Working Manual  and\t the\ncontravention  of  these  bye-laws  rendered  the  contracts\nillegal\t under\tthe provision is of bye-law 17 of  the\tsame\nChapter. In particular the High Court noticed the absence of\nany  term  in  &quot;he  contracts similar  to  cl.\t(2)  in\t the\nprescribed  form  in  Appendix 11 which read  :\t &quot;Buyers  to\ngive......   clear  working  days  notice  to  place   goods\nalongside.&quot;  Appeal against the judgment of the\t High  Court\nwas filed by special leave.\nHELD  :\t The  High  Court was  right  in  holding  that\t the\ncontracts  in question were not in the prescribed  form\t and\nthus  they did not comply with the requirement of bye-law  1\nof  Ch.\t V. There can be no manner of doubt that bye-law  is\nmandatory when read with bye-laws 15 and 17. [756 g]\nUnder bye-law 15 no member shall enter into any transferable\nspecific  delivery  contract  otherwise than  on  terms\t and\nconditions  prescribed under the bye-laws and under  bye-law\n17 if there is a contravention, inter alia of bye-law 15 the\ncontract  shall be rendered illegal by virtue of the  provi-\nsion  contained\t in  s.\t 15(3<a href=\"/doc/148970782/\" id=\"a_4\">A)\t of  the  Forward  Contracts\n(Regulation)  Act</a>.  <a href=\"/doc/172853128/\" id=\"a_5\">Section 11(3)(aa)</a> specifically  empowers\nthe  Exchange to make bye-laws the contravention of  any  of\nwhich  shall make a forward contract entered into  otherwise\nthan   in  accordance  with  such  bye-laws  illegal.\t If,\ntherefore, the contracts in question did not comply with the\nrequirement of bylaw I (b) of Ch.  V they would be  rendered\nillegal and void. [ 756 H, 757 A]&#x27;\nThere  was non-compliance with condition No. 2\tdespite\t the\nfact  that  in the letters evidencing the contracts  it\t was\nmentioned that all other terms\n7 5 2\n:and  condition\t of the standard contracts of  the  Exchange\nwould  be applicable.  Even if it was not necessary  to\t use\nthe same language the number of clear working days had to be\nspecified  which was not done in the contracts\tin  dispute.\nCondition No. 2 cannot be said to be inconsequential because\nit must be stipulated how many working days notice has to be\ngiven by the buyers to place goods alongside &quot;export vessel,\nin the Port of Calcutta.&quot; [757 C-D]\nIn the result the appeal must fail.\nRadhakisson Gopikisson v. Balmukand Ramchandra. 60 I.A.\t 63,\nreferred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CIVIL  APPELLATE JURISDICTION : Civil Appeals Nos. 2012\t and\n2013 of 1966.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeals by special leave from the judgments and orders dated\nApril 4, 1966 of the Calcutta High Court in Matters Nos.  26\nand 27 of 1966.\n</p><p data-structure=\"PetArg\" id=\"p_3\">A. K. Sen, O. P. Khaitan and P. N. Gupta, for the  appellant (in C\n.A. No. 2012 of 1966).\n</p><p data-structure=\"PetArg\" id=\"p_4\">0.   P. Khaitan and D. N. Gupta, for the appellant (in\tC.A.\nNo. 2013 of 1966).\n</p><p data-structure=\"RespArg\" id=\"p_5\">S.   T. Desai, H. K. Puri and K. K. Jain, for the respondent\n(in C.A. No. 2012 of 1966).\n</p><p data-structure=\"RespArg\" id=\"p_6\">H.   K. Puri and K. K. Jain, for the respondent\t (in  C.A.\nNo. 2013 of 1966).\n</p><p data-structure=\"Precedent\" id=\"p_7\">The Judgment of the Court was delivered by-\n</p><p data-structure=\"Issue\" id=\"p_8\">-Grover,  J. These two appeals by special leave are  from  a\njudgment  of  the  Calcutta  High  Court  holding  that\t the\ndisputes  between  the\tparties could  not  be\treferred  to\narbitration.\n</p><p data-structure=\"Issue\" id=\"p_9\">It is necessary to state the facts only in Civil Appeal\t No.\n2012/66.   The\tappellant was and still is a member  of\t the\nEast  India  Jute &amp; Hessian  Exchange  Limited,\t hereinafter\ncalled\tthe  &quot;Exchange&quot;,  which\t is  the  only\t association\nrecognised  under  the provisions of the  <a href=\"/doc/148970782/\" id=\"a_6\">Forward  Contracts\n(Regulation)  Act</a> 1952, hereinafter called the\t&quot;Act&quot;.\t The\nrespondent  is\tnot a member of the  said  association.\t  On\nDecember  21, 1962 a transactions was entered  into  between\nthe  parties by means of a letter written by the  respondent\nto the appellant.  This letter was in the following terms :\n</p><blockquote id=\"blockquote_1\">\t      &quot;We  have today bought from you the  following\n\t      goods\n\t      Description : Jute Carpet Backing cloth  bound\n\t      of cardboard cores 152&quot; wide.\n</blockquote><blockquote id=\"blockquote_2\">\t       7 5 3\n\t      Weight : 9 oz on 36&quot;.\n</blockquote><p data-structure=\"RespArg\" id=\"p_10\">\t      Wrap Ends\t Per Inch 15.\n</p><p data-structure=\"Section\" id=\"p_11\">\t      Weft Ends : Per Inch 13.\n</p><p data-structure=\"Issue\" id=\"p_12\">\t      Oil contents: Upto 2%\n\t      Quantity.\t  5,000\t Rolls,\t each  roll   having\n\t      continuous\n\t       length of 300 yards approximately.\n</p><p data-structure=\"Section\" id=\"p_13\">\t      Rate : Rs. 4,000 per ton.\n</p><p data-structure=\"Section\" id=\"p_14\">\t      Delivery:\t 500  Rolls monthly; March  1963  to\n\t      December 1963.\n</p><p data-structure=\"Section\" id=\"p_15\">All other terms and conditions of the East India and Hessian\nExchange  standard  contract  will  be\tapplicable  to\tthis\ncontract.  Please sign your acceptance on the duplicate copy\nof this letter.&quot;\n</p><p data-structure=\"Facts\" id=\"p_16\">The  appellant from time to time delivered certain Rolls  of\nJute Carpet Backing cloth under the aforesaid contract,\t the\nprice  of which was paid by the respondent.  As regards\t the\nbalance\t number of Rolls deliverable under the contract\t the\nappellant  purchased  back  and the  respondent\t resold\t the\nbalance quantities of goods by a contract dated December  9,\n1963  which  transaction  was embodied in a  letter  of\t the\nappellant to the respondent dated December 9, 1963 and which\nwas  countersigned  by\tthe respondent.\t  According  to\t the\nappellant  it was agreed or understood between\tthe  parties\nthat deliveries under the two contracts of December 21, 1962\nand December 9, 1963 would be set off against each other  As\nregards 1,000 Rolls deliverable for the months of August and\nSeptember  1963 under the contract dated December  21,\t1962\nthe appellant is stated to have received from the respondent\ndifference  in\tthe  price of goods but in  respect  of\t the\nbalance\t of  1500  Rolls  the respondent  did  not  pay\t the\ndifference.   The appellant demanded the difference  payable\nby  the respondent under the said contracts.   Disputes\t and\ndifferences having arisen between the parties in the  matter\nthe  appellant\treferred  its Claim to\tthe  arbitration  of\nBengal Chamber of Commerce and Industry. this was  purported\nto have been done on the footing that the contracts provided\nthat  all terms and conditions thereof would be governed  by\nthe  bye-laws  of the Exchange for trading  in\ttransferable\nspecific  delivery contracts.  The standard  contract  forms\nand  the  rules and bye-laws of the  Exchange,\tinter  alia,\nprovided  for arbitration of the Bengal Chamber of  Commerce\nand   Industry.\t  When\tthe  Chamber  proceeded\t  with\t the\narbitration pursuant to the reference the respondent filed a\npetition before the Calcutta High Court on February 19, 1966\nunder  S.  33 of the Indian Arbitration Act  1940.   It\t was\nprayed\tthat  the  extent and validity\tof  the\t arbitration\nagreement contained in the contracts be determined and\n1-L694Sup.CI/171\n<span class=\"hidden_text\" id=\"span_1\">754</span>\nit be declared that there was no valid arbitration agreement\nbetween\t the  parties  in respect  of  the  contracts  dated\nDecember  21,  1962 and December 9, 1963.   The\t main  point\nraised\tin the respondent&#x27;s petition was that the  contracts\nwere not in accordance with the provisions of the Act or the\nbye-laws  of  the  Exchange  and  were\tnot  in\t the   forms\nprescribed  and\t were, &#x27;therefore, void and  illegal.\tThis\npetition  was  heard  by  A. N. Sen,  J.,  who\tallowed\t the\npetition and held that the contracts were illegal and  there\nwas no valid arbitration agreement between the parties.\n<a href=\"/doc/148970782/\" id=\"a_7\">The Act</a> provides for regulations of certain matters relating\nto  forward contracts, the prohibition of options  in  goods\nand for matters connected therewith including the setting up\nof a Forward Markets Commission, recognition of\t association\nfor  the purpose of the Act, for issuing  notifications\t for\nregulating  or prohibiting forward contracts and  option  in\ngoods etc.  <a href=\"/doc/118414906/\" id=\"a_8\">Section 1</a> <a href=\"/doc/118414906/\" id=\"a_9\">1</a> empowers a recognised association to\nmake  bye-laws\tfor the regulation and\tcontrol\t of  forward\ncontracts  subject  to\tprevious  approval  of\tthe  Central\nGovernment.  Sub-section (3) of<a href=\"/doc/155268347/\" id=\"a_10\"> s. 11</a> is as folows\n\t      (3)   &quot;The bye-laws under this section may(-a)\n\t      specify the bye-laws The contravention of\t any\n\t      of\n\t      which  shall  make  a  contract  entered\tinto\n\t      otherwise than in accordance with the bye-laws\n\t      void under sub-section\n\t      (2)   of <a href=\"/doc/9316719/\" id=\"a_11\">section 15</a>;\n</p><p data-structure=\"Section\" id=\"p_17\">\t      (aa) specify the bye-law$ the contravention of\n\t      any  of  which shall make a  forward  contract\n\t      entered into otherwise than in accordance with\n\t      the bye-laws illegal under sub-section (3A) of\n\t      <a href=\"/doc/9316719/\" id=\"a_12\">section 15</a>.\n</p><p data-structure=\"Section\" id=\"p_18\">\t      (b)..................\t &quot;\n</p><blockquote id=\"blockquote_3\">Under  s. 15(1) the Central Government may  by\tnotification\ndeclare the circumstances in which the forward contracts  in\nnotified  goods would be void and illegal.  Sub-section\t (2)\nof<a href=\"/doc/9316719/\" id=\"a_13\"> S. 15</a> provides that any forward contract in goods entered\ninto in pursuance of sub-s. (1) which is in contravention of\nany  of the bye-laws specified in this behalf under cl.\t (a)\nof  sub-s.  (3) of<a href=\"/doc/155268347/\" id=\"a_14\"> s. 11</a> shall be  void.   Sub-section\t(3A)\nmakes  any  forward  contract  in  goods  entered  into\t  in\npursuance of sub-s. (1) which at the date of the contract is\nin  contravention of any of the bye-laws specified  in\tthis\nbehalf under cl. (aa) of sub-s. (3) of<a href=\"/doc/155268347/\" id=\"a_15\"> s. 11</a> illegal.\nBy means of a notification dated March 29, 1958, the Central\nGovernment declared as follows :-\n</blockquote><blockquote id=\"blockquote_4\">\t      &quot;In exercise of the powers conferred by sub-s.</blockquote><pre id=\"pre_2\">\n\t      (1) of\n\t      <a href=\"/doc/9316719/\" id=\"a_16\">section\t15</a>   of\t  the\tForward\t   Contracts\n\t      (Regulation) Act,\n<span class=\"hidden_text\" id=\"span_2\">\t       755</span>\n</pre><blockquote id=\"blockquote_5\">\t      1952  (74\t of  1952)  the\t Central  Government\n\t      hereby  declares that the said  section  shall\n\t      apply  to\t jute goods (hessian cloth  made  of\n\t      jute or bags of such hesisan cloth and sacking\n\t      cloth) in the City of Calcutta.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_19\">Pursuant  to  the provisions of<a href=\"/doc/118414906/\" id=\"a_17\"> s. 1</a> <a href=\"/doc/118414906/\" id=\"a_18\">1</a> of the  Act  and\t the\nExchange made bye-laws for trading in transferable specific,\ndelivery  contracts in jute goods.  These bye-laws  and\t the\nforms  of the contract prescribed are contained\t in  Working\nManual\tVolume\tIII.   Chapter V of  the  Bye-laws  contains\ngeneral\t trading provisions.  According to  bye-laws  (1)(b)\nall  Transferable Specific Delivery  Contracts shall  be  in\nwriting in the prescribed-forms (Appendix II for jute  goods\nand Appendix IV fort raw jute).\t Clause (g) of the aforesaid\nbye-laws    (1)\t  laid\t   down\t  that\t all\ttransferable\nspecific  delivery contracts shall be  to the provisions  of\nthe byelaws.  Bye-laws 15 and 17 may be reproduced\n</p><p data-structure=\"Conclusion\" id=\"p_20\">\t      15.   &quot;No\t  member   shall   enter   into\t   a\n\t      transferable specific delivery contract in raw\n\t      jute  and/or jute goods otherwise than on\t the\n\t      terms  and Conditions prescribed\tunder  these\n\t      Bye-laws.&quot;\n</p><p data-structure=\"Section\" id=\"p_21\">\t      17.   &quot;Any   transferable\t specific   delivery\n\t      contract\tentered into a raw jute and/or\tjute\n\t      goods which at the date of the contract is  in\n\t      contravention, of the provisions of any of the\n\t\t\t    Bye-laws 1 (c), 13, 14, 15 and 16 of-C\nhapter\tV\n\t      shall  be\t illegal  under\t the  provisions  of\n\t      <a href=\"/doc/37603822/\" id=\"a_19\">Section  15  (3A)</a>\t of  the  Forward  Contracts\n\t      (Regulation) Act,1952.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_22\">The  main controversy has centered on the  question  whether\nthe  contracts out of which the disputes arose were  in\t the\nform  set out in Appendix II in the Working Manual.  It\t was\nmaintained by the appellant that although the contracts\t out\nof which the disputes arose did not strictly conform to\t the\nprescribed  form  but they were substantially, in  the\tsame\nterms  as were contained in the form.  As  only\t substantial\ncompliance  was necessary the appellant could not be  denied\nthe  benefit  of  bye-laws contained in\t Chapter  X  of\t the\nWorking Manual relating to arbitration.\t Byelaw (1) of\tthat\nChapter provides that arbitration of any claims and disputes\nwhether admitted or not arising out of or in relation to all\ntransferable specific delivery contracts in raw jute  and/or\njute  goods between members or between members and  non-mem-\nbers under the provisions of the bye laws shall be  referred\nto the Tribunal of Arbitration either of the Bengal  Chamber\nof  Commerce  and  Industry or of the Indian  Chamber  of  I\nCommerce,  Calcutta,  I\t as is agreed  in  the\tcontract  in\naccordance with the rules framed by the said Chamber for the\npurpose of arbitration by\n7 56\nits  tribunal from time to time provided where in  a  T.S.D.\ncontract the name of the Tribunal of Arbitration of  either\nof  the\t aforesaid two Chambers is omitted,  such  reference\nshall I be made to the Tribunal of Arbitration of the Bengal\nChamber\t  of  Commerce\tand  industry.\t The  case  of\t the\nrespondent, however. was that the con tracts were not in the\nform  contained in Appendix 11 in the Working  Manual  which\nwas the prescribed form under the bye-laws and therefore the\nbye-laws  including  the  one  relating\t to  arbitration  in Chapt\ner X could not be made applicable for the, purpose  of\nreferring the disputes to the Tribunal of Arbitration which,\nin  the\t _present case, was the Bengal Chamber\tof  Commerce and\nIndustry,  Calcutta.   The  High  Court\t came  to  the\nconclusion  that, the con.tracts in question  violated\tbye-\nlaws  1 (b) and 15 in Chapter V of the Working Manual.\t The\nContravention  of  these  bye-laws  rendered  the  contracts\nillegal\t under\tthe provisions of bye-law 17  ,of  the\tsame\nChapter.   The\tlearned\t Judge\tnoticed\t in  particular\t the\nabsence, of any term in the contracts similar to clause\t (2)\nin the prescribed form in Appendix II which is as follows\n\t      &quot;Buyers  to  give.............  clear  working\n\t      days notice to place goods alongside.&quot;\n</p><p data-structure=\"PetArg\" id=\"p_23\">Now  in the contracts no such term appeared that the  buyers\nwould  give  clear notice to place goods alongside,  of\t the\nnumber\tof &#x27;working days specified.  It has  been  contended\nbefore\tus on behalf of the appellant that the mere  absence\nof  this  condition  or\t term  in  the\tcontracts  was\t not\nsufficient  to take them outside the prescribed\t form  which\nhad  only to be substantially complied with and it was\tnot\nnecessary  that\t blanks in each and every condition  in\t the\nform should have been filled up.  It has further been  urged\nthat  byelaw  I (b) of Chapter V Could not  be\tregarded  as\nmandatory  requiring the details in the form in Appendix  11\nto  be\tcompleted  in all cases.   Even\t with  reference  to\ncondition  (2) in the prescribed form it has been  submitted\nthat  if the number of days was not specified  a  reasonable\ntime  should have been read into that ,condition.  In  other\nwords  the buyers were to give notice to place\tgoods  along\nside within a reasonable time.\n</p><p data-structure=\"Conclusion\" id=\"p_24\">In our opinion, the High Court was right in holding that the\ncontracts  in question were not in the prescribed  form\t and\nthus  the did not comply with the requirement cl  bye-law  I\n</p><p data-structure=\"Section\" id=\"p_25\">(b) of Chapter V. There can be no manner of doubt that\tbye-\nlaw is mandatory when read with bye-laws 15 and 17.  It must\nbe  remembered that under bye-law 15. no member shall  enter\ninto  any transferable specific delivery contract  otherwise\nthan  on terms and conditions prescribed under the  bye-laws\nand  under  bye-law 17 if there is  a  contravention,  inter\nalia,  of bye-law 15 the contract shall be rendered  illegal\nby virtue of the provisions contains in<a href=\"/doc/9316719/\" id=\"a_20\"> s. 15</a>\n<span class=\"hidden_text\" id=\"span_3\"> 757</span>\n3A)  of the Act.  <a href=\"/doc/172853128/\" id=\"a_21\">Section 11 (3) (aa)</a> specifically  empowers\nthe  exchange to make bye-laws the contravention of  any  of\nwhich  hall make a forward contract entered  into  otherwise\nthan   in  accordance  with  such  bye-laws  illegal.\t If,\ntherefore, the contracts in question did not comply with-the\nrequirement  of\t bye-law  1(b) of Chapter V  they  would  be\nrendered illegal and void.\n</p><p data-structure=\"Conclusion\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1915246\" id=\"span_4\">It  is true that in the letters evidencing the contracts  it\nwas  Mentioned &quot;all other terms and conditions of  the\tEast\nIndia  and  Hessian  Exchange  standard\t contract  will\t  be\napplicable&quot;, which may be taken to import conditions 1 to  7\ngiven  in  the penultimate column of  the  prescribed  form.\nThere  Would  still be non-compliance with condition  No.  2\nreproduced before.  Even if it was not necessary to use\t the\nsame  language\tthe number of clear working days had  to  be\nspecified  which was not done in the contracts\tin  dispute.\nCondition  No.\t2  cannot  be  regarded\t as  inconsequential\nbecause\t it must be stipulated how many working days  notice\nhas  to\t be  given by the buyers to  place  goods  alongside\n&quot;export vessel in the Port of Calcutta&quot;.  Literal compliance\nwith  the  prescribed form may not be essential but  if\t the\ncontract does  not, contain all the terms and conditions set\nout  in\t the  form  the contract  will\tbe  void  under\t the\nprovisions set out before; (See the ratio of the decision in\n<a href=\"/doc/1915246/\" id=\"a_22\">Radhakrisson Gopikisson v. Balamukand Ramchandra</a>.\nFor  the reasons given above the appeals must fail and\tthey\nare dismissed with costs.  One hearing fee.</span>\n</p><pre id=\"pre_3\">G.C.\t\t\t\t\t\t     Appeals\ndismissed.\n<span class=\"hidden_text\" id=\"span_5\">758</span>\n\n\n\n</pre>","numcites":9,"numcitedby":7,"docsource":"Supreme Court of India","citetid":1362619,"divtype":"judgments","relatedqs":[{"value":"illegal contracts","formInput":"illegal%20contracts"},{"value":"forward contract regulation act","formInput":"forward%20contract%20regulation%20act"},{"value":"contract law","formInput":"contract%20law"},{"value":"forward contracts","formInput":"forward%20contracts"},{"value":"contract act","formInput":"contract%20act"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"calcutta high court","formInput":"calcutta%20high%20court"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"bye laws ","formInput":"bye%20laws%20"},{"value":"Appendix","formInput":"Appendix"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"1966","formInput":"1966"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}