{"tid":1650267,"publishdate":"2002-08-21","title":"Ganesh K. Gulve Etc vs State Of Maharashtra on 21 August, 2002","doc":"<h2 class=\"doc_title\">Ganesh K. Gulve Etc vs State Of Maharashtra on 21 August, 2002</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2002 SUPREME COURT 3068, 2002 AIR SCW 3528, 2002 (3) BLJR 1994, 2002 BLJR 3 1994, 2002 (2) UJ (SC) 1318, 2002 (5) SLT 24, 2002 (8) SRJ 386, (2002) 6 JT 337 (SC), (2002) 3 JCR 231 (SC), 2002 (4) ALLCRILR 236.2, 2002 ALL MR(CRI) 2263, 2002 (6) SCALE 42.2, 2002 (3) LRI 716, 2002 (7) SCC 71, 2002 SCC(CRI) 1589, (2003) 2 PAT LJR 204, (2003) 2 EASTCRIC 16, (2004) 1 BLJ 160, (2002) 3 CURCRIR 232, (2002) 2 CHANDCRIC 203, (2002) 4 CRIMES 92, (2002) 6 SUPREME 45, (2002) 3 ALLCRIR 2820, (2002) 6 SCALE 42(2), (2003) 1 GCD 441 (SC), (2002) 45 ALLCRIC 993, (2002) 4 ALLCRILR 236(2), 2002 (2) ALD(CRL) 490, 2002 (4) BOM LR 316, 2002 BOM LR 4 316</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-k-sema\">H.K. Sema</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-k-sema\">H.K. Sema</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (crl.) 501  of  1999\nAppeal (crl.)\t324\t of  2000\nAppeal (crl.)\t156\t of  2002\nAppeal (crl.)\t158\t of  2002\nAppeal (crl.)\t159\t of  2002\nAppeal (crl.)\t161\t of  2002\n\n\n\nPETITIONER:\nGANESH K. GULVE ETC.\n\n\tVs.\n\nRESPONDENT:\nSTATE OF MAHARASHTRA\n\nDATE OF JUDGMENT:\t21/08/2002\n\nBENCH:\nY.K.Sabharwal &amp; H.K. Sema.\n\n\n\n\nJUDGMENT:</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">Y.K. Sabharwal, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">\tCriminal Appeal No.501 of 1999 is a statutory appeal.  It has been\nfiled by Ganesh K. Gulve challenging the judgment and order of the High\nCourt dated 25.2.1999 setting aside the judgment of acquittal passed by\nthe trial court in his favour.\tThe High Court has held him guilty for offences\npunishable under Sections 147, 148, 302, 307 and 452 read with <a href=\"/doc/999134/\" id=\"a_1\">Section\n149</a> IPC and sentenced him to life imprisonment.\n</p><p data-structure=\"Issue\" id=\"p_3\">Criminal Appeal Nos.324 of 2000, 156, 158 and 159-161 of 2002\nhave been filed by accused challenging the judgment and order of the High\nCourt confirming their conviction and sentence imposed by the trial court.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\tFor commission of offences punishable under <a href=\"/doc/1258372/\" id=\"a_2\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_3\">148</a>,\n<a href=\"/doc/999134/\" id=\"a_4\">149</a>, <a href=\"/doc/1560742/\" id=\"a_5\">302</a>, <a href=\"/doc/455468/\" id=\"a_6\">307</a>, <a href=\"/doc/724142/\" id=\"a_7\">324</a>, <a href=\"/doc/1540253/\" id=\"a_8\">326</a>, <a href=\"/doc/838469/\" id=\"a_9\">452</a> and <a href=\"/doc/37788/\" id=\"a_10\">34</a> IPC and certain other offences, 60\naccused persons were tried in the Sessions Court.  The trial court\nconvicted 13 of them for offences punishable under <a href=\"/doc/1258372/\" id=\"a_11\">Sections 147</a>, <a href=\"/doc/1560742/\" id=\"a_12\">302</a>\nread with <a href=\"/doc/999134/\" id=\"a_13\">Section 149</a>, <a href=\"/doc/999134/\" id=\"a_14\">Sections 149</a> and <a href=\"/doc/455468/\" id=\"a_15\">307</a> read with <a href=\"/doc/999134/\" id=\"a_16\">Section 149</a> and\n<a href=\"/doc/838469/\" id=\"a_17\">Section 452</a> read with <a href=\"/doc/999134/\" id=\"a_18\">Section 149</a> IPC.\tThey are : accused No.20\nRamchandra Krishna Kamble, accused No.21 Bhawan @ Dharmaji\nKrishna Kamble, accused No.22 Narhari Krishna Kamble, accused No.23\nPandurang Krishna Kamble, accused No.25 Babu Sopan Mandade,\naccused No.27 Namdev Pandurang Kamble, accused No.28 Venkati\nGovind Yenjane, accused No.36 Madan Kerba Jagtap, accused No.44\nRukhmaji Babarao Jagtap, accused No.49 Shivaji Kerba Jagtap, accused\nNo.50 Ashok Dattarao Jagtap, accused No.52 Uttam Chandrabhan Jagtap\nand accused No.53 Shesherao Tukaram Kodale.  Imprisonment for life\nwas imposed on them for offence under <a href=\"/doc/999134/\" id=\"a_19\">Section 149</a> read with <a href=\"/doc/1560742/\" id=\"a_20\">Section 302</a>\nIPC besides payment of fine and imprisonment in case of default in\npayment of fine as also varied punishments in respect of other offences.\n</p>\n<p data-structure=\"Precedent\" id=\"p_5\">\tThe judgment and order of the trial court was challenged by 12 out\nof 13 convicted accused by preferring criminal appeals before the High\nCourt.\tThe State of Maharashtra also preferred two appeals before the\nHigh Court  one challenging the orders of acquittal passed in favour of 47\naccused by the trial court and the other for enhancement of sentence\nagainst 13 accused who had been convicted by the trial court.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">\tAll the appeals have been disposed of by the High Court by a\ncommon judgment and order.  The High Court has confirmed the\nconviction and sentence of 11 accused persons; acquitted two accused\npersons, namely, accused No. 36, Madan Jagtap and accused No. 50\nAshok Dattarao Jagtap and one State appeal has been partly allowed by\nsetting aside the judgment and order of the trial court acquitting accused\nNo.24 Ganesh K. Gulve.\tThe other State appeal seeking enhancement of\nsentence has been dismissed.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\tThe judgment and order of the High Court has been challenged by\nthe convicted accused except accused Nos. 27 and 28.  These two have\nnot preferred any appeal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">The main arguments have been addressed by Shri U.R. Lalit in\nCriminal Appeal No.501 of 1999.\t One of the contentions of the learned\ncounsel was that the conclusion drawn and view taken by the trial court\nacquitting Ganesh K. Gulve was a reasonable and possible view which did\nnot call for reversal by the High Court.  Counsel further contended that the\nprosecution has failed to prove its case against accused No.24; there were\nmaterial contradictions in the testimony of the eye-witnesses as also the\nversion as deposed by the eye-witnesses is not corroborated by the\nmedical evidence and the trial court was, thus, justified in passing order of\nacquittal.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">\tThe case of the prosecution as culled out from the evidence in brief\nis that the three members from the same family, namely, Satwa and his\ntwo sons, Mohan and Raosaheb were murdered; there was an attempt to\nmurder the third son and injuries were caused on the lady members of the\nfamily\tHirkani (PW17), widow of Satwa, Radhika (PW14) widow of one of\nthe deceased son; Vatschala (PW15) wife of Damu (PW16) son of Satwa\non whom attempt to murder was made and also causing injury to another\nson of Satwa, namely, Nagnath (PW13).  The report was lodged with the\nPolice by Gangubai (PW12) wife of Nagnath.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">\tThe incident took place on 7th September, 1991 in two parts.  The\nfirst part took place early in the morning when accused Nos. 20, 21, 22 and\n23 assaulted deceased Satwa near his house by means of sticks and\nstones at a place called &#x27;Khari&#x27;.  He was rescued by his son and brought to\nthe house of Mohan, one of his sons.  Thereafter at about 7 a.m. on the\nsame day, all the accused persons formed unlawful assembly with a\nmotive to commit murder of Satwa and his sons.\tThey were armed with\ndeadly weapons such as axe, swords, knife, sticks and stones.  They\nattacked the house of Mohan where they assaulted Satwa and his sons\nMohan, Damu and Raosaheb and also caused injuries to the other\npersons of the family as earlier noticed.  Satwa, Mohan and Raosaheb\ndied whereas Damu received serious injuries.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">\tThe prosecution examined 39 witnesses.\tOut of them 8 were eye-\nwitnesses including 5 injured witnesses, namely, PW13 to PW17.\tPW13\nand PW16 are sons of Satwa, PW14 is widow of deceased Mohan, PW15\nis wife of Damu and PW17 is widow of Satwa.  Besides this, there is\nmedical evidence in the shape of three post-mortem reports and testimony\nof PW11, Dr. Ugile.  Exhibits 84, 85 and 86 are three inquest\npanchanamas.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">\tFrom the evidence duly appreciated by the trial court and the High\nCourt, it stands proved that :\n</p><blockquote id=\"blockquote_1\">1.\tThree persons noticed above were murdered in the incident that\ntook place in two parts on 7th September, 1991 and others as\nnoticed hereinbefore received injuries and there was attempt to\nmurder Damu;\n</blockquote>\n<blockquote id=\"blockquote_2\">2.\tThere was formation of unlawful assembly.\n</blockquote>\n<blockquote id=\"blockquote_3\">3.\tThe common object of the unlawful assembly was to commit\naforesaid murders and other offences;\n</blockquote>\n<blockquote id=\"blockquote_4\">4.\tIn furtherance of the common object, the members of the unlawful\nassembly killed father and two sons, made attempt on the life of\nanother son and caused injuries to family members of Satwa.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_13\">\tThe question to be determined, however, is as to who were the\nmembers of this unlawful assembly.  The trial court and thereafter the High\nCourt, wherever found any reasonable doubt about any accused person\nnot being member of the unlawful assembly gave benefit thereof to the\naccused.  The trial court convicted 13 out of 60 accused.  The High Court\nconfirmed conviction of 11 and acquitted accused Nos.36 and 50.\t On\nappreciation of evidence, the High Court found that there was positive\nevidence against 17 accused out of which 11 had been convicted and\nsentenced by the trial court.  The conviction and sentence of the said 11\naccused persons has been confirmed in the impugned judgment and\norder.\tRegarding remaining 6, the High Court found that there is no\nevidence to show actual sharing of common intention by accused Nos. 14,\nChandrashen, accused No.26, Shesherao Ramchandra Kamble, accused\nNo.31, Laxman and accused No.43, Devidas Tukaram Kodale.  Therefore,\nthe order of acquittal passed by the trial court in their favour was not\ndisturbed for lack of evidence.\t As regards accused No.37, Bhanudas\nChandrabhan Jagtap, it was noticed that he died during the trial.\nRegarding accused No.24,  Ganesh K. Gulve, it has been held by the High\nCourt that all the witnesses have not only stated his presence in the mob\nbut have also stated the overt acts done by him at the time of the incident.\nHe was seen prominently in the mob that marched to the house of Mohan.\nIt was he and others who challenged Satwa and his sons to come out of\nthe house.  He took part in assault on Damu and also threw an axe which\nstruck on his head.  At his instance, the dead bodies of the deceased were\ndragged upto Chawadi.  On appreciation of evidence, the Court held that\nthere is positive evidence against accused Ganesh K. Gulve to show that\nhe very much shared the common object of unlawful assembly and that he\ndid positive acts to achieve the object.  In view of the positive evidence, the\nHigh Court found that he could not be treated differently than the other 11\naccused who had been convicted on the basis of the same evidence that\nwas available against Ganesh K. Gulve.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">\t<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"31041\" id=\"span_1\">Mr. U.R. Lalit, challenging the impugned judgment and order of the\nHigh Court, contends that the High Court by adopting an erroneous\napproach has reversed a well considered order of acquittal passed by the\nlearned\t Additional Sessions Judge.  Reliance has been placed by the\nlearned counsel on <a href=\"/doc/31041/\" id=\"a_21\">Ramesh Babulal Doshi v. State of Gujarat</a> [AIR\n1996 SC 2035] and Awadhesh &amp; Anr. v. State of Madhya Pradesh [AIR\n1988 SC 1158] reiterating the principles required to be kept in view while\ndeciding an appeal against an order of acquittal.  There cannot be any\ndispute about the said principles.  Mere fact that a view other than the one\ntaken by the trial court can be legitimately arrived at by the appellate court\non reappraisal of the evidence cannot constitute a valid and sufficient\nground to interfere with an order of acquittal unless the appellate court\ncomes to the conclusion that the entire approach of the trial court in\ndealing with the evidence was patently illegal or the conclusions arrived at\nby it were wholly untenable.  The question in Criminal Appeal No.501 of\n1999 is : whether the High Court while reversing the order of acquittal kept\nin view or not these principles?</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">\tIn order to appreciate the evidence, the Court is required to bear in\nmind the set up and environment in which the crime is committed.  The\nlevel of understanding of the witnesses.  The over jealousness of some of\nnear relations to ensure that everyone even remotely connected with the\ncrime be also convicted.  Everyone&#x27;s different way of narration of same\nfacts.\tThese are only illustrative instances.\tBearing in mind these broad\nprinciples, the evidence is required to be appreciated to find out what part\nout of the evidence represents the true and correct state of affairs.  It is for\nthe courts to separate the grain from the chaff.  That has been exactly\ndone.  What has weighed with the High Court in reversing the order of\nacquittal in the case of Ganesh K. Gulve and convicting him is that on the\nbasis of the same evidence, other accused had been convicted and there\nwas no justifiable reason for convicting other 11 accused and confirming\ntheir conviction while at the same time upholding the order of acquittal in\nthe case of Ganesh K. Gulve.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">The presence of Ganesh K. Gulve was deposed to by all material\nwitnesses.  The fact that there was slight variations in the role attributed to\nhim was held by the High Court to be of no consequences in the facts and\ncircumstances of the case.  In fact, he was the main person who had\ninstigated the mob.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">The murder of Satwa and his two sons had taken place in a broad\nday-light at 7 O&#x27;clock in the morning in front of many members of the family\nof Satwa.  His two sons and two daughters-in-law had received various\ninjuries.  Those injuries had been fully established in the testimonies of\nPW13, PW14, PW15 and PW16.  The High Court was faced with a\nquestion that when the presence of Ganesh K. Gulve as a member of the\nunlawful assembly had been established as also the fact that he with\nothers shared common object of doing away with the deceased and\ninjuring others, as aforesaid, can he be acquitted as a result of some\nvariations in the manner of his doing positive act to achieve the said object.\nThe High Court rightly answered that question by ignoring the minor\nvariations and convicting Ganesh K. Gulve.  Under the circumstances. It\ncannot be said that the High Court in reversing order of acquittal did not\nbear in mind the principles required to be kept in view while deciding an\nappeal against an order of acquittal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">\tIt was pointed out by the learned counsel that despite the fact that in\nthe First Information Report, it was stated that Ganesh K. Gulve had stone\nin his hand, some witnesses said that he had axe with him which he threw\non Satwa from back side and some even stated that he had stick.\t It may\nbe noticed that FIR was lodged on the statement of Gangubai (PW12).\nSaving herself from the incident, she went to the Police Station and\nreported the matter.  She was pregnant at that stage.  Her husband\nNagnath (PW13) who had received injuries also reached the police station\nat that stage.\tIt is evident that due to what had happened, family members\nmust have been perplexed.  In any case, the trial Court as well as the High\nCourt did not place reliance on the FIR.  In the factual scenario of the case\nin hand, the question whether he was holding stone, axe or stick would\ndepend upon what time he is seen by the concerned witness and this\naspect was not of any significance.  Likewise, it was also of no significance\nwhether Satwa had injury on his nose or not.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\tIt was pointed out by Mr. Lalit that the trial court had also taken into\nconsideration the absence of injuries on the back in medical evidence\nshowing the dragging of the three bodies.  In this regard, Dr. Ugile (PW11)\ndeposed that in the post-mortem reports, he had only mentioned major\ninjuries and not minor injuries like abrasions and bruises.  In the three\ninquest panchanamas prepared soon after the murder, which\npanchanamas have been admitted by the defence under <a href=\"/doc/1086076/\" id=\"a_22\">Section 294</a> of\nthe Code of Criminal Procedure, mention has been made of the bruises\nwhich were noticed on the back of all the three deceased persons.  These\npanchanamas were prepared between 9 a.m. to 11.30 a.m.\tThe incident\nhad taken place at 7 a.m.  In this view, the theory of dragging of the bodies\ncould not be discarded only on account of non-mention of injuries on the\nback of the bodies in the post-mortem reports and on that basis acquitting\nGanesh K. Gulve by applying any reasonable hypothesis.\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">\tThe High Court, on due scrutiny and analyses of the evidence, came\nto the conclusion that the case of Ganesh K. Gulve cannot be meted out a\ndifferent treatment than others who had been convicted.\t In the impugned\njudgment and order, the High Court dealt with all the aspects which were\ntaken into consideration by the trial court for acquitting Ganesh K. Gulve.\nThe trial court had clearly adopted an erroneous approach which was set\nright by the High Court.  PW14, PW15, PW16 and PW17 were all present\nin the house of Mohan when the mob marched towards his house.  Some\nof mob members opened the door of the said house by hitting it with big\nstones.\t The aforesaid witnesses have deposed about actual assault on\nSatwa, Mohan and Damu.\tGanesh K. Gulve was one of these who\nchallenged the deceased and Damu to come out of the house.  It has also\nbeen established that Damu came out and expressed his apology and\nrequested Ganesh K. Gulve not to assault anybody.  It is natural on the\nfacts of case that there would be some variance in the evidence of these\nfour witnesses regarding number of the accused participating in the\nassault.  Insofar as Ganesh K. Gulve is concerned, there is, however,\nunanimity in the depositions.  The assault by Ganesh K. Gulve on Damu\nhas been fully established.  The conclusion of the High Court in respect of\nGanesh K. Gulve, as contained in para 53 of its judgment, cannot be\nfaulted.  The High Court said :\n</p>\n<blockquote id=\"blockquote_5\">&quot;As regards the accused No.24 Ganesh, all the\nwitnesses have not only stated his presence in the\nmob but, have also stated the overt acts done by him\nat the time of the incident.  He was seen prominently in\nthe mob which marched to the house of Mohan.  The\nevidence further shows that it was he and others who\nchallenged Satwa and  his sons to come out of the\nhouse.\tThere is also specific evidence against the\naccused No.24 Ganesh to show that he took part in the\nassault on Damodar P.W.16.  Nagnath P.W.13 has\nstated that when he made his escape through the hole\nin the wall he was chased by accused no.24 Ganesh\nand others and that, accused No.24 Ganesh threw an\naxe which struck him on his head.  In addition, there is\nevidence of Hirkani P.W. 17 to show that accused\nNo.24 Ganesh was one of the assailants of her\nhusband Satwa and that, he gave an axe blow.  It is\nalso in the evidence that at the instance of accused\nNo.24 Ganesh and others, the dead bodies of the\ndeceased were dragged upto Chawadi.  In short, there\nis positive evidence available against the accused\nNo.24 Ganesh to show that he very much shared the\ncommon object of the unlawful assembly and that, he\ndid positive acts to achieve the object.  However, the\ntrial Court has acquitted him.\tWe do not find in the trial\nCourt&#x27;s judgment any specific discussion with regard to\nthe evidence available against accused No.24 Ganesh.\nThe trial Court has not given any particular reason for\nacquitting him.\t In our opinion, the trial Court has lost\nsight of the positive evidence available against the\naccused No.24 Ganesh.  There is absolutely no reason\nfor not accepting that evidence against the accused\nNo.24 Ganesh.  In paragraph 85 of its judgment, the\nlearned Judge has observed that the involvement of\naccused No.24 Ganesh &quot;as the striker of a solitary\nblow on the nose portion of Satwa&quot;, is not corroborated\nby medical evidence.  It cannot, however, be ignored\nthat Satwa had sustained a C.L.W. of 1 &quot; x 2&quot; x 1 &quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_21\">on his forehead.  Hirkani P.W. 17 may not be correct in\nstating as to where on the person of Satwa the axe\nblow given by accused No.24 Ganesh had landed.\t It\ncannot be ignored that a blow aimed at the nose may\nhit on the forehead due to the movements or change of\nposition made by the victim.  We, therefore, think that\nthe trial Court has failed to consider the positive\nevidence against the accused No.24 Ganesh.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_22\">\tWe are unable to accept the contention that the view taken by the\ntrial court in the case of Ganesh K. Gulve was a possible view that was\nerroneously reversed by the High Court.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">\tLearned counsel appearing for the appellants in Criminal Appeal\nNos.156, 158 and 159-161 of 2002 contended that the prosecution had\nfailed to prove the motive of the crime; the FIR was ante-timed and there\nwas non-compliance of the provision of <a href=\"/doc/279174/\" id=\"a_23\">Section 157</a> of the Code of\nCriminal Procedure in forwarding the FIR to the Magistrate.  There is no\nsubstance in any of the contentions.  In the presence of the eye-\nwitnesses including injured eye-witnesses, the question of the proof of the\nmotive loses its significance.\tThe High Court has, however, duly taken\ninto consideration the motive which was caste hostility and prosperity of\nthe family of the deceased persons and the securing of position by the\nfamily member of Satwa in Gram Panchayat.  Regarding the FIR, as\nalready noticed, both the trial Court and the High Court have not placed\nreliance thereupon and the matter has been rightly and adequately dealt\nwith by the trial court and High Court.\t There is no merit in any of the\ncontentions urged on behalf of the appellants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">\tIn Criminal Appeal No.324 of 2000, the contention urged was that\nthe High Court has not properly considered the case against the appellant\nand, therefore, the criminal appeal (Criminal Appeal No.79/94) filed by\nhim in the High Court deserved to be allowed.  We do not agree.\t The trial\ncourt and the High Court, on appreciation of the evidence, have rightly\nfound the case against accused No.53 being the appellant of this appeal\nas fully established.  There is no merit in his appeal as well.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">\tFor the aforesaid reasons, we find no merit in any of the appeals.\nAll the appeals are accordingly dismissed.\n</p>\n\n\n\n\n","numcites":12,"numcitedby":15,"docsource":"Supreme Court of India","citetid":1650267,"divtype":"judgments","relatedqs":[{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"common object","formInput":"common%20object"},{"value":"Panchanama","formInput":"Panchanama"},{"value":"post-mortem report","formInput":"post-mortem%20report"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"324","formInput":"324"},{"value":"raosaheb","formInput":"raosaheb"},{"value":"dragged","formInput":"dragged"},{"value":"156","formInput":"156"},{"value":"widower","formInput":"widower"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"rioting","formInput":"tag:rioting"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"cause-hurt","formInput":"tag:cause-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}