{"tid":51189993,"publishdate":"2013-04-10","title":"Wishwa Mittar Bajaj & Sons vs Uoi on 10 April, 2013","doc":"<h2 class=\"doc_title\">Wishwa Mittar Bajaj &amp; Sons vs Uoi on 10 April, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-r-bhat\">S.Ravindra Bhat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-bhat\">S. Ravindra Bhat</a>, <a href=\"/search/?formInput=benchid:s-k-misra\">Sudershan Kumar Misra</a></h3>\n\n<pre id=\"pre_1\">$~\n*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n%                                     RESERVED ON: 25.02.2013\n                                      PRONOUNCED ON: 10.04.2013\n\n+                   FAO(OS) No. 224/2009\n\nWISHWA MITTAR BAJAJ &amp; SONS              ..... Appellants\n                 Through: Mr. Raghavendra M. Bajaj,\n                 Advocate.\n\n                    versus\nUOI                                                  ..... Respondent</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                             Through: Mr. R.V. Sinha, Advocate.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">CORAM:\n</p><blockquote id=\"blockquote_1\">HON&#x27;BLE MR. JUSTICE S. RAVINDRA BHAT\nHON&#x27;BLE MR. JUSTICE SUDERSHAN KUMAR MISRA\nMR. JUSTICE S.RAVINDRA BHAT\n\n</blockquote><blockquote id=\"blockquote_2\">1.     The appellant (hereafter &quot;the claimant&quot;) is aggrieved by the\njudgment and order of a learned Single Judge, allowing the\nrespondent&#x27;s Petition under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and\nConciliation Act, (&quot;the Act&quot;) setting aside an award, made in its (i.e\nthe appellant&#x27;s) favour.\n</blockquote>\n<blockquote id=\"blockquote_3\">2.     The Appellant was awarded a lump sum contract, for\nconstruction of infrastructure for breeding and training of dogs at\nRVC Centre and School at Meerut. The total contract sum was\n` 2,79,44,098.10 and work was to be completed by 15.04.2003. It was\ncompleted on 12.04.2003 and the Appellant submitted the final bill.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_4\">FAO (OS) 224/2009                                                  Page 1\n The payment towards final bill was made on 11.02.2004. At the stage\nof payment, certain amounts were withheld by the Respondent. This\nled to disputes and the matter was referred to arbitration. In the arbitral\nproceedings, the appellant claimed amounts towards 10 heads. Claim\nno. 1 sought compensation on account of delay in payment of running\nbills and final bill; Claim no.2 was for reimbursement of additional\nexpenditure incurred for providing extra work; Claim no.3 was for\nreimbursement of payment made to idle labour; Claim no.4 was for\nreimbursement for charges paid for testing of steel; Claim no.5 sought\nrelease of bank guarantee against retention money; Claim no. 6 was\nfor refund of amounts deducted on account of STE from the final bill;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_3\">Claim no.7 sought reimbursement of expenditure incurred on renewal\nof bank guarantee; Claim no.8 sought refund of testing charges; Claim\nno.9 for reimbursement of extra expenditure incurred on watch and\nward of the building due to delay in taking over possession and Claim\nno.10 was towards interest.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3.     The Arbitrator disallowed claims no. 3, 6 &amp; 8 and against other\nclaims allowed different amounts. The learned Arbitrator allowed 12%\ninterest for pre-arbitration period and 9 % interest for pendente lite\nand future periods.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.     Claiming to be aggrieved, the Respondent filed a petition under\n<a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Act, seeking setting aside the award. The main\nground of challenge was that the Arbitrator had awarded amounts\nbeyond the contract and the claims raised were neither tenable nor\ncould be adjudicated in view of specific terms of the contract. It was\n\n\n\n\nFAO (OS) 224/2009                                                    Page 2\n also argued that the claims by the Appellant were not raised during\ncurrency of the contract or at the time of presentation of the bill; the\nAppellant had furnished a no claim certificate and accepted the final\nbill without reservation.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">5.     The learned Single Judge held that the work was completed on\n12.04.2003 and possession was taken by the Respondent-Objector on\n14.04.2003 subject to rectification of defects by 5.5.2003. After\nrectification of defects, a final bill was entertained and a &#x27;no claim\ncertificate&#x27; was issued by the appellant. In these circumstances, it was\nheld that the Appellant-Claimant could have raised only those disputes\nbefore the Arbitrator which had arisen during currency of the contract.\nAfter the Claimant submitted its Bill to the Respondent, it could not\nhave projected disputes which were not highlighted in the bill or in\nother words claimed amounts over and above those claimed in the\nbills. While raising the bills the Claimant had not made any claim for\nadditional items; the Contractor knew that a lump sum contract had\nbeen awarded. The Single Judge relied on Clause 11.2.4 and held that\nit specifically provided that the hardware for the doors/windows etc,\nthough not included in the drawings, but essential for functioning (and\nentire completion, even if missed out) shall be provided by the\ncontractor and the building shall be complete in all respects from\nutility point of view. This was deemed to be included in the lump sum\nquote. It was concluded that though payment was made by Union of\nIndia, the Appellant-Claimant would have at the most been allowed\ninterest on the delayed part of the final bill and not in respect of other\n\n\n\n\nFAO (OS) 224/2009                                                   Page 3\n claims. Consequently, it was held that the award was contrary to the\ncontract; he could not draw a new contract for the parties. The award\nin respect of all claims, except return of bank guarantee and interest on\nthe unpaid final bill amount from May &#x27;03 to February &#x27;03 @ 12%,\nwas thus set aside as rendered beyond jurisdiction.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">6.     It was argued, on behalf of the appellant, that Objections under\n<a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> are based on limited grounds to challenge awards. The\nRespondent-Objector wished re-appreciation of findings of fact\narrived by the Arbitrator. The Single Judge erred in re-appreciating the\nevidence, virtually as a court of appeal over the decision of the\nArbitrator. The award in question is well reasoned and clearly\nindicates the thought process of the Arbitrator. It was submitted that\nthere was nothing in the award, indicative of the findings being\ncontrary to the public policy of India, or violation of the contract\nbetween parties.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">7.     It was argued that the Objector cannot object to the appointment\nof an arbitrator or his qualification in terms of <a href=\"/doc/1841764/\" id=\"a_4\">Section 11</a> of the Act.\nThe matter was referred to the Sole Arbitrator with the consent of the\nobjector. A writ petition was filed challenging that appointment. After\nfinding that the Division bench was not agreeable to the challenge it\nwas withdrawn. The objector was therefore estopped from questioning\nthe appointment.\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_1\">8.     The Appellant denied that any &#x27;no claim certificate&#x27; was given.\nThe &#x27;no claim certificate&#x27; was part of the printed final bill proforma\ngiven in advance; it had no sanctity in law. It was alternatively argued\n\n\n\nFAO (OS) 224/2009                                                  Page 4\n that the document was given under circumstances which amounted to\nundue influence exercised by the objector as it had withheld huge\namounts from the claimant. The final bill prepared by the Respondent\nwas signed by the Appellant on 17.2.03 along with the standard\ncertificate and only then was it accepted for processing. It was only on\n11.2.2004, that the appellant noticed that the final bill amount was\npaid without including the cost of additional items executed over and\nabove the contract as per the tender that provided for such deviations.\nIt was argued further, that even otherwise, the appellant had protested\nimmediately after the payment, in a letter, and sought for release of\namounts towards the extra work, required of by the respondents. In\nthese circumstances, it could not be said that the appellant was\nestopped, by reason of any no-claim or no-objection certificate from\ndemanding full payment of amounts that were due to it. It was argued\nthat in any event, the Single Judge fell into error in not appreciating\nthat at the time of receiving the payment, the appellant made an\nendorsement over the bill itself that it was received in protest, and\ntherefore the said certificate cannot be used to deny the lawful claim\nof the Appellant. Reliance was placed on the decisions reported as\n<a href=\"/doc/1243245/\" id=\"a_5\">National Insurance Co. Ltd. v. Boghara Polyfab Pvt. Ltd.</a> AIR 2009\nSC 170, Ajmer Singh Cotton &amp; General Mills AIR 1999 SC 3027 and\nChairman and M.D., N.T.P.C. Ltd. v. Reshmi Constructions, Builders\nand Contractors; AIR 2004 SC 1330 to say that documents of the\nvariety which were relied on by the respondent-objectors, cannot be\nsaid to estop the appellant from claiming the amounts which were due\nto it, for the work admittedly done.</span>\n</p>\n\n\n<p data-structure=\"Issue\" id=\"p_10\">FAO (OS) 224/2009                                                 Page 5\n</p><p data-structure=\"RespArg\" id=\"p_11\"> 9.     Learned Counsel, Mr. Raghavendra M. Bajaj submitted that the\nmaterials on record showed that the claim for ` 5.8 lakhs allowed by\nthe arbitrator, to the appellant was justified in the circumstances of the\ncase. It was argued that the amounts were payable towards deviation\norders, which had been placed upon the contractor by the respondent\nemployer. These had been included in the final bill, and the so called\nobjection was in a printed format. Counsel highlighted the fact that at\nthe stage of accepting payment on 12th April 2004, the\nClaimant/Contractor had registered protest, and elaborated upon it, in\nthe letter written the very next day. In these circumstances, it could\nnot be said that the claimant had forgone its demand and entitlement\nfor payment for the extra work done. Learned counsel also relied on\nthe standard conditions governing such contracts.         The Appellant\nargued that the said document does not preclude or absolve the\nrespondent from its liability to pay for the amounts concededly billed\ntowards works directed to be performed by it. In this regard, the\nappellant placed reliance on the deviation orders, which had been\nbrought on record, and emphasizes that the Bills in respect of each\nsuch deviation order had been furnished to the respondent.           The\nappellant argues that when the &quot;no objection&quot; certificate was in fact\ngiven, it was labouring under tremendous pressure, because a\nconsiderable amount of the sums due and payable by the respondent\nwere outstanding. This alone indicated pressurization by the\nrespondent employer. Further, argued counsel, the payment towards\nthe final bill was released only on 12-4-2004; even at that time, while\naccepting the cheque, the appellant recorded that the payment was\n\n\n\nFAO (OS) 224/2009                                                   Page 6\n received under protest; it also wrote to the respondent employer the\nvery next day, recording a similar protest. In these circumstances, says\nthe appellant, the amount of ` 5.8 lakhs awarded by the Arbitrator\nwas justified.\n</p><p data-structure=\"RespArg\" id=\"p_12\">10.    It was contended further that the impugned judgment is in clear\nerror, as it rejects the reimbursement of expenses awarded by the\nArbitrator, (incurred for renewal of bank guarantee). On this aspect,\ncounsel highlighted that the Single Judge upheld the award in respect\nof Claim No. 5, i.e. release of bank guarantee. The rejection of the\nreimbursement claimed was therefore without any reason. Likewise,\nargued counsel, for Claim No. 4, i.e. steel testing charges (` 60,000/-),\nthe respondent agreed in the arbitration proceedings to pay the\namount. The pleading to that effect was relied on by counsel for the\nAppellant/contactor.\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\">11.    Counsel for the respondent/ objector did not dispute that in\nrespect of claim No. 4, i.e. steel testing charges, the pleading in the\narbitration proceedings had clearly admitted its liability to pay the sum\nof ` 60,000/-. However, the respondent objector relies on the &quot;No\nobjection&quot; certificate, dated 17-05-2003, in respect of the claim for\n` 5,80,000/-:\n</p>\n<blockquote id=\"blockquote_5\">        &quot;It is certifìed that I have prepared the final bill for claiming\n       entire payment due to me from the contract agreement. This FB\n       (Final Bill) includes all claims raised by me from time to time\n       irrespective of the fact whether they are admitted/accepted by\n       the department or not. I am now categorically certify that, I do\n       not have more claim in r/o this contract by found these already\n       included in this FB by me this amount so claimed by me shall be\n\n\n\nFAO (OS) 224/2009                                                  Page 7\n        in full and final satisfaction of all claim to the extent disallowed\n       to me from this Final Bill.\n</blockquote>\n<blockquote id=\"blockquote_6\">                                             Dated S/d Sharad Saigal\n                                        Contractor WM Bajaj &amp; Sons&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_14\">It was contended that there was no material to justify the award by the\narbitrator, in respect of these amounts, which were not part of the\ncontracted services, and at any rate for which the Appellant had\nforegone its claims while submitting the final bill. The Appellant\ncontractor was accordingly estopped from claiming them and the\nlearned Single Judge correctly set aside the award under <a href=\"/doc/536284/\" id=\"a_6\">Section 34</a> of\nthe Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">Analysis and findings\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">12.    In the present case, a plain reading of the award would reveal\nthat the arbitrator did not accept all contentions and claims pressed by\nthe appellant. Even in respect of items which were paid, the arbitrator\naccepted claims in part, and wherever untenable, or not proved,\nrejected the claim. It is not as if the amounts awarded were without\nreason or justification. The extracts of the award, in respect of Claim\nNo. 2 are reproduced below:\n</p>\n<blockquote id=\"blockquote_7\">       &quot;25. Claim No. 2 for reinforcement of additional expenditure\n      incurred on provision of extra work over and above contract\n      provisions such as:\n</blockquote><blockquote id=\"blockquote_8\">        a. Provn. of fixed glazing\n        b. Provn of beams, LB, FB-2, PB-2 not shown in drawings\n        c. Additional reinforcement in RCC Cols C-1 C-2 and C-3\n        d. Provn of copper conductor in lieu of Aluminum Conductor\n\n\n\n\nFAO (OS) 224/2009                                                    Page 8\n        Amount of Claim Rs. 4,93,393.00 amended to Rs. 5,38,000.00\n\n       After hearing both the parties and going into details of\n       documents, verification of drawings and contract provisions, I\n       conclude as under:\n</blockquote><blockquote id=\"blockquote_9\">         a. Fixed Glazing is not shown in the main plan of Admin block\n         b. Structural Plan BZ/MRT/87 Sheet 7/8 does not indicate\n            provision of LB-1, Plinth Beam and FB-2 (additional) which\n            has been provided by the Claimant\n         c. There was a discrepancy in reinforcement details of RCC\n            col&#x27;s C-1, C-2 and C-3. Union of India resorted to remove\n            the discrepanc with the provision of additional\n            Reinforcement.\n</blockquote><blockquote id=\"blockquote_10\">         d. The contract provisions regarding aluminum conductor\n            cables is clear where as copper conductor has been\n            provided by Claimant.\n</blockquote><blockquote id=\"blockquote_11\">       I therefore give my final award against Claim No. 2: Rs.\n       5,38,000.00&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_17\"> 13.    The materials on record showed that in support of these claims,\n Bills and reminders had been furnished to the Objector/Employer.\n These were:\n</p><blockquote id=\"blockquote_12\">  i.   Letter No. WMB/MES/MRT/07/36 dated 4-5-2002 (Ex. C-17)\n ii.   Letter No. WMB/MES/MRT/07/49 dated 11-2-2002 (Ex. C-06)\niii.   Letter No. WMB/MES/MRT/07/91 dated 27-11-2003 (Ex. C-14)\niv.    Letter No. WMB/MES/MRT/07/95 dated 19-12-200 (Ex. C-15)\n\n The final Bill in this case was submitted on 12-4-2003; it shows that\n the date of measurement was 1-05-2003. This final bill itself contains\n recital of deviation orders - no less than 17 in number. The description\n of amounts in regard to these bills also reveals that certain adjustment\n of amounts paid towards running bills were indicated and verified.\n The signature of the two counter signing officers was affixed on 28-\n\n\n\n\n</blockquote><blockquote id=\"blockquote_13\"> FAO (OS) 224/2009                                                  Page 9\n 08-2003. Yet, the cheque was handed over to the Appellant on 12-04-\n2004; its signature on that day reveals that the payment was accepted\nunder protest.\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">14.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_2\">In <a href=\"/doc/1243245/\" id=\"a_7\">Boghara Polyfab</a> (supra), the Supreme Court held that mere\nexecution of a discharge certificate did not disentitle the party\nconcerned from claiming amounts:</span>\n</p><blockquote id=\"blockquote_14\">      &quot;The mere execution of the discharge voucher would not\n      always deprive the consumer from preferring claim with\n      respect to the deficiency in service or consequential benefits\n      arising out of the amount paid in default of the service\n      rendered. Despite execution of the discharge voucher, the\n      consumer may be in a position to satisfy the Tribunal or the\n      Commission under the Act that such discharge voucher or\n      receipt had been obtained from him under the circumstances\n      which can be termed as fraudulent or exercise of undue\n      influence or by misrepresentation or the like. If in a given\n      case the consumer satisfies the authority under the Act that\n      the discharge voucher was obtained by fraud,\n      misrepresentation, undue influence or the like, coercive\n      bargaining compelled by circumstances, the authority before\n      whom the complaint is made would be justified in granting\n      appropriate relief.\n</blockquote><blockquote id=\"blockquote_15\">      27. Let us consider what a civil court would have done in a\n      case where the defendant puts forth the defence of accord\n      and satisfaction on the basis of a full and final discharge\n      voucher issued by plaintiff, and the plaintiff alleges that it\n      was obtained by fraud/coercion/undue influence and\n      therefore not valid. It would consider the evidence as to\n      whether there was any fraud, coercion or undue influence. If\n      it found that there was none, it will accept the voucher as\n      being in discharge of the contract and reject the claim\n      without examining the claim on merits. On the other hand, if\n      it found that the discharge voucher had been obtained by\n      fraud/undue influence/coercion, it will ignore the same,\n      examine whether plaintiff had made out the claim on merits\n\n\n\nFAO (OS) 224/2009                                                 Page 10\n      and decide the matter accordingly. The position will be the\n     same even when there is a provision for arbitration. The\n     Chief Justice/his designate exercising jurisdiction under\n     <a href=\"/doc/1841764/\" id=\"a_8\">Section 11</a> of the Act will consider whether there was really\n     accord and satisfaction or discharge of contract by\n     performance. If the answer is in the affirmative, he will\n     refuse to refer the dispute to arbitration. On the other hand,\n     if the Chief Justice/his designate comes to the conclusion\n     that the full and final settlement receipt or discharge\n     voucher was the result of any fraud/coercion/undue\n     influence, he will have to hold that there was no discharge of\n     the contract and consequently refer the dispute to\n     arbitration. Alternatively, where the Chief Justice/his\n     designate is satisfied prima facie that the discharge voucher\n     was not issued voluntarily and the claimant was under some\n     compulsion or coercion, and that the matter deserved\n     detailed consideration, he may instead of deciding the issue\n     himself, refer the matter to the arbitral tribunal with a\n     specific direction that the said question should be decided in\n     the first instance.\n</blockquote><blockquote id=\"blockquote_16\">     28. Some illustrations (not exhaustive) as to when claims are\n     arbitrable and when they are not, when discharge of\n     contract by accord and satisfaction are disputed, to round\n     up the discussion on this subject:\n</blockquote><blockquote id=\"blockquote_17\">     (i) A claim is referred to a conciliation or a pre-litigation\n     Lok Adalat. The parties negotiate and arrive at a settlement.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_19\">     The terms of settlement are drawn up and signed by both the\n     parties and attested by the Conciliator or the members of the\n     Lok Adalat. After settlement by way of accord and\n     satisfaction, there can be no reference to arbitration.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">     (ii) A claimant makes several claims. The admitted or\n     undisputed claims are paid. Thereafter negotiations are held\n     for settlement of the disputed claims resulting in an\n     agreement in writing settling all the pending claims and\n     disputes. On such settlement, the amount agreed is paid and\n     the contractor also issues a discharge voucher/no claim\n     certificate/full and final receipt. After the contract is\n\n\n\nFAO (OS) 224/2009                                                Page 11\n      discharged by such accord and satisfaction, neither the\n     contract nor any dispute survives for consideration. There\n     cannot be any reference of any dispute to arbitration\n     thereafter.\n</p><p data-structure=\"Section\" id=\"p_21\">     (iii) A contractor executes the work and claims payment of\n     say Rupees Ten Lakhs as due in terms of the contract. The\n     employer admits the claim only for Rupees six lakhs and\n     informs the contractor either in writing or orally that unless\n     the contractor gives a discharge voucher in the prescribed\n     format acknowledging receipt of Rupees Six Lakhs in full\n     and final satisfaction of the contract, payment of the\n     admitted amount will not be released. The contractor who is\n     hard pressed for funds and keen to get the admitted amount\n     released, signs on the dotted line either in a printed form or\n     otherwise, stating that the amount is received in full and\n     final settlement. In such a case, the discharge is under\n     economic duress on account of coercion employed by the\n     employer. Obviously, the discharge voucher cannot be\n     considered to be voluntary or as having resulted in\n     discharge of the contract by accord and satisfaction. It will\n     not be a bar to arbitration.\n</p><p data-structure=\"CDiscource\" id=\"p_22\">     (iv) An insured makes a claim for loss suffered. The claim is\n     neither admitted nor rejected. But the insured is informed\n     during discussions that unless the claimant gives a full and\n     final voucher for a specified amount (far lesser than the\n     amount claimed by the insured), the entire claim will be\n     rejected. Being in financial difficulties, the claimant agrees\n     to the demand and issues an undated discharge voucher in\n     full and final settlement. Only a few days thereafter, the\n     admitted amount mentioned in the voucher is paid. The\n     accord and satisfaction in such a case is not voluntary but\n     under duress, compulsion and coercion. The coercion is\n     subtle, but very much real. The `accord&#x27; is not by free\n     consent. The arbitration agreement can thus be invoked to\n     refer the disputes to arbitration.\n</p><p data-structure=\"Precedent\" id=\"p_23\">     (v) A claimant makes a claim for a huge sum, by way of\n     damages. The respondent disputes the claim. The claimant\n\n\n\nFAO (OS) 224/2009                                                Page 12\n      who is keen to have a settlement and avoid litigation,\n     voluntarily reduces the claim and requests for settlement.\n     The respondent agrees and settles the claim and obtains a\n     full and final discharge voucher. Here even if the claimant\n     might have agreed for settlement due to financial\n     compulsions and commercial pressure or economic duress,\n     the decision was his free choice. There was no threat,\n     coercion or compulsion by the respondent. Therefore, the\n     accord and satisfaction is binding and valid and there\n     cannot be any subsequent claim or reference to arbitration.&quot;\nIn the earlier judgment Reshmi Construction (supra), the Supreme\nCourt while recognizing that there cannot be any finality precluding\nthe party from making claims, when such discharge (or &quot;no objection&quot;)\ncertificates are claimed to be issued by the employer, observed that:\n</p>\n<blockquote id=\"blockquote_18\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_3\">&quot;18. Normally, an accord and satisfaction by itself would not\n     affect the arbitration clause but if the dispute is that the contract\n     itself does not subsist, the question of invoking the arbitration\n     clause may not arise. But in the event it be held that the contract\n     survives, recourse to the arbitration clause may be taken.\n     [See <a href=\"/doc/1391279/\" id=\"a_9\">Union of India v. Kishorilal Gupta</a>                 [1960]1SCR\n     493and Majhati Jute Mills v. Khavalirsa [1968]1SCR 821 .</span>\n</blockquote><blockquote id=\"blockquote_19\">     19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_4\">In <a href=\"/doc/1243245/\" id=\"a_10\">Bharat Heavy Electricals Limited</a> (supra) this court\n     observed that whether there was discharge of the contract by\n     accord and satisfaction or not is a dispute arising out of a\n     contract and is liable to be referred to arbitration.\n     ......</span>\n</blockquote><blockquote id=\"blockquote_20\">     27. Even when rights and obligations of the parties are worked\n     out the contract does not come to an end inter alia for the\n     purpose of determination of the disputes arising thereunder, and,\n     thus, the arbitration agreement can be invoked. Although it may\n     not be strictly in place but we cannot shut our eyes to the ground\n     reality that in the cases where a contractor has made huge\n     investment, he cannot afford not to take from the employer the\n\n\n\n\nFAO (OS) 224/2009                                                  Page 13\n       amount under the bills, for various reasons which may include\n      discharge of his liability towards the banks, financial institutions\n      and other persons. In such a situation, the public sector\n      undertakings would have an upper hand. They would not\n      ordinarily release the money unless a &#x27;No Demand Certificate&#x27; is\n      signed. Each case, therefore, is required to be considered on its\n      own facts.\n</blockquote><blockquote id=\"blockquote_21\">      28. Further, necessities non habet legem is an old age maxim\n      which means necessity knows no law. A person may sometimes\n      have to succumb to the pressure of other party to the bargain\n      who is on a stronger position.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_24\">15.    Here, in this case, though the final bill was furnished in April,\n2003, and verified on 1.5.2003, yet the cheque was issued only on\n12.4.2004. In between, the noting/certificate relied on by the\nemployer/respondent was written. However, the form - which was\nsigned earlier - contained a printed clause to the effect that &quot;I/We have\nno further claim...&quot; under the Contract, beyond the net amount of the\nBill. Yet, on 12-4-2004, the Appellant, while receiving the cheque,\nclearly stated that the payment was received &quot;under protest&quot;.           It\nfollowed up this with a detailed letter on 13-4-2004; a copy of that\nletter was placed on the record. Having regard to the law declared and\nthe surrounding circumstances, it is clear that even though the works\nwere executed long before, some-time in end 2002, in respect of which\nthe final bill was submitted in April, 2003, the Appellant had no option\nbut to execute and claim the amounts in terms of the printed &quot;no\nclaim&quot; format. However, even this bill reflects the items of works\nwhich had been done, and in respect of which the sum of ` 5,38,000/-\nwas claimed; there is no dispute on that, since the bills were verified,\nthough amounts were not paid as being beyond the scope of the works\n\n\n\nFAO (OS) 224/2009                                                  Page 14\n awarded. That aspect would be dealt with by the Court hereafter.\nHaving regard to all these aspects, this Court is of the view that the\nArbitrator did not err, or act contrary to public policy or the\nsubstantive law in India, as to entail setting aside of the award in\nrespect of the claim of ` 5,38,000/- by the learned Single Judge.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">16.    As regards the argument that the above sum could not have\nbeen awarded since it was in respect of works for which damages\ncould not be claimed - on the ground that the work awarded was on\nlump sum basis, the Appellant had relied on Clause 7 of the General\nConditions of Contracts, applicable for Lump sum contracts. The said\ncondition reads as follows:\n</p><blockquote id=\"blockquote_22\">       &quot;7. Deviations (Applicable specifically to Measurement and\n       Lump sum Contracts and generally to Term Contracts)- The\n       contractor shall not make any alteration, in addition to or\n       omission from the Works as described in the tender documents\n       except in pursuance of the written instructions of the GE.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_26\">It was submitted that in the present case, the written instructions and\napproval of the competent authority was the basis for the deviation\norders, each of which was on the file of the employer/objector. The\nappellant had no choice, but to execute the works, on account of the\nabove condition. As a result, it could not be said that the claims were\nnon arbitrable, or beyond the jurisdiction of the arbitrator.\n</p><p data-structure=\"Precedent\" id=\"p_27\">17.    This Court is conscious of the fact that in the present case, the\narbitrator had first to rule on the scope and jurisdiction of his\nproceeding, and held that on 29-5-2005, the agreement in question did\nnot prohibit him from entertaining such claims, in respect of works\n\n\n\n\nFAO (OS) 224/2009                                                   Page 15\n under deviation orders. The court is mindful that the arbitrator has the\njurisdiction to interpret the contract, and unless that is shown to be\nmanifestly unreasonable, or based on an untenable interpretation of\nthe law, the Court would be slow in substituting its opinion. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1134466\" id=\"span_5\">In\n<a href=\"/doc/1134466/\" id=\"a_11\">Madhya Pradesh Housing Board Vs. Progressive Writers and\nPublishers</a>; AIR 2009 SC 1585 it was held that:-</span>\n</p>\n<blockquote id=\"blockquote_23\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1010255\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_7\">&quot;Interpretation of a contract, it is trite, is a matter for the\n       arbitrator to determine. Even in a case where the award\n       contained reasons, the interference therewith would still be\n       not available within the jurisdiction of the court unless, of\n       course, the reasons are totally perverse or award is based\n       on wrong proposition of law. An error apparent on the face\n       of the records would not imply close scrutiny of the merits\n       of documents and materials on record. „Once it is found\n       that the view of the arbitrator is a plausible one, the court\n       will refrain itself from interfering‟. [see <a href=\"/doc/588099/\" id=\"a_12\">Sudarsan Trading\n       Co. Vs. Government of Kerala</a>; (<a href=\"/doc/1010255/\" id=\"a_13\">1989) 2 SCC 38 and State\n       of U.P. Vs. Allied Constructions</a>; (2003) 7 SCC 396].&quot;</span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"940426\" id=\"span_8\">Likewise, in <a href=\"/doc/940426/\" id=\"a_14\">BOC India Limited Vs. Bhagwati Oxygen Limited</a>; 2007\n(9) SCC 503 the Court held that when the Arbitrator had taken a\nplausible view on the interpretation of contract, it was not open to the\ncourt to set aside the Award on the ground that the Arbitrator had\nmisconducted himself in the proceedings and, therefore, the Award\nwas liable to be set aside.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1973429\" id=\"span_9\">The Supreme Court            relied on       <a href=\"/doc/1973429/\" id=\"a_15\">Indu\nEngineering and Textile Limited Vs. Delhi Development Authority</a>;\n(2001) 5 SCC 691 to say that when a plausible view had been taken by\nthe Arbitrator and unless the Award of the Arbitrator was vitiated by a\nmanifest error on the face of the award or was wholly improbable or\nperverse, it was not open to the court to interfere with the Award.</span>\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_29\">FAO (OS) 224/2009                                                    Page 16\n Although this Court is conscious of the decisions of the Supreme Court\nwhich deal with excluded matters, here, the determination of the\narbitrator, based on a reading of the conditions of the contract, which\nobliged the contractor to follow the directions of the Garrison\nEngineer, and complete the extra works, cannot be faulted. There is\nconsequently, no infirmity in the approach adopted in the Award. The\nSingle Judge, in the opinion of this court, should not have set aside the\naward on this aspect.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">18.    It is settled position legal position that the Court while\nexercising jurisdiction under <a href=\"/doc/536284/\" id=\"a_16\">Section 34</a> of the Act does not second\nguess the arbitrator&#x27;s decision as if in an appeal to re-assess the\nmaterial evidence and the terms of the contract assessed and\ninterpreted by the arbitrators. It is also established that the court, while\nexercising jurisdiction under <a href=\"/doc/536284/\" id=\"a_17\">Section 34</a> of the Act, would not\nsubstitute its opinion for that of the arbitrators. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1672140\" id=\"span_10\">In <a href=\"/doc/1672140/\" id=\"a_18\">Hindustan Iron Co.\nv. K. Shashikant &amp; Co.</a> AIR 1987 SC 81 the Court held that the award\nof the Arbitrator ought not to be set aside for the reason that, in the\nopinion of the Court, the Arbitrator reached wrong conclusions or\nfailed to appreciate the facts. It is only an error of law and not a\nmistake of fact, committed by the arbitrator, which is justiciable in the\napplication/objection before the Court. If there is no legal proposition\neither in the award, or in any document annexed with the award,\nwhich is erroneous; and the alleged mistakes or alleged errors, are\nonly mistakes of fact; and if the award is made fairly, after giving\nadequate opportunity to the parties to place their grievances in the\n\n\n\n\nFAO (OS) 224/2009                                                    Page 17\n manner provided by the arbitration agreement, the award is not\namenable to corrections of the Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"526917\" id=\"span_11\"><a href=\"/doc/526917/\" id=\"a_19\">Hindustan Construction Co. Ltd.\nv. Governor of Orissa</a> AIR 1995 SC 2189 it was reiterated that the\nCourt cannot re-appreciate the material on the record.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1631592\" id=\"span_12\">In <a href=\"/doc/1631592/\" id=\"a_20\">Trustees of\nthe Port of Madras v. Engineering Constructions Corporation Ltd.</a>\n(1995) 5 SCC 531, the decision of a Division Bench of the High Court\nof Madras, which reversed the Award on a question of fact and not a\nquestion of law, was set aside by the Supreme Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_13\">As to what can\nbe valid ground to interfere with an award was succinctly spelt out in\n<a href=\"/doc/996348/\" id=\"a_21\">McDermott International Inc. v. Burn Standard Co. Ltd. and Ors.</a>\n2006 (11) SCC181, in the following terms:</span>\n</p>\n\n<blockquote id=\"blockquote_24\">     &quot;31. Therefore, in our view, the phrase &quot;public policy of\n     India&quot; used in <a href=\"/doc/536284/\" id=\"a_22\">Section 34</a> in context is required to be given a\n     wider meaning. It can be stated that the concept of public\n     policy connotes some matter which concerns public good\n     and the public interest. What is for public good or in public\n     interest or what would be injurious or harmful to the public\n     good or public interest has varied from time to time.\n     However, the award which is, on the face of it, patently in\n     violation of statutory provisions cannot be said to be in\n     public interest. Such award/judgment/decision is likely to\n     adversely affect the administration of justice. Hence, in our\n     view in addition to narrower meaning given to the term\n     &quot;public policy&quot; in Renusagar case it is required to be held\n     that the award could be set aside if it is patently illegal. The\n     result would be - award could be set aside if it is contrary\n     to:\n</blockquote><blockquote id=\"blockquote_25\">     (a) fundamental policy of Indian law; or\n</blockquote><blockquote id=\"blockquote_26\">     (b) the interest of India; or\n</blockquote><blockquote id=\"blockquote_27\">     (c) justice or morality, or\n</blockquote><blockquote id=\"blockquote_28\">     (d) in addition, if it is patently illegal.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_29\">FAO (OS) 224/2009                                                  Page 18\n       Illegality must go to the root of the matter and if the\n      illegality is of trivial nature it cannot be held that award is\n      against the public policy. Award could also be set aside if it\n      is so unfair and unreasonable that it shocks the conscience\n      of the court. Such aw!ard is opposed to public policy and is\n      required to be adjudged void.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_31\">19.    Following the above judgments, this Court holds that the\nquestions whether the claims were tenable or not are based on the\ncontract itself and were arbitrable. The question whether there has\nbeen a full and final settlement of a claim under the contract is itself a\ndispute arising &#x27;upon&#x27; or &#x27;in relation to&#x27; or &#x27;in connection with&#x27; the\ncontract. These words are wide enough to cover the dispute sought to\nbe referred. The interpretation or construction of a contract or a\ncontractual clause is the province of the Arbitrator to whom a dispute\nis referred for final determination by the parties. The construction\nimparted by the Arbitral Tribunal to a contract or a contractual clause\nshould remain impervious to another view which may happen to be\npreferred by the Court. Though the condition 65 of IAFW-2249\n(General Conditions of Contract) forming part of the contract\nagreement states that no further claims shall be           made by the\ncontractor after the submission of the final bill, whether the no claim\ncertificate and acceptance of final payment was under protest or not is\na question of fact. Once the Arbitrator found that these were\narbitrable, and the claims tenable, the Court did not have the\njurisdiction to examine the merits, re-appreciate the evidence on\nrecord and arrive at contrary findings; clearly, there was nothing in the\naward disclosing that it was contrary to public policy in the sense\n\n\n\n\nFAO (OS) 224/2009                                                  Page 19\n understood by the law, to warrant interference under <a href=\"/doc/536284/\" id=\"a_23\">Section 34</a>. In the\npresent case the award is sufficiently reasoned and is not without\napplication of mind. The Single Judge should not have interfered with\nit. The impugned judgment is consequently set aside and the award is\nalso upheld. Since, the award is upheld, the post award interest till\ndate of payment shall be in accordance with <a href=\"/doc/12594/\" id=\"a_24\">Section 31 (7) (b)</a> of the\nArbitration and Conciliation Act. In addition, the Appellant shall be\nentitled to costs throughout, quantified at ` 55,000/-. These amounts\nshall be paid to the Appellant, by the respondent/objector, within six\nweeks from today. The appeal is allowed in these terms.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_32\">                                        S. RAVINDRA BHAT\n                                             (JUDGE)\n\n\n\n                                   SUDERSHAN KUMAR MISRA\n                                          (JUDGE)\n\nAPRIL 10, 2013\n\n\n\n\nFAO (OS) 224/2009                                               Page 20\n </p>","numcites":14,"numcitedby":7,"docsource":"Delhi High Court","citetid":51189993,"divtype":"judgments","relatedqs":[{"value":"lump sum contract","formInput":"lump%20sum%20contract"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"coercion","formInput":"coercion"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"mes ","formInput":"mes%20"},{"value":"discharge voucher","formInput":"discharge%20voucher"},{"value":"public policy","formInput":"public%20policy"},{"value":"final bill","formInput":"final%20bill"},{"value":" fraud and undue influence ","formInput":"%20fraud%20and%20undue%20influence%20"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"\"lump sum contract\"","formInput":"%22lump%20sum%20contract%22"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"duress","formInput":"duress"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"testing charges","formInput":"testing%20charges"},{"value":"reimbursement","formInput":"reimbursement"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":true,"query_alert":null,"agreement":false}