{"tid":68361150,"publishdate":"2022-07-19","title":"Narcotics Control Bureau vs Mohit Agarwal on 19 July, 2022","doc":"<h2 class=\"doc_title\">Narcotics Control Bureau vs Mohit Agarwal on 19 July, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-kohli\">Hima Kohli</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-kohli\">Hima Kohli</a>, <a href=\"/search/?formInput=benchid:k-murari\">Krishna Murari</a>, <a href=\"/search/?formInput=benchid:n-v-ramana\">N. V. Ramana</a></h3>\n\n<pre id=\"pre_1\">          Criminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\n                                                                                                         REPORTABLE\n                                      IN THE SUPREME COURT OF INDIA\n                                     CRIMINAL APPELLATE JURISDICTION\n\n                      CRIMINAL APPEAL NOS. 1001-1002 OF 2022\n                                 ARISING OUT OF\n          PETITIONS FOR SPECIAL LEAVE TO APPEAL (CRL.) NO. 6128-29 OF 2021\n\n\n\n          NARCOTICS CONTROL BUREAU                                                               …..         APPELLANT\n\n                                                               VERSUS\n\n          MOHIT AGGARWAL                                                                         …..      RESPONDENT\n\n\n                                                        JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">          Hima Kohli, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">          1.             Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n\n</p><p data-structure=\"Issue\" id=\"p_4\">          2.             The appellant-NCB is aggrieved by the judgment and order dated\n\n          16.03.2021 passed by the High Court of Delhi granting post-arrest bail to\n\n          the            respondent-accused              in     Case        No.SC/1334/2020,                   where   the\n\n          respondent is facing trial for the offence under <a href=\"/doc/704277/\" id=\"a_1\">Sections 8</a>/<a href=\"/doc/263398/\" id=\"a_2\">22</a> and <a href=\"/doc/1252855/\" id=\"a_3\">29</a> of\n\n          the Narcotic Drugs and Psychotropic Substances Act, 1985 1.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">          3.\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified   The case set up by the prosecution is that on the basis of secret</span>\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">VISHAL ANAND</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2022.07.19</span>\n\n          information received by the officials of the Narcotic Control Bureau 2 on\n<span class=\"hidden_text\" id=\"span_5\">18:02:16 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n          1 For short ‘<a href=\"/doc/1727139/\" id=\"a_4\">NDPS Act</a>’\n\n          2 For short ‘NCB’\n<span class=\"hidden_text\" id=\"span_7\">                                                                  Page 1 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\n09.01.2020, that one parcel had been booked by a person from Agra\n\nnamed Gaurav Kumar Aggarwal, to be delivered to one Manoj Kumar at\n\nLudhiana, Punjab and was stored at the godown of a courier company at\n\nVillage Samalkha, Kapasehra, New Delhi, suspected to contain NRX\n\ntablets, being a narcotic drug, the NCB team reached the said godown\n\nand conducted search proceedings. The suspected parcel was identified\n\nand opened in the presence of two independent witnesses from amongst\n\nthe staff members of the courier company. The said parcel was opened\n\nand 50,000 Tramadol tablets weighing 20 kgs were recovered. As the\n\ntablets contained in the suspected parcel had been mis-declared and\n\nwere without any valid bill, seizure proceedings were initiated by the\n\nofficials of the NCB.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n</p><p data-structure=\"Facts\" id=\"p_7\">4.       In the voluntary statement made by the accused, Gaurav Kumar\n\nAggarwal under <a href=\"/doc/1752792/\" id=\"a_5\">Section 67</a> of the NDPS Act, he stated that he had\n\nbooked the parcel through a courier company to be delivered to Manoj\n\nKumar, resident of Ludhiana, Punjab and that he had purchased the\n\nTramadol tablets recovered during the search proceedings from the\n\nrespondent herein, without any bill or prescription.                                           Rather, it was\n\nmentioned on the parcel that it contained “surgical items”. The accused\n\nGaurav Kumar Aggarwal further stated that the respondent herein had\n\npurchased the above medicines from one Promod Jaipuria alias\n\n<span class=\"hidden_text\" id=\"span_8\">                                                        Page 2 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\nDavinder Khandelwal, a resident of Jaipur and the son-in-law of Promod\n\nJaipuria used to look after his business in Agra and that he had a\n\ngodown where the drugs were stored.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n</p><p data-structure=\"Facts\" id=\"p_9\">5.       The prosecution further stated that Gaurav Kumar Aggarwal had\n\ndisclosed that he knew where the residence and the shop of the\n\nrespondent were located and he could identify them. Accordingly, the\n\nsaid accused person accompanied the Raiding team to the premises of\n\nthe respondent herein.                     On the disclosure made by the respondent\n\nherein, the Raiding team proceeded to the godown of Promod Jaipuria\n\nand conducted a search during which a cache of drugs covered under\n\nthe <a href=\"/doc/1727139/\" id=\"a_6\">NDPS Act</a>, were recovered. The said drugs included 6,64,940 tablets\n\nof different psychotropic substances including Tramadol, Zolpidem and\n\nAlprazolam tablets/capsules weighing around 328.82 Kgs, 1400 Pazinc\n\nInjections amounting to 1.4 ltrs and 80 Corex Syrup bottles weighing 8\n\nltrs. Another 9,900 tablets weighing 990 gms. were recovered during the\n\nsearch conducted by the NCB officials at the premises of the co-\n\naccused, Manoj Kumar at Ludhiana.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n</p><p data-structure=\"Issue\" id=\"p_11\">6.       In his statement recorded under <a href=\"/doc/1752792/\" id=\"a_7\">Section 67</a> of the NDPS Act, the\n\nrespondent herein disclosed that he had been illegally selling and\n\npurchasing the said tablets and capsules from Promod Jaipuria. The\n\n<span class=\"hidden_text\" id=\"span_9\">                                                        Page 3 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\nrespondent was taken into custody on 11th January, 2020. He moved\n\ntwo applications for grant of bail before the learned Special Judge,\n\nNDPS.          Both the said applications were vehemently opposed by the\n\nappellant-NCB and were rejected by the Special Judge, NDPS.\n\nAggrieved by the order dated 21 st July, 2020, whereby his second bail\n\napplication was dismissed, the respondent filed a petition under <a href=\"/doc/1290514/\" id=\"a_8\">Section\n\n439</a> of the Code of Criminal Procedure, 1973 3 for grant of bail which has\n\nbeen allowed by the impugned order passed by the learned Single Judge\n\nof the High Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n\n</p><p data-structure=\"RespArg\" id=\"p_13\">7.       Arguing for the appellant-NCB, Mr. Jayant K. Sud, learned\n\nAdditional Solicitor General, submitted that while passing the impugned\n\norder granting bail to the respondent, the High Court has erred in\n\nobserving that no incriminating material was recovered by the NCB\n\nofficials at his residence. He stated that the High Court has completely\n\noverlooked the fact that it was on the basis of the disclosures made by\n\nthe respondent himself that huge quantities of narcotic drugs and\n\ninjections were seized from the godown of the co-accused, Promod\n\nJaipuria who was subsequently arrested by the Department; that the\n\nHigh Court has committed a grave error by not applying the terms and\n\nconditions imposed under <a href=\"/doc/496325/\" id=\"a_9\">Section 37</a> of the NDPS Act; that the offence\n\n\n3 For short ‘<a href=\"/doc/445276/\" id=\"a_10\">Cr.P.C</a>.’\n<span class=\"hidden_text\" id=\"span_10\">                                                        Page 4 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\ncommitted by the respondent falls under the category of recovery of\n\ncommercial quantity of narcotic drugs and in the light of the embargo\n\nplaced in <a href=\"/doc/496325/\" id=\"a_11\">Section 37</a> of the NDPS Act, the respondent ought not to have\n\nbeen admitted to bail and that this is a case of constructive/conscious\n\npossession of the contraband substances as the respondent was an\n\nactive participant in a organized gang that was involved in smuggling of\n\ndrugs.        Lastly, it was stated that there was sufficient circumstantial\n\nevidence available against the respondent which would disentitle him for\n\nbeing admitted to bail.\n</p>\n<p data-structure=\"Section\" id=\"p_14\">\n\n</p><p data-structure=\"RespArg\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143202244\" id=\"span_11\">8.       On the other hand, Mr. P.K. Jain, learned Advocate-on-Record\n\nappearing for the respondent vehemently opposed the present appeal\n\nand submitted that the High Court has rightly admitted the respondent to\n\nbail after he remained in custody for a period of one year and three\n\nmonths.           He submitted that the impugned order was passed after\n\ngranting a hearing to the counsel for the appellant-NCB and the\n\nrespondent and the respondent has not violated any of the terms and\n\nconditions of bail imposed on him. On merits, it was urged that in the\n\nalleged incident, neither was the consignment of the narcotic drugs\n\nbooked by or for the respondent.                               No recovery was made from the\n\nrespondent and nothing was found from the search conducted at his\n\nresidence and shop.                       Describing the respondent as a small-time\n\n<span class=\"hidden_text\" id=\"span_12\">                                                        Page 5 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\nshopkeeper selling medicines at Agra, learned counsel submitted that he\n\nhad no connection with the other co-accused persons and that his name\n\nhad cropped up in the course of the statement of the co-accused,\n\nGaurav Kumar Aggarwal under <a href=\"/doc/1752792/\" id=\"a_12\">Section 67</a> of the NDPS Act, which was\n\npartly recorded at Agra and partly at Delhi.                                    Though Gaurav Kumar\n\nAgarwal had taken the officials of the NCB team to the respondent’s\n\nshop which was duly searched, nothing incriminating was recovered from\n\nthere. Besides the above, both the co-accused, Gaurav Kumar Aggarwal\n\nand the respondent herein had at the first opportunity, retracted from\n\ntheir statements recorded under <a href=\"/doc/1752792/\" id=\"a_13\">Section 67</a> of the NDPS Act and in view\n\nof law laid-down by this Court in <a href=\"/doc/143202244/\" id=\"a_14\">Tofan Singh v. State of Tamil Nadu</a> 4,\n\nany confessional statement recorded under <a href=\"/doc/1752792/\" id=\"a_15\">Section 67</a> of the NDPS Act,\n\nis inadmissible in the trial of an offence under the said Act. Urging that\n\nthe High Court has followed the aforesaid judicial dicta and after noting\n\nthe fact that the charge-sheet had already been filed and besides the\n\nconfessional statements of the accused recorded under <a href=\"/doc/1752792/\" id=\"a_16\">Section 67</a> of the\n\nNDPS Act, no other incriminating material was forthcoming, the\n\nrespondent had been rightly admitted to bail. Thus, learned counsel for\n\nthe respondent contended that there is no infirmity in the impugned order\n\nthat deserves interference.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">\n\n\n4 2020 SCC Online SC 882\n<span class=\"hidden_text\" id=\"span_13\">                                                        Page 6 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_17\">9.       We have carefully considered the arguments advanced by learned\n\ncounsel for the parties and have perused the records.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_18\">10.      The provisions of <a href=\"/doc/496325/\" id=\"a_17\">Section 37</a> of the NDPS Act read as follows:\n\n\n</p><blockquote id=\"blockquote_1\">            “[37. Offences to be cognizable and non-bailable.–(1)\n            Notwithstanding anything contained in the <a href=\"/doc/445276/\" id=\"a_18\">Code of Criminal Procedure</a>,\n            1973 (2 of 1974) –\n</blockquote><blockquote id=\"blockquote_2\">                 (a)   every offence punishable under this Act shall be cognizable;\n</blockquote><blockquote id=\"blockquote_3\">                 (b)   no person accused of an offence punishable for [offences\n                       under <a href=\"/doc/128102/\" id=\"a_19\">section 19</a> or <a href=\"/doc/1373137/\" id=\"a_20\">section 24</a> or <a href=\"/doc/935721/\" id=\"a_21\">section 27A</a> and also for\n                       offences involving commercial quantity] shall be released on\n                       bail or on his own bond unless –\n</blockquote><blockquote id=\"blockquote_4\">                       (i)    the Public Prosecutor has been given an opportunity to\n                              oppose the application for such release, and\n</blockquote><blockquote id=\"blockquote_5\">                       (ii) where the Public Prosecutor opposes the application,\n                              the court is satisfied that there are reasonable grounds\n                              for believing that he is not guilty of such offence and that\n                              he is not likely to commit any offence while on bail.\n             (2)     The limitations on granting of bail specified in clause (b) of sub-\n</blockquote><p data-structure=\"Section\" id=\"p_19\">             section (1) are in addition to the limitations under the <a href=\"/doc/445276/\" id=\"a_22\">Code of Criminal\n             Procedure</a>, 1973 (2 of 1974) or any other law for the time being in\n             force, on granting of bail.]\n\n\n</p><p data-structure=\"Section\" id=\"p_20\">11.      It is evident from a plain reading of the non-obstante clause\n\ninserted in sub-section (1) and the conditions imposed in sub-section (2)\n\nof <a href=\"/doc/496325/\" id=\"a_23\">Section 37</a> that there are certain restrictions placed on the power of\n\nthe Court when granting bail to a person accused of having committed\n\nan offence under the <a href=\"/doc/1727139/\" id=\"a_24\">NDPS Act</a>. Not only are the limitations imposed\n\nunder <a href=\"/doc/1290514/\" id=\"a_25\">Section 439</a> of the Code of Criminal Procedure, 1973 to be kept in\n\nmind, the restrictions placed under clause (b) of sub-section (1) of\n\n<a href=\"/doc/496325/\" id=\"a_26\">Section 37</a> are also to be factored in. The conditions imposed in sub-\n\nsection (1) of <a href=\"/doc/496325/\" id=\"a_27\">Section 37</a> is that (i) the Public Prosecutor ought to be\n\ngiven an opportunity to oppose the application moved by an accused\n<span class=\"hidden_text\" id=\"span_14\">                                                        Page 7 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\nperson for release and (ii) if such an application is opposed, then the\n\nCourt must be satisfied that there are reasonable grounds for believing\n\nthat the person accused is not guilty of such an offence. Additionally, the\n\nCourt must be satisfied that the accused person is unlikely to commit any\n\noffence while on bail.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">12.      The expression “reasonable grounds” has come up for discussion\n\nin several rulings of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1026836\" id=\"span_15\">In <a href=\"/doc/1026836/\" id=\"a_28\">“Collector of Customs, New Delhi v.\n\nAhmadalieva Nodira”5</a>, a decision rendered by a Three Judges Bench of\n\nthis Court, it has been held thus :-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n</p><blockquote id=\"blockquote_6\">             “7. The limitations on granting of bail come in only when the question\n             of granting bail arises on merits. Apart from the grant of opportunity to\n             the Public Prosecutor, the other twin conditions which really have\n             relevance so far as the present accused-respondent is concerned, are:\n</blockquote><blockquote id=\"blockquote_7\">             the satisfaction of the court that there are reasonable grounds for\n             believing that the accused is not guilty of the alleged offence and that\n             he is not likely to commit any offence while on bail. The conditions are\n             cumulative and not alternative.        The satisfaction contemplated\n             regarding the accused being not guilty has to be based on reasonable\n             grounds. The expression “reasonable grounds” means something\n             more than prima facie grounds. It contemplates substantial\n             probable causes for believing that the accused is not guilty of the\n             alleged offence. The reasonable belief contemplated in the\n             provision requires existence of such facts and circumstances as\n             are sufficient in themselves to justify satisfaction that the\n             accused is not guilty of the alleged offence.” [emphasis added]\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"35047711\" id=\"span_16\">13.      The expression “reasonable ground” came up for discussion in\n\n<a href=\"/doc/35047711/\" id=\"a_29\">“State of Kerala and others Vs. Rajesh</a> and others” 6 and this Court\n\nhas observed as below:</span>\n</p>\n<blockquote id=\"blockquote_8\">5 (2004) 3 SCC 549\n\n6 (2020) 12 SCC 122\n<span class=\"hidden_text\" id=\"span_17\">                                                        Page 8 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\n               “20.         The expression ”reasonable grounds” means something\n               more than prima facie grounds. It contemplates substantial probable\n               causes for believing that the accused is not guilty of the alleged\n               offence. The reasonable belief contemplated in the provision\n               requires existence of such facts and circumstances as are\n               sufficient in themselves to justify satisfaction that the accused is\n               not guilty of the alleged offence. In the case on hand, the High\n               Court seems to have completely overlooked the underlying object of\n               <a href=\"/doc/496325/\" id=\"a_30\">Section 37</a> that in addition to the limitations provided under the <a href=\"/doc/445276/\" id=\"a_31\">CrPC</a>,\n               or any other law for the time being in force, regulating the grant of\n               bail, its liberal approach in the matter of bail under the <a href=\"/doc/1727139/\" id=\"a_32\">NDPS Act</a> is\n               indeed uncalled for.” [emphasis added]\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_25\">14.      To sum up, the expression “reasonable grounds” used in clause (b)\n\nof Sub-Section (1) of <a href=\"/doc/496325/\" id=\"a_33\">Section 37</a> would mean credible, plausible and\n\ngrounds for the Court to believe that the accused person is not guilty of\n\nthe alleged offence. For arriving at any such conclusion, such facts and\n\ncircumstances must exist in a case that can persuade the Court to\n\nbelieve that the accused person would not have committed such an\n\noffence.         Dove-tailed with the aforesaid satisfaction is an additional\n\nconsideration that the accused person is unlikely to commit any offence\n\nwhile on bail.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_27\">15.      We may clarify that at the stage of examining an application for bail\n\nin the context of the <a href=\"/doc/496325/\" id=\"a_34\">Section 37</a> of the Act, the Court is not required to\n\nrecord a finding that the accused person is not guilty. The Court is also\n\nnot expected to weigh the evidence for arriving at a finding as to whether\n\nthe accused has committed an offence under the <a href=\"/doc/1727139/\" id=\"a_35\">NDPS Act</a> or not. The\n\nentire exercise that the Court is expected to undertake at this stage is for\n\nthe limited purpose of releasing him on bail. Thus, the focus is on the\n<span class=\"hidden_text\" id=\"span_18\">                                                        Page 9 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\navailability of reasonable grounds for believing that the accused is not\n\nguilty of the offences that he has been charged with and he is unlikely to\n\ncommit an offence under the Act while on bail.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">\n\n</p><p data-structure=\"PetArg\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"143202244\" id=\"span_19\">16.      Coming back to the facts of the instant case, the learned Single\n\nJudge of the High Court cannot be faulted for holding that the appellant-\n\nNCB could not have relied on the confessional statements of the\n\nrespondent and the other co-accused recorded under <a href=\"/doc/1752792/\" id=\"a_36\">Section 67</a> of the\n\nNDPS Act in the light of law <a href=\"/doc/35047711/\" id=\"a_37\">laid down by</a> a Three Judges Bench of this\n\nCourt in <a href=\"/doc/143202244/\" id=\"a_38\">Tofan Singh</a> (supra), wherein as per the majority decision, a\n\nconfessional statement recorded under <a href=\"/doc/1752792/\" id=\"a_39\">Section 67</a> of the NDPS Act has\n\nbeen held to be inadmissible in the trial of an offence under the <a href=\"/doc/1727139/\" id=\"a_40\">NDPS\n\nAct</a>. Therefore, the admissions made by the respondent while in custody\n\nto the effect that he had illegally traded in narcotic drugs, will have to be\n\nkept aside. However, this was not the only material that the appellant-\n\nNCB had relied on to oppose the bail application filed by the respondent.\n\nThe appellant-NCB had specifically stated that it was the disclosures\n\nmade by the respondent that had led the NCB team to arrive at and raid\n\nthe godown of the co-accused, Promod Jaipuria which resulted in the\n\nrecovery of a large haul of different psychotropic substances in the form\n\nof tablets, injections and syrups. Counsel for the appellant-NCB had\n\nalso pointed out that it was the respondent who had disclosed the\n\n<span class=\"hidden_text\" id=\"span_20\">                                                        Page 10 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\naddress and location of the co-accused, Promod Jaipuria who was\n\narrested later on and the CDR details of the mobile phones of all co-\n\naccused including the respondent herein showed that they were in touch\n\nwith each other.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\">17.      Even dehors the confessional statement of the respondent and the\n\nother co-accused recorded under <a href=\"/doc/1752792/\" id=\"a_41\">Section 67</a> of the NDPS Act, which\n\nwere subsequently retracted by them, the other circumstantial evidence\n\nbrought on record by the appellant-NCB ought to have dissuaded the\n\nHigh Court from exercising its discretion in favour of the respondent and\n\nconcluding that there were reasonable grounds to justify that he was not\n\nguilty of such an offence under the <a href=\"/doc/1727139/\" id=\"a_42\">NDPS Act</a>. We are not persuaded by\n\nthe submission made by learned counsel for the respondent and the\n\nobservation made in the impugned order that since nothing was found\n\nfrom the possession of the respondent, he is not guilty of the offence for\n\nwhich he has been charged. Such an assumption would be premature at\n\nthis stage.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n\n</p><p data-structure=\"RespArg\" id=\"p_33\">18.      In our opinion the narrow parameters of bail available under\n\n<a href=\"/doc/496325/\" id=\"a_43\">Section 37</a> of the Act, have not been satisfied in the facts of the instant\n\ncase. At this stage, it is not safe to conclude that the respondent has\n\nsuccessfully demonstrated that there are reasonable grounds to believe\n\n<span class=\"hidden_text\" id=\"span_21\">                                                        Page 11 of 12</span>\n\fCriminal Appeal Nos. ………… of 2022 @ Petitions for Special Leave to Appeal (Criminal) No. 6128-6129 OF 2021\n\n\n\n\nthat he is not guilty of the offence alleged against him, for him to have\n\nbeen admitted to bail. The length of the period of his custody or the fact\n\nthat the charge-sheet has been filed and the trial has commenced are by\n\nthemselves not considerations that can be treated as persuasive\n\ngrounds for granting relief to the respondent under <a href=\"/doc/496325/\" id=\"a_44\">Section 37</a> of the\n\nNDPS Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_35\">19.      As a result of the aforesaid discussion, the present appeals are\n\nallowed and the impugned order releasing the respondent on post-arrest\n\nbail, is quashed and set aside. The bail bonds of the respondent are\n\ncancelled and he is directed to be taken into custody forthwith.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_36\">                                                                                   .................................CJI.\n</p><p data-structure=\"Precedent\" id=\"p_37\">                                                                                                [N. V. RAMANA]\n\n\n\n                                                                                    ...................................J.\n                                                                                        [KRISHNA MURARI]\n\n\n\n                                                                                    ...................................J.\n                                                                                                  [HIMA KOHLI]\n      New Delhi,\n      July 19, 2022\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                        Page 12 of 12</span>\n\f</p>","numcites":14,"numcitedby":369,"docsource":"Supreme Court of India","citetid":68361150,"divtype":"judgments","relatedqs":[{"value":"tramadol","formInput":"tramadol"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"ndps act","formInput":"ndps%20act"},{"value":"special leave petition criminal","formInput":"special%20leave%20petition%20criminal"},{"value":"NDPS","formInput":"NDPS"},{"value":"sec 67 of the ndps act","formInput":"sec%2067%20of%20the%20ndps%20act"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"leave to appeal","formInput":"leave%20to%20appeal"},{"value":"courier","formInput":"courier"},{"value":" all section of ndps act","formInput":"%20all%20section%20of%20ndps%20act"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"criminal appeal by special leave","formInput":"criminal%20appeal%20by%20special%20leave"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"narcotics control bureau","formInput":"narcotics%20control%20bureau"},{"value":"appeal by special leave","formInput":"appeal%20by%20special%20leave"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"section 67 of NDPS","formInput":"section%2067%20of%20NDPS"},{"value":" courier company","formInput":"%20courier%20company"},{"value":"special appeal","formInput":"special%20appeal"},{"value":"manoj kumar ","formInput":"manoj%20kumar%20"}],"cats":[{"value":"non-bailable-offences","formInput":"tag:non-bailable-offences"},{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"special-power-of-high-court < power-of-high-court-regarding-bail","formInput":"tag:special-power-of-high-court < power-of-high-court-regarding-bail"}],"courtcopy":true,"query_alert":null,"agreement":false}