{"tid":193688153,"publishdate":"2018-07-04","title":"Ashok Kumar Mishra vs State Of Chhattisgarh 29 Cra/474/2009 ... on 4 July, 2018","doc":"<h2 class=\"doc_title\">Ashok Kumar Mishra vs State Of Chhattisgarh 29 Cra/474/2009 ... on 4 July, 2018</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-b-radhakrishnan\">Thottathil B. Radhakrishnan</a>, <a href=\"/search/?formInput=benchid:sharad-kumar-gupta\">Sharad Kumar Gupta</a></h3>\n\n<pre id=\"pre_1\">                                1\n\n                                                                    AFR\n\n       HIGH COURT OF CHHATTISGARH, BILASPUR\n\n                                              Reserved on 21/06/2018\n                                           Pronounced on 04/07/2018\n\n\n               CRIMINAL APPEAL No. 364/2009\n\nKhemraj Agrawal, S/o. Late Ramdhari Agrawal, aged about 48 years,\noccupation- Business, R/o. Khagesh Bhawan, Sattigudi Chowk,\nMattagali, Raigarh, P.S. City Kotwali, Tahsil Distt. Raigarh (CG)\n                             -Versus-\nState of Chhattisgarh through District Magistrate, Raigarh, Police\nStation - Kotra Road, Raigarh, Tah. And Distt. Raigarh (CG)\n              CRIMINAL APPEAL No. 470/2009\n\nAshok Kumar Mishra, aged about 40 (49) years, son of Shri Sharda\nPrasad Mishra, occupation Advocacy, R/o. Beladula, Raigarh, P.S.\nChakradharnagar, Tah. And Distt. Raigarh (CG)\n                             -Versus-\nState of Chhattisgarh through SHO Police Station - Kotra Road,\nRaigarh, Tah. And Distt. Raigarh (CG)\n              CRIMINAL APPEAL No. 474/2009\n\nHarish Patnaik, S/o. Radheshyam Patnaik, aged about 34 years,\noccupation Business, R/o. Beladula, Police Station Chakradharnagar.\nPresently residing at Danipara (House of Jagdish), Police Station\nKotwali, Tahsil and Distt. Raigarh (CG)\n                             -Versus-\nState of Chhattisgarh through SHO Police Station - Kotra Road,\nRaigarh, Tah. And Distt. Raigarh (CG)\n              CRIMINAL APPEAL No. 489/2009\n\nAmit Mishra, S/o. Indramani Mishra, aged about 25 years, occupation\nNil, R/o. Beladula, P.S. Chakradhar Nagar, Tah. and Distt. Raigarh\n(CG)\n                             -Versus-\nState of Chhattisgarh through Police Station - Kotra Road, Raigarh,\nDistt. Raigarh (CG)\n              CRIMINAL REVISION No. 350/2009\n\nSmt. Kuldeep Kaur Kalia, W/o. Late Sudershan Kalia, aged 72 years,\nRetd. Block Development Officer, R/o. Chota Atarmura, Panchayat\n                                        2\n\n        Office Road, Raigarh, Distt. Raigarh (CG)\n                                    -Versus-\n     1. State of Chhattisgarh through Police Station - Kotra Road, Raigarh,\n        Distt. Raigarh (CG)\n     2. Ashok Ku. Mishra, aged about 40 years, son of Shri Sharda Prasad\n        Mishra, Profession Advocate, R/o. Beladula, P.S. Chakradharnagar,\n        Tah. And Distt. Raigarh (CG)\n     3. Harish Patnaik, S/o. Radheshyam Patnaik, aged about 34 years,\n        occupation     Shopkeeper,      R/o.    Beladula,        Police   Station\n        Chakradharnagar. Present address Danipara (in House of Jagdish),\n        Police Station Kotwali, Tahsil and Distt. Raigarh (CG)\n     4. Khemraj Agrawal, S/o. Ramdhari Agrawal, aged about 41 years,\n        occupation- Business, R/o. Khagesh Bhawan, Sattigudi Chowk, Masta\n        Gali, Raigarh, P.S. Kotwali, Tahsil Distt. Raigarh (CG)\n\n\n\nFor appellant Khemraj Agrawal              :    Shri A.K. Athaley, Adv.\nFor appellant Ashok Kumar Mishra           :    Shri Kishore Bhaduri, Adv.\n                                                Shri Pawan Kesharwani, Adv.\n                                                Shri Sunny Agrawal\n                                                Sushri Shriya Mishra\n                                                Sushri Swati Upadhyay\n                                                Sushri Juhi Jaiswal,\nFor appellant Harish Patnaik               :    Shri Sudhir Verma, Adv.\nFor appellant Amit Mishra                  :    Smt. Hameeda Siddiqui, Adv.\nFor applicant Kuldeep Kalia                :    Shri H.S. Ahluwalia, Adv.\nFor respondent No. 1/State                 :    Shri U.N.S. Dev, Govt. Adv.</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">              Hon&#x27;ble Shri Thottathil B. Radhakrishnan, Chief Justice\n              Hon&#x27;ble Shri Sharad Kumar Gupta, Judge\n\n\n                               C.A.V. JUDGMENT\n\n Per Sharad Kumar Gupta, Judge\n</p><p data-structure=\"Issue\" id=\"p_2\">1.      As these criminal appeals and the criminal revision arise from\n\njudgment dated 27.04.2009 passed in S.T. No. 26/2004, they are being\n\ndisposed of by this common judgment.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2.      In these cases, the challenge levied is to the judgment of conviction\n\nand order of sentence passed by the Fourth Additional Sessions Judge\n\n(FTC), Raigarh on 27.04.2009 in S.T. No. 26/2004 whereby and whereunder\n\nthe appellants were convicted and sentenced as under:-\n<span class=\"hidden_text\" id=\"span_1\">                                        3</span>\n\n</p><blockquote id=\"blockquote_1\">Appellant Khemraj Agrawal\n\nUnder Section       Sentence RI         Fine               Default\n201/34, <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>         7 years&#x27; RI         Rs. 1,000/-        1 month&#x27;s RI\nAppellants Ashok Kumar Mishra, Harish Patnaik and Amit Mishra\n\nUnder Section       Sentence RI         Fine               Default\n302/34, <a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>         Life imprisonment Rs. 5,000/-          5 months&#x27; RI\n120-B, <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>          Life imprisonment Rs. 5,000/-          5 months&#x27; RI\n201/34, <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>         7 years RI          Rs. 1,000/-        1 month RI\nAll the sentences are to run concurrently.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_4\">3.    The material facts admitted by the accused Ashok Mishra are that the\n\npolice had seized an Ambassador car in which his name was inscribed on its\n\nnumber plate, he was an advocate of the cases of the deceased Sangita\n\nKalia and her mother Kuldeep Kalia, Ex. P-30 to Ex. P-37 are in his hand\n\nwriting, he had sentimental relation with Sangita Kalia, affidavit Ex. P-23 was\n\nnotarized by P.W. 12 Gopal Mishra, Qtr. No. 6 of the Anathalaya Colony was\n\ntaken by him on rent, he had given the said house to her, documents A-1 to\n\nA-24 are in his hand writing, P.W. 36 Dr. P. Dubey had examined the\n\ndeceased, Ex. P-101 is admitted by him, her pregnancy test was confirmed,\n\nprescription Ex. P-102 is admitted by him.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.    In brief, the prosecution story is that on 22-10-2003 Kotwar P.W.1\n\nGuha Ram and some other persons saw a female dead body in Ramlal&#x27;s\n\nfield. On the intimation of P.W. 1 Guha Ram merg intimation Ex. P-1 was\n\nlodged in police station Kotraroad. Inquest report Ex. P-9 was prepared.\n\nP.W. 9 constable Danial Toppo, P.W. 43 Ramakant Sharma had told to P.W.\n\n55, T.I. Sachin Dev Shukla that on 21-10-2003 at about 1.30 am they had\n\nseen all the four accused near the accused Ashok Mishra&#x27;s Ambassador car\n\nwhich was stuck near the scene of crime. Spot map was prepared. FIR was\n\nregistered. Autopsy was conducted on the dead body of the deceased. Plain\n\nand blood stained soil were seized. Soil having marks of moving tyre of four\n\nwheeler and paddy plants were also seized. On the memorandum of accused\n<span class=\"hidden_text\" id=\"span_2\">                                       4</span>\n\nHarish Patnaik one pestle and one pair of slippers were seized. On\n\nmemorandum of accused Ashok Mishra, some articles and affidavit Ex. P-23\n\nwere seized. One Ambassador car bearing number CG 13 ZD 1075 was\n\nseized from accused Ashok Mishra. Inside the car stains, hair, un-husked rice\n\ngrain, green leaf of paddy were present. Soil was present on the disc of the\n\nleft wheel. One stained wrist watch was seized from accused Ashok Mishra.\n\nBlood stained materials of the car and filter paper were seized. Notary\n\nregister was seized from P.W.12 Gopal Mishra. Statements of the witnesses\n\nwere recorded under <a href=\"/doc/447673/\" id=\"a_5\">Section 161</a> Cr.P.C. Reports were obtained from the\n\nChemical examiner, the RFSL and the Central Forensic Science Laboratory.\n\nAfter completion of the evidence, a charge sheet was filed against all the four\n\naccused.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">5.    The Trial Court framed the charges against all four accused under\n\n<a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_7\">Section 34</a>, <a href=\"/doc/1897847/\" id=\"a_8\">120B</a> read with 34, 201 read with <a href=\"/doc/37788/\" id=\"a_9\">Section\n\n34</a> of IPC. Accused abjured the charges and faced the trial. To bring home\n\nthe charges against the accused persons, prosecution examined as many as\n\n55 witnesses.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">6.    The accused Ashok Mishra took specific defence that he had got\n\nregistered so many cases against the police officers, thus, they were keeping\n\nanimosity with him. The radiator of his car was heated, his brother-in-law\n\nMitramani Tripathi had taken the vehicle for repair and got repaired from the\n\nmechanic. During this period he was in his office. Mitramani Tripathi had\n\ntaken his vehicle for trial towards the place of occurrence where it was stuck.\n\nWhen he reached there his vehicle was pulled out and they moved it from\n\nthere. Accused Khemjaj Agrawal took specific defence that at the time of\n\nalleged incident he was present along with Jagdish Chouhan to help him for\n\nsonography being done for his wife. Accused Ashok Mishra examined as\n\nmany as 12 witnesses, accused Khemraj Agrawal examined as many as 3\n\nwitnesses in their defence.\n</p><span class=\"hidden_text\" id=\"span_3\">                                        5</span><p data-structure=\"Issue\" id=\"p_8\">\n\n</p><p data-structure=\"Facts\" id=\"p_9\">7.     After conclusion of the trial, the Trial Court convicted and sentenced\n\nthe appellants as aforesaid. Being aggrieved, the appellants and the\n\nrevisioner preferred these appeals and the revision.\n\n</p><p data-structure=\"RespArg\" id=\"p_10\">8.     Shri Kishore Bhaduri, counsel for accused Ashok Mishra vehemently\n\nargued that the trial Court has not appreciated the evidence in proper\n\nperspective, the accused has proved plea of alibi which has been overlooked\n\nby the trial Court. He had no motive for the commission of alleged offences.\n\nDeceased had inimical relation with other persons hence possibility of\n\ncommission of offences by such persons cannot be ruled out. The trial Court\n\nhas given unnecessary weightage to the evidence of brother of the deceased,\n\nmother of the deceased and their maid. He had got initiated proceedings\n\nagainst    police officers and administrative officers. The links of the\n\ncircumstances do not form the complete chain.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">9.     Shri Sudhir Verma, Counsel for accused Harish Patnaik argued that\n\nalleged memorandum and seizure regarding this accused are dis-believable.\n\n</p><p data-structure=\"PetArg\" id=\"p_12\">10.    Shri A.K. Athaley, counsel for accused Khemraj Agrawal argued that no\n\ncogent evidence is available against him. He was present in the hospital at\n\nthe relevant time. The trial Court wrongly disbelieved his defence witnesses.\n\nHe has been falsely implicated in this case.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">11.    Smt. Hameeda Siddiqui, Counsel for the accused Amit Mishra argued\n\nthat he is the nephew of accused Ashok Mishra and was called at the place\n\nwhere the car was stuck. No evidence regarding his complicity in the offence\n\nis available on record.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">12.    On the other hand, Shri U.N.S. Dev, Govt. Advocate appearing for the\n\nState supported the impugned judgment and argued that aforesaid conviction\n\nand sentences are based on clinching evidence available on record and do\n\nnot call for any interference.\n</p><span class=\"hidden_text\" id=\"span_4\">                                        6</span><p data-structure=\"Issue\" id=\"p_15\">\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">13.    Shri H.S. Ahluwalia, Counsel for the revisioner argued that the\n\nprosecution has proved the circumstantial evidence for killing the deceased\n\nagainst the all four accused. The trial Court failed to apply the provisions of\n\n<a href=\"/doc/37788/\" id=\"a_10\">Sections 34</a> and <a href=\"/doc/1897847/\" id=\"a_11\">120-B</a> of the IPC against accused Khemraj Agrawal.\n\nDeceased was brutally murdered. Thus, all four accused should be awarded\n\nwith death sentence.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">14.    Points   for    determination   :- There    are   following   points   for\n\ndetermination in this case -\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">(1)     Whether in the intervening night of 21 st and 22nd of October, 2003,\n\naccused Ashok Kumar Mishra, Harish Patnaik, Khemraj Agrawal and Amit\n\nMishra had the common intention to cause murder of deceased Sangita Kalia\n\nand in furtherance thereof they murdered her.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">(2)     Whether at the same time all 4 accused had hatched criminal\n\nconspiracy of murder of deceased Sangita Kalia.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">(3)     Whether all 4 accused in furtherance of common intention caused\n\ndisappearance of evidence of the murder of deceased Sangita Kalia by\n\nthrowing her dead body in field.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">Points for determination no. 1, 2, 3 and 4 :- Finding with reasons\n\n</p><p data-structure=\"Issue\" id=\"p_22\">15.    Looking to the convenience, points for determination No. 1 to 4 are\n\nbeing decided simultaneously.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">16.    The case of the prosecution regarding murder of the deceased\n\nSangeeta Kalia is based on circumstantial evidence.\n\n</p><p data-structure=\"Issue\" id=\"p_24\">                 NATURE OF DEATH OF THE DECEASED\n\n</p><p data-structure=\"Issue\" id=\"p_25\">17.    First and foremost question for consideration before us is that, whether\n\ndeath of the deceased Sangita Kalia was culpable homicide.\n\n</p><p data-structure=\"Facts\" id=\"p_26\">18.    As per the alleged document regarding post-mortem of deceased\n\nSangita Kalia Ex.P-98, P.W. 22 Dr. V.K. Mehta and P.W. 23 Dr. Usha Kiran\n<span class=\"hidden_text\" id=\"span_5\">                                        7</span>\n\nBhagat had conducted the autopsy of deceased Sangita Kalia on 22-10-2003\n\nat 3.50 pm. P.W. 22 Dr. V.K. Mehta says in para-2 of his statement given on\n\noath that in her internal examination one L.W. was found on her scalp of size\n\n10 cm x 3cm x deep bone, one L.W. on her left ankle of size 1/2 cm x1/2 cm x\n\n1/2 cm. Parietal bone was fractured on both sides. The injuries were ante\n\nmortem in nature caused by hard and blunt object. He opined that death was\n\nhomicidal in nature, caused due to coma and shock due to head injury.\n\nDuration was within 18-24 hr. Deceased was pregnant by 20-22 weeks .\n\n</p><p data-structure=\"Section\" id=\"p_27\">19.   As per Ex. P-98 the death of deceased Sangita Kalia occurred\n\nbetween 3.50 pm to 9.50 pm of 21-10-2003.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">20.   P.W. 22 Dr. V. K. Mehta says in paras 13 and 15 that head injury of\n\ndeceased may be caused by accident if deceased falls downright facing her\n\nhead on a hard object. Head injury of deceased may be accidental.\n\n</p><p data-structure=\"Section\" id=\"p_29\">21.   There is no material available on record on strength of which it could\n\nbe said that allegedly the deceased fell downright facing her head on a hard\n\nobject. Thus, appellants do not get any help from the statements of Para 13\n\nand 15 of P.W. 22 Dr. VK Mehta.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">22.   There is no such evidence on record on strength of which it could be\n\nsaid that Ex. P-98 is not believable. Thus, this court believes on Ex. P-98.\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\">23.   After appreciation of the evidence discussed herebefore this Court\n\nfinds that prosecution has proved beyond reasonable doubt that death of\n\ndeceased Sangita Kalia was homicidal in nature.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">24.   Looking to the head injury of deceased Sangeeta Kalia it is very clear\n\nthat head injury was caused with intention to cause death or it is caused with\n\nthe intention of causing bodily injury and the bodily injury intended to be\n\ninflicted was sufficient in the ordinary course of nature to cause death. Thus,\n\nthis Court finds that the culpable homicide of deceased Sangita Kalia is\n\nmurder.\n</p><span class=\"hidden_text\" id=\"span_6\">                                        8</span><p data-structure=\"Issue\" id=\"p_33\">\n\n</p><p data-structure=\"Issue\" id=\"p_34\">                                   MOTIVE\n\n</p><p data-structure=\"Issue\" id=\"p_35\">25.    Second question for our consideration is that, whether accused Ashok\n\nKumar Mishra had motive to cause murder of deceased Sangita Kalia.\n\n</p><p data-structure=\"CDiscource\" id=\"p_36\">26.    As per the alleged opinion of the State Examiner Of Questioned\n\nDocument, Government of Chhattisgarh, Raipur Ex. P-59, P.W.           21 hand\n\nwriting expert N.K. Sikkewar had examined the documents and opined that\n\nthe person who wrote the red enclosed writings and signature stamped and\n\nmarked A-1 to A-24 also wrote the red enclosed writings and signatures\n\nsimilarly stamped and marked Q1-Q3. In this case A-1 to A-24 have been\n\nexhibited as Ex.P-33 to Ex.P-52 which are the handwriting samples of\n\naccused Ashok Kumar Mishra. Q-1 is alleged agreement dated 1-4-99\n\nmarked as Ex.P-30, Q-2 is alleged letter dated 04-09-98 marked as Ex.P-31,\n\nQ-3 is alleged letter marked as Ex. P-32.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">27.    He also opined that the person who wrote the red enclosed writings\n\nstamped and marked S-1 to S-11 also wrote the red enclosed writings\n\nsimilarly stamped and marked Q-4 to Q-6. In this case, S-1 to S-11 have\n\nbeen exhibited as Ex. P-55 to Ex.P-58 which are the letters of deceased\n\nSangita Kalia, Q-4 to Q-6 are exhibited as Ex. P-53 and Ex.P-54.\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\">28.    There is no such evidence on record on strength of which it could be\n\nsaid that Ex. P-59 is not believable. Looking to this fact and concerned\n\nadmitted fact, this court believes on Ex. P-59.\n</p>\n<p data-structure=\"Facts\" id=\"p_39\">29.    P.W. 31 Rajeev Kalia who is the brother of deceased Sangita Kalia\n\nsays in para 2, 3, 4, 7, and 8 of his statement given on oath that love affair\n\nwas developed between deceased Sangita Kalia and accused Ashok Kumar\n\nMishra. They lived together in Rajmahal Hotel and in quarter No. 6 of\n\nAnathalay. He was beating and harassing her. She was conceived by that\n\nrelationship. He was giving threatening to her to abort otherwise he would kill\n\nher. Few days ago from the incident he had come in his house and gave\n<span class=\"hidden_text\" id=\"span_7\">                                        9</span>\n\nsame threatening.\n</p>\n<p data-structure=\"PetArg\" id=\"p_40\">30.   P.W.50 Smt. Kuldeep Kalia who is mother of the deceased gives\n\nsimilar statements in para 2, 3, 4, 6 and 7 of her statement given on oath.\n\n</p><p data-structure=\"Facts\" id=\"p_41\">31.   P.W. 36 Dr. V. Dubey says in para 2 of her statement given on oath\n\nthat on 13-7-2000 she examined deceased Sangita Kalia. Her pregnancy\n\ntest was positive. To avoid miscarriage she had prescribed medicines to her,\n\nthe prescription is Ex. P-102.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">32.   There is no such evidence on record on the strength of which it could\n\nbe said that aforesaid statements of P.W. 31 Rajeev Kalia, P.W. 50 Kuldeep\n\nKalia in this reference that allegedly deceased Sangita Kalia and accused\n\nAshok Kumar Mishra had intimate relationship, he was harassing her,\n\ndeceased Sangita Kalia was carrying pregnancy, he was giving threatening to\n\nher to abort lest he will kill her, few days ago he had given same threatening,\n\naforesaid statement of P.W. 36 Dr. V. Dubey, her prescription Ex. P-102, are\n\nnot believable. Looking to these circumstances and concerned admitted\n\nfacts, this Court believes on them.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">33.   From the aforesaid reference of statements of P.W. 31 Rajeev Kalia,\n\nP.W. 50 Kuldeep Kalia and P.W. 36 Dr. V. Dubey, and Ex. P-102, report of the\n\nhandwriting expert Ex. P-59 this Court finds that prosecution has proved\n\nbeyond reasonable doubt that accused Ashok Mishra had motive to cause\n\ndeath of the deceased Sangita Kalia.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"92131609\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1329788\" id=\"span_9\">34.   Shri Kishore Bhaduri, counsel for the accused Ashok Kumar Mishra\n\nplaced reliance on <a href=\"/doc/1329788/\" id=\"a_12\">Mohd. Inayatullah v. State of Maharashtra</a> [(1976) 1\n\nSCC 828,], Bodhraj v. State of J&amp;K [(<a href=\"/doc/92131609/\" id=\"a_13\">2002) 8 SCC 45], Khekh Ram v.\n\nState of H.P.</a>, [(2018) 1 SCC 202], Shri Sudhir Verma, counsel for accused\n\nHarish Patnaik placed reliance on Mangal Singh v. State of MP (Now CG)\n\n[2009(1) CGLJ 303 (DB)], wherein Hon&#x27;ble Supreme Court and a division\n\nbench of this Court have laid down that the facts proved by the prosecution,\n<span class=\"hidden_text\" id=\"span_10\">                                         10</span>\n\nparticularly the admissible portion of the statement made by the accused,\n\ncould give rise to two alternative hypotheses equally possible, namely - (1)\n\nthat it was the accused who had himself deposited the stolen drums in the\n\nMusafirkhana, or (2) the accused only knew that the drums were lying at that\n\nplace. The second hypothesis was wholly compatible with his innocence.\n\nUnder <a href=\"/doc/1312051/\" id=\"a_14\">Section 27</a> of the Evidence Act, as it stands in order to render the\n\nevidence leading to discovery of any fact admissible, the information must\n\ncome from any accused in custody of the police. The information might be\n\nconfessional or non-inculpatory in nature but if it results in discovery of a fact\n\nit becomes a reliable information. Only those components or portion which\n\nwere the immediate cause of the discovery would be legal evidence and not\n\nthe rest which must be excised and rejected.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1772812\" id=\"span_11\">35.    Shri Kishore Bhaduri, counsel for appellant Ashok Mishra, also placed\n\nreliance on <a href=\"/doc/1772812/\" id=\"a_15\">Ganesh Bhavan Patel v. State of Maharashtra</a>, [(1978) 4 SCC\n\n371], Sudershan Kumar v. State of H.P., [(2014) 15 SCC 666], wherein\n\nHon&#x27;ble Supreme Court laid down that delay in examining eyewitnesses by\n\nthe investigating officer can on the peculiar facts of a case amount to serious\n\ninfirmity in the prosecution case. For delay in recording the statement of\n\nwitnesses under <a href=\"/doc/447673/\" id=\"a_16\">Section 161</a> Cr.PC., no explanation was given. This factor\n\nalso shakes credibility of witnesses.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1230525\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"132493581\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"164616557\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"27077221\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1596643\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1006937\" id=\"span_17\">36.    Shri Kishore Bhaduri, counsel for appellant Ashok Mishra, further\n\nplaced reliance on <a href=\"/doc/1006937/\" id=\"a_17\">Jaharlal Das v. State of Orissa</a>, [(1991) 3 SCC 27],\n\nBharat v. State of M.P., [(2003) 3 SCC 106], Vinay D. Nagar v. State of\n\nRajasthan, [(<a href=\"/doc/1596643/\" id=\"a_18\">2008) 5 SCC 597], State of U.P. v. Shyam Behari</a>, [(<a href=\"/doc/27077221/\" id=\"a_19\">2009) 15\n\nSCC 548], State of Karnataka v. Chand Basha</a>, [(2016) 1 SCC 501], Nizam\n\nv. State of Rajasthan, [(<a href=\"/doc/164616557/\" id=\"a_20\">2016) 1 SCC 550], Anjan Kumar Sarma v. State of\n\nAssam</a>, [(<a href=\"/doc/132493581/\" id=\"a_21\">2017) 14 SCC 359],         Satish Nirankari v. State of Rajasthan</a>,\n\n[(2017) 8 SCC 497], Shri Sudhir Verma, counsel for accused Harish Patnaik,\n\nplaced reliance on <a href=\"/doc/1230525/\" id=\"a_22\">Gurpreet Singh v. State of Haryana</a>, [(2002) 8 SCC 18],\n<span class=\"hidden_text\" id=\"span_18\">                                        11</span>\n\nwherein Hon&#x27;ble Supreme Court has laid down that the circumstantial\n\nevidence in order to sustain the conviction must satisfy three conditions that</span></span></span></span></span></span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_47\">(i) the circumstances from which an inference of guilt is sought to be drawn,\n\nmust be cogently and firmly established; (ii) those circumstances should be of\n\na definite tendency unerringly pointing towards the guilt of the accused; (iii)\n\nthe circumstances, taken cumulatively, should form a chain so complete that\n\nthere is no escape from the conclusion that within all human probability the\n\ncrime was committed by the accused and none else, and it should also be\n\nincapable of explanation on any other hypothesis than that of the guilt of the\n\naccused. Mere non-explanation of accused under Section 313, CR.P.C. leads\n\nto the proof of the guilt against the accused only last seen is not sufficient to\n\nhold that the accused is guilty. There must be chain of evidences so complete\n\nas not to leave any reasonable ground for a conclusion consistent with the\n\ninnocence of the accused and it must be such as to show that within all\n\nhuman probability the act must have been done by the accused. Close\n\nproximity between last seen evidence and death, should be clearly\n\nestablished.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">37.    Shri Kishore Bhaduri, counsel for appellant Ashok Mishra, further\n\nplaced reliance on Mahavir Singh -v- State of Madhya Pradesh [(2016 (10)\n\nSCC 220] wherein Hon&#x27;ble Supreme Court had laid down that investigating\n\nofficer dealing with a murder case, is expected to be diligent, truthful, and fair\n\nin his approach and his performance should always be in conformity with the\n\npolice manual and a default or breach of duty may prove fatal to the\n\nprosecution case.\n</p>\n<p data-structure=\"PetArg\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"541683\" id=\"span_19\">38.    Shri Kishore Bhaduri, counsel for appellant Ashok Mishra, further\n\nplaced reliance on <a href=\"/doc/541683/\" id=\"a_23\">Varkey Joseph v. State of Kerala</a>, [1993 Supp (3) SCC\n\n745] wherein Hon&#x27;ble Supreme Court has laid down that suspicion is not the\n\nsubstitute for proof. There is long distance between &quot;may be true&quot; and &quot;must\n\nbe true&quot; and the prosecution has to travel all the way to prove its case beyond\n<span class=\"hidden_text\" id=\"span_20\">                                        12</span>\n\nreasonable doubt.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"128204520\" id=\"span_21\">39.    Shri Kishore Bhaduri, counsel for appellant Ashok Mishra, further\n\nplaced reliance on <a href=\"/doc/128204520/\" id=\"a_24\">Yanob Sheikh v. State of W.B.</a>, (2013) 6 SCC 428,\n\nwherein the Supreme Court has held that quality of evidence, not quantity is\n\nto be produced by prosecution to prove its case beyond reasonable doubt.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"167443\" id=\"span_22\">40.    Shri Kishore Bhaduri, counsel for appellant Ashok Mishra, further\n\nplaced reliance on <a href=\"/doc/167443/\" id=\"a_25\">Harjinder Singh v. State of Punjab</a>, [(2004) 11 SCC 253\n\nat page 256], in which the Hon&#x27;ble Supreme Court has held that the evidence\n\nof chance witness cannot be discarded if the court finds assurance from the\n\nprosecution evidence pointing to the guilt of the accused.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_52\">                      MEMORANDUMS AND SEIZURES\n\n</p><p data-structure=\"CDiscource\" id=\"p_53\">41.    P.W. - 55 Sachindev Shukla says in para 8 and 9 of his statement\n\ngiven on oath that on 22-10-2003 he had seized blood stained soil, plain soil\n\nfrom near the spot, blood stained soil from the field near the dead body of\n\ndeceased, plain soil at little distance from field, soil from the field where the\n\nprints of the four wheeler were present, soil from near brick kiln where prints\n\nof four wheelers were present, paddy plants from the paddy field where the\n\nprints of four wheeler were present.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_54\">42.    There is no such evidence on record on strength of which it could be\n\nsaid that said statement of P.W. 55 Sachindev Shukla, alleged seizure Ex. P-\n\n10, Ex. P11 are not believable. Thus, this court believes on said statement of\n\nP.W. -55 Sachindev Shukla, Ex. P10, Ex. P-11.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">43.    P.W. 55 Sachin Dev Shukla says in para 17 that on 22-10-2003 he\n\nhad seized one Ambassador white colour car No. CG 13 ZD 1075. Inside the\n\ncar stains and long hairs were present, grains of paddy were present below\n\nthe left door of front side, green leafs of paddy stuck in left door of rear side,\n\nsoil present on the disc of left wheel of back side was collected by scratching.\n<span class=\"hidden_text\" id=\"span_23\">                                         13</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_56\">44.     There is no such evidence on record on the strength of which it could\n\nbe said that said statement of P.W. 55 Sachin Dev Shukla, alleged seizure Ex.\n\nP-19 are not believable. Looking to the facts and concerned admitted fact,\n\nthis Court believes on said statement of P.W. 55 Sachin Dev Shukla and Ex.\n\nP-19.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_57\">45.     P.W. 55 Sachindev Shukla says in para 19 that on 31-10-2003 he had\n\nseized handles of left doors of front and back side, two packing rubber of left\n\ndoor, 14 pieces of stained regzine, specimen on scrap filter of stains of glass\n\nof doors front and back of right side of car.\n</p>\n<p data-structure=\"Section\" id=\"p_58\">46.     There is no such evidence on record on the strength of which it could\n\nbe said that said statement of P.W. 55 Sachindev Shukla, seizure Ex. P-21\n\nare not believable. Thus this Court believes on the said statement of P.W. 55\n\nSachindev Shuka and Ex. P-21.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">                     CHEMICAL EXAMINATION REPORT\n\n</p><p data-structure=\"Section\" id=\"p_60\">47.     As per the alleged chemical examination report Ex. P-22 , P.W.-8 S.P.\n\nRai had conducted benzidine test on small brown dots found on the window\n\nglass of driver&#x27;s seat, regzine of roof of back seat, left door of back seat,\n\nhandle of front left door, handle of back left door, packing rubber (door beat)\n\nof the two doors, steel ring of steering, and roof of the front left seat of\n\nAmbassador car no. CG13/ZD1075. The test was positive.\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">        REPORT OF CENTRAL FORENSIC SCIENCE LABORATORY\n\n</p><p data-structure=\"Section\" id=\"p_62\">48.     As per the alleged report of Central Forensic Science Laboratory,\n\nChandigarh Ex. P-137, P.W. 53 D. Prashad opined that on the basis of\n\nphysical examination under microscope, density gradient distribution analysis\n\nand ignition loss, the Ex. A (Article A- 51) containing soil sample stated to\n\nhave been collected from the disc of back left side wheel of the car No. CG\n\n13 ZD 1075 has been found to be similar to the Ex. B(Article A-52) -\n\ncontaining soil sample stated to have been collected from the track to the field\n<span class=\"hidden_text\" id=\"span_24\">                                        14</span>\n\nof scene of crime where aforesaid car was found.\n</p>\n<p data-structure=\"Section\" id=\"p_63\">49.    As per the alleged report of Central Forensic Science Laboratory,\n\nChandigarh Ex. P-139, P.W. 53 Dr. D. Prasad opined that on the basis of\n\nexamination under microscope Ex. A contained unhusked ripe grain and\n\ngrass stated to have been collected from the aforesaid car and Ex. B\n\ncontaining rice plant sample stated to have been collected from the field of\n\nscene of crime site, have been observed to be similar in length/ breadth ratio.\n\n</p><p data-structure=\"CDiscource\" id=\"p_64\">50.    There is no such evidence on record on the strength of which it could\n\nbe said that Ex. P-137 and Ex. P-139 are not believable. Thus, this Court\n\nbelieves on Ex. P-137 and Ex. P-139.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_65\">51.    P.W. 55 Sachindev Shukla says in para 10 and 11 that on 23-10-2003\n\nhe had taken accused Harish Patnaik in custody, who had told that he had\n\nconcealed a pestle near the Mahua tree in water filled pit about 200-300\n\nsteps away from the dead body. Accused Harish Patnaik taken out the pestle\n\nfrom that water filled pit and produced it before him.\n\n</p><p data-structure=\"Precedent\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92131609\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1329788\" id=\"span_26\">52.    There is no such evidence on record on strength of which it could be\n\nsaid that said statement of P.W. 55 Sachindev Shukla, alleged memorandum\n\nEx. P-13, alleged seizure Ex. P-14 are not believable in that reference. Thus,\n\naccused Ashok Mishra and Harish Patnaik do not get any help from the case\n\nlaws of <a href=\"/doc/1329788/\" id=\"a_26\">Mohd. Inayatullah v. State of Maharashtra</a> [(1976) 1 SCC 828,],\n\nBodhraj v. State of J&amp;K [(<a href=\"/doc/92131609/\" id=\"a_27\">2002) 8 SCC 45], Khekh Ram v. State of H.P.</a>,\n\n[(2018) 1 SCC 202], Mangal Singh v. State of MP (Now CG) [2009(1)\n\nCGLJ 303 (DB)]. Thus, this court believes on said statement of P.W. 55\n\nSachindev Shukla ,Ex. P-13 and Ex. P-14 in that reference.</span></span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_67\">53.    P.W. 55 Sachindev Shukla says in para 12 and 13 that on 25-10-2003\n\naccused Harish Patnaik had told that he had thrown slippers near the spot in\n\npaddy field. Accused Harish Pattnaik had produced two slippers after taking\n\nout from the paddy field of Ramlal at Kalarmuda road.\n</p><span class=\"hidden_text\" id=\"span_27\">                                       15</span><p data-structure=\"Precedent\" id=\"p_68\">\n\n</p><p data-structure=\"Precedent\" id=\"p_69\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92131609\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1329788\" id=\"span_29\">54.   There is no such evidence on record on strength of which it could be\n\nsaid that said statement of P.W. 55 Sachindev Shukla, alleged memorandum\n\nEx. P-15, alleged seizure Ex. P-16 are not believable in that reference. Thus,\n\naccused Ashok Mishra and Harish Patnaik do not get any help from the case\n\nlaws of <a href=\"/doc/1329788/\" id=\"a_28\">Mohd. Inayatullah v. State of Maharashtra</a> [(1976) 1 SCC 828,],\n\nBodhraj v. State of J&amp;K [(<a href=\"/doc/92131609/\" id=\"a_29\">2002) 8 SCC 45], Khekh Ram v. State of H.P.</a>,\n\n[(2018) 1 SCC 202], Mangal Singh v. State of MP (Now CG) [2009(1)\n\nCGLJ 303 (DB)]. Thus, this court believes on said statement of P.W. 55\n\nSachindev Shukla , Ex. P-15 and P-16 in that reference.</span></span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_70\">55.   P.W. 55 Sachin Dev Shukla says in para 18 that on 22.10.2003 he had\n\nseized one stained lady wrist watch from the right pocket of the coat of\n\naccused Ashok Mishra.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">56.   There is no such evidence on record on strength of which it could be\n\nsaid that said statement of P.W. 55 Sachindev Shukla and seizure Ex.P-20\n\nare not believable. Thus, this Court believes on them.\n\n</p><p data-structure=\"CDiscource\" id=\"p_72\">57.   P.W. 55 Sachindev Shukla says in paras 15 and 16 that in custody on\n\n25-10-2003 accused Ashok Mishra had told that affidavit of Sangita Kalia is\n\non his office table at home. He produced one stained file containing notarized\n\naffidavit (Ex. P-23) which was seized from him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92131609\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1329788\" id=\"span_31\">58.   There is no such material on record on the strength of which it could\n\nbe said that said statements of P.W. 55 Sachindev Shukla, alleged\n\nmemorandum Ex. P-17 and seizure Ex. P-18 are not believable in that\n\nreference. Thus, accused Ashok Mishra does not get any help from the case\n\nlaws of <a href=\"/doc/1329788/\" id=\"a_30\">Mohd. Inayatullah v. State of Maharashtra</a> [(1976) 1 SCC 828,],\n\nBodhraj v. State of J&amp;K [(<a href=\"/doc/92131609/\" id=\"a_31\">2002) 8 SCC 45], Khekh Ram v. State of H.P.</a>,\n\n[(2018) 1 SCC 202], Mangal Singh v. State of MP (Now CG) [2009(1) CGLJ\n\n303 (DB)] Thus, this Court believes on said statements of P.W. 55 Sachin\n\nDev Shukla and Ex. P-17 and Ex. P-18 in that reference.</span></span>\n<span class=\"hidden_text\" id=\"span_32\">                                         16</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_74\">                                RFSL REPORTS\n\n</p><p data-structure=\"Section\" id=\"p_75\">59.    As per the RFSL report Ex. 145 and Ex. 146 blood was found on\n\nArticle A -salwar, Article B- pestle, Article C -soil Article E -hair, Article G-\n\nhandle of the car, Article H -packing rubber, Article I -regzine, Article K- filter\n\npaper, Article M- watch, Article N -file cover.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_76\">60.    There is no such evidence on record on the strength of which it could\n\nbe said that Ex. 145 and 146 are not believable. Thus, this Court believes on\n\nEx. P-145 and Ex. P-146.\n</p>\n<p data-structure=\"Precedent\" id=\"p_77\">  IDENTIFICATION OF WRIST WATCH AND SLIPPERS OF DECEASED\n\n\n</p><p data-structure=\"PetArg\" id=\"p_78\">61.    P.W. 49 Naib Tehsildar Ajay Kishore Lakra says in para 2 of his\n\nstatement given on oath that he had conducted the test identification parade\n\nof a wrist watch which was identified by P.W. 33 Rajesh Kalia and P.W. 15\n\nKuldeep Kalia.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">62.    There is no such evidence on record on the strength of which it could\n\nbe said that said statement of P.W. 49 Ajay Kishore Lakra, test identification\n\nparade Ex.P-110, Ex.P-129 are not believable. Thus, this Court believes on\n\nsaid statement of P.W. 49 Ajay Kishore Lakra, Ex. P-110, Ex. P-129.\n\n</p><p data-structure=\"CDiscource\" id=\"p_80\">63.    P.W. 49 Ajay Kishore Lakra says in para 3 that he had also conducted\n\ntest identification parade regarding one pair of lady slipper. P.W. 33 Rajeev\n\nKalia had identified the slippers.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_81\">64.    There is no such evidence on record on the strength of which it could\n\nbe said that the said statement of P.W. 49 Ajay Kishore Lakra, Test\n\nIdentification Parade Ex. P-112 are not believable. Thus, this Court believes\n\non said statement of P.W. 49 Ajay Kishore Lakra, Ex. P-112.\n\n</p><p data-structure=\"Precedent\" id=\"p_82\">                                     LAST SEEN\n\n</p><p data-structure=\"CDiscource\" id=\"p_83\">65.    As per the alleged seizure Ex. P-130 dated 22-10-2003, letter Ex. P-32\n\nwas seized from P.W. 50 Smt. Kuldeep Kalia. In Ex.P-32 it has been written\n<span class=\"hidden_text\" id=\"span_33\">                                           17</span>\n\nthat -:\n</p>\n<blockquote id=\"blockquote_2\">                  &quot;I am sorry!\n                  Tomorrow I will make sure come to you after court hour.\n                  Please wait for me tomorrow at 5 p.m to 6 p.m.\n                  After completing my court work I will come to you.\n                  Again sorry.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_84\">66.       There is no such evidence on record on strength of which it could be\n\nsaid that Ex. P-130 is not believable thus this court believes on Ex.130.\n\n</p><p data-structure=\"CDiscource\" id=\"p_85\">67.       P.W. 31 Rajiv Kalia says in Para 9 that on 21/10/2003 between 5.30-\n\n6.00 p.m. accused Ashok Mishra had come to his house by his Ambassador\n\ncar and taken away deceased Sangita Kalia in his car saying that they would\n\ncompromise the matter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_86\">68.       P.W. 50 Smt. Kuldeep Kalia says in Para 9 that on 21/10/2003 between\n\n5.30-6.00 PM accused Ashok Mishra had come to her house by Ambassador\n\ncar and taken away deceased Sangita Kalia in his car saying her that they\n\nwould compromise. At that time she had worn white dial wrist watch.\n\n</p><p data-structure=\"CDiscource\" id=\"p_87\">69.       P.W. 42 Guruwari Bai who is maid of P.W. 50 Smt. Kuldeep Kalia says\n\nin Para 2 of her statement given on oath that near about 1 year ago at 5/6\n\np.m. accused Ashok Mishra had come in white car in the house of Rajiv\n\nKalia, deceased Sangita Kalia had gone away along with accused Ashok\n\nMishra in his car.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_88\">70.        P.W.    12 Gopal Mishra who is the Notary says in Para 1 of his\n\nstatement given on oath that on 21/10/2003 at about 8 p.m. deceased\n\nSangita Kalia had come along with accused Ashok Mishra and Harish Patnaik\n\nto notarize affidavit, he had notarized the affidavit Ex. P-23.\n\n</p><p data-structure=\"Section\" id=\"p_89\">71.       As per the alleged seizure Ex. P-24 a register Ex. P-25 was seized\n\nfrom P.W. 12 Gopal Mishra.\n</p>\n<p data-structure=\"Section\" id=\"p_90\">72.       In Ex. P-25 in serial no. 8467 dated 21/10/2003 it is mentioned that the\n\ndeceased Sangita Kalia had got notarized an affidavit.\n<span class=\"hidden_text\" id=\"span_34\">                                      18</span>\n\n</p><p data-structure=\"Section\" id=\"p_91\">73.   The hanriting in the entries of serial No. 8467 is different. There is\n\noverwriting in that serial number. These circumstances are not sufficient to\n\nimpeach the credibility of P.W. 12 Gopal Mishra, seizure Ex. P-24, aforesaid\n\nentry of Ex. P-25.\n</p>\n<p data-structure=\"Precedent\" id=\"p_92\">74.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1772812\" id=\"span_35\">In the case in hand, statement of P.W. 12 Gopal Mishra under <a href=\"/doc/357596/\" id=\"a_32\">Section\n\n161</a>, Cr. P.C. has been recorded on 12-4-2004, but alleged notary register\n\nEx. P-25 was seized from this witness on 28-10-2003 by alleged seizure Ex.\n\nP-24, thus accused Ashok Mishra does not get any help from the case laws\n\nof <a href=\"/doc/1772812/\" id=\"a_33\">Ganesh Bhavan Patel v. State of Maharashtra</a>, (1978) 4 SCC 371,\n\nSudershan Kumar v. State of H.P., (2014) 15 SCC 666.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_93\">75.   P.W. 9 constable Daniel Toppo says in Para 3, 4, 5 of his statement\n\ngiven on oath that on 21/10/2003 his night patroling duty was from 12 to 4\n\na.m., at about 1.30 a.m. Town Inspector Chakradharnagar Shri Sharma who\n\nwas in the Jeep met him at Kothra road, he sat on his jeep. They went for the\n\ndarshan of Shankar Baba. At the Kalarmuda road he saw that one white\n\nambassador car was standing there. Accused Ashok Mishra, Khemraj\n\nAgrawal, Harish patnaik, Amit Mishra were present there. Accused Ashok\n\nMishra told that car had stuck, the Registration No. of car was CG13ZD1075.\n\nWhen he reached on the Spot next day along with the P.W. 55 Sachin Dev\n\nShukla after the registration of the merg, he found that where the car was\n\nstuck, near to that the dead body of deceased Sangita Kalia was found.\n\n</p><p data-structure=\"CDiscource\" id=\"p_94\">76.   P.W. 43 Ramakant Sharma says in Para 2 to 5 and 7 of his statement\n\ngiven on oath that his general check patrolling duty was from 12 am of\n\n21/10/2003 to 4 am of 22/10/2003. He and P.W. 9 constable Daniel Toppo\n\nhad gone in his jeep to get darshan of Shankar Baba. In Kalarmuda road he\n\nsaw that one Ambassador car was standing. Near the Ambassador car\n\naccused Ashok Mishra, Khemraj Agrawal, Harish Patnaik, Amit Mishra were\n\nstanding. Accused Ashok Mishra told him that his car has been stuck. On\n<span class=\"hidden_text\" id=\"span_36\">                                          19</span>\n\n22/10/2003 when he reached to the spot under the direction of CSP he found\n\nthat where all the four accused were standing, near the spot dead body of\n\ndeceased Sangita Kalia was found.\n</p>\n<p data-structure=\"Section\" id=\"p_95\">77.      As per the alleged Ex. P-29 Roznamcha Sanha number 462 P.W. 43\n\nRamakant Sharma departed at about 12 pm for general check patrolling for\n\nentire Raigarh town. As per no. 466 he returned back after patrolling of Police\n\nstation Chakradhar Nagar Kotwali and Kothraroad.\n</p>\n<p data-structure=\"Precedent\" id=\"p_96\">      POSSIBILITY OF COMMISSION OF OFFENCE BY SOME OTHER\n                            PERSON\n</p><p data-structure=\"CDiscource\" id=\"p_97\">78.     From Ex. D-3 to Ex. D-44, Ex D-46, Ex D-47 ,Ex D-48 ,Ex D-86,Ex D-\n\n94 it appears that deceased Sangita Kalia and his family members had\n\nanimosity with so many persons. There is no such evidence on record on the\n\nstrength of which it could be said that there is possibility of commission of\n\ncrime by such persons. Thus, accused does not get any help from Ex. D-3 to\n\nEx.D-44 to Ex. D-48, Ex. D-86, Ex. D-94.\n</p>\n<p data-structure=\"Precedent\" id=\"p_98\">ACTION TAKEN BY ACCUSED ASHOK MISHRA AGAINST POLICE AND\n                 ADMINISTRATIVE OFFICIALS\n</p><p data-structure=\"CDiscource\" id=\"p_99\">79.     From Ex D-98, Ex D-100, EX D-104,Ex D-105 ,Ex D-106 ,Ex D-107,Ex\n\nD-108,Ex D-109,Ex D-110,EX D-111 to Ex D-123 it is clear that accused\n\nAshok Mishra had initiated actions against the police and administrative\n\nofficials.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_100\">80.     Copy of Log book Ex. D-131 which does not contain any entry\n\nregarding details of petrolling in the fateful night.\n\n</p><p data-structure=\"Section\" id=\"p_101\">81.     There is no such evidence on record on strength of which it could be\n\nsaid that P.W. 9 constable Daniel Toppo, P.W. 43 Ramakant Sharma had\n\nallegedly animosity with accused Ashok Mishra, Harish Patnaik, Khemraj\n\nagrawal, Amit Mishra thus they had given aforersaid statements.\n\n</p><p data-structure=\"Precedent\" id=\"p_102\">82.     There is no such evidence on record on strength of which it could be\n\nsaid that P.W. 12 Gopal Mishra had allegedly animosity with accused Ashok\n<span class=\"hidden_text\" id=\"span_37\">                                        20</span>\n\nMishra thus he had given aforersaid statement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_103\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"167443\" id=\"span_38\">83.    There is no such evidence on record on the strength of which it could\n\nbe said that P.W. 42 Gurvari Bai who is the chance witness had given\n\naforesaid statement because she was interested with deceased side or she\n\nhad prejudice from accused Ashok Mishra due to such reason. Thus accused\n\nAshok Mishra does not get any help from the case law of <a href=\"/doc/167443/\" id=\"a_34\">Harjinder Singh v.\n\nState of Punjab</a>, [(2004) 11 SCC 253].</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">                                PLEA OF ALIBI\n\n</p><p data-structure=\"CDiscource\" id=\"p_105\">84.    This is the case of accused persons that the Ambassador car of the\n\naccused Ashok Mishra was stuck near the scene of occurrence.\n\n</p><p data-structure=\"PetArg\" id=\"p_106\">85.    P.W. 54 Murli Mehar says in para no. 7, 8 and 10 of his statement\n\ngiven on oath that this is true that he had seen the mechanic where the\n\nvehicle was stuck, mechanic had told him that he had come there for the trial.\n\nPrior to it he had seen the car at garage at about 9.00pm. On very day he had\n\nseen the deceased Sangita Kalia at 9-9.30 pm going towards bus stand along\n\nwith 3 persons by marshal vehicle. On very day he left the deceased Sangita\n\nKalia to Anathalaya colony.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_107\">86.    D.W. 7 Smt. Kiran Agrawal who is the wife of accused Khemraj\n\nAgrawal says in Para 2-3 of her statement given on oath that on 21/10/2003\n\nher husband came at 10.30 pm and told that the health of the wife of Jagdish\n\nChauhan was unwell thus he was in government hospital at Raigarh for help\n\nin her treatment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_108\">87.     D.W. 8 Jagdish Kumar Chauhan says in Para 2 of his statement\n\ngiven on oath that on 21/10/2003 his wife Dhaneshwari Bai was brought to\n\nGovt. Hospital near about 4.30pm due to labour pain. Accused Khemraj met\n\nhim outside the hospital. He helped him till 9.30 pm at hospital.\n\n</p><p data-structure=\"CDiscource\" id=\"p_109\">88.    D.W. 9 Dr. Madhumati Dubey says in Para 1 of her statement given on\n\noath that she had done the sonography of Dhaneshwari Sahu aged 18 years.\n<span class=\"hidden_text\" id=\"span_39\">                                        21</span>\n\nSonography report is Ex D-52.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_110\">89.    D.W. 10 Smt. Girja Dubey says in Para 2 of her statement given on\n\noath that at about 9.45 pm deceased Sangita Kalia had come in her house\n\nand given her one file for submitting to State Bar Council at Bilaspur.\n\n</p><p data-structure=\"CDiscource\" id=\"p_111\">90.    D.W-11 Umesh Chandra Sharma says in para 3 and 4 of his statement\n\ngiven on oath that on 21-10-2003 at about 9-9.15 pm he had taken the advice\n\nregarding debenture certificates of N.B. Plantation from Ashok Mishra. Draft\n\napplication prepared by accused Ashok Mishra is Ex. D-77, letter of N.B.\n\nPlantation Ltd. is Ex. D-78, debenture certificates are Ex. D-79 and D-80.\n\n</p><p data-structure=\"CDiscource\" id=\"p_112\">91.    D.W. 13 Anand Bahidaar says in para 2 and 4 of his statement given\n\non oath that deceased Sangita Kalia had alone gone to the house of P.W. -12\n\nGopal Mishra and after 20 minutes she alone returned back and went\n\ntowards Anathalaya colony by bolero jeep along with P.W. 54 Murli Mehar.\n\n</p><p data-structure=\"CDiscource\" id=\"p_113\">92.    D.W. -14 Mintramani Tripathi says in Para-2 and 3 of his statement\n\ngiven on oath that on 21-10-2003 at about 8.30-9.00 pm, he saw that the car\n\nof her brother-in-law Ashok Mishra was standing at Shattigudi Chowk, he told\n\nhim that radiator is heated. He had taken car to the garage, got it repaired for\n\nabout 2-3 hours. During the trial near the Sarangarh bypass the wheel of the\n\ncar diverted from the road. P.W. -54 Murli Mehar came and got back the car\n\non the road and taken away.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_114\">93.    D.W. - 15 Shiv Vishal says in Para 1 of his statement given on oath on\n\n21-10-2003, that he had repaired the radiator of Ambassador car no\n\nCG/13Z/D/1075 brought by D.W. -14 Mitramani Tripathi at about 9- 9.30 pm.\n\n2  -3 hours were spent for its repairing. The receipt is Ex. D-81, the bill\n\nbook is Ex. D-82.\n</p>\n<p data-structure=\"Precedent\" id=\"p_115\">94.    D.W. 16 Ashok Kumar Mishra says in para 49, 51, of his statement\n\ngiven on oath that on 21.10.2003 at about 08.30 pm - 9.00 pm near the\n\nSattigudi Chowk his car was heated, his brother-in-law D.W. 14 Mitramani\n<span class=\"hidden_text\" id=\"span_40\">                                       22</span>\n\nTripathi had taken away the car for repairing, he returned back in his house\n\nwhere he gave the advice to D.W. 11 Umesh Chandra Sharma when he\n\nreached Sarangarh bypass, his car was pulled out and taken away.\n\n</p><p data-structure=\"Precedent\" id=\"p_116\">95.    D.W. 14 Mitramani Tripathi, D.W. 16 Shiv Vishal Singh do not say that\n\nwhen the accused Ashok Mishra&#x27;s Ambassador car was stuck, D.W. 16 Shiv\n\nVishal Singh was present near the aforesaid car, D.W. 16 Shiv Vishal Singh\n\nhad taken the aforesaid car for trial in that place. Moreover P.W. 54 Murli\n\nMehar does not explain under what circumstances he allegedly saw the\n\ndeceased going in a marshal vehicle along with three persons, where was he\n\npresent and what was he doing, why deceased Sangita Kalia sat in his\n\nvehicle.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_117\">96.    D.W.    10 Smt. Girja Dubey says in Para-22 during her cross-\n\nexamination that she had not obtained the degree of L.L.B., her no relative is\n\nworking in C.G. Bar Council at Bilaspur. In page no. 6 of application form Ex\n\nD-53, allegedly which was given by deceased Sangita Kalia to this witness,\n\nthe date is 19/12/2002, in page no. 7 the date is 21/10/2003. Accused Ashok\n\nMishra failed to explain why the Ex D-53 was kept pending and did not send\n\nto State Bar Council before 21/10/2003. Moreover, it is significant that as per\n\nthe post mortem report Ex P-98 deceased Sangita Kalia died between 3.30\n\npm to 9.30 pm of 21/10/2003.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_118\">97.    D.W. 11 Umesh Chand Sharma says in Para 5 during his cross\n\nexamination that letter of N B Plantation Ltd. Ex. D-78, debenture certificates\n\nEx. D-79, Ex. D-80 are in the name of his younger brother Dinesh Chandra\n\nSharma. He does not explain why his younger brother Dinesh Chand Sharma\n\nhad not gone along with him in the office of accused Ashok Mishra. Moreover\n\nno call records have been proved regarding alleged meeting.\n\n</p><p data-structure=\"CDiscource\" id=\"p_119\">98.    D.W. 9 Dr. Madhumati Dubey does not say about Dhaneshwari\n\nChouhan. In Ex. D-52 the name is Dhaneshwari Sahu. D.W. 14 Mitramani\n<span class=\"hidden_text\" id=\"span_41\">                                        23</span>\n\nTripati says in Para 3 during his cross-examination that he was waiting for\n\naccused Ashok Mishra at the scene of crime because he had told him to\n\ncome with toe chain. Instead of waiting for accused Ashok Mishra, he could\n\nhave communicated him that vehicle has already been pulled out and had\n\nbeen moved, thus there was no necessity of his coming and he also could\n\nhave moved from there without waiting for accused Ashok Mishra. Moreover,\n\nhe is unable to explain why he allegedly took the car for trial in such an\n\ninapproachable place. He says in Para 13 that this is true that if he would\n\nhave brought the vehicle from garage to house of accused Ashok Mishra that\n\nitself would have the trial of the said car. He says in Para 26 that this is true\n\nthat he was not acquainted with D.W. -15 Shiv Vishal Singh earlier. D.W. -15\n\nShiv Vishal Singh does not say how he recollected the aforesaid time.\n\n</p><p data-structure=\"CDiscource\" id=\"p_120\">99.    After the appreciation of evidence discussed herebefore, this court\n\nbelieves on Ex P-32, aforesaid statements of Para 9 of P.W. 31 Rajiv Kalia\n\n,Para 9 of P.W. 50 Smt. Kuldip Kalia, Para 2 of P.W. 42 Guruwari Bai, Para 1\n\nof P.W. 12 Gopal Mishra, Ex.P-23, Ex.P-25, Para 3, 4, 5 of P.W. 9 constable\n\nDaniel Toppo, Para 2, 3, 4, 7 of P.W. 43 Ramakant Sharma, Ex P-29 and\n\ndisbelieves Para 7,8,10 of P.W. 54 Murli Mehar, Para 2 of D.W. 7 Smt. Kiran\n\nAgrawal Para 2 of D.W. 8 Jagdish Kumar Chauhan, Para 2 of D.W. 10 of\n\nSmt. Girja Dubey, Para 3 D.W. 11 Umwesh Chandra Sharma, Para 2,4 of\n\nD.W. 13 Anand Bahidar, Para 2,3 of D.W. 14 Mitra Mani Tripati, Para 1 of\n\nD.W. 15 Shiv Vishal Singh, Para 49, 51 of D.W. 16 accused Ashok Mishra.\n\nAccused Ashok Mishra does not get any help from Rojnamcha Sanha Ex. D-\n\n132 to Ex. D-136, and accused Khemraj Agrawal does not get any help from\n\npara 1 of D.W. 9 Dr. Madhumati Dubey and Ex. D 52.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_121\">          CIRCUMSTANCES PROVED BY THE PROSECUTION -\n</p>\n<p data-structure=\"CDiscource\" id=\"p_122\">100. After appreciation of the evidence discussed herebefore, this Court\n\nfinds that prosecution succeeded to         prove beyond reasonable doubt\n\nfollowing circumstances-\n</p><span class=\"hidden_text\" id=\"span_42\">                                          24</span><p data-structure=\"Precedent\" id=\"p_123\">\n\nA-       Accused Ashok Kumar Mishra had the motive to kill deceased Sangita\n\nKalia;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_124\">B-       On 21-10-2003 at about 5.30 to 6.00 pm accused Ashok Mishra had\n\ntaken away deceased Sangita Kalia from the house of P.W. 53 Smt. Kuldeep\n\nKalia in his Ambassador car;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_125\">C-       On 21-10-2003 by 8 pm accused Ashok Mishra, Harish Patnaik,\n\ndeceased Sangita Kalia had gone in the house of notary Gopal Mishra where\n\nan affidavit Ex. P-23 was notarised;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_126\">D-       Deceased Sangita Kalia was found dead and his death was culpable\n\nhomicide, her dead body was thrown in the field of Ramlal;\n\nE-       There is the proximity between 8 pm of 21/10/2003 and when\n\ndeceased died, therefore these is no long gap between these two\n\ncircumstances;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_127\">F-       P.W. 9 Constable Danial Toppo, P.W. 43 Ramakant Sharma saw the\n\naccused Ashok Mishra Harish Patnaik, Khemraj Patel, Amit Mishra, on 22-10-\n\n2003 at about 1.30 am near the scene of occurrence where Ambassador car\n\nwas stuck;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_128\">G-       On 23-10-2003 on the memorandum of Harish Patnaik one blood\n\nstained pestle was seized from him;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_129\">H-       On 25-10-2003, on the memorandum of Harish Patnaik, one pair of\n\nblood stained slippers was seized from him;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_130\">I-       On 22-10-2003, an Ambassador car No. CG 13 ZD-1075 was seized\n\nfrom accused Ashok Mishra, inside the car stains in so many places, hair,\n\nhalf-ripe grains of paddy, green leaf of paddy were present, soil was also\n\npresent on the disc of the left wheel;\n</p>\n<p data-structure=\"Precedent\" id=\"p_131\">J-       Soil sample collected from the wheel of the aforesaid car was found to\n\nbe similar with soil sample collected from the track of the field of scene of\n<span class=\"hidden_text\" id=\"span_43\">                                        25</span>\n\ncrime site where aforesaid car was found;\n</p>\n<p data-structure=\"Precedent\" id=\"p_132\">K.     Unhusked rice grain and grass collected from the aforesaid car and\n\nrice plant sample collected from the field of scene of crime site have been\n\nobserved to be similar in length / breadth ratio;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_133\">L      On 25-10-2003 on the memorandum of accused Ashok Mishra, an\n\naffidavit Ex. P-23 was seized from him;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_134\">M.     On 22-10-2003 one blood stained wrist watch was seized from\n\nAccused Ashok Mishra which was identified by P.W. 31 Rajesh Kalia, P.W. 50\n\nSmt. Kuldeep Kaur Kalia.\n</p>\n<p data-structure=\"Precedent\" id=\"p_135\">101.   Looking to the above mentioned facts and circumstances of the case,\n\nlooking to the concerned aforesaid believable statements of prosecution\n\nwitnesses, motive, memorandums, seizures, chemical examiner report, RFSL\n\nreport, reports of Forensic Science Laboratory, this Court finds that, it could\n\nnot be said that there is material defect in investigation. Thus, accused does\n\nnot get any help from the case law of Mahavir Singh -v- State of Madhya\n\nPradesh [(2016 (10) SCC 220].\n</p>\n<p data-structure=\"Precedent\" id=\"p_136\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541683\" id=\"span_44\">102. Looking to the above mentioned facts and circumstances of the case,\n\nthis Court finds that the prosecution proved aforesaid circumstances beyond\n\nreasonable doubt thus, accused persons do not get any help from the case\n\nlaws of <a href=\"/doc/541683/\" id=\"a_35\">Varkey Joseph v. State of Kerala</a>, [1993 Supp (3) SCC 745] and\n\nYanob Sheikh v. State of W.B., (2013) 6 SCC 428.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_137\">103. After appreciation of the evidence discussed herebefore, this Court\n\nfinds that the accused Ashok Mishra and Harish Patnaik had a common\n\nintention to kill the deceased Sangita Kalia and in furtherance of such\n\ncommon intention, she was killed. But there is no such evidence on record on\n\nthe strength of which it could be said that accused Khemraj Agrawal and Amit\n\nMishra had also shared the common intention and in furtherance thereof the\n\ndeceased Sangita Kalia was killed.\n</p><span class=\"hidden_text\" id=\"span_45\">                                       26</span><p data-structure=\"Conclusion\" id=\"p_138\">\n\n</p><p data-structure=\"Precedent\" id=\"p_139\">104. There is no material available on record on the strength of which it\n\ncould be said that accused Ashok Mishra, Harish Patnaik, Khemraj Agrawal,\n\nand Amit Mishra were agreed to kill or cause to kill deceased Sangita Mishra.\n\nThus, this Court finds that all the four accused are not guilty of hatching\n\ncriminal conspiracy.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_140\">105. Looking to the above mentioned facts and circumstances this Court\n\nfinds that accused Ashok Mishra, Khemraj Agrawal, Harish Patnaik and Amit\n\nMishra, are guilty of causing disappearance of evidence of offence of murder\n\nof the deceased Sangita Kalia by throwing her dead body in the scene of\n\ncrime.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_141\">106. Looking to the facts and circumstances of the case this Court finds that\n\nit is not the rarest of rare cases where capital punishment may be awarded to\n\naccused Ashok Kumar Mishra and Harish Patnaik.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_142\">Per Thottathil B. Radhakrishnan, Chief Justice\n\n</p><p data-structure=\"Conclusion\" id=\"p_143\">107. I concur with the findings and the conclusions arrived at by my learned\n\nbrother Justice Sharad Kumar Gupta who has meticulously and elaborately\n\nstated the facts, the relevant evidence and the legitimate inferences, to arrive\n\nat the conclusions stated hereinabove. I propose to add on, certain further\n\naspects.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_144\">108. IA No. 2 of 2018 is an application filed by the Revision Petitioner for\n\ntaking further evidence or to direct it to be taken under <a href=\"/doc/782148/\" id=\"a_36\">Section 391</a> CrPC.\n\nThe attempt is to have a further forensic examination by way of DNA test\n\nsince the report before the Trial Court was to the effect that the sample was\n\ninsufficient. The adjudication by the Trial Court and appreciation of evidence\n\nby us are not dependent on any scientific evidence and forensic material, to\n\nconnect the 1st Accused-Ashok Kumar Mishra to the foetus harvested from\n\nthe dead body of the deceased. The findings arrived at in this judgment are\n\nnot based on the contents of the FSL report in that regard, either in favour of\n<span class=\"hidden_text\" id=\"span_46\">                                         27</span>\n\nthe prosecution or in favor of the accused. In that view of the matter, there is\n\nno room for any further consideration of the said application notwithstanding\n\nthe fact that even according to the Public Prosecutor, no material is now\n\navailable as relatable to that foetus for any further scientific investigation. That\n\napplication is only to be dismissed.\n</p>\n<p data-structure=\"RespArg\" id=\"p_145\">109. The learned counsel for the Revision Petitioner pointed out that the\n\nproviso to <a href=\"/doc/81939/\" id=\"a_37\">Section 372</a> CrPC confers a right of appeal on the victim. He,\n\ntherefore, pleaded that the revision may be treated as an appeal in terms of\n\nthat provision.\n</p>\n<p data-structure=\"Section\" id=\"p_146\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"79321377\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29443922\" id=\"span_48\">110. Appeal is a statutory remedy. Right of appeal is created and conferred\n\nthrough statutory provision and is regulated and controlled thereby. <a href=\"/doc/81939/\" id=\"a_38\">Section\n\n372</a> CrPC excludes all modes of appeal from any judgment or order of a\n\ncriminal court except as provided for by the Code or by any other law for the\n\ntime being in force. Appeal against acquittal is provided for as per <a href=\"/doc/487026/\" id=\"a_39\">Section\n\n378</a> CrPC and it is made conditional on leave being granted by the High\n\nCourt. <a href=\"/doc/29443922/\" id=\"a_40\">Through Satya Pal Singh v. State of Madhya Pradesh</a>; (<a href=\"/doc/79321377/\" id=\"a_41\">2015) 15\n\nSCC 613 and Roopendra Singh v. State of Tripura</a>; (2017) 13 SCC 612,\n\nthe Hon&#x27;ble Supreme Court of India laid down the law that an appeal against\n\nthe order of acquittal under the proviso to <a href=\"/doc/81939/\" id=\"a_42\">Section 372</a> CrPC cannot be\n\nmaintained without obtaining leave as required under <a href=\"/doc/613293/\" id=\"a_43\">Section 378(3)</a> CrPC.\n\nThe right to question the correctness of the judgment and order of acquittal or\n\norder of conviction for a lesser offence, as available under the proviso to\n\n<a href=\"/doc/81939/\" id=\"a_44\">Section 372</a> CrPC can be exercised by a &quot;victim&quot; as defined in <a href=\"/doc/760919/\" id=\"a_45\">Section 2(wa)</a>\n\nCrPC, only after obtaining leave of the High Court as required under <a href=\"/doc/487026/\" id=\"a_46\">Section\n\n378</a> CrPC.</span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_147\">111. The quality and content of the revisional jurisdiction of the High Court\n\nwhile dealing with a revision under <a href=\"/doc/1457888/\" id=\"a_47\">Section 397</a> CrPC is not to be equated\n\nwith that of the Court hearing a criminal appeal, including one referable to the\n<span class=\"hidden_text\" id=\"span_49\">                                        28</span>\n\nproviso to <a href=\"/doc/81939/\" id=\"a_48\">Section 372</a> CrPC. Notwithstanding the scope and ambit of <a href=\"/doc/1571667/\" id=\"a_49\">Section\n\n401</a> CrPC, the revisional jurisdiction of the High Court is not to be treated as\n\ncoextensive with the powers of the Appellate Court as delineated in <a href=\"/doc/1256523/\" id=\"a_50\">Section\n\n386</a> CrPC. This is so, notwithstanding the wider jurisdictional gamut available\n\nto the High Court in terms of <a href=\"/doc/1571667/\" id=\"a_51\">Section 401</a> CrPC. It is also sound, as a\n\nprinciple, that distinction has to be maintained between converting an appeal\n\nto a revision and converting a revision to an appeal; be it in any jurisdiction\n\nwhich provides for appellate and revisional interference.\n\n</p><p data-structure=\"Section\" id=\"p_148\">112. For the reasons stated in the immediately preceding two paragraphs,\n\nthe revision invoking <a href=\"/doc/1457888/\" id=\"a_52\">Section 397</a> CrPC cannot be converted to an appeal\n\nunder the proviso to <a href=\"/doc/81939/\" id=\"a_53\">Section 372</a> CrPC at the instance of the victim as against\n\nan order of acquittal or an order of conviction for a lesser offence.\n\n</p><p data-structure=\"Section\" id=\"p_149\">113. The proviso to <a href=\"/doc/81939/\" id=\"a_54\">Section 372</a> CrPC was inserted as per the Code of\n\nCriminal Procedure (Amendment) Act, 2009, Central Act No. 5 of 2009, which\n\nobtained the assent of the President on 05.01.2009 and was published in the\n\nGazette of India on that date. Sub <a href=\"/doc/1093366/\" id=\"a_55\">section 1(2)</a> of that <a href=\"/doc/1596533/\" id=\"a_56\">Amending Act</a> provides\n\nthat it shall come into force on such date as the Central Government may, by\n\nnotification in the Official Gazette, appoint and different dates may be\n\nappointed for different provisions of this Act. As per notification No. S.O.\n\n3313(E) dated 30.12.2009, published in the Gazette of India dated\n\n30.12.2009, the Central Government appointed 31 st day of December, 2009\n\nas the date on which the provisions of the said Act, except <a href=\"/doc/94717/\" id=\"a_57\">Section 5</a>, <a href=\"/doc/1536853/\" id=\"a_58\">Section\n\n6</a> and clause (b) of <a href=\"/doc/1712157/\" id=\"a_59\">Section 21</a>, shall come into force. Thus, the proviso to\n\n<a href=\"/doc/81939/\" id=\"a_60\">Section 372</a> CrPC, as inserted by the Act 5 of 2009, came into force only on\n\n31.12.2009. The incident which led to the prosecution of the accused persons\n\nin this case occurred on 21/22.10.2003. The Court of Session has recorded\n\nthe date of institution of the proceeding as 05.02.2004. The findings, sentence\n\nand order which are challenged in these appeals, and subjected to the\n\nrevision as well, were delivered through the judgment dated 27.04.2009. All\n<span class=\"hidden_text\" id=\"span_50\">                                         29</span>\n\nthese events occurred before 31.12.2009, the date on which the proviso to\n\n<a href=\"/doc/81939/\" id=\"a_61\">Section 372</a> CrPC came into force. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"663930\" id=\"span_51\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1009966\" id=\"span_52\">Larger questions may arise for\n\nconsideration in the backdrop of the different constitutional provisions\n\nincluding those in Part III of the Constitution if we were to consider whether\n\nthe victim&#x27;s right of appeal under the proviso to <a href=\"/doc/81939/\" id=\"a_62\">Section 372</a> CrPC would be\n\navailable in cases where the occurrence, cognizance, trial and acquittal or\n\nconviction for a lesser offence occurred prior to 31.12.2009, the date of\n\ncoming into force of the insertion of the proviso to <a href=\"/doc/81939/\" id=\"a_63\">Section 372</a> CrPC. An\n\norder which is final on the date on which it is made gives rise to vested rights\n\nand a subsequent change in law, giving rise to new right of appeal or revision,\n\nis presumed not to affect the finality of the orders already made. Conferral of\n\nwider jurisdiction, by an <a href=\"/doc/1596533/\" id=\"a_64\">Amending Act</a>, on the High Court to interfere in\n\nrevision, is not a mere matter of procedure but one that relates to substantive\n\nrights; and the wider jurisdiction cannot be invoked against an order made\n\nbefore commencement of the <a href=\"/doc/1596533/\" id=\"a_65\">Amending Act</a>. {See: <a href=\"/doc/1009966/\" id=\"a_66\">Dafedar Niranjan Singh\n\nv. Custodian, Evacuee Property</a>; <a href=\"/doc/663930/\" id=\"a_67\">AIR 1961 SC 1425 and Keshavlal\n\nJethalal Shah v. Mohanlal</a>; AIR 1968 SC 1336}. The acquittal of a person\n\nfollowing trial in a criminal case is an order which is final. Such finality carries\n\nwith it the substantive right of the accused persons to rest assured that the\n\norder of acquittal or conviction for lesser offence would remain intact unless\n\ninterfered with by duly authorised appellate or revisional procedure in\n\naccordance with law. Before the insertion of proviso to <a href=\"/doc/81939/\" id=\"a_68\">Section 372</a> CrPC, an\n\norder of acquittal could have been interfered with, only through appeal as\n\nprovided for by the Code; or, through a revision under <a href=\"/doc/1457888/\" id=\"a_69\">Section 397</a> CrPC to\n\nthe extent to which the revisional jurisdiction may permit. Whether that\n\nsituation could be altered by insertion of the proviso to <a href=\"/doc/81939/\" id=\"a_70\">Section 372</a> CrPC\n\nthrough the <a href=\"/doc/1596533/\" id=\"a_71\">Amending Act</a>, to the disadvantage of the accused who stands\n\nacquitted is a question which may call for deeper consideration in the light of\n\nthe second limb of <a href=\"/doc/1501707/\" id=\"a_72\">Article 20(1)</a> of the Constitution which enjoins that no\n<span class=\"hidden_text\" id=\"span_53\">                                       30</span>\n\nperson shall be subjected to a penalty greater than that might have been\n\ninflicted under the law in force at the time of commission of the offence. This\n\nappears to be relevant because the phrase &quot;under the law in force at the time\n\nof commission of offence&quot; includes substantive law and such procedural law\n\nwhich relates to substantive rights which would have crystallised at the\n\nconclusion of the trial and verdict by the trial Court. The provisions by way of\n\nappeal or revision against an order of acquittal or an order of conviction for\n\nlesser offence, are    essentially   pieces of substantive law, whereby the\n\naccused would be open to conviction and sentence over and above that\n\nwhich was handed down by the trial Court before coming into force of the\n\n<a href=\"/doc/1596533/\" id=\"a_73\">Amending Act</a>. That way also, we do not see our way to hold that the revision\n\nfiled by the mother of the deceased victim, and now being prosecuted by her\n\nson, could be treated as an appeal under the proviso to <a href=\"/doc/81939/\" id=\"a_74\">Section 372</a> CrPC.</span></span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_150\">114. Insofar as revision under <a href=\"/doc/1457888/\" id=\"a_75\">Section 397</a> CrPC is concerned, on a\n\nthorough examination of the entire materials on record, no ground or reason\n\nis seen to hold that the findings, sentence and order, to the extent challenged\n\nthrough the revision are liable to be interfered with, on the ground that they\n\nare wrong, illegal or improper. The proceedings carried before the Court\n\nbelow cannot, also, be impeached as irregular on any ground referable to the\n\nissues involved in the revision. The acquittal of Accused No. 3-Khemraj\n\nAgrawal of charges referable to Sections 302 and 120-B read with <a href=\"/doc/37788/\" id=\"a_76\">Section 34</a>\n\nIPC cannot be held to be wrong or improper on the basis of materials on\n\nrecord. There is no ground to hold that the learned trial Judge acted contrary\n\nto law in confining the punishment handed down to Accused No.1, 2 and 4,\n\nnamely Ashok Kumar Mishra, Harish Patnayak and Amit Mishra, respectively\n\non counts under Sections 302 and 120-B read with <a href=\"/doc/37788/\" id=\"a_77\">Section 34</a> IPC to be life\n\nimprisonment and not capital punishment. The findings of the Court below\n\nand the reasons stated in support of the conclusions, order and sentence are\n\nsustainable in law, on the basis of the materials on record. The impugned\n<span class=\"hidden_text\" id=\"span_54\">                                        31</span>\n\norder does not warrant interference in       revision, either in relation to the\n\nfindings, and/or order of sentence. The revision therefore fails.\n\nPer Sharad Kumar Gupta, Judge\n\n</p><p data-structure=\"Conclusion\" id=\"p_151\">115. I am in respectful agreement with the findings given by Hon&#x27;ble Chief\n\nJustice from para 108 to para 114. Hon&#x27;ble Chief Justice has dealt with the\n\nsituation as to why the revision petitioner&#x27;s revision cannot be converted into\n\ncriminal appeal, by giving sound reasons and applying settled principles of\n\nlaw.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_152\">                     RESULT &amp; ORDER OF THE COURT\n\n</p><p data-structure=\"Conclusion\" id=\"p_153\">116. IA No. 2 of 2018 is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_154\">117. Criminal Appeal No. 470/2009 filed by accused Ashok Kumar Mishra,\n\nis partly allowed. He is acquitted of the offence punishable under <a href=\"/doc/1897847/\" id=\"a_78\">Section\n\n120-B</a>/<a href=\"/doc/37788/\" id=\"a_79\">34</a>, IPC. However, his conviction under <a href=\"/doc/1560742/\" id=\"a_80\">Sections 302</a>/<a href=\"/doc/37788/\" id=\"a_81\">34</a> and <a href=\"/doc/386021/\" id=\"a_82\">201</a>/<a href=\"/doc/37788/\" id=\"a_83\">34</a> of\n\nIPC and sentences as awarded by the trial Court for these offences are\n\naffirmed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_155\">118. Criminal Appeal No. 474/2009 filed by accused Harish Patnaik is\n\npartly allowed. He is acquitted of the offence punishable under Section 120-\n\nB/34, <a href=\"/doc/1569253/\" id=\"a_84\">IPC</a>. However, his conviction under <a href=\"/doc/1560742/\" id=\"a_85\">Sections 302</a>/<a href=\"/doc/37788/\" id=\"a_86\">34</a> and <a href=\"/doc/386021/\" id=\"a_87\">201</a>/<a href=\"/doc/37788/\" id=\"a_88\">34</a> of IPC\n\nand sentences as awarded by the trial Court for these offences are affirmed.\n\n</p><p data-structure=\"Conclusion\" id=\"p_156\">119. Criminal Appeal No. 364/2009 filed by accused Khemraj Agrawal is\n\ndismissed. The impugned judgment of conviction and order of sentence\n\npassed against him are affirmed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_157\">120. Criminal Appeal No. 489/2009 preferred by accused Amit Mishra is\n\npartly allowed. He is acquitted of the charges under Sections 302/34 and 120-\n\nB/34 of the <a href=\"/doc/1569253/\" id=\"a_89\">IPC</a> but his conviction under <a href=\"/doc/386021/\" id=\"a_90\">Section 201</a>/<a href=\"/doc/37788/\" id=\"a_91\">34</a>, IPC and sentence\n\nare affirmed.\n</p><span class=\"hidden_text\" id=\"span_55\">                                                 32</span><p data-structure=\"Conclusion\" id=\"p_158\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_159\">          121. Criminal Revision No. 350/2009 preferred by Smt. Kuldeep Kaur Kalia\n\n          is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_160\">          122. The accused persons who are on bail, their bail bonds are cancelled.\n\n          They are directed to surrender forthwith for undergoing the remaining part of\n\n          the sentences.\n</p>\n<pre id=\"pre_2\">                           Sd/-                                      Sd/-\n\n                (Thottathil B. Radhakrishnan)              (Sharad Kumar Gupta)\n                        Chief Justice                             Judge\n\n\n\n\nPathak / Amit\n </pre>","numcites":38,"numcitedby":11,"docsource":"Chattisgarh High Court","citetid":193688153,"divtype":"judgments","relatedqs":[{"value":"section 372 of code of criminal procedure","formInput":"section%20372%20of%20code%20of%20criminal%20procedure"},{"value":"section 372 of crpc proviso","formInput":"section%20372%20of%20crpc%20proviso"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"sec 397 of criminal procedure code ","formInput":"sec%20397%20of%20criminal%20procedure%20code%20"},{"value":"revision under section 397 crpc","formInput":"revision%20under%20section%20397%20crpc"},{"value":"2002 (8) SCC 45","formInput":"2002%20%288%29%20SCC%2045"},{"value":"test identification parade ","formInput":"test%20identification%20parade%20"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 372 of crpc","formInput":"section%20372%20of%20crpc"},{"value":"-culpable homicide","formInput":"-culpable%20homicide"},{"value":"section 397 cr.p.c","formInput":"section%20397%20cr.p.c"},{"value":"section 378 of criminal procedure code ","formInput":"section%20378%20of%20criminal%20procedure%20code%20"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"section 378 crpc","formInput":"section%20378%20crpc"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"section 397 crpc","formInput":"section%20397%20crpc"},{"value":"notary","formInput":"notary"},{"value":"revision under section 397 of cr.pc","formInput":"revision%20under%20section%20397%20of%20cr.pc"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"372 crpc","formInput":"372%20crpc"}],"cats":[{"value":"no-appea-lto-lie","formInput":"tag:no-appea-lto-lie"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"murder","formInput":"tag:murder"},{"value":"amendment","formInput":"tag:amendment"}],"courtcopy":true,"query_alert":null,"agreement":false}