{
  "petition": {
    "tid": 117541087,
    "catids": [
      100,
      108
    ],
    "doctype": 1000,
    "publishdate": "2020-11-04",
    "authorid": 1736,
    "bench": [
      1736,
      385
    ],
    "title": "Rajnesh vs Neha on 4 November, 2020",
    "numcites": 139,
    "numcitedby": 1507,
    "headline": "",
    "docsize": 198281,
    "fragment": true,
    "docsource": "Supreme Court of India",
    "author": "I Malhotra",
    "authorEncoded": "i-malhotra",
    "citation": "AIR 2021 SUPREME COURT 569"
  },
  "document": "{\"tid\":117541087,\"publishdate\":\"2020-11-04\",\"title\":\"Rajnesh vs Neha on 4 November, 2020\",\"doc\":\"<h2 class=\\\"doc_title\\\">Rajnesh vs Neha on 4 November, 2020</h2>\\n\\n<h3 class=\\\"doc_citations\\\">Equivalent citations: AIR 2021 SUPREME COURT 569, AIRONLINE 2020 SC 915</h3>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:i-malhotra\\\">Indu Malhotra</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:i-malhotra\\\">Indu Malhotra</a>, <a href=\\\"/search/?formInput=benchid:r-s-reddy\\\">R. Subhash Reddy</a></h3>\\n\\n<pre id=\\\"pre_1\\\">                                                                                     REPORTABLE\\n\\n\\n                                           IN THE SUPREME COURT OF INDIA\\n                                          CRIMINAL APPELLATE JURISDICTION\\n                                           CRIMINAL APPEAL NO. 730 OF 2020\\n                                          (Arising out of SLP (Crl.) No. 9503 of 2018)\\n\\n\\n                         RAJNESH                                                    …APPELLANT\\n\\n\\n                         Versus\\n\\n\\n                         NEHA &amp; Anr.                                              …RESPONDENTS\\n\\n\\n                                                              INDEX\\n                          PART A           Order passed in Criminal Appeal No.730 of 2020\\n                          PART B           General Guidelines and Directions\\n                                   I.      Issue of Overlapping Jurisdictions\\n                                   II.     Payment of interim maintenance\\n                                   III.    Criteria for determining quantum of maintenance\\n                                   IV.     Date from which Maintenance to be awarded\\n                                   V.      Enforcement of orders of maintenance\\n                                   VI.     Final Directions\\n\\n\\n\\n\\nSignature Not Verified\\n\\nDigitally signed by\\nJatinder Kaur\\nDate: 2020.11.04\\n13:33:16 IST\\nReason:\\n\\n\\n\\n\\n                                                              1\\n\\fINDU MALHOTRA, J.\\n</pre><p data-structure=\\\"Issue\\\" id=\\\"p_1\\\">                                            PART A\\n        Leave granted.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_2\\\">(i)            The present Criminal Appeal arises out of an application for Interim\\n        Maintenance filed in a petition<a href=\\\"/doc/1056396/\\\" id=\\\"a_1\\\"> u/S. 125</a> Cr.P.C. by the Respondent-wife and\\n        minor son. The Respondent No.1-wife left the matrimonial home in January\\n        2013, shortly after the birth of the son-Respondent No.2. On 02.09.2013, the wife\\n        filed an application for interim maintenance<a href=\\\"/doc/1056396/\\\" id=\\\"a_2\\\"> u/S. 125</a> Cr.P.C. on behalf of herself\\n        and the minor son. The Family Court vide a detailed Order dated 24.08.2015\\n        awarded interim maintenance of Rs.15,000 per month to the Respondent No.1-\\n        wife from 01.09.2013; and Rs.5,000 per month as interim maintenance for the\\n        Respondent No.2-son from 01.09.2013 to 31.08.2015; and @ Rs. 10,000 per\\n        month from 01.09.2015 onwards till further orders were passed in the main\\n        petition.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_3\\\">(ii)           The Appellant-husband challenged the Order of the Family Court vide\\n        Criminal Writ Petition No.875/2015 filed before the Bombay High Court,\\n        Nagpur Bench. The High Court dismissed the Writ Petition vide Order dated\\n        14.08.2018, and affirmed the Judgment passed by the Family Court.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_4\\\">(iii)          The present appeal has been filed to impugn the Order dated 14.08.2018.\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_5\\\">        This Court issued notice to the wife and directed the Appellant-husband to file\\n        his Income Tax Returns and Assessment Orders for the period from 2005-2006\\n        till date. He was also directed to place a photocopy of his passport on record. By\\n        a further Order dated 11.09.2019, the Appellant-husband was directed to make\\n        payment of the arrears of Rs.2,00,000 towards interim maintenance to the wife;\\n        and a further amount of Rs.3,00,000, which was due and payable to the wife\\n        towards arrears of maintenance, as per his own admission. By a subsequent\\n        Order dated 14.10.2019, it was recorded that only a part of the arrears had been\\n        paid. A final opportunity was granted to the Appellant-husband to make payment\\n        of the balance amount by 30.11.2019, failing which, the Court would proceed\\n        under the <a href=\\\"/doc/1396751/\\\" id=\\\"a_3\\\">Contempt of Courts Act</a> for wilful disobedience with the Orders passed\\n        by this Court.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_1\\\">                                                2</span>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_6\\\">\\f               In the backdrop of the facts of this case, we considered it fit to frame\\n       guidelines on certain aspects pertaining to the payment of maintenance in\\n       matrimonial matters. There are different statutes providing for making an\\n       application for grant of maintenance / interim maintenance, if any person having\\n       sufficient means neglects, or refuses to maintain his wife, children, parents. The\\n       different enactments provide an independent and distinct remedy framed with a\\n       specific object and purpose. Inspite of time frames being prescribed by various\\n       statutes for disposal of interim applications, we have noticed, in practice that in\\n       a vast majority of cases, the applications are not disposed of within the time\\n       frame prescribed. To address various issues which arise for consideration in\\n       applications for grant of maintenance / interim maintenance, it is necessary to\\n       frame guidelines to ensure that there is uniformity and consistency in deciding\\n       the same. To seek assistance on these issues, we have appointed Ms. Anitha\\n       Shenoy and Mr. Gopal Sankaranaryanan, Senior Advocates as Amici Curiae,\\n       who have graciously accepted to assist this Court.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_7\\\">(iv)           By a further Order dated 17.12.2019, the Appellant was directed to pay\\n       an amount of Rs.1,45,000 to the Respondent no.1-wife within a period of 45\\n       days.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_8\\\">               On the issue of framing guidelines, the National Legal Services Authority\\n       was directed to elicit responses from the State Legal Services Authorities of\\n       various States.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_9\\\">(v)            By a subsequent Order dated 05.08.2020, it was recorded that an Affidavit\\n       of Compliance had been filed on 04.08.2020 by the Appellant-husband, wherein\\n       it was stated that arrears of Rs.1,45,000 till 11.09.2019 had been paid by him in\\n       January, 2020. However, he had made no further payment to the wife thereafter.\\n       With respect to the amount of Rs.10,000 p.m. payable for the minor son, the\\n       Order had been complied with till July 2020. A statement was made by the\\n       Counsel for the Appellant that he was not disputing the payment of maintenance\\n       for his son, and would continue to pay the same. A direction was issued by this\\n       Court to pay the entire arrears of maintenance to the wife @ Rs.15,000 p.m. as\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_2\\\">                                               3</span>\\n\\f         fixed by the Family Court, and continue to pay the said amount during the\\n         pendency of proceedings.\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_10\\\">(vi)            By the Order dated 25.08.2020, it was noted that the Appellant had filed\\n         an Affidavit dated 23.08.2020 wherein he had admitted and acknowledged that\\n         an amount of Rs.5,00,000 was pending towards arrears of maintenance to the\\n         Respondent No.1-wife. The Appellant was directed to pay 50% of the arrears\\n         within a period of 4 weeks to the Respondent No.1, failing which, he was\\n         directed to remain present before the Court on the next date of hearing. The\\n         Counsel for the husband placed on record a chart of various proceedings pending\\n         between the parties. Taking note of the aforesaid facts, we considered it\\n         appropriate to refer the matter for mediation by Mr. Shridhar Purohit, Advocate,\\n         a well-known Mediator in Nagpur, to resolve all disputes pending between the\\n         parties, and arrive at an overall settlement.\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_11\\\">(vii)           On 08.10.2020, we were informed that the mediation had failed. The\\n         husband appeared before the Court, and made an oral statement that he did not\\n         have the financial means to comply with the Order of maintenance payable to\\n         the Respondent No.1-wife, and had to borrow loans from his father to pay the\\n         same. He however stated that he had paid the maintenance awarded to the son,\\n         and would continue to do so without demur. Both parties addressed arguments\\n         and filed their written submissions.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_12\\\">(viii)          We have heard the Counsel for the parties, and perused the written\\n         submissions filed on their behalf.\\n</p><p data-structure=\\\"RespArg\\\" id=\\\"p_13\\\">                The husband has inter alia submitted that he was presently unemployed,\\n         and was not in a position to pay maintenance to the Respondent No.1-wife. He\\n         stated that he did not own any immovable property, and had only one operational\\n         bank account. The husband declined to pay any further amount towards the\\n         maintenance of his wife. It was further submitted that the Family Court had\\n         erroneously relied upon the Income Tax Returns of 2006, while determining the\\n         maintenance payable in 2013. He further submitted that he was exploring new\\n         business projects, which would enable him to be in a better position to sustain\\n         his family.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_3\\\">                                                  4</span>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_14\\\">\\f                The wife has inter alia submitted that the amount of Rs.10,000 awarded\\n       for the son was granted when he was 2 ½ years old in 2015. The said amount\\n       was now highly inadequate to meet the expenses of a growing child, who is 7 ½\\n       years old, and is a school-going boy. It was further submitted that the admission\\n       fee for the current academic year 2020-2021 had not yet been paid. If the fee\\n       was not paid within time, the school would discontinue sending the link for\\n       online classes. She submitted that she was being over-burdened by the growing\\n       expenses, with no support from the husband.\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_15\\\">                With respect to the contention of the husband that he had no income, she\\n       submitted that the husband had made investments in real estate projects, and\\n       other businesses, which he was concealing from the Court, and diverting the\\n       income to his parents. It has also been alleged that the Appellant had retained\\n       illegal possession of her Streedhan, which he was refusing to return. Despite\\n       orders being passed by this Court, and in the proceedings under the <a href=\\\"/doc/542601/\\\" id=\\\"a_4\\\">D.V. Act</a>, he\\n       was deliberately not complying with the same. In these circumstances, it was\\n       submitted that there was a major trust deficit, and there was no prospect for\\n       reconciliation.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_16\\\">(ix)            With respect to the issue of enhancement of maintenance for the son, the\\n       Respondent is at liberty to move the Family Court for the said relief. We cannot\\n       grant this relief in the present appeal, as it has been filed by the husband.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_17\\\">(x)             In the facts and circumstances of the case, we order and direct that :\\n</p><blockquote id=\\\"blockquote_1\\\">       (a)      The Judgment and order dated 24.08.2015 passed by the Family Court,\\n             Nagpur, affirmed by the Bombay High Court, Nagpur Bench vide Order\\n             dated 14.08.2018 for payment of interim maintenance @ Rs.15,000 p.m. to\\n             the Respondent No.1-wife, and Rs.10,000 p.m. to the Respondent No.2-son,\\n             is hereby affirmed by this Court;\\n</blockquote><blockquote id=\\\"blockquote_2\\\">       (b)      The husband is directed to pay the entire arrears of maintenance @\\n             Rs.15,000 p.m., within a period of 12 weeks’ from the date of this Judgment,\\n             and continue to comply with this Order during the pendency of the\\n             proceedings<a href=\\\"/doc/1056396/\\\" id=\\\"a_5\\\"> u/S. 125</a> Cr.P.C. before the Family Court;\\n</blockquote>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_4\\\">                                                 5</span>\\n<blockquote id=\\\"blockquote_3\\\">\\f(c)      If the Appellant-husband fails to comply with the aforesaid directions of\\n      this Court, it would be open to the respondents to have the Order enforced\\n      u/<a href=\\\"/doc/1195638/\\\" id=\\\"a_6\\\">S.128</a> Cr.P.C., and take recourse to all other remedies which are available\\n      in accordance with law;\\n</blockquote><blockquote id=\\\"blockquote_4\\\">(d)      The proceedings for payment of interim maintenance u/S. 125 Cr.P.C.\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_18\\\">      have been pending between the parties for a period of over 7 years now. We\\n      deem it appropriate that the Family Court decides the substantive application\\n      u/<a href=\\\"/doc/1056396/\\\" id=\\\"a_7\\\">S. 125</a> Cr.P.C. in Petition No. E-443/ 2013 finally, in light of the directions\\n      / guidelines issued in the present judgment, within a period of 6 months’ from\\n      the date of this judgment.\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_19\\\">         The Registry is directed to forward a complete copy of the pleadings,\\n      alongwith the written submissions filed by the parties, and the record of the\\n      proceedings in the present Criminal Appeal, to the Family Court, Nagpur.\\n      The present Criminal Appeal is disposed of accordingly.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">                                           6</span>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_20\\\">\\f                                          PART B\\n          Given the backdrop of the facts of the present case, which reveal that the\\napplication for interim maintenance under <a href=\\\"/doc/1056396/\\\" id=\\\"a_8\\\">Section 125</a> Cr.P.C. has remained\\npending before the Courts for seven years now, and the difficulties encountered\\nin the enforcement of orders passed by the Courts, as the wife was constrained\\nto move successive applications for enforcement from time to time, we deem it\\nappropriate to frame guidelines on the issue of maintenance, which would cover\\noverlapping jurisdiction under different enactments for payment of maintenance,\\npayment of Interim Maintenance, the criteria for determining the quantum of\\nmaintenance, the date from which maintenance is to be awarded, and\\nenforcement of orders of maintenance.\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_21\\\">                       Guidelines / Directions on Maintenance\\n           Maintenance laws have been enacted as a measure of social justice to\\nprovide recourse to dependant wives and children for their financial support, so\\nas to prevent them from falling into destitution and vagrancy.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_22\\\">          <a href=\\\"/doc/1603957/\\\" id=\\\"a_9\\\">Article 15(3)</a> of the Constitution of India provides that :\\n</p><blockquote id=\\\"blockquote_5\\\">          “Nothing in this article shall prevent the State from making any special\\n          provision for women and children.”\\n\\n          <a href=\\\"/doc/1603957/\\\" id=\\\"a_10\\\">Article 15 (3)</a> reinforced by <a href=\\\"/doc/555882/\\\" id=\\\"a_11\\\">Article 39</a> of the Constitution of India, which\\nenvisages a positive role for the State in fostering change towards the\\nempowerment of women, led to the enactment of various legislations from time\\nto time.\\n</blockquote><blockquote id=\\\"blockquote_6\\\">          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1861636\\\" id=\\\"span_6\\\">Justice Krishna Iyer in his judgment in <a href=\\\"/doc/1861636/\\\" id=\\\"a_12\\\">Captain Ramesh Chander Kaushal\\nv Mrs. Veena Kaushal &amp; Ors.1</a> held that the object of maintenance laws is :</span>\\n</blockquote><blockquote id=\\\"blockquote_7\\\">        “9. This provision is a measure of social justice and specially enacted to\\n        protect women and children and falls within the constitutional sweep of\\n        <a href=\\\"/doc/1603957/\\\" id=\\\"a_13\\\">Article 15(3)</a> reinforced by <a href=\\\"/doc/555882/\\\" id=\\\"a_14\\\">Article 39.</a> We have no doubt that sections of\\n        statutes calling for construction by courts are not petrified print but vibrant\\n        words with social functions to fulfil. The brooding presence of the\\n        constitutional empathy for the weaker sections like women and children\\n        must inform interpretation if it has to have social relevance. So viewed, it is\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_7\\\">1</span>\\n    (1978) 4 SCC 70.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_8\\\">                                              7</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_23\\\">\\f              possible to be selective in picking out that interpretation out of two\\n              alternatives which advances the cause — the cause of the derelicts.”\\n\\n                The legislations which have been framed on the issue of maintenance are\\n      the <a href=\\\"/doc/4234/\\\" id=\\\"a_15\\\">Special Marriage Act</a> 1954 (“SMA”), <a href=\\\"/doc/1056396/\\\" id=\\\"a_16\\\">Section 125</a> of the Cr.P.C. 1973; and\\n      the <a href=\\\"/doc/542601/\\\" id=\\\"a_17\\\">Protection of Women from Domestic Violence Act, 2005</a> (“<a href=\\\"/doc/542601/\\\" id=\\\"a_18\\\">D.V. Act</a>”) which\\n      provide a statutory remedy to women, irrespective of the religious community\\n      to which they belong, apart from the personal laws applicable to various religious\\n      communities.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_24\\\">I                              Issue of Overlapping Jurisdiction\\n                Maintenance may be claimed under one or more of the afore-mentioned\\n      statutes, since each of these enactments provides an independent and distinct\\n      remedy framed with a specific object and purpose. For instance, a Hindu wife\\n      may claim maintenance under the <a href=\\\"/doc/946025/\\\" id=\\\"a_19\\\">Hindu Adoptions and Maintenance Act</a> 1956\\n      (“HAMA”), and also in a substantive proceeding for either dissolution of\\n      marriage, or restitution of conjugal rights, etc. under the <a href=\\\"/doc/590166/\\\" id=\\\"a_20\\\">Hindu Marriage Act,\\n      1955</a> (“HMA”) by invoking <a href=\\\"/doc/1726755/\\\" id=\\\"a_21\\\">Sections 24</a> and <a href=\\\"/doc/723519/\\\" id=\\\"a_22\\\">25</a> of the said Act.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_25\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"757378\\\" id=\\\"span_9\\\">(i)             In <a href=\\\"/doc/757378/\\\" id=\\\"a_23\\\">Nanak Chand v Chandra Kishore Aggarwal &amp; Ors.</a> 2 , the Supreme\\n      Court held that there was no inconsistency between the <a href=\\\"/doc/445276/\\\" id=\\\"a_24\\\">Cr.P.C</a>. and HAMA.\\n      <a href=\\\"/doc/921557/\\\" id=\\\"a_25\\\">Section 4(b)</a> of HAMA would not repeal or affect the provisions of Section 488\\n      of the old <a href=\\\"/doc/445276/\\\" id=\\\"a_26\\\">Cr.P.C</a>. It was held that :</span>\\n</p><blockquote id=\\\"blockquote_8\\\">              <span class=\\\"citetext\\\" data-sentiment=\\\"Neg\\\" data-docid=\\\"880328\\\" id=\\\"span_10\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Neg\\\" data-docid=\\\"1671285\\\" id=\\\"span_11\\\">“4. Both can stand together. The Maintenance Act is an act to amend and\\n              codify the law relating to adoptions and maintenance among Hindus. The\\n              law was substantially similar before and nobody ever suggested that Hindu\\n              Law, as in force immediately before the commencement of this Act, insofar\\n              as it dealt with the maintenance of children, was in any way inconsistent\\n              with <a href=\\\"/doc/445276/\\\" id=\\\"a_27\\\">Section 488</a>, Cr.P.C. The scope of the two laws is different. Section 488\\n              provides a summary remedy and is applicable to all persons belonging to\\n              all religions and has no relationship with the personal law of the parties.\\n              Recently the question came before the Allahabad High Court in Ram Singh\\n              v. State: AIR1963All355, before the Calcutta High Court in <a href=\\\"/doc/1671285/\\\" id=\\\"a_28\\\">Mahabir\\n              Agarwalla v. Gita Roy</a> [1962] 2 Cr. L.J.528 and before the Patna High\\n              Court in <a href=\\\"/doc/880328/\\\" id=\\\"a_29\\\">Nalini Ranjan v. Kiran Rani</a>: AIR1965Pat442. The three High\\n              Courts have, in our view, correctly come to the conclusion that Section 4(b)\\n              of the Maintenance Act does not repeal or affect in any manner the\\n              provisions contained in <a href=\\\"/doc/445276/\\\" id=\\\"a_30\\\">Section 488</a>, Cr.P.C.”\\n                                                                    (emphasis supplied)\\n<span class=\\\"hidden_text\\\" id=\\\"span_12\\\">      2</span>\\n          (1969) 3 SCC 802.</span></span>\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_13\\\">                                                   8</span>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_26\\\">\\f          While it is true that a party is not precluded from approaching the Court\\n   under one or more enactments, since the nature and purpose of the relief under\\n   each Act is distinct and independent, it is equally true that the simultaneous\\n   operation of these Acts, would lead to multiplicity of proceedings and conflicting\\n   orders. This would have the inevitable effect of overlapping jurisdiction. This\\n   process requires to be streamlined, so that the respondent / husband is not\\n   obligated to comply with successive orders of maintenance passed under\\n   different enactments.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_27\\\">          For instance, if in a previous proceeding under <a href=\\\"/doc/1056396/\\\" id=\\\"a_31\\\">Section 125</a> Cr.P.C., an\\n    amount is awarded towards maintenance, in the subsequent proceeding filed\\n    for dissolution of marriage under the <a href=\\\"/doc/590166/\\\" id=\\\"a_32\\\">Hindu Marriage Act</a>, where an application\\n    for maintenance pendente lite is filed under <a href=\\\"/doc/1726755/\\\" id=\\\"a_33\\\">Section 24</a> of that Act, or for\\n    maintenance under <a href=\\\"/doc/723519/\\\" id=\\\"a_34\\\">Section 25</a>, the payment awarded in the earlier proceeding\\n    must be taken note of, while deciding the amount awarded under HMA.\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_28\\\">                  Statutory provisions under various enactments\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_29\\\">(a) <a href=\\\"/doc/4234/\\\" id=\\\"a_35\\\">The Special Marriage Act, 1954</a> (“SMA”)\\n          <a href=\\\"/doc/594580/\\\" id=\\\"a_36\\\">Section 4</a> of the Special Marriage Act, 1954 provides that a marriage\\n   between any two persons who are citizens of India may be solemnised under this\\n   Act, notwithstanding anything contained in any other law for the time being in\\n   force. It is a secular legislation applicable to all persons who solemnize their\\n   marriage in India.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_30\\\">          <a href=\\\"/doc/445770/\\\" id=\\\"a_37\\\">Section 36</a> of the Special Marriage Act provides that a wife is entitled to\\n   claim pendente lite maintenance, if she does not have sufficient independent\\n   income to support her and for legal expenses. The maintenance may be granted\\n   on a weekly or monthly basis during the pendency of the matrimonial\\n   proceedings. The Court would determine the quantum of maintenance depending\\n   on the income of the husband, and award such amount as may seem reasonable.\\n      Section 36 reads as:\\n</p><blockquote id=\\\"blockquote_9\\\">        “<a href=\\\"/doc/445770/\\\" id=\\\"a_38\\\">S.36</a>. Alimony pendente lite.—Where in any proceeding under Chapter V\\n        or Chapter VI it appears to the district court that the wife has no\\n        independent income sufficient for her support and the necessary expenses\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_14\\\">                                           9</span>\\n\\f       of the proceeding, it may, on the application of the wife, order the husband\\n       to pay her the expenses of the proceeding, and weekly or monthly during\\n       the proceeding such sum as, having regard to the husband’s income, it may\\n       seem to the court to be reasonable.\\n</blockquote><blockquote id=\\\"blockquote_10\\\">       Provided that the application for the payment of the expenses of the\\n       proceeding and such weekly or monthly sum during the proceeding under\\n       Chapter V or Chapter VI, shall, as far as possible, be disposed of within\\n       sixty days from the date of service of notice on the husband.”\\n\\n         <a href=\\\"/doc/1708335/\\\" id=\\\"a_39\\\">Section 37</a> provides for grant of permanent alimony at the time of passing\\n  of the decree, or subsequent thereto. Permanent alimony is the consolidated\\n  payment made by the husband to the wife towards her maintenance for life.\\n  Section 37 reads as:\\n</blockquote><blockquote id=\\\"blockquote_11\\\">       “<a href=\\\"/doc/1708335/\\\" id=\\\"a_40\\\">S. 37</a>. Permanent alimony and maintenance.—(1) Any court exercising\\n       jurisdiction under Chapter V or Chapter VI may, at the time of passing any\\n       decree or at any time subsequent to the decree, on application made to it\\n       for the purpose, order that the husband shall secure to the wife for her\\n       maintenance and support if necessary, by a charge on the husband’s\\n       property such gross sum or such monthly or periodical payment of money\\n       for a term not exceeding her life, as, having regard to her own property, if\\n       any, her husband’s property and ability, the conduct of the parties and other\\n       circumstances of the case, as it may seem to the court to be just.\\n       (2) If the district court is satisfied that there is a change in the circumstances\\n       of either party at any time after it has made an order under sub-Section (1),\\n       it may, at the instance of either party, vary, modify or rescind any such order\\n       in such manner as it may seem to the court to be just.\\n</blockquote><blockquote id=\\\"blockquote_12\\\">       (3) If the district court is satisfied that the wife in whose favour an order\\n       has been made under this Section has remarried or is not leading a chaste\\n       life, it may, at the instance of the husband, vary, modify or rescind any such\\n       order and in such manner as the court may deem just.”\\n\\n</blockquote><blockquote id=\\\"blockquote_13\\\">(b) <a href=\\\"/doc/590166/\\\" id=\\\"a_41\\\">The Hindu Marriage Act, 1955</a> (“HMA”)\\n         The HMA is a complete code which provides for the rights, liabilities and\\n  obligations arising from a marriage between two Hindus. <a href=\\\"/doc/813316/\\\" id=\\\"a_42\\\">Sections 24</a> and <a href=\\\"/doc/841367/\\\" id=\\\"a_43\\\">25</a>\\n  make provision for maintenance to a party who has no independent income\\n  sufficient for his or her support, and necessary expenses. This is a gender-neutral\\n  provision, where either the wife or the husband may claim maintenance. The pre-\\n</blockquote><p data-structure=\\\"PetArg\\\" id=\\\"p_31\\\">  requisite is that the applicant does not have independent income which is\\n  sufficient for her or his support, during the pendency of the lis.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_15\\\">                                              10</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_32\\\">\\f       <a href=\\\"/doc/813316/\\\" id=\\\"a_44\\\">Section 24</a> of the HMA provides for maintenance pendente lite, where the\\nCourt may direct the respondent to pay the expenses of the proceeding, and pay\\nsuch reasonable monthly amount, which is considered to be reasonable, having\\nregard to the income of both the parties.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_33\\\">       Section 24 reads as:\\n</p><blockquote id=\\\"blockquote_14\\\">     “24. Maintenance pendente lite and expenses of proceedings.—\\n     Where in any proceeding under this Act it appears to the court that either\\n     the wife or the husband, as the case may be, has no independent income\\n     sufficient for her or his support and the necessary expenses of the\\n     proceeding, it may, on the application of the wife or the husband, order the\\n     respondent to pay to the petitioner the expenses of the proceeding, and\\n     monthly during the proceeding such sum as, having regard to the\\n     petitioner’s own income and the income of the respondent, it may seem to\\n     the court to be reasonable.\\n</blockquote><blockquote id=\\\"blockquote_15\\\">     Provided that the application for the payment of the expenses of the\\n     proceeding and such monthly sum during the proceeding, shall, as far as\\n     possible, be disposed of within sixty days from the date of service of notice\\n     on the wife or the husband, as the case may be.”\\n                                                              (emphasis supplied)\\n       The proviso to <a href=\\\"/doc/813316/\\\" id=\\\"a_45\\\">Section 24</a> providing a time line of 60 days for disposal of\\nthe application was inserted vide Act 49 of 2001 w.e.f. 24.09.2001.\\n</blockquote><blockquote id=\\\"blockquote_16\\\">       <a href=\\\"/doc/841367/\\\" id=\\\"a_46\\\">Section 25</a> provides for grant of permanent alimony, which reads as :\\n</blockquote><blockquote id=\\\"blockquote_17\\\">     “25. Permanent alimony and maintenance —\\n     (1) Any court exercising jurisdiction under this Act may, at the time of\\n     passing any decree or at any time subsequent thereto, on application made\\n     to it for the purpose by either the wife or the husband, as the case may be,\\n     order that the respondent shall pay to the applicant for her or his\\n     maintenance and support such gross sum or such monthly or periodical sum\\n     for a term not exceeding the life of the applicant as, having regard to the\\n     respondent&#x27;s own income and other property, if any, the income and other\\n     property of the applicant, the conduct of the parties and other\\n     circumstances of the case, it may seem to the court to be just, and any such\\n     payment may be secured, if necessary, by a charge on the immovable\\n     property of the respondent.\\n</blockquote><blockquote id=\\\"blockquote_18\\\">     (2) If the court is satisfied that there is, a change in the circumstances of\\n     either party at any time after it has made an order under sub-section (1), it\\n     may at the instance of either party, vary, modify or rescind any such order\\n     in such manner as the court may deem just.\\n</blockquote><blockquote id=\\\"blockquote_19\\\">     (3) If the court is satisfied that the party in whose favour an order has been\\n     made under this section has remarried or, if such party is the wife, that she\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_16\\\">                                          11</span>\\n\\f       has not remained chaste, or, if such party is the husband, that he has had\\n       sexual intercourse with any woman outside wedlock, it may at the instance\\n       of the other party vary, modify or rescind any such order in such manner as\\n       the court may deem just.”\\n                                                              (emphasis supplied)\\n\\n       <a href=\\\"/doc/699864/\\\" id=\\\"a_47\\\">Section 26</a> of the HMA provides that the Court may from time to time pass\\n  interim orders with respect to the custody, maintenance and education of the\\n  minor children.\\n</blockquote>\\n<blockquote id=\\\"blockquote_20\\\">(c) <a href=\\\"/doc/946025/\\\" id=\\\"a_48\\\">Hindu Adoptions &amp; Maintenance Act, 1956</a> (“HAMA”)\\n       HAMA is a special legislation which was enacted to amend and codify the\\n  laws relating to adoption and maintenance amongst Hindus, during the\\n  subsistence of the marriage. <a href=\\\"/doc/543025/\\\" id=\\\"a_49\\\">Section 18</a> provides that a Hindu wife shall be\\n  entitled to be maintained by her husband during her lifetime. She is entitled to\\n  make a claim for a separate residence, without forfeiting her right to\\n  maintenance. <a href=\\\"/doc/543025/\\\" id=\\\"a_50\\\">Section 18</a> read in conjunction with <a href=\\\"/doc/1998254/\\\" id=\\\"a_51\\\">Section 23</a> states the factors\\n  required to be considered for deciding the quantum of maintenance to be paid.\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_34\\\">  Under sub-section (2) of <a href=\\\"/doc/543025/\\\" id=\\\"a_52\\\">Section 18</a>, the husband has the obligation to maintain\\n  his wife, even though she may be living separately. The right of separate\\n  residence and maintenance would however not be available if the wife has been\\n  unchaste, or has converted to another religion.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_35\\\">       <a href=\\\"/doc/543025/\\\" id=\\\"a_53\\\">Section 18</a> reads as follows :\\n</p><blockquote id=\\\"blockquote_21\\\">       “18. Maintenance of wife.—\\n       (1) Subject to the provisions of this section, a Hindu wife, whether married\\n       before or after the commencement of this Act, shall be entitled to be\\n       maintained by her husband during her lifetime.\\n</blockquote><blockquote id=\\\"blockquote_22\\\">       (2) A Hindu wife shall be entitled to live separately from her husband\\n       without forfeiting her claim to maintenance—\\n</blockquote><blockquote id=\\\"blockquote_23\\\">       (a) if he is guilty of desertion, that is to say, of abandoning her without\\n       reasonable cause and without her consent or against her wish or willfully\\n       neglecting her;\\n</blockquote><blockquote id=\\\"blockquote_24\\\">       (b) if he has treated her with such cruelty as to cause a reasonable\\n       apprehension in her mind that it will be harmful or injurious to live with\\n       her husband;\\n</blockquote><blockquote id=\\\"blockquote_25\\\">       (c) [****]\\n</blockquote><blockquote id=\\\"blockquote_26\\\">       (d) if he has any other wife living;\\n</blockquote>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_17\\\">                                           12</span>\\n<blockquote id=\\\"blockquote_27\\\">\\f        (e) if he keeps a concubine in the same house in which his wife is living or\\n        habitually resides with a concubine elsewhere;\\n</blockquote><blockquote id=\\\"blockquote_28\\\">        (f) if he has ceased to be a Hindu by conversion to another religion;\\n</blockquote><blockquote id=\\\"blockquote_29\\\">        (g) if there is any other cause justifying living separately.\\n        (3) A Hindu wife shall not be entitled to separate residency and\\n        maintenance from her husband if she is unchaste or ceases to be a Hindu\\n        by conversion to another religion.”\\n\\n\\n          The distinction between maintenance under HMA and HAMA is that the\\nright under <a href=\\\"/doc/543025/\\\" id=\\\"a_54\\\">Section 18</a> of HAMA is available during the subsistence of a\\nmarriage, without any matrimonial proceeding pending between the parties.\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_36\\\">Once there is a divorce, the wife has to seek relief under <a href=\\\"/doc/841367/\\\" id=\\\"a_55\\\">Section 25</a> of HMA. 3\\n          Under HMA, either the wife, or the husband, may move for judicial\\nseparation, restitution of conjugal rights, dissolution of marriage, payment of\\ninterim maintenance under <a href=\\\"/doc/813316/\\\" id=\\\"a_56\\\">Section 24</a>, and permanent alimony under <a href=\\\"/doc/841367/\\\" id=\\\"a_57\\\">Section 25</a>\\nof the Act, whereas under <a href=\\\"/doc/543025/\\\" id=\\\"a_58\\\">Section 18</a> of HAMA, only a wife may seek\\nmaintenance.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_37\\\">          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1162687\\\" id=\\\"span_18\\\">The interplay between the claim for maintenance under HMA and HAMA\\ncame up for consideration by the Supreme Court in <a href=\\\"/doc/1162687/\\\" id=\\\"a_59\\\">Chand Dhawan v Jawaharlal\\nDhawan.4 The</a> Supreme Court, while considering the various laws relating to\\nmarriage amongst Hindus, discussed the scope of applications under the HMA\\nand HAMA in the following words :</span>\\n</p><blockquote id=\\\"blockquote_30\\\">        <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1616455\\\" id=\\\"span_19\\\">“23. …<a href=\\\"/doc/929963/\\\" id=\\\"a_60\\\">Section 18(1)</a> of the Hindu Adoptions and Maintenance Act, 1956\\n        entitles a Hindu wife to claim maintenance from her husband during her\\n        life-time. Sub-section (2) of <a href=\\\"/doc/543025/\\\" id=\\\"a_61\\\">Section 18</a> grants her the right to live\\n        separately, without forfeiting her claim to maintenance, if he is guilty of any\\n        of the misbehaviors enumerated therein or on account of his being in one of\\n        objectionable conditions as mentioned therein. So while sustaining her\\n        marriage and preserving her marital status, the wife is entitled to claim\\n        maintenance from her husband. On the other hand, under the <a href=\\\"/doc/590166/\\\" id=\\\"a_62\\\">Hindu\\n        Marriage Act</a>, in contrast, her claim for maintenance pendente lite is\\n        durated on the pendency of a litigation of the kind envisaged under <a href=\\\"/doc/322349/\\\" id=\\\"a_63\\\">Sections\\n        9</a> to <a href=\\\"/doc/205162/\\\" id=\\\"a_64\\\">14</a> of the Hindu Marriage Act, and her claim to permanent maintenance\\n        or alimony is based on the supposition that either her marital status has\\n        been strained or affected by passing a decree for restitution of conjugal\\n        rights or judicial separation in favour or against her, or her marriage\\n        stands dissolved by a decree of nullity or divorce, with or without her\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_20\\\">3</span>\\n     <a href=\\\"/doc/1616455/\\\" id=\\\"a_65\\\">Panditrao Chimaji Kalure v Gayabai</a> (2002) 2 Mah LJ 53.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_21\\\">4</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_38\\\">    (1993) 3 SCC 406.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_22\\\">                                                 13</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_39\\\">\\f        consent. Thus when her marital status is to be affected or disrupted the court\\n        does so by passing a decree for or against her. On or at the time of the\\n        happening of that event, the court being seized of the matter, invokes its\\n        ancillary or incidental power to grant permanent alimony. Not only that,\\n        the court retains the jurisdiction at subsequent stages to fulfill this\\n        incidental or ancillary obligation when moved by an application on that\\n        behalf by a party entitled to relief. The court further retains the power to\\n        change&quot; or alter the order in view of the changed circumstances. Thus the\\n        whole exercise is within the gammit of a diseased or a broken marriage.\\n        And in order to avoid conflict of perceptions the legislature while codifying\\n        the <a href=\\\"/doc/590166/\\\" id=\\\"a_66\\\">Hindu Marriage Act</a> preserved the right of permanent maintenance in\\n        favour of the husband or the wife, as the case may be, dependent on the\\n        court passing a decree of the kind as envisaged under <a href=\\\"/doc/322349/\\\" id=\\\"a_67\\\">Sections 9</a> to <a href=\\\"/doc/205162/\\\" id=\\\"a_68\\\">14</a> of\\n        the Act. In other words without the marital status being affected or; disputed\\n        by the matrimonial court under the <a href=\\\"/doc/590166/\\\" id=\\\"a_69\\\">Hindu Marriage Act</a> the claim of\\n        permanent alimony was not to be valid as ancillary or incidental to such\\n        affectation or disruption. The wife&#x27;s claim to maintenance necessarily has\\n        then to be agitated under the <a href=\\\"/doc/946025/\\\" id=\\\"a_70\\\">Hindu Adoptions and Maintenance Act, 1956</a>\\n        which is a legislative measure later in point of time than the <a href=\\\"/doc/590166/\\\" id=\\\"a_71\\\">Hindu\\n        Marriage Act, 1955</a>, though part of the same socio-legal scheme\\n        revolutionizing the law applicable to Hindus….”\\n                                                                 (emphasis supplied)\\n\\n          <a href=\\\"/doc/371013/\\\" id=\\\"a_72\\\">Section 19</a> of the HAMA provides that a widowed daughter-in-law may\\nclaim maintenance from her father-in-law if (i) she is unable to maintain herself\\nout of her own earnings or other property; or, (ii) where she has no property of\\nher own, is unable to obtain maintenance; (a) from the estate of her husband, or\\nher father or mother, or (b) from her son or daughter, if any, or his or her estate.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_40\\\">        <a href=\\\"/doc/1548610/\\\" id=\\\"a_73\\\">Section 20</a> of HAMA provides for maintenance of children and aged\\nparents. <a href=\\\"/doc/1548610/\\\" id=\\\"a_74\\\">Section 20</a> casts a statutory obligation on a Hindu male to maintain an\\nunmarried daughter, who is unable to maintain herself out of her own earnings,\\nor other property. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"150712885\\\" id=\\\"span_23\\\">In <a href=\\\"/doc/150712885/\\\" id=\\\"a_75\\\">Abhilasha v Parkash &amp; Ors.,5</a> a three-judge bench of this\\nCourt held that <a href=\\\"/doc/1548610/\\\" id=\\\"a_76\\\">Section 20(3)</a> is a recognition of the principles of Hindu law,\\nparticularly the obligation of the father to maintain an unmarried daughter. The\\nright is absolute under personal law, which has been given statutory recognition\\nby this Act. The Court noted the distinction between the award of maintenance\\nto children<a href=\\\"/doc/1056396/\\\" id=\\\"a_77\\\"> u/S. 125</a> Cr.P.C., which limits the claim of maintenance to a child,\\nuntil he or she attains majority. However, if an unmarried daughter is by reason\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_24\\\">5</span>\\n    Decided on 15.10.2020 in Criminal Appeal No.615/2020.</span>\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_25\\\">                                                14</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_41\\\">\\fof any physical or mental abnormality or injury, unable to maintain herself, under\\nSection 125(1)(c), the father would be obligated to maintain her even after she\\nhas attained majority. The maintenance contemplated under HAMA is a wider\\nconcept. <a href=\\\"/doc/1049167/\\\" id=\\\"a_78\\\">Section 3(b)</a> contains an inclusive definition of maintenance including\\nmarriage expenses. The purpose and object of <a href=\\\"/doc/1056396/\\\" id=\\\"a_79\\\">Section 125</a> Cr.P.C. is to provide\\nimmediate relief to the wife and children in a summary proceeding, whereas\\nunder <a href=\\\"/doc/1548610/\\\" id=\\\"a_80\\\">Section 20</a> read with <a href=\\\"/doc/1049167/\\\" id=\\\"a_81\\\">Section 3(b)</a> of HAMA, a much larger right is\\ncontemplated, which requires determination by a civil court.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_42\\\">       <a href=\\\"/doc/50217/\\\" id=\\\"a_82\\\">Section 22</a> provides for maintenance of dependants. <a href=\\\"/doc/542052/\\\" id=\\\"a_83\\\">Section 23</a> provides\\nthat while awarding maintenance, the Court shall have due regard to the criteria\\nmentioned therein :\\n</p><blockquote id=\\\"blockquote_31\\\">     “23. Amount of maintenance. –\\n     (1) It shall be in the discretion of the court to determine whether any, and\\n     if so what, maintenance shall be awarded under the provisions of this Act,\\n     and in doing so, the court shall have due regard to the consideration set out\\n     in sub-section (2) or sub-section (3), as the case may be, so far as they are\\n     applicable.\\n</blockquote>\\n<blockquote id=\\\"blockquote_32\\\">     (2) In determining the amount of maintenance, if any, to be awarded to a\\n     wife, children or aged or infirm parents under this Act, regard shall be had\\n     to—\\n</blockquote><blockquote id=\\\"blockquote_33\\\">     (a) the position and status of the parties;\\n</blockquote><blockquote id=\\\"blockquote_34\\\">     (b) the reasonable wants of the claimant;\\n</blockquote><blockquote id=\\\"blockquote_35\\\">     (c) if the claimant is living separately, whether the claimant is justified in\\n     doing so;\\n</blockquote><blockquote id=\\\"blockquote_36\\\">     (d) the value of the claimant&#x27;s property and any income derived from such\\n     property, or from the claimant&#x27;s own earning or from any other source;\\n</blockquote><blockquote id=\\\"blockquote_37\\\">     (e) the number of persons entitled to maintenance under this Act.\\n</blockquote>\\n<blockquote id=\\\"blockquote_38\\\">     (3) In determining the amount of maintenance, if any, to be awarded to a\\n     dependant under this Act, regard shall be had to—\\n</blockquote><blockquote id=\\\"blockquote_39\\\">     (a) the net value of the estate of the deceased after providing for the\\n     payment of his debts;\\n</blockquote><blockquote id=\\\"blockquote_40\\\">     (b) the provision, if any, made under a will of the deceased in respect, of\\n     the dependant;\\n</blockquote><blockquote id=\\\"blockquote_41\\\">     (c) the degree of relationship between the two;\\n</blockquote><blockquote id=\\\"blockquote_42\\\">     (d) the reasonable wants of the dependant;\\n</blockquote><blockquote id=\\\"blockquote_43\\\">     (e) the past relations between the dependant and the deceased;\\n</blockquote><blockquote id=\\\"blockquote_44\\\">     (f) the value of the property of the dependant and any income derived from\\n     such property, or from his or her earnings or from any other course;\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_26\\\">                                          15</span>\\n<blockquote id=\\\"blockquote_45\\\">\\f            (g) the number of dependants entitled to maintenance under this Act.”\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_46\\\">(d) Section 125 of the Cr.P.C.\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_43\\\">             Chapter IX of <a href=\\\"/doc/445276/\\\" id=\\\"a_84\\\">Code of Criminal Procedure</a>, 1973 provides for\\n   maintenance of wife, children and parents in a summary proceeding.\\n   Maintenance under <a href=\\\"/doc/1056396/\\\" id=\\\"a_85\\\">Section 125</a> of the Cr.P.C. may be claimed by a person\\n   irrespective of the religious community to which they belong. The purpose and\\n   object of <a href=\\\"/doc/1056396/\\\" id=\\\"a_86\\\">Section 125</a> Cr.P.C. is to provide immediate relief to an applicant. An\\n   application under <a href=\\\"/doc/1056396/\\\" id=\\\"a_87\\\">Section 125</a> Cr.P.C. is predicated on two conditions : (i) the\\n   husband has sufficient means; and (ii) “neglects” to maintain his wife, who is\\n   unable to maintain herself. In such a case, the husband may be directed by the\\n   Magistrate to pay such monthly sum to the wife, as deemed fit. Maintenance is\\n   awarded on the basis of the financial capacity of the husband and other relevant\\n   factors.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_44\\\">             The remedy provided by Section 125 is summary in nature, and the\\n   substantive disputes with respect to dissolution of marriage can be determined\\n   by a civil court / family court in an appropriate proceeding, such as the <a href=\\\"/doc/590166/\\\" id=\\\"a_88\\\">Hindu\\n   Marriage Act, 1956</a>.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_45\\\">             <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"138019\\\" id=\\\"span_27\\\">In <a href=\\\"/doc/138019/\\\" id=\\\"a_89\\\">Bhagwan Dutt v Kamla Devi</a> 6 the Supreme Court held that under\\n   <a href=\\\"/doc/1695755/\\\" id=\\\"a_90\\\">Section 125(1)</a> Cr.P.C. only a wife who is “unable to maintain herself” is entitled\\n   to seek maintenance. The Court held :</span>\\n</p><blockquote id=\\\"blockquote_47\\\">           “19. The object of these provisions being to prevent vagrancy and\\n           destitution, the Magistrate has to find out as to what is required by the wife\\n           to maintain a standard of living which is neither luxurious nor penurious,\\n           but is modestly consistent with the status of the family. The needs and\\n           requirements of the wife for such moderate living can be fairly determined,\\n           only if her separate income, also, is taken into account together with the\\n           earnings of the husband and his commitments.”\\n                                                                   (emphasis supplied)\\n             Prior to the amendment of Section 125 in 2001, there was a ceiling on the\\n   amount which could be awarded as maintenance, being Rs. 500 “in the whole”.\\n   In view of the rising costs of living and inflation rates, the ceiling of Rs. 500 was\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_28\\\">   6</span>\\n       (1975) 2 SCC 386.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_29\\\">                                                16</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_46\\\">\\fdone away by the 2001 Amendment Act. The Statement of Objects and Reasons\\nof the Amendment Act states that the wife had to wait for several years before\\nbeing granted maintenance. Consequently, the Amendment Act introduced an\\nexpress provision for grant of “interim maintenance”. The Magistrate was vested\\nwith the power to order the respondent to make a monthly allowance towards\\ninterim maintenance during the pendency of the petition.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_47\\\">       Under sub-section (2) of Section 125, the Court is conferred with the\\ndiscretion to award payment of maintenance either from the date of the order, or\\nfrom the date of the application.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_48\\\">       Under the third proviso to the amended Section 125, the application for\\ngrant of interim maintenance must be disposed of as far as possible within sixty\\ndays’ from the date of service of notice on the respondent.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_49\\\">       The amended Section 125 reads as under :\\n</p><blockquote id=\\\"blockquote_48\\\">     “125. Order for maintenance of wives, children and parents.\\n</blockquote><blockquote id=\\\"blockquote_49\\\">     (1) If any person having sufficient means neglects or refuses to maintain-\\n</blockquote><blockquote id=\\\"blockquote_50\\\">     (a) his wife, unable to maintain herself, or\\n</blockquote><blockquote id=\\\"blockquote_51\\\">     (b) his legitimate or illegitimate minor child, whether married or not,\\n     unable to maintain itself, or\\n</blockquote><blockquote id=\\\"blockquote_52\\\">     (c) his legitimate or illegitimate child (not being a married daughter) who\\n     has attained majority, where such child is, by reason of any physical or\\n     mental abnormality or injury unable to maintain itself, or\\n</blockquote><blockquote id=\\\"blockquote_53\\\">     (d) his father or mother, unable to maintain himself or herself,\\n     a Magistrate of the first class may, upon proof of such neglect or refusal,\\n     order such person to make a monthly allowance for the maintenance of his\\n     wife or such child, father or mother, at such monthly rate as such Magistrate\\n     thinks fit, and to pay the same to such person as the Magistrate may from\\n     time to time direct:\\n</blockquote><blockquote id=\\\"blockquote_54\\\">     Provided that the Magistrate may order the father of a minor female child\\n     referred to in clause (b) to make such allowance, until she attains her\\n     majority, if the Magistrate is satisfied that the husband of such minor female\\n     child, if married, is not possessed of sufficient means :\\n</blockquote><blockquote id=\\\"blockquote_55\\\">     Provided further that the Magistrate may, during the pendency of the\\n     proceeding regarding monthly allowance for the maintenance under this\\n     sub-section, order such person to make a monthly allow for the interim\\n     maintenance of his wife or such child, father or mother, and the expenses of\\n     such proceeding which the Magistrate considers reasonable, and to pay the\\n     same to such person as the Magistrate may from time to time direct :\\n</blockquote>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_30\\\">                                          17</span>\\n<blockquote id=\\\"blockquote_56\\\">\\fProvided also that an application for the monthly allowance for the interim\\nmaintenance and expenses of proceeding under the second proviso shall, as\\nfar as possible, be disposed of within sixty days from the date of the service\\nof notice of the application to such person.\\n</blockquote><blockquote id=\\\"blockquote_57\\\"> Explanation. – For the purposes of this Chapter,-\\n</blockquote><blockquote id=\\\"blockquote_58\\\">(a) &quot;minor&quot; means a person who, under the provisions of the <a href=\\\"/doc/80664820/\\\" id=\\\"a_91\\\">Indian\\nMajority Act, 1875</a> (9 of 1875); is deemed not to have attained his majority;\\n</blockquote><blockquote id=\\\"blockquote_59\\\">(b) &quot;wife&quot; includes a woman who has been divorced by, or has obtained a\\ndivorce from, her husband and has not remarried.\\n</blockquote><blockquote id=\\\"blockquote_60\\\">(2) Any such allowance for the maintenance or interim maintenance and\\nexpenses of proceeding shall be payable from the date of the order, or, if so\\nordered, from the date of the application for maintenance or interim\\nmaintenance and expenses of proceeding, as the case may be.\\n(3) If any person so ordered fails without sufficient cause to comply with\\nthe order, any such Magistrate may, for every breach of the order, issue a\\nwarrant for levying the amount due in the manner provided for levying fines,\\nand may sentence such person, for the whole, or any part of each month&#x27;s\\nallowance for the maintenance or the interim maintenance and expenses of\\nproceeding, as the case may be, remaining unpaid after the execution of the\\nwarrant, to imprisonment for a term which may extend to one month or until\\npayment if sooner made:\\n</blockquote><blockquote id=\\\"blockquote_61\\\">Provided that no warrant shall be issued for the recovery of any amount\\ndue under this section unless application be made to the Court to levy such\\namount within a period of one year from the date on which it became due:\\n</blockquote><blockquote id=\\\"blockquote_62\\\">Provided further that if such person offers to maintain his wife on condition\\nof her living with him, and she refuses to live with him, such Magistrate may\\nconsider any grounds of refusal stated by her, and may make an order under\\nthis section notwithstanding such offer, if he is satisfied that there is just\\nground for so doing.\\n</blockquote><blockquote id=\\\"blockquote_63\\\">Explanation. – If a husband has contracted marriage with another woman\\nor keeps a mistress, it shall be considered to be a just ground for his wife&#x27; s\\nrefusal to live with him.\\n</blockquote><blockquote id=\\\"blockquote_64\\\">(4) No wife shall be entitled to receive an allowance for the maintenance or\\ninterim maintenance and expenses of proceeding, as the case may be, from\\nher husband under this section if she is living in adultery, or if, without any\\nsufficient reason, she refuses to live with her husband, or if they are living\\nseparately by mutual consent.\\n</blockquote><blockquote id=\\\"blockquote_65\\\">(5) On proof that any wife in whose favour an order has been made under\\nthis section is living in adultery, or that without sufficient reason she refuses\\nto live with her husband, or that they are living separately by mutual\\nconsent, the Magistrate shall cancel the order.”\\n                                                            (emphasis supplied)\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_31\\\">                                       18</span>\\n\\f         In Chaturbhuj v Sitabai7 this Court held that the object of maintenance\\nproceedings is not to punish a person for his past neglect, but to prevent vagrancy\\nand destitution of a deserted wife by providing her food, clothing and shelter by\\na speedy remedy. <a href=\\\"/doc/1056396/\\\" id=\\\"a_92\\\">Section 125</a> of the Cr.P.C. is a measure of social justice\\nespecially enacted to protect women and children, and falls within the\\nconstitutional sweep of <a href=\\\"/doc/1603957/\\\" id=\\\"a_93\\\">Article 15(3)</a>, reinforced by <a href=\\\"/doc/555882/\\\" id=\\\"a_94\\\">Article 39</a> of the\\nConstitution.\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_50\\\">         Proceedings under <a href=\\\"/doc/1056396/\\\" id=\\\"a_95\\\">Section 125</a> of the Cr.P.C. are summary in nature. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"34330243\\\" id=\\\"span_32\\\">In\\n<a href=\\\"/doc/34330243/\\\" id=\\\"a_96\\\">Bhuwan Mohan Singh v Meena &amp; Ors.8</a> this Court held that <a href=\\\"/doc/1056396/\\\" id=\\\"a_97\\\">Section 125</a> of the\\nCr.P.C. was conceived to ameliorate the agony, anguish, financial suffering of a\\nwoman who had left her matrimonial home, so that some suitable arrangements\\ncould be made to enable her to sustain herself and the children. Since it is the\\nsacrosanct duty of the husband to provide financial support to the wife and minor\\nchildren, the husband was required to earn money even by physical labour, if he\\nis able-bodied, and could not avoid his obligation, except on any legally\\npermissible ground mentioned in the statute.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_51\\\">         <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1949767\\\" id=\\\"span_33\\\">The issue whether presumption of marriage arises when parties are in a\\nlive-in relationship for a long period of time, which would give rise to a claim<a href=\\\"/doc/1056396/\\\" id=\\\"a_98\\\">\\nu/S. 125</a> Cr.P.C. came up for consideration in <a href=\\\"/doc/1949767/\\\" id=\\\"a_99\\\">Chanmuniya v Virendra Kumar\\nSingh Kushwaha &amp; Anr.</a> 9 before the Supreme Court. It was held that where a\\nman and a woman have cohabited for a long period of time, in the absence of\\nlegal necessities of a valid marriage, such a woman would be entitled to\\nmaintenance. A man should not be allowed to benefit from legal loopholes, by\\nenjoying the advantages of a de facto marriage, without undertaking the duties\\nand obligations of such marriage. A broad and expansive interpretation must be\\ngiven to the term “wife,” to include even those cases where a man and woman\\nhave been living together as husband and wife for a reasonably long period of\\ntime. Strict proof of marriage should not be a pre-condition for grant of\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_34\\\">7</span>\\n  (2008) 2 SCC 316.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_35\\\">8</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_52\\\">  (2015) 6 SCC 353.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_36\\\">9</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_53\\\">  (2011) 1 SCC 141.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_54\\\">  This judgment was referred to a larger bench.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_37\\\">                                                  19</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_55\\\">\\f   maintenance<a href=\\\"/doc/1056396/\\\" id=\\\"a_100\\\"> u/S. 125</a> Cr.P.C. The Court relied on the Malimath Committee\\n   Report on Reforms of Criminal Justice System published in 2003, which\\n   recommended that evidence regarding a man and woman living together for a\\n   reasonably long period, should be sufficient to draw the presumption of\\n   marriage.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_56\\\">          The law presumes in favour of marriage, and against concubinage, when a\\n   man and woman cohabit continuously for a number of years. Unlike matrimonial\\n   proceedings where strict proof of marriage is essential, in proceedings<a href=\\\"/doc/1056396/\\\" id=\\\"a_101\\\"> u/S. 125</a>\\n   Cr.P.C. such strict standard of proof is not necessary.10\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_57\\\">(e) <a href=\\\"/doc/542601/\\\" id=\\\"a_102\\\">Protection of Women from Domestic Violence Act, 2005</a> (“<a href=\\\"/doc/542601/\\\" id=\\\"a_103\\\">D.V. Act</a>”)\\n             <a href=\\\"/doc/542601/\\\" id=\\\"a_104\\\">The D.V. Act</a> stands on a separate footing from the laws discussed\\n   hereinabove. <a href=\\\"/doc/542601/\\\" id=\\\"a_105\\\">The D.V. Act</a> provides relief to an aggrieved woman who is\\n   subjected to “domestic violence.” The “aggrieved person” has been defined by\\n   <a href=\\\"/doc/1922953/\\\" id=\\\"a_106\\\">Section 2(a)</a> to mean any woman who is, or has been, in a domestic relationship\\n   with the respondent, and alleges to have been subjected to any act of domestic\\n   violence. <a href=\\\"/doc/1922953/\\\" id=\\\"a_107\\\">Section 2(f)</a> defines “domestic relationship” to include a relationship\\n   between two persons who live, or have at any point of time lived together in a\\n   shared household, when they are related by consanguinity, marriage, or through\\n   a relationship in the nature of marriage, adoption, or are family members living\\n   together as a joint family.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_58\\\">             <a href=\\\"/doc/1922953/\\\" id=\\\"a_108\\\">Section 2(q)</a> of the Act defined “respondent” to mean an “adult male\\n   person” who is, or has been, in a domestic relationship with the aggrieved\\n   woman. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"114237665\\\" id=\\\"span_38\\\">In <a href=\\\"/doc/114237665/\\\" id=\\\"a_109\\\">Hiral P. Harsora &amp; Ors. v Kusum Narottamdas Harsora &amp; Ors.11</a>\\n   this Court held that the “respondent” could also be a female in a domestic\\n   relationship with the aggrieved person. <a href=\\\"/doc/406908/\\\" id=\\\"a_110\\\">Section 3</a> of the D.V. Act gives a gender-\\n   neutral definition to “domestic violence”. Physical abuse, verbal abuse,\\n   emotional abuse and economic abuse can also be inflicted by women against\\n   other women. Even sexual abuse may, in a given fact circumstance, be by one\\n   woman on another.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"157480195\\\" id=\\\"span_39\\\"><a href=\\\"/doc/1889483/\\\" id=\\\"a_111\\\">Section 17(2)</a> provides that the aggrieved person cannot be\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_40\\\">   10</span>\\n        <a href=\\\"/doc/157480195/\\\" id=\\\"a_112\\\">Kamala &amp; Ors. v. M.R. Mohan Kumar</a> (2019) 11 SCC 491.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_41\\\">   11</span>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_59\\\">        (2016) 10 SCC 165.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_42\\\">                                                  20</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_60\\\">\\fevicted or excluded from a “shared household”, or any part of it by the\\n“respondent”, save in accordance with the procedure established by law. If\\n“respondent” is to be read as only an adult male person, women who evict or\\nexclude the aggrieved person would then not be covered by the ambit of the Act,\\nand defeat the very object, by putting forward female persons who can evict or\\nexclude the aggrieved woman from the shared household. The Court struck down\\nthe words “adult male” before the word “person” in <a href=\\\"/doc/1922953/\\\" id=\\\"a_113\\\">Section 2(q)</a> of the 2005 Act,\\nand deleted the proviso to <a href=\\\"/doc/1922953/\\\" id=\\\"a_114\\\">Section 2(q)</a>, as being contrary to the object of the Act.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_61\\\">           <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1521881\\\" id=\\\"span_43\\\">The expression “relationship in the nature of marriage” as being akin to a\\ncommon law or a de facto marriage, came up for consideration in <a href=\\\"/doc/1521881/\\\" id=\\\"a_115\\\">D. Velusamy\\nv D. Patchaiammal.12 It</a> was opined that a common law marriage is one which\\nrequires that although a couple may not be formally married : (a) the couple hold\\nthemselves out to society as being akin to spouses; (b) the parties must be of\\nlegal age to marry; (c) the parties must be otherwise qualified to enter into a legal\\nmarriage, including being unmarried; and (d) the parties must have voluntarily\\ncohabited, and held themselves out to the world as being akin to spouses for a\\nsignificant period of time. However, not all live-in relationships would amount\\nto a relationship in the nature of marriage to avail the benefit of <a href=\\\"/doc/542601/\\\" id=\\\"a_116\\\">D.V. Act</a>. Merely\\nspending week-ends together, or a one-night stand, would not make it a\\n“domestic relationship”.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_62\\\">           For a live-in relationship to fall within the expression “relationship in the\\nnature of marriage”, this Court in Indra Sarma v. V.K.V. Sarma13 laid down the\\nfollowing guidelines : (a) duration of period of relationship; (b) shared\\nhousehold; (c) domestic arrangements; (d) pooling of resources and financial\\narrangements; (e) sexual relationship; (f) children; (g) socialisation in public and\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_63\\\">(h) intention and conduct of the parties. The Court held that these guidelines were\\nonly indicative, and not exhaustive.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_64\\\">           “Domestic violence” has been defined in <a href=\\\"/doc/166195/\\\" id=\\\"a_117\\\">Section 3</a> of the Act, which\\nincludes economic abuse as defined in Explanation 1 (iv) to <a href=\\\"/doc/166195/\\\" id=\\\"a_118\\\">Section 3</a>, as :\\n</p>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_44\\\">12</span>\\n<blockquote id=\\\"blockquote_66\\\">     (2010) 10 SCC 469.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_45\\\">13</span>\\n<blockquote id=\\\"blockquote_67\\\">     (2013) 15 SCC 755.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_46\\\">                                            21</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_65\\\">\\f      “Economic abuse which means deprivation of all or any economic or\\n      financial resources, to which the aggrieved person is entitled under any law\\n      or custom, whether payable under an order of a Court or otherwise, or\\n      which the aggrieved person requires out of necessity, including but not\\n      limited to household necessities for the aggrieved person, or her children.”\\n\\n\\n     <a href=\\\"/doc/1889483/\\\" id=\\\"a_119\\\">Section 17</a> by a non-obstante clause provides that notwithstanding anything\\ncontained in any other law for the time being in force, every woman in a domestic\\nrelationship shall have the right to reside in the “shared household”, irrespective\\nof whether she has any right, title or beneficial interest in the same. <a href=\\\"/doc/1889483/\\\" id=\\\"a_120\\\">Section 17</a>\\nreads as :\\n</p><blockquote id=\\\"blockquote_68\\\">      “17. Right to reside in a shared household:\\n</blockquote><blockquote id=\\\"blockquote_69\\\">      (1) Notwithstanding anything contained household: in any other law for\\n      the time being in force, every woman in a domestic relationship shall have\\n      the right to reside in the shared household, whether or not she has any right,\\n      title or beneficial interest in the same.\\n</blockquote><blockquote id=\\\"blockquote_70\\\">      (2) The aggrieved person shall not be evicted or excluded from the shared\\n      household or any part of it by the respondent save in accordance with the\\n      procedure established by law.”\\n\\n\\n      <a href=\\\"/doc/371013/\\\" id=\\\"a_121\\\">Section 19</a> deals with residence orders, grant of injunctive reliefs, or for\\nalternate accommodation / payment of rent by the respondent.\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_66\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"594165\\\" id=\\\"span_47\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62368827\\\" id=\\\"span_48\\\">A three-judge bench of this Court in <a href=\\\"/doc/62368827/\\\" id=\\\"a_122\\\">Satish Chander Ahuja v Sneha Ahuja14</a>\\nhas overruled the judgment in <a href=\\\"/doc/594165/\\\" id=\\\"a_123\\\">S.R.Batra v Taruna Batra,15</a> wherein a two judge\\nbench held that the wife is entitled to claim a right of residence in a “shared\\nhousehold” u/<a href=\\\"/doc/1889483/\\\" id=\\\"a_124\\\">S.17 (1)</a>, which would only mean the house belonging to, or taken\\non rent by the husband, or the house which belongs to the joint family of which\\nthe husband is a member.</span></span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"594165\\\" id=\\\"span_49\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62368827\\\" id=\\\"span_50\\\">In <a href=\\\"/doc/62368827/\\\" id=\\\"a_125\\\">Satish Chander Ahuja</a> (supra), the Court has held\\nthat although the judgment in <a href=\\\"/doc/594165/\\\" id=\\\"a_126\\\">S.R. Batra</a> (supra) noticed the definition of shared\\nhousehold under <a href=\\\"/doc/1922953/\\\" id=\\\"a_127\\\">Section 2(s)</a>, it did not advert to different parts of the definition,\\nwhich makes it clear that there was no requirement for the shared household to\\nbe owned singly or jointly by the husband, or taken on rent by the husband. If\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_51\\\">14</span>\\n   Decided on 15.10.2020 in C.A. No. 2483/2020 by a bench comprising of Hon’ble Justices Ashok\\n   Bhushan, R. Subhash Reddy and M.R.Shah.</span></span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_52\\\">15</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_67\\\">   (2007) 3 SCC 169.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_53\\\">                                             22</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_68\\\">\\fthe interpretation given in S.R. Batra is accepted, it would frustrate the object of\\nthe Act. The Court has taken the view that the definition of “shared household”\\nin <a href=\\\"/doc/1922953/\\\" id=\\\"a_128\\\">Section 2(s)</a> is an exhaustive definition. The “shared household” is the\\nhousehold which is the dwelling place of the aggrieved person in present time.\\nIf the definition of “shared household” in <a href=\\\"/doc/1922953/\\\" id=\\\"a_129\\\">Section 2(s)</a> is read to mean all the\\nhouses where the aggrieved person has lived in a domestic relationship alongwith\\nthe relatives of the husband, there will be a number of shared households, which\\nwas never contemplated by the legislative scheme. The entire scheme of the\\nlegislation is to provide immediate relief to the aggrieved person with respect to\\nthe shared household where the aggrieved woman lives or has lived. The use of\\nthe expression “at any stage has lived”, is with the intent of not denying\\nprotection to an aggrieved woman merely on the ground that she was not living\\nthere on the date of the application, or on the date when the Magistrate passed\\nthe order<a href=\\\"/doc/371013/\\\" id=\\\"a_130\\\"> u/S. 19</a>. The words “lives, or at any stage has lived in a domestic\\nrelationship” has to be given its normal and purposeful meaning. Living of the\\nwoman in a household must refer to a living which has some permanency. Mere\\nfleeting or casual living at different places would not make it a shared household.\\nThe intention of the parties and the nature of living, including the nature of the\\nhousehold, must be considered, to determine as to whether the parties intended\\nto treat the premises as a “shared household” or not. <a href=\\\"/doc/1922953/\\\" id=\\\"a_131\\\">Section 2(s)</a> r.w. <a href=\\\"/doc/1889483/\\\" id=\\\"a_132\\\">Sections\\n17</a> and <a href=\\\"/doc/371013/\\\" id=\\\"a_133\\\">19</a> grant an entitlement in favour of an aggrieved woman to the right of\\nresidence in a “shared household”, irrespective of her having any legal interest\\nin the same or not. From the definition of “aggrieved person” and “respondent”,\\nit was clear that :\\n</p><blockquote id=\\\"blockquote_71\\\">     (i)     it is not the requirement of law that the aggrieved person may either\\n             own the premises jointly or singly, or by tenanting it jointly or\\n             singly;\\n</blockquote><blockquote id=\\\"blockquote_72\\\">     (ii)    the household may belong to a joint family of which the respondent\\n             is a member, irrespective of whether the respondent or the aggrieved\\n             person has any right, title, or interest in the shared household;\\n</blockquote>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_54\\\">                                         23</span>\\n<blockquote id=\\\"blockquote_73\\\">\\f     (iii)   the shared household may either be owned, or tenanted by the\\n             respondent singly or jointly.\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_69\\\">     The right to residence<a href=\\\"/doc/371013/\\\" id=\\\"a_134\\\"> u/S. 19</a> is, however, not an indefeasible right,\\nespecially when a daughter-in-law is claiming a right against aged parents-in-\\nlaw. While granting relief<a href=\\\"/doc/1373165/\\\" id=\\\"a_135\\\"> u/S. 12</a> of the D.V. Act, or in any civil proceeding,\\nthe court has to balance the rights between the aggrieved woman and the parents-\\nin-law.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_70\\\">       <a href=\\\"/doc/485875/\\\" id=\\\"a_136\\\">Section 20</a> provides for monetary relief to the aggrieved woman :\\n</p><blockquote id=\\\"blockquote_74\\\">     “20. Monetary reliefs.-\\n</blockquote><blockquote id=\\\"blockquote_75\\\">     (1) While disposing of an application under sub-section (1) of <a href=\\\"/doc/1373165/\\\" id=\\\"a_137\\\">section 12</a>,\\n     the Magistrate may direct the respondent to pay monetary relief to meet the\\n     expenses incurred and losses suffered by the aggrieved person and any\\n     child of the aggrieved person as a result of domestic violence and such relief\\n     may include, but is not limited to,-\\n</blockquote><blockquote id=\\\"blockquote_76\\\">     (a) the loss of earnings;\\n</blockquote><blockquote id=\\\"blockquote_77\\\">     (b) the medical expenses;\\n</blockquote><blockquote id=\\\"blockquote_78\\\">     (c)the loss caused due to destruction, damage or removal of any property\\n     from the control of the aggrieved person; and\\n</blockquote><blockquote id=\\\"blockquote_79\\\">     (d) the maintenance for the aggrieved person as well as her children, if any,\\n     including an order under or in addition to an order of maintenance under\\n     <a href=\\\"/doc/1056396/\\\" id=\\\"a_138\\\">section 125</a> of the Code of Criminal Procedure, 1973 (2 of 1974) or any\\n     other law for the time being in force.\\n</blockquote><blockquote id=\\\"blockquote_80\\\">     (2) The monetary relief granted under this section shall be adequate, fair\\n     and reasonable and consistent with the standard of living to which the\\n     aggrieved person is accustomed.\\n</blockquote><blockquote id=\\\"blockquote_81\\\">     (3) The Magistrate shall have the power to order an appropriate lump sum\\n     payment or monthly payments of maintenance, as the nature and\\n     circumstances of the case may require.”\\n                                                              (emphasis supplied)\\n     <a href=\\\"/doc/1792399/\\\" id=\\\"a_139\\\">Section 20(1)(d)</a> provides that maintenance granted under the <a href=\\\"/doc/542601/\\\" id=\\\"a_140\\\">D.V. Act</a> to\\nan aggrieved woman and children, would be given effect to, in addition to an\\norder of maintenance awarded under <a href=\\\"/doc/1056396/\\\" id=\\\"a_141\\\">Section 125</a> of the Cr.P.C., or any other law\\nin force.\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_71\\\">     Under sub-section (6) of <a href=\\\"/doc/485875/\\\" id=\\\"a_142\\\">Section 20</a>, the Magistrate may direct the employer\\nor debtor of the respondent, to directly pay the aggrieved person, or deposit with\\nthe court a portion of the wages or salaries or debt due to or accrued to the credit\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_55\\\">                                          24</span>\\n\\f      of the respondent, which amount may be adjusted towards the monetary relief\\n      payable by the respondent.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_72\\\">              <a href=\\\"/doc/1797053/\\\" id=\\\"a_143\\\">Section 22</a> provides that the Magistrate may pass an order directing the\\n      respondent to pay compensation and damages for the injuries, including mental\\n      torture and emotional distress, caused by the acts of domestic violence\\n      perpetrated by the respondent.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_73\\\">              <a href=\\\"/doc/207919/\\\" id=\\\"a_144\\\">Section 23</a> provides that the Magistrate may grant an ex parte order,\\n      including an order under <a href=\\\"/doc/485875/\\\" id=\\\"a_145\\\">Section 20</a> for monetary relief. The Magistrate must be\\n      satisfied that the application filed by the aggrieved woman discloses that the\\n      respondent is committing, or has committed an act of domestic violence, or that\\n      there is a likelihood that the respondent may commit an act of domestic violence.\\n      In such a case, the Magistrate is empowered to pass an ex parte order on the basis\\n      of the affidavit of the aggrieved woman.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_74\\\">              <a href=\\\"/doc/927844/\\\" id=\\\"a_146\\\">Section 26</a> of the D.V. Act provides that any relief available under <a href=\\\"/doc/1860699/\\\" id=\\\"a_147\\\">Sections\\n      18</a>, <a href=\\\"/doc/1130386/\\\" id=\\\"a_148\\\">19</a>, <a href=\\\"/doc/485875/\\\" id=\\\"a_149\\\">20</a>, <a href=\\\"/doc/363610/\\\" id=\\\"a_150\\\">21</a> and <a href=\\\"/doc/1797053/\\\" id=\\\"a_151\\\">22</a> may also be sought in any legal proceeding before a Civil\\n      Court, Family Court or Criminal Court. Sub-section (2) of <a href=\\\"/doc/927844/\\\" id=\\\"a_152\\\">Section 26</a> provides\\n      that the relief mentioned in sub-section (1) may be sought in addition to, and\\n      alongwith any other relief that the aggrieved person may seek in a suit or legal\\n      proceeding before a civil or criminal court. <a href=\\\"/doc/1802329/\\\" id=\\\"a_153\\\">Section 26 (3)</a> provides that in case\\n      any relief has been obtained by the aggrieved person in any proceeding other\\n      than proceedings under this Act, the aggrieved woman would be bound to inform\\n      the Magistrate of the grant of such relief.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_75\\\">              <a href=\\\"/doc/417845/\\\" id=\\\"a_154\\\">Section 36</a> provides that the <a href=\\\"/doc/542601/\\\" id=\\\"a_155\\\">D.V. Act</a> shall be in addition to, and not in\\n      derogation of the provisions of any other law for the time being in force.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_76\\\">                       Conflicting judgments on overlapping jurisdiction\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_77\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62642\\\" id=\\\"span_56\\\">(i)           Some High Courts have taken the view that since each proceeding is distinct\\n      and independent of the other, maintenance granted in one proceeding cannot be\\n      adjusted or set-off in the other. For instance, in <a href=\\\"/doc/62642/\\\" id=\\\"a_156\\\">Ashok Singh Pal v Manjulata,16\\n      the Madhya Pradesh High</a> Court held that the remedies available to an aggrieved\\n      person under<a href=\\\"/doc/1726755/\\\" id=\\\"a_157\\\"> S. 24</a> of the HMA is independent of<a href=\\\"/doc/1056396/\\\" id=\\\"a_158\\\"> S. 125</a> of the Cr.P.C. In an\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_57\\\">      16</span>\\n           AIR 2008 MP 139.</span>\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_58\\\">                                                25</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_78\\\">\\f       application filed by the husband for adjustment of the amounts awarded in the\\n       two proceedings, it was held that the question as to whether adjustment is to be\\n       granted, is a matter of judicial discretion to be exercised by the Court. There is\\n       nothing to suggest as a thumb rule which lays down as a mandatory requirement\\n       that adjustment or deduction of maintenance awarded<a href=\\\"/doc/1056396/\\\" id=\\\"a_159\\\"> u/S. 125</a> Cr.P.C. must be\\n       off-set from the amount awarded under<a href=\\\"/doc/1726755/\\\" id=\\\"a_160\\\"> S.24</a> of the HMA, or vice versa.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_79\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"75538394\\\" id=\\\"span_59\\\">A similar view was taken by another single judge of the Madhya Pradesh\\n       High Court in Mohan Swaroop Chauhan v Mohini.17\\n               Similarly, the Calcutta High Court in <a href=\\\"/doc/75538394/\\\" id=\\\"a_161\\\">Sujit Adhikari v Tulika Adhikari18</a>\\n       held that adjustment is not a rule.</span> It was held that the quantum of maintenance\\n       determined by the Court under HMA is required to be added to the quantum of\\n       maintenance u/S. 125 Cr.P.C.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_80\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"98485726\\\" id=\\\"span_60\\\">A similar view has been taken in <a href=\\\"/doc/98485726/\\\" id=\\\"a_162\\\">Chandra Mohan Das v Tapati Das19</a>,\\n       wherein a challenge was made on the point that the Court ought to have adjusted\\n       the amount awarded in a proceeding under<a href=\\\"/doc/1056396/\\\" id=\\\"a_163\\\"> S.125</a> Cr.P.C., while determining the\\n       maintenance to be awarded under<a href=\\\"/doc/1726755/\\\" id=\\\"a_164\\\"> S.24</a> of the HMA, 1955.</span> It was held that the\\n       quantum of maintenance determined under S.24 of HMA was to be paid in\\n       addition to the maintenance awarded in a proceeding under S.125 Cr.P.C.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_81\\\">(ii)           On the other hand, the Bombay and Delhi High Courts, have held that in\\n       case of parallel proceedings, adjustment or set-off must take place.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_82\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Neutral\\\" data-docid=\\\"123905796\\\" id=\\\"span_61\\\">The Bombay High Court in a well-reasoned judgment delivered in <a href=\\\"/doc/123905796/\\\" id=\\\"a_165\\\">Vishal\\n       v Aparna &amp; Anr.,20</a> has taken the correct view. The Court was considering the\\n       issue whether interim monthly maintenance awarded under <a href=\\\"/doc/207919/\\\" id=\\\"a_166\\\">Section 23</a> r.w.\\n       <a href=\\\"/doc/1792399/\\\" id=\\\"a_167\\\">Section 20 (1)(d)</a> of the D.V. Act could be adjusted against the maintenance\\n       awarded under <a href=\\\"/doc/1056396/\\\" id=\\\"a_168\\\">Section 125</a> Cr.P.C. The Family Court held that the order passed\\n       under the <a href=\\\"/doc/542601/\\\" id=\\\"a_169\\\">D.V. Act</a> and the <a href=\\\"/doc/445276/\\\" id=\\\"a_170\\\">Cr.P.C</a>. were both independent proceedings, and\\n       adjustment was not permissible. The Bombay High Court set aside the judgment\\n       of the Family Court, and held that <a href=\\\"/doc/1792399/\\\" id=\\\"a_171\\\">Section 20(1)(d)</a> of the D.V. Act makes it clear\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_62\\\">       17</span>\\n          (2016) 2 MP LJ 179.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_63\\\">       18</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_83\\\">          (2017) SCC OnLine Cal 15484.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_64\\\">       19</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_84\\\">           2015 SCC OnLine Cal 9554.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_65\\\">       20</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_85\\\">           2018 SCC OnLine Bom 1207.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_66\\\">                                              26</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_86\\\">\\fthat the maintenance granted under this Act, would be in addition to an order of\\nmaintenance under <a href=\\\"/doc/1056396/\\\" id=\\\"a_172\\\">Section 125</a> Cr.P.C., and any other law for the time being in\\nforce. Sub-section (3) of <a href=\\\"/doc/927844/\\\" id=\\\"a_173\\\">Section 26</a> of the D.V. Act enjoins upon the aggrieved\\nperson to inform the Magistrate, if she has obtained any relief available under\\n<a href=\\\"/doc/1860699/\\\" id=\\\"a_174\\\">Sections 18</a>, <a href=\\\"/doc/1130386/\\\" id=\\\"a_175\\\">19</a>, <a href=\\\"/doc/485875/\\\" id=\\\"a_176\\\">20</a>, <a href=\\\"/doc/363610/\\\" id=\\\"a_177\\\">21</a> and <a href=\\\"/doc/1797053/\\\" id=\\\"a_178\\\">22</a>, in any other legal proceeding filed by her, whether\\nbefore a Civil Court, Family Court, or Criminal Court. The object being that\\nwhile granting relief under the <a href=\\\"/doc/542601/\\\" id=\\\"a_179\\\">D.V. Act</a>, the Magistrate shall take into account\\nand consider if any similar relief has been obtained by the aggrieved person.\\nEven though proceedings under the <a href=\\\"/doc/542601/\\\" id=\\\"a_180\\\">D.V. Act</a> may be an independent proceeding,\\nthe Magistrate cannot ignore the maintenance awarded in any other legal\\nproceedings, while determining whether over and above the maintenance already\\nawarded, any further amount was required to be granted for reasons to be\\nrecorded in writing.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_87\\\">           The Court observed :\\n</p><blockquote id=\\\"blockquote_82\\\">         “18. What I intend to emphasize is the fact that the adjustment is permissible\\n         and the adjustment can be allowed of the lower amount against the higher\\n         amount. Though the wife can simultaneously claim maintenance under the\\n         different enactments, it does not in any way mean that the husband can be\\n         made liable to pay the maintenance awarded in each of the said\\n         proceedings.”\\n                                                                   (emphasis supplied)\\n\\n           It was held that while determining the quantum of maintenance awarded<a href=\\\"/doc/1056396/\\\" id=\\\"a_181\\\">\\nu/S.125</a> Cr.P.C., the Magistrate would take into consideration the interim\\nmaintenance awarded to the aggrieved woman under the <a href=\\\"/doc/542601/\\\" id=\\\"a_182\\\">D.V. Act</a>.\\n</blockquote><blockquote id=\\\"blockquote_83\\\">         The issue of overlapping jurisdictions under the HMA and D.V. Act or\\n<a href=\\\"/doc/445276/\\\" id=\\\"a_183\\\">Cr.P.C</a>. came up for consideration before a division bench of the Delhi High\\nCourt in RD v BD 21 wherein the Court held that maintenance granted to an\\naggrieved person under the <a href=\\\"/doc/542601/\\\" id=\\\"a_184\\\">D.V. Act</a>, would be in addition to an order of\\nmaintenance<a href=\\\"/doc/1056396/\\\" id=\\\"a_185\\\"> u/S. 125</a> Cr.P.C., or under the HMA. The legislative mandate\\nenvisages grant of maintenance to the wife under various statutes. It was not the\\nintention of the legislature that once an order is passed in either of the\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_67\\\">21</span>\\n     2019 VII AD (Delhi) 466.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_68\\\">                                              27</span>\\n<blockquote id=\\\"blockquote_84\\\">\\fmaintenance proceedings, the order would debar re-adjudication of the issue of\\nmaintenance in any other proceeding. In paragraphs 16 and 17 of the judgment,\\nit was observed that :\\n</blockquote><blockquote id=\\\"blockquote_85\\\">        “16. A conjoint reading of the aforesaid Sections 20, 26 and 36 of DV Act\\n        would clearly establish that the provisions of DV Act dealing with\\n        maintenance are supplementary to the provisions of other laws and\\n        therefore maintenance can be granted to the aggrieved person (s) under the\\n        DV Act which would also be in addition to any order of maintenance arising\\n        out of Section 125 of Cr.P.C.\\n</blockquote>\\n<blockquote id=\\\"blockquote_86\\\">        17. On the converse, if any order is passed by the Family Court under\\n        <a href=\\\"/doc/1726755/\\\" id=\\\"a_186\\\">Section 24</a> of HMA, the same would not debar the Court in the proceedings\\n        arising out of <a href=\\\"/doc/542601/\\\" id=\\\"a_187\\\">DV Act</a> or proceedings under <a href=\\\"/doc/1056396/\\\" id=\\\"a_188\\\">Section 125</a> of Cr.P.C. instituted\\n        by the wife/aggrieved person claiming maintenance. However, it cannot be\\n        laid down as a proposition of law that once an order of maintenance has\\n        been passed by any Court then the same cannot be re-adjudicated upon by\\n        any other Court. The legislative mandate envisages grant of maintenance\\n        to the wife under various statutes such as HMA, Hindu Adoption and\\n        Maintenance Act, 1956 (hereinafter referred to as &#x27;HAMA&#x27;), <a href=\\\"/doc/1056396/\\\" id=\\\"a_189\\\">Section 125</a> of\\n        Cr.P.C. as well as <a href=\\\"/doc/485875/\\\" id=\\\"a_190\\\">Section 20</a> of DV Act. As such various statutes have been\\n        enacted to provide for the maintenance to the wife and it is nowhere the\\n        intention of the legislature that once any order is passed in either of the\\n        proceedings, the said order would debar re adjudication of the issue of\\n        maintenance in any other Court.”\\n                                                              (emphasis supplied)\\n\\n          The Court held that<a href=\\\"/doc/1792399/\\\" id=\\\"a_191\\\"> u/S. 20(1)(d)</a> of the D.V. Act, maintenance awarded\\nto the aggrieved woman under the D.V. is in addition to an order of maintenance\\nprovided<a href=\\\"/doc/1056396/\\\" id=\\\"a_192\\\"> u/S. 125</a> Cr.P.C. The grant of maintenance under the <a href=\\\"/doc/542601/\\\" id=\\\"a_193\\\">D.V. Act</a> would\\nnot be a bar to seek maintenance<a href=\\\"/doc/1726755/\\\" id=\\\"a_194\\\"> u/S. 24</a> of HMA.\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_88\\\">          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"146391267\\\" id=\\\"span_69\\\">Similarly, in <a href=\\\"/doc/146391267/\\\" id=\\\"a_195\\\">Tanushree &amp; Ors. v A.S.Moorthy,22 the Delhi High</a> Court\\nwas considering a case where the Magistrate’s Court had sine die adjourned the\\nproceedings<a href=\\\"/doc/1056396/\\\" id=\\\"a_196\\\"> u/S. 125</a> Cr.P.C. on the ground that parallel proceedings for\\nmaintenance under the <a href=\\\"/doc/542601/\\\" id=\\\"a_197\\\">D.V. Act</a> were pending. In an appeal filed by the wife\\nbefore the High Court, it was held that a reading of <a href=\\\"/doc/1792399/\\\" id=\\\"a_198\\\">Section 20(1)(d)</a> of the D.V.\\nAct indicates that while considering an application<a href=\\\"/doc/1373165/\\\" id=\\\"a_199\\\"> u/S. 12</a> of the D.V. Act, the\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_70\\\">22</span>\\n     2018 SCC OnLine Del 7074.</span>\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_71\\\">                                            28</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_89\\\">\\fCourt would take into account an order of maintenance passed<a href=\\\"/doc/1056396/\\\" id=\\\"a_200\\\"> u/S. 125</a> Cr.P.C.,\\nor any other law for the time being in force. The mere fact that two proceedings\\nwere initiated by a party, would not imply that one would have to be adjourned\\nsine die. There is a distinction in the scope and power exercised by the Magistrate\\nunder S.125, Cr.P.C. and the D.V. Act. With respect to the overlap in both\\nstatutes, the Court held :\\n</p><blockquote id=\\\"blockquote_87\\\">        “5. Reading of <a href=\\\"/doc/1792399/\\\" id=\\\"a_201\\\">Section 20(1)(d)</a> of the D.V. Act further shows that the two\\n        proceedings are independent of each other and have different scope, though\\n        there is an overlap. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"17659253\\\" id=\\\"span_72\\\">Insofar as the overlap is concerned, law has catered for\\n        that eventuality and laid down that at the time of consideration of an\\n        application for grant of maintenance under <a href=\\\"/doc/1373165/\\\" id=\\\"a_202\\\">Section 12</a> of the D.V. Act, the\\n        maintenance fixed under <a href=\\\"/doc/1056396/\\\" id=\\\"a_203\\\">Section 125</a> Cr.P.C. shall be taken into account.”\\n                                                                (emphasis supplied)\\n\\n          The issue whether maintenance<a href=\\\"/doc/1056396/\\\" id=\\\"a_204\\\"> u/S. 125</a> Cr.P.C. could be awarded by the\\nMagistrate, after permanent alimony was granted to the wife in the divorce\\nproceedings, came up for consideration before the Supreme Court in <a href=\\\"/doc/17659253/\\\" id=\\\"a_205\\\">Rakesh\\nMalhotra v Krishna Malhotra.23 The</a> Court held that once an order for permanent\\nalimony was passed, the same could be modified by the same court by exercising\\nits power<a href=\\\"/doc/246204/\\\" id=\\\"a_206\\\"> u/S. 25(2)</a> of HMA. The Court held that :</span>\\n</blockquote><blockquote id=\\\"blockquote_88\\\">        “16. Since the Parliament has empowered the Court Under <a href=\\\"/doc/246204/\\\" id=\\\"a_207\\\">Section 25(2)</a>\\n        of the Act and kept a remedy intact and made available to the concerned\\n        party seeking modification, the logical sequitur would be that the remedy\\n        so prescribed ought to be exercised rather than creating multiple channels\\n        of remedy seeking maintenance. One can understand the situation where\\n        considering the exigencies of the situation and urgency in the matter, a wife\\n        initially prefers an application Under Section 125 of the Code to secure\\n        maintenance in order to sustain herself. In such matters the wife would\\n        certainly be entitled to have a full-fledged adjudication in the form of any\\n        challenge raised before a Competent Court either under the Act Or similar\\n        such enactments. But the reverse cannot be the accepted norm.”\\n\\n        The Court directed that the application<a href=\\\"/doc/1056396/\\\" id=\\\"a_208\\\"> u/S. 125</a> Cr.P.C. be treated as an\\napplication<a href=\\\"/doc/246204/\\\" id=\\\"a_209\\\"> u/S. 25(2)</a> of HMA and be disposed of accordingly.\\n</blockquote>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_73\\\">23</span>\\n<blockquote id=\\\"blockquote_89\\\">     2020 SCC OnLine SC 239.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_74\\\">                                             29</span>\\n<blockquote id=\\\"blockquote_90\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"96631675\\\" id=\\\"span_75\\\">(iii)          In <a href=\\\"/doc/96631675/\\\" id=\\\"a_210\\\">Nagendrappa Natikar v Neelamma24</a> this Court considered a case where\\n        the wife instituted a suit under <a href=\\\"/doc/1860699/\\\" id=\\\"a_211\\\">Section 18</a> of HAMA, after signing a consent\\n        letter in proceedings<a href=\\\"/doc/1056396/\\\" id=\\\"a_212\\\"> u/S. 125</a> Cr.P.C., stating that she would not make any\\n        further claims for maintenance against the husband. It was held that the\\n        proceedings<a href=\\\"/doc/1056396/\\\" id=\\\"a_213\\\"> u/S. 125</a> Cr.P.C. were summary in nature, and were intended to\\n        provide a speedy remedy to the wife. Any order passed<a href=\\\"/doc/1056396/\\\" id=\\\"a_214\\\"> u/S. 125</a> Cr.P.C. by\\n        compromise or otherwise would not foreclose the remedy<a href=\\\"/doc/1860699/\\\" id=\\\"a_215\\\"> u/S. 18</a> of HAMA.</span>\\n</blockquote><blockquote id=\\\"blockquote_91\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1776966\\\" id=\\\"span_76\\\">(iv)               In <a href=\\\"/doc/1776966/\\\" id=\\\"a_216\\\">Sudeep Chaudhary v Radha Chaudhary25</a> the Supreme Court directed\\n        adjustment in a case where the wife had filed an application under <a href=\\\"/doc/1056396/\\\" id=\\\"a_217\\\">Section 125</a>\\n        of the Cr.P.C., and under HMA. In the S. 125 proceedings, she had obtained an\\n        order of maintenance. Subsequently, in proceedings under the HMA, the wife\\n        sought alimony. Since the husband failed to pay maintenance awarded, the wife\\n        initiated recovery proceedings. The Supreme Court held that the maintenance\\n        awarded under <a href=\\\"/doc/1056396/\\\" id=\\\"a_218\\\">Section 125</a> Cr.P.C. must be adjusted against the amount awarded\\n        in the matrimonial proceedings under HMA, and was not to be given over and\\n        above the same.</span>\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_90\\\">                                  Directions on overlapping jurisdictions\\n                   It is well settled that a wife can make a claim for maintenance under\\n        different statutes. For instance, there is no bar to seek maintenance both under\\n        the <a href=\\\"/doc/542601/\\\" id=\\\"a_219\\\">D.V. Act</a> and <a href=\\\"/doc/1056396/\\\" id=\\\"a_220\\\">Section 125</a> of the Cr.P.C., or under H.M.A. It would, however,\\n        be inequitable to direct the husband to pay maintenance under each of the\\n        proceedings, independent of the relief granted in a previous proceeding. If\\n        maintenance is awarded to the wife in a previously instituted proceeding, she is\\n        under a legal obligation to disclose the same in a subsequent proceeding for\\n        maintenance, which may be filed under another enactment. While deciding the\\n        quantum of maintenance in the subsequent proceeding, the civil court/family\\n        court shall take into account the maintenance awarded in any previously\\n        instituted proceeding, and determine the maintenance payable to the claimant.\\n</p>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_77\\\">        24</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_91\\\">             (2014) 14 SCC 452.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_78\\\">        25</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_92\\\">             (1997) 11 SCC 286.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_79\\\">                                                  30</span>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_93\\\">\\f      To overcome the issue of overlapping jurisdiction, and avoid conflicting\\norders being passed in different proceedings, we direct that in a subsequent\\nmaintenance proceeding, the applicant shall disclose the previous maintenance\\nproceeding, and the orders passed therein, so that the Court would take into\\nconsideration the maintenance already awarded in the previous proceeding, and\\ngrant an adjustment or set-off of the said amount. If the order passed in the\\nprevious proceeding requires any modification or variation, the party would be\\nrequired to move the concerned court in the previous proceeding.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_80\\\">                                      31</span>\\n<pre id=\\\"pre_2\\\">\\fII                            Payment of Interim Maintenance\\n(i)            The proviso to Section 24 of the HMA (inserted vide Act 49 of 2001 w.e.f.\\n</pre><p data-structure=\\\"Section\\\" id=\\\"p_94\\\">        24.09.2001), and the third proviso to <a href=\\\"/doc/1056396/\\\" id=\\\"a_221\\\">Section 125</a> Cr.P.C. (inserted vide Act 50\\n        of 2001 w.e.f. 24.09.2001) provide that the proceedings for interim maintenance,\\n        shall as far as possible, be disposed of within 60 days’ from the date of service\\n        of notice on the contesting spouse. Despite the statutory provisions granting a\\n        time-bound period for disposal of proceedings for interim maintenance, we find\\n        that applications remain pending for several years in most of the cases. The\\n        delays are caused by various factors, such as tremendous docket pressure on the\\n        Family Courts, repetitive adjournments sought by parties, enormous time taken\\n        for completion of pleadings at the interim stage itself, etc. Pendency of\\n        applications for maintenance at the interim stage for several years defeats the\\n        very object of the legislation.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_95\\\">(ii)           At present, the issue of interim maintenance is decided on the basis of\\n        pleadings, where some amount of guess-work or rough estimation takes place,\\n        so as to make a prima facie assessment of the amount to be awarded. It is often\\n        seen that both parties submit scanty material, do not disclose the correct details,\\n        and suppress vital information, which makes it difficult for the Family Courts to\\n        make an objective assessment for grant of interim maintenance. While there is a\\n        tendency on the part of the wife to exaggerate her needs, there is a corresponding\\n        tendency by the husband to conceal his actual income.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_96\\\">               It has therefore become necessary to lay down a procedure to streamline\\n        the proceedings, since a dependant wife, who has no other source of income, has\\n        to take recourse to borrowings from her parents / relatives during the interregnum\\n        to sustain herself and the minor children, till she begins receiving interim\\n        maintenance.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_97\\\">(iii)          In the first instance, the Family Court in compliance with the mandate of\\n        <a href=\\\"/doc/1558811/\\\" id=\\\"a_222\\\">Section 9</a> of the Family Courts Act 1984, must make an endeavour for settlement\\n        of the disputes. For this, <a href=\\\"/doc/632642/\\\" id=\\\"a_223\\\">Section 6</a> provides that the State Government shall, in\\n        consultation with the High Court, make provision for counsellors to assist a\\n        Family Court in the discharge of its functions. Given the large and growing\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_81\\\">                                                32</span>\\n\\f       percentage of matrimonial litigation, it has become necessary that the provisions\\n       of <a href=\\\"/doc/320618/\\\" id=\\\"a_224\\\">Section 5</a> and <a href=\\\"/doc/332261/\\\" id=\\\"a_225\\\">6</a> of the Family Courts Act are given effect to, by providing for\\n       the appointment of marriage counsellors in every Family Court, which would\\n       help in the process of settlement.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_98\\\">               If the proceedings for settlement are unsuccessful, the Family Court\\n       would proceed with the matter on merits.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_99\\\">(iv)           The party claiming maintenance either as a spouse, or as a partner in a\\n       civil union, live-in relationship, common law marriage, should be required to file\\n       a concise application for interim maintenance with limited pleadings, alongwith\\n       an Affidavit of Disclosure of Assets and Liabilities before the concerned court,\\n       as a mandatory requirement.\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_100\\\">(v)            On the basis of the pleadings filed by both parties and the Affidavits of\\n       Disclosure, the Court would be in a position to make an objective assessment of\\n       the approximate amount to be awarded towards maintenance at the interim stage.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_101\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"174517725\\\" id=\\\"span_82\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"153453675\\\" id=\\\"span_83\\\">(vi)           The Delhi High Court in a series of judgments beginning with <a href=\\\"/doc/153453675/\\\" id=\\\"a_226\\\">Puneet\\n       Kaur v Inderjit Singh Sawhney26</a> and followed in <a href=\\\"/doc/174517725/\\\" id=\\\"a_227\\\">Kusum Sharma v Mahinder\\n       Kumar Sharma27 (“Kusum Sharma I”</a>) directed that applications for maintenance\\n       under the HMA, HAMA, D.V. Act, and the <a href=\\\"/doc/445276/\\\" id=\\\"a_228\\\">Cr.P.C</a>. be accompanied with an\\n       Affidavit of assets, income and expenditure as prescribed. In Kusum Sharma II,28\\n       the Court framed a format of Affidavit of assets, income and expenditure to be\\n       filed by both parties at the threshold of a matrimonial litigation. This procedure\\n       was extended to maintenance proceedings under the <a href=\\\"/doc/806295/\\\" id=\\\"a_229\\\">Special Marriage Act and\\n       the Indian Divorce Act, 1869</a>. In Kusum Sharma III, 29 the Delhi High Court\\n       modified the format of the Affidavit, and extended it to maintenance proceedings\\n       under the <a href=\\\"/doc/1874830/\\\" id=\\\"a_230\\\">Guardians &amp; Wards Act, 1890</a> and the <a href=\\\"/doc/76168618/\\\" id=\\\"a_231\\\">Hindu Minority &amp; Guardianship\\n       Act, 1956</a>. In Kusum Sharma IV 30 the Court took notice that the filing of\\n       Affidavits alongwith pleadings gave an unfair advantage to the party who files\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_84\\\">       26</span>\\n           ILR (2012) I Delhi 73.</span></span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_85\\\">       27</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_102\\\">          (2014) 214 DLT 493.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_86\\\">       28</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_103\\\">          (2015) 217 DLT 706.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_87\\\">       29</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_104\\\">          MANU/DE/2406/2017.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_88\\\">       30</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_105\\\">          2017 – (2018) 246 DLT 1.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_89\\\">                                              33</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_106\\\">\\f         the affidavit subsequently. In this judgment, it was clarified that the Affidavit\\n         must be filed simultaneously by both parties. In Kusum Sharma V31 the Court\\n         consolidated the format of the Affidavits in the previous judgments, and directed\\n         that the same be filed in maintenance proceedings.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_107\\\">(vii)               Given the vastly divergent demographic profile of our country, which\\n         comprises of metropolitan cities, urban areas, rural areas, tribal areas, etc., it was\\n         considered appropriate to elicit responses from the various State Legal Services\\n         Authorities (“SLSAs”).\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_108\\\">                    This Court vide its Order dated 17.12.2019 requested the National Legal\\n         Services Authority (“NALSA”) to submit a report of the suggestions received\\n         from the SLSAs for framing guidelines on the Affidavit of Disclosure of the\\n         Assets and Liabilities to be filed by the parties.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_109\\\">(viii)              The NALSA submitted a comprehensive report dated 17.02.2020\\n         containing suggestions from all the State Legal Service Authorities throughout\\n         the country. We find the various suggestions made by the SLSAs to be of great\\n         assistance in finalizing the Affidavit of Disclosure which can be used by the\\n         Family Courts for determining the quantum of maintenance to be paid.\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_110\\\">(ix)                Keeping in mind the varied landscape of the country, and the\\n         recommendations made by the SLSAs, it was submitted that a simplified\\n         Affidavit of Disclosure may be framed to expedite the process of determining\\n         the quantum of maintenance.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_111\\\">                    We feel that the Affidavit to be filed by parties residing in urban areas,\\n         would require to be entirely different from the one applicable to rural areas, or\\n         tribal areas.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_112\\\">                    For this purpose, a comprehensive Affidavit of Disclosure of Assets and\\n         Liabilities is being attached as Enclosure I and II to this judgment.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_113\\\">(x)                 We have been informed by the Meghalaya State Legal Services Authority\\n         that the State of Meghalaya has a predominantly tribal population, which follows\\n         a matrilineal system of society. The population is comprised of three tribes viz.\\n         the Khasis, Jaintia and Garo tribes. In Meghalaya, the youngest daughter is the\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_90\\\">         31</span>\\n              Decided by the Delhi High Court vide Judgment dated 06.08.2020.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_91\\\">                                                           34</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_114\\\">\\f       custodian of the property, and takes important decisions relating to family\\n       property in consultation with her maternal uncle. The majority of the population\\n       is employed in the unorganized sector, such as agriculture. Under <a href=\\\"/doc/267150/\\\" id=\\\"a_232\\\">Section 10(26)</a>\\n       of the Income Tax Act 1961, the tribals residing in this State are exempted from\\n       payment of income tax.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_115\\\">                The Meghalaya State Legal Services Authority has suggested that the\\n       declaration in Meghalaya be made in the format enclosed with this judgment as\\n       Enclosure III.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_116\\\">(xi)              Keeping in mind the need for a uniform format of Affidavit of Disclosure\\n       of Assets and Liabilities to be filed in maintenance proceedings, this Court\\n       considers it necessary to frame guidelines in exercise of our powers under <a href=\\\"/doc/427855/\\\" id=\\\"a_233\\\">Article\\n       136</a> read with <a href=\\\"/doc/500307/\\\" id=\\\"a_234\\\">Article 142</a> of the Constitution of India :\\n</p><blockquote id=\\\"blockquote_92\\\">       (a)        The Affidavit of Disclosure of Assets and Liabilities annexed at\\n              Enclosures I, II and III of this judgment, as may be applicable, shall be filed\\n              by the parties in all maintenance proceedings, including pending proceedings\\n              before the concerned Family Court / District Court / Magistrate’s Court, as\\n              the case may be, throughout the country;\\n</blockquote><blockquote id=\\\"blockquote_93\\\">       (b)        The applicant making the claim for maintenance will be required to file a\\n              concise application accompanied with the Affidavit of Disclosure of Assets;\\n</blockquote><blockquote id=\\\"blockquote_94\\\">       (c)        The respondent must submit the reply alongwith the Affidavit of\\n              Disclosure within a maximum period of four weeks. The Courts may not\\n              grant more than two opportunities for submission of the Affidavit of\\n              Disclosure of Assets and Liabilities to the respondent.\\n</blockquote><p data-structure=\\\"CDiscource\\\" id=\\\"p_117\\\">                  If the respondent delays in filing the reply with the Affidavit, and seeks\\n              more than two adjournments for this purpose, the Court may consider\\n              exercising the power to strike off the defence of the respondent, if the conduct\\n              is found to be wilful and contumacious in delaying the proceedings.32\\n                  On the failure to file the Affidavit within the prescribed time, the Family\\n              Court may proceed to decide the application for maintenance on basis of the\\n              Affidavit filed by the applicant and the pleadings on record;\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_92\\\">       32</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_118\\\">            Kaushalya v Mukesh Jain, Criminal Appeal Nos. 1129-1130 / 2019 decided vide Judgment 24.07.2019.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_93\\\">                                                         35</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_119\\\">\\f(d)      The above format may be modified by the concerned Court, if the\\n      exigencies of a case require the same. It would be left to the judicial discretion\\n      of the concerned Court, to issue necessary directions in this regard.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_120\\\">(e)      If apart from the information contained in the Affidavits of Disclosure,\\n      any further information is required, the concerned Court may pass\\n      appropriate orders in respect thereof.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_121\\\">(f)      If there is any dispute with respect to the declaration made in the Affidavit\\n      of Disclosure, the aggrieved party may seek permission of the Court to serve\\n      interrogatories, and seek production of relevant documents from the opposite\\n      party under <a href=\\\"/doc/161831507/\\\" id=\\\"a_235\\\">Order XI of the CPC</a>;\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_122\\\">         On filing of the Affidavit, the Court may invoke the provisions of Order\\n      X of the C.P.C or Section 165 of the Evidence Act 1872, if it considers it\\n      necessary to do so;\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_123\\\">         The income of one party is often not within the knowledge of the other\\n      spouse. The Court may invoke <a href=\\\"/doc/697566/\\\" id=\\\"a_236\\\">Section 106</a> of the Evidence Act, 1872 if\\n      necessary, since the income, assets and liabilities of the spouse are within the\\n      personal knowledge of the party concerned.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_124\\\">(g)      If during the course of proceedings, there is a change in the financial status\\n      of any party, or there is a change of any relevant circumstances, or if some\\n      new information comes to light, the party may submit an amended /\\n      supplementary affidavit, which would be considered by the court at the time\\n      of final determination.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_125\\\">(h)      The pleadings made in the applications for maintenance and replies filed\\n      should be responsible pleadings; if false statements and misrepresentations\\n      are made, the Court may consider initiation of proceeding<a href=\\\"/doc/908644/\\\" id=\\\"a_237\\\"> u/S. 340</a> Cr.P.C.,\\n      and for contempt of Court.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_126\\\">(i)      In case the parties belong to the Economically Weaker Sections (“EWS”),\\n      or are living Below the Poverty Line (“BPL”), or are casual labourers, the\\n      requirement of filing the Affidavit would be dispensed with.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_127\\\">(j)      The concerned Family Court / District Court / Magistrate’s Court must\\n      make an endeavour to decide the I.A. for Interim Maintenance by a reasoned\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_94\\\">                                           36</span>\\n\\f        order, within a period of four to six months at the latest, after the Affidavits\\n        of Disclosure have been filed before the court.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_128\\\"> (k)       A professional Marriage Counsellor must be made available in every\\n        Family Court.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_129\\\"> Permanent alimony\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_130\\\">(i)        Parties may lead oral and documentary evidence with respect to income,\\n        expenditure, standard of living, etc. before the concerned Court, for fixing\\n        the permanent alimony payable to the spouse.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_131\\\">(ii)       In contemporary society, where several marriages do not last for a\\n        reasonable length of time, it may be inequitable to direct the contesting\\n        spouse to pay permanent alimony to the applicant for the rest of her life. The\\n        duration of the marriage would be a relevant factor to be taken into\\n        consideration for determining the permanent alimony to be paid.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_132\\\">(iii)      Provision for grant of reasonable expenses for the marriage of children\\n        must be made at the time of determining permanent alimony, where the\\n        custody is with the wife. The expenses would be determined by taking into\\n        account the financial position of the husband and the customs of the family.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_133\\\">(iv)       If there are any trust funds / investments created by any spouse /\\n        grandparents in favour of the children, this would also be taken into\\n        consideration while deciding the final child support.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_95\\\">                                            37</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_134\\\">\\fIII                     Criteria for determining quantum of maintenance\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_135\\\"> (i)           The objective of granting interim / permanent alimony is to ensure that\\n       the dependant spouse is not reduced to destitution or vagrancy on account of the\\n       failure of the marriage, and not as a punishment to the other spouse. There is no\\n       straitjacket formula for fixing the quantum of maintenance to be awarded.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_136\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"185100634\\\" id=\\\"span_96\\\">The factors which would weigh with the Court inter alia are the status of\\n       the parties; reasonable needs of the wife and dependant children; whether the\\n       applicant is educated and professionally qualified; whether the applicant has any\\n       independent source of income; whether the income is sufficient to enable her to\\n       maintain the same standard of living as she was accustomed to in her matrimonial\\n       home; whether the applicant was employed prior to her marriage; whether she\\n       was working during the subsistence of the marriage; whether the wife was\\n       required to sacrifice her employment opportunities for nurturing the family, child\\n       rearing, and looking after adult members of the family; reasonable costs of\\n       litigation for a non-working wife.33\\n               In <a href=\\\"/doc/185100634/\\\" id=\\\"a_238\\\">Manish Jain v Akanksha Jain</a> 34 this Court held that the financial\\n       position of the parents of the applicant-wife, would not be material while\\n       determining the quantum of maintenance. An order of interim maintenance is\\n       conditional on the circumstance that the wife or husband who makes a claim has\\n       no independent income, sufficient for her or his support. It is no answer to a\\n       claim of maintenance that the wife is educated and could support herself. The\\n       court must take into consideration the status of the parties and the capacity of the\\n       spouse to pay for her or his support.</span> Maintenance is dependent upon factual\\n       situations; the Court should mould the claim for maintenance based on various\\n       factors brought before it.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_137\\\">               <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"796258\\\" id=\\\"span_97\\\">On the other hand, the financial capacity of the husband, his actual\\n       income, reasonable expenses for his own maintenance, and dependant family\\n       members whom he is obliged to maintain under the law, liabilities if any, would\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_98\\\">       33</span>\\n          <a href=\\\"/doc/796258/\\\" id=\\\"a_239\\\">Refer to Jasbir Kaur Sehgal v District Judge, Dehradun &amp; Ors.</a> (1997) 7 SCC 7.</span>\\n          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"328578\\\" id=\\\"span_99\\\"><a href=\\\"/doc/328578/\\\" id=\\\"a_240\\\">Refer to Vinny Paramvir Parmar v Paramvir Parmar</a> (2011) 13 SCC 112.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_100\\\">       34</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_138\\\">          (2017) 15 SCC 801.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_101\\\">                                                       38</span>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_139\\\">\\f        be required to be taken into consideration, to arrive at the appropriate quantum\\n        of maintenance to be paid. The Court must have due regard to the standard of\\n        living of the husband, as well as the spiralling inflation rates and high costs of\\n        living. The plea of the husband that he does not possess any source of income\\n        ipso facto does not absolve him of his moral duty to maintain his wife if he is\\n        able bodied and has educational qualifications.35\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_140\\\">(ii)               A careful and just balance must be drawn between all relevant factors.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_141\\\">        The test for determination of maintenance in matrimonial disputes depends on\\n        the financial status of the respondent, and the standard of living that the applicant\\n        was accustomed to in her matrimonial home.36\\n                   The maintenance amount awarded must be reasonable and realistic, and\\n        avoid either of the two extremes i.e. maintenance awarded to the wife should\\n        neither be so extravagant which becomes oppressive and unbearable for the\\n        respondent, nor should it be so meagre that it drives the wife to penury. The\\n        sufficiency of the quantum has to be adjudged so that the wife is able to maintain\\n        herself with reasonable comfort.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_142\\\">(iii)              <a href=\\\"/doc/207919/\\\" id=\\\"a_241\\\">Section 23</a> of HAMA provides statutory guidance with respect to the\\n        criteria for determining the quantum of maintenance. Sub-section (2) of <a href=\\\"/doc/207919/\\\" id=\\\"a_242\\\">Section\\n        23</a> of HAMA provides the following factors which may be taken into\\n        consideration : (i) position and status of the parties, (ii) reasonable wants of the\\n        claimant, (iii) if the petitioner/claimant is living separately, the justification for\\n        the same, (iv) value of the claimant’s property and any income derived from such\\n        property, (v) income from claimant’s own earning or from any other source.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_143\\\">(iv)               <a href=\\\"/doc/85747/\\\" id=\\\"a_243\\\">Section 20(2)</a> of the D.V. Act provides that the monetary relief granted to\\n        the aggrieved woman and / or the children must be adequate, fair, reasonable,\\n        and consistent with the standard of living to which the aggrieved woman was\\n        accustomed to in her matrimonial home.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_102\\\">        35</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_144\\\">             <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"176307534\\\" id=\\\"span_103\\\"><a href=\\\"/doc/176307534/\\\" id=\\\"a_244\\\">Reema Salkan v Sumer Singh Salkan</a> (2019) 12 SCC 303.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_104\\\">        36</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_145\\\">             <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1720873\\\" id=\\\"span_105\\\"><a href=\\\"/doc/1720873/\\\" id=\\\"a_245\\\">Chaturbhuj v Sita Bai</a> (2008) 2 SCC 316.</span>\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_106\\\">                                                        39</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_146\\\">\\f(v)               The Delhi High Court in Bharat Hedge v Smt. Saroj Hegde37 laid down\\n       the following factors to be considered for determining maintenance :\\n</p><blockquote id=\\\"blockquote_95\\\">                   “1. Status of the parties.\\n</blockquote><blockquote id=\\\"blockquote_96\\\">                    2. Reasonable wants of the claimant.\\n</blockquote><blockquote id=\\\"blockquote_97\\\">                    3.The independent income and property of the claimant.\\n</blockquote><blockquote id=\\\"blockquote_98\\\">                    4. The number of persons, the non-applicant has to maintain.\\n</blockquote><blockquote id=\\\"blockquote_99\\\">                    5. The amount should aid the applicant to live in a similar lifestyle as\\n                  he/she enjoyed in the matrimonial home.\\n</blockquote><blockquote id=\\\"blockquote_100\\\">                    6. Non-applicant’s liabilities, if any.\\n</blockquote><blockquote id=\\\"blockquote_101\\\">                    7. Provisions for food, clothing, shelter, education, medical attendance\\n                  and treatment etc. of the applicant.\\n</blockquote><blockquote id=\\\"blockquote_102\\\">                    8. Payment capacity of the non-applicant.\\n</blockquote><blockquote id=\\\"blockquote_103\\\">                    9. Some guess work is not ruled out while estimating the income of the\\n                  non-applicant when all the sources or correct sources are not disclosed.\\n</blockquote><blockquote id=\\\"blockquote_104\\\">                    10. The non-applicant to defray the cost of litigation.\\n</blockquote><blockquote id=\\\"blockquote_105\\\">                    11. The amount awarded<a href=\\\"/doc/1056396/\\\" id=\\\"a_246\\\"> u/s 125</a> Cr.PC is adjustable against the\\n                  amount awarded u/ 24 of the Act. 17.”\\n\\n</blockquote><blockquote id=\\\"blockquote_106\\\">(vi)              Apart from the aforesaid factors enumerated hereinabove, certain\\n       additional factors would also be relevant for determining the quantum of\\n       maintenance payable.\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_147\\\">       (a) Age and employment of parties\\n                  In a marriage of long duration, where parties have endured the\\n              relationship for several years, it would be a relevant factor to be taken into\\n              consideration. On termination of the relationship, if the wife is educated and\\n              professionally qualified, but had to give up her employment opportunities to\\n              look after the needs of the family being the primary caregiver to the minor\\n              children, and the elder members of the family, this factor would be required\\n              to be given due importance. This is of particular relevance in contemporary\\n              society, given the highly competitive industry standards, the separated wife\\n              would be required to undergo fresh training to acquire marketable skills and\\n              re-train herself to secure a job in the paid workforce to rehabilitate herself.\\n              With advancement of age, it would be difficult for a dependant wife to get an\\n              easy entry into the work-force after a break of several years.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_107\\\">       37</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_148\\\">            140 (2007) DLT 16.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_108\\\">                                                    40</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_149\\\">\\f(b) Right to residence\\n           <a href=\\\"/doc/615600/\\\" id=\\\"a_247\\\">Section 17</a> of the D.V. Act grants an aggrieved woman the right to live in\\n       the “shared household”. <a href=\\\"/doc/1494717/\\\" id=\\\"a_248\\\">Section 2(s)</a> defines “shared household” to include\\n       the household where the aggrieved woman lived at any stage of the domestic\\n       relationship; or the household owned and rented jointly or singly by both, or\\n       singly by either of the spouses; or a joint family house, of which the\\n       respondent is a member.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_150\\\">           <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"62368827\\\" id=\\\"span_109\\\">The right of a woman to reside in a “shared household” defined under\\n       <a href=\\\"/doc/1494717/\\\" id=\\\"a_249\\\">Section 2(s)</a> entitles the aggrieved woman for right of residence in the shared\\n       household, irrespective of her having any legal interest in the same. This\\n       Court in <a href=\\\"/doc/62368827/\\\" id=\\\"a_250\\\">Satish Chander Ahuja v Sneha Ahuja</a> 38 (supra) held that “shared\\n       household” referred to in <a href=\\\"/doc/1494717/\\\" id=\\\"a_251\\\">Section 2(s)</a> is the shared household of the\\n       aggrieved person where she was living at the time when the application was\\n       filed, or at any stage lived in a domestic relationship. The living of the\\n       aggrieved woman in the shared household must have a degree of permanence.\\n       A mere fleeting or casual living at different places would not constitute a\\n       “shared household”. It is important to consider the intention of the parties,\\n       nature of living, and nature of the household, to determine whether the\\n       premises is a “shared household”. <a href=\\\"/doc/1494717/\\\" id=\\\"a_252\\\">Section 2(s)</a> read with <a href=\\\"/doc/615600/\\\" id=\\\"a_253\\\">Sections 17</a> and <a href=\\\"/doc/1130386/\\\" id=\\\"a_254\\\">19</a>\\n       of the D.V. Act entitles a woman to the right of residence in a shared\\n       household, irrespective of her having any legal interest in the same. There is\\n       no requirement of law that the husband should be a member of the joint\\n       family, or that the household must belong to the joint family, in which he or\\n       the aggrieved woman has any right, title or interest. The shared household\\n       may not necessarily be owned or tenanted by the husband singly or jointly.\\n           <a href=\\\"/doc/835631/\\\" id=\\\"a_255\\\">Section 19 (1)(f)</a> of the D.V. Act provides that the Magistrate may pass a\\n       residence order inter alia directing the respondent to secure the same level of\\n       alternate accommodation for the aggrieved woman as enjoyed by her in the\\n       shared household. While passing such an order, the Magistrate may direct the\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_110\\\">38</span>\\n     Civil Appeal No. 2483 / 2020 decided vide Judgment dated 15.10.2020.</span>\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_111\\\">                                                  41</span>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_151\\\">\\f     respondent to pay the rent and other payments, having regard to the financial\\n     needs and resources of the parties.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_152\\\">(c) Where wife is earning some income\\n        The Courts have held that if the wife is earning, it cannot operate as a bar\\n     from being awarded maintenance by the husband. The Courts have provided\\n     guidance on this issue in the following judgments.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_153\\\">        <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"176136151\\\" id=\\\"span_112\\\">In <a href=\\\"/doc/176136151/\\\" id=\\\"a_256\\\">Shailja &amp; Anr. v Khobbanna,39</a> this Court held that merely because the\\n     wife is capable of earning, it would not be a sufficient ground to reduce the\\n     maintenance awarded by the Family Court.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"3786357\\\" id=\\\"span_113\\\">The Court has to determine\\n     whether the income of the wife is sufficient to enable her to maintain herself,\\n     in accordance with the lifestyle of her husband in the matrimonial home.40\\n     Sustenance does not mean, and cannot be allowed to mean mere survival.41\\n        In <a href=\\\"/doc/3786357/\\\" id=\\\"a_257\\\">Sunita Kachwaha &amp; Ors. v Anil Kachwaha</a> 42 the wife had a\\n     postgraduate degree, and was employed as a teacher in Jabalpur. The husband\\n     raised a contention that since the wife had sufficient income, she would not\\n     require financial assistance from the husband. The Supreme Court repelled\\n     this contention, and held that merely because the wife was earning some\\n     income, it could not be a ground to reject her claim for maintenance.</span>\\n        <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"3786357\\\" id=\\\"span_114\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"94550367\\\" id=\\\"span_115\\\">The Bombay High Court in <a href=\\\"/doc/94550367/\\\" id=\\\"a_258\\\">Sanjay Damodar Kale v Kalyani Sanjay\\n     Kale43</a> while relying upon the judgment in <a href=\\\"/doc/3786357/\\\" id=\\\"a_259\\\">Sunita Kachwaha</a> (supra), held\\n     that neither the mere potential to earn, nor the actual earning of the wife,\\n     howsoever meagre, is sufficient to deny the claim of maintenance.</span></span>\\n        <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"106121295\\\" id=\\\"span_116\\\">An able-bodied husband must be presumed to be capable of earning\\n     sufficient money to maintain his wife and children, and cannot contend that\\n     he is not in a position to earn sufficiently to maintain his family, as held by\\n     the Delhi High Court in <a href=\\\"/doc/106121295/\\\" id=\\\"a_260\\\">Chander Prakash Bodhraj v Shila Rani Chander</a>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_117\\\">39</span>\\n   (2018) 12 SCC 199.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_154\\\">   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"39532810\\\" id=\\\"span_118\\\">See also Decision of the Karnataka High Court in <a href=\\\"/doc/39532810/\\\" id=\\\"a_261\\\">P. Suresh v S. Deepa &amp; Ors.</a>, 2016 Cri LJ 4794.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_119\\\">40</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_155\\\">   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1720873\\\" id=\\\"span_120\\\"><a href=\\\"/doc/1720873/\\\" id=\\\"a_262\\\">Chaturbhuj v Sita Bai</a>, (2008) 2 SCC 316.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_121\\\">41</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_156\\\">   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"10517183\\\" id=\\\"span_122\\\"><a href=\\\"/doc/10517183/\\\" id=\\\"a_263\\\">Vipul Lakhanpal v Smt. Pooja Sharma</a>, 2015 SCC OnLine HP 1252.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_123\\\">42</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_157\\\">   (2014) 16 SCC 715.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_124\\\">43</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_158\\\">   2020 SCC OnLine Bom 694.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_125\\\">                                                42</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_159\\\">\\f       Prakash.44 The onus is on the husband to establish with necessary material\\n       that there are sufficient grounds to show that he is unable to maintain the\\n       family, and discharge his legal obligations for reasons beyond his control. If\\n       the husband does not disclose the exact amount of his income, an adverse\\n       inference may be drawn by the Court.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_160\\\">           <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"106121295\\\" id=\\\"span_126\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"189967724\\\" id=\\\"span_127\\\">This Court in <a href=\\\"/doc/189967724/\\\" id=\\\"a_264\\\">Shamima Farooqui v Shahid Khan45</a> cited the judgment in\\n       <a href=\\\"/doc/106121295/\\\" id=\\\"a_265\\\">Chander Prakash</a> (supra) with approval, and held that the obligation of the\\n       husband to provide maintenance stands on a higher pedestal than the wife.</span></span>\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_161\\\">(d) Maintenance of minor children\\n           The living expenses of the child would include expenses for food,\\n       clothing, residence, medical expenses, education of children. Extra coaching\\n       classes or any other vocational training courses to complement the basic\\n       education must be factored in, while awarding child support. Albeit, it should\\n       be a reasonable amount to be awarded for extra-curricular / coaching classes,\\n       and not an overly extravagant amount which may be claimed.\\n           Education expenses of the children must be normally borne by the father.\\n       If the wife is working and earning sufficiently, the expenses may be shared\\n       proportionately between the parties.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_162\\\">(e) Serious disability or ill health\\n           Serious disability or ill health of a spouse, child / children from the\\n       marriage / dependant relative who require constant care and recurrent\\n       expenditure, would also be a relevant consideration while quantifying\\n       maintenance.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_128\\\">44</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_163\\\">     AIR 1968 Delhi 174.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_129\\\">45</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_164\\\">     (2015) 5 SCC 705.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_130\\\">                                           43</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_165\\\">\\fIV                   Date from which Maintenance to be awarded\\n             There is no provision in the HMA with respect to the date from which an\\n     Order of maintenance may be made effective. Similarly, <a href=\\\"/doc/1373165/\\\" id=\\\"a_266\\\">Section 12</a> of the D.V.\\n     Act, does not provide the date from which the maintenance is to be awarded.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_166\\\">             <a href=\\\"/doc/109334/\\\" id=\\\"a_267\\\">Section 125(2)</a> Cr.P.C. is the only statutory provision which provides that\\n     the Magistrate may award maintenance either from the date of the order, or from\\n     the date of application. 46\\n             In the absence of a uniform regime, there is a vast variance in the practice\\n     adopted by the Family Courts in the country, with respect to the date from which\\n     maintenance must be awarded. The divergent views taken by the Family Courts\\n     are : first, from the date on which the application for maintenance was filed;\\n     second, the date of the order granting maintenance; third, the date on which the\\n     summons was served upon the respondent.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_167\\\"> (a) From date of application\\n             The view that maintenance ought to be granted from the date when the\\n     application was made, is based on the rationale that the primary object of\\n     maintenance laws is to protect a deserted wife and dependant children from\\n     destitution and vagrancy. If maintenance is not paid from the date of application,\\n     the party seeking maintenance would be deprived of sustenance, owing to the\\n     time taken for disposal of the application, which often runs into several years.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_168\\\">             <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1859931\\\" id=\\\"span_131\\\">The Orissa High Court in <a href=\\\"/doc/1859931/\\\" id=\\\"a_268\\\">Susmita Mohanty v Rabindra Nath Sahu47</a> held\\n     that the legislature intended to provide a summary, quick and comparatively\\n     inexpensive remedy to the neglected person. Where a litigation is prolonged,\\n     either on account of the conduct of the opposite party, or due to the heavy docket\\n     in Courts, or for unavoidable reasons, it would be unjust and contrary to the\\n     object of the provision, to provide maintenance from the date of the order.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_169\\\">           <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"963441\\\" id=\\\"span_132\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1647137\\\" id=\\\"span_133\\\">In <a href=\\\"/doc/1647137/\\\" id=\\\"a_269\\\">Kanhu Charan Jena v. Smt. Nirmala Jena48</a> , the Orissa High Court was\\n     considering an application<a href=\\\"/doc/1056396/\\\" id=\\\"a_270\\\"> u/S. 125</a> Cr.P.C., wherein it was held that even though\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_134\\\">     46</span>\\n        <a href=\\\"/doc/963441/\\\" id=\\\"a_271\\\">K. Sivaram v K. Mangalamba &amp; Ors.1989</a> (1) APLJ (HC) 604.</span></span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_135\\\">     47</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_170\\\">        1996 (I) OLR 361.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_136\\\">     48</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_171\\\">         2001 Cri LJ 879.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_137\\\">                                                  44</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_172\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"36300287\\\" id=\\\"span_138\\\">the decision to award maintenance either from the date of application, or from\\nthe date of order, was within the discretion of the Court, it would be appropriate\\nto grant maintenance from the date of application. This was followed in <a href=\\\"/doc/36300287/\\\" id=\\\"a_272\\\">Arun\\nKumar Nayak v Urmila Jena,49</a> wherein it was reiterated that dependents were\\nentitled to receive maintenance from the date of application.</span>\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_173\\\">         <span class=\\\"citetext\\\" data-sentiment=\\\"Neutral\\\" data-docid=\\\"1322465\\\" id=\\\"span_139\\\">The Madhya Pradesh High Court in <a href=\\\"/doc/1322465/\\\" id=\\\"a_273\\\">Krishna Jain v Dharam Raj Jain50</a>\\nheld that a wife may set up a claim for maintenance to be granted from the date\\nof application, and the husband may deny it. In such cases, the Court may frame\\nan issue, and decide the same based on evidence led by parties. The view that\\nthe “normal rule” was to grant maintenance from the date of order, and the\\nexception was to grant maintenance from the date of application, would be to\\ninsert something more in <a href=\\\"/doc/109334/\\\" id=\\\"a_274\\\">Section 125(2)</a> Cr.P.C., which the Legislature did not\\nintend. Reasons must be recorded in both cases. i.e. when maintenance is\\nawarded from the date of application, or when it is awarded from the date of\\norder.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_174\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Neutral\\\" data-docid=\\\"60620160\\\" id=\\\"span_140\\\">The law governing payment of maintenance<a href=\\\"/doc/1056396/\\\" id=\\\"a_275\\\"> u/S. 125</a> Cr.P.C. from the date\\nof application, was extended to HAMA by the Allahabad High Court in <a href=\\\"/doc/60620160/\\\" id=\\\"a_276\\\">Ganga\\nPrasad Srivastava v Additional District Judge, Gonda &amp; Ors.51 The</a> Court held\\nthat the date of application should always be regarded as the starting point for\\npayment of maintenance. The Court was considering a suit for maintenance<a href=\\\"/doc/1860699/\\\" id=\\\"a_277\\\"> u/S.\\n18</a> of HAMA, wherein the Civil Judge directed that maintenance be paid from\\nthe date of judgment. The High Court held that the normal inference should be\\nthat the order of maintenance would be effective from the date of application. A\\nparty seeking maintenance would otherwise be deprived of maintenance due to\\nthe delay in disposal of the application, which may arise due to paucity of time\\nof the Court, or on account of the conduct of one of the parties. In this case, there\\nwas a delay of seven years in disposing of the suit, and the wife could not be\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_141\\\">49</span>\\n   (2010) 93 AIC 726 (Ori).</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_142\\\">50</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_175\\\">   1993 (2) MPJR 63.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_143\\\">51</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_176\\\">   2019 (6) ADJ 850.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_144\\\">                                         45</span>\\n<p data-structure=\\\"Section\\\" id=\\\"p_177\\\">\\f    made to starve till such time. The wife was held to be entitled to maintenance\\n    from the date of application / suit.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_178\\\">          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"80245797\\\" id=\\\"span_145\\\">The Delhi High Court in <a href=\\\"/doc/80245797/\\\" id=\\\"a_278\\\">Lavlesh Shukla v Rukmani52</a> held that where the\\n    wife is unemployed and is incurring expenses towards maintaining herself and\\n    the minor child / children, she is entitled to receive maintenance from the date of\\n    application. Maintenance is awarded to a wife to overcome the financial crunch,\\n    which occurs on account of her separation from her husband. It is neither a matter\\n    of favour to the wife, nor any charity done by the husband.</span>\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_179\\\">(b) From the date of order\\n          The second view that maintenance ought to be awarded from the date of\\n    order is based on the premise that the general rule is to award maintenance from\\n    the date of order, and grant of maintenance from the date of application must be\\n    the exception. The foundation of this view is based on the interpretation of\\n    <a href=\\\"/doc/109334/\\\" id=\\\"a_279\\\">Section 125(2)</a> Cr.P.C. which provides :\\n</p><blockquote id=\\\"blockquote_107\\\">          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"33062206\\\" id=\\\"span_146\\\">“(2) Any such allowance for the maintenance or interim maintenance and\\n          expenses for proceeding shall be payable from the date of the order, or, if\\n          so ordered, from the date of the application for maintenance or interim\\n          maintenance and expenses of proceeding, as the case may be.”\\n                                                              (emphasis supplied)\\n            The words “or, if so ordered” in Section 125 has been interpreted to mean\\n    that where the court is awarding maintenance from the date of application,\\n    special reasons ought to be recorded.53\\n            In <a href=\\\"/doc/33062206/\\\" id=\\\"a_280\\\">Bina Devi v State of U.P.</a>, 54 the Allahabad High Court on an\\n    interpretation of<a href=\\\"/doc/109334/\\\" id=\\\"a_281\\\"> S.125(2)</a> of the Cr.P.C. held that when maintenance is directed\\n    to be paid from the date of application, the Court must record reasons. If the\\n    order is silent, it will be effective from the date of the order, for which reasons\\n    need not be recorded. The Court held that <a href=\\\"/doc/109334/\\\" id=\\\"a_282\\\">Section 125(2)</a> Cr.P.C. is prima facie\\n    clear that maintenance shall be payable from the date of the order.</span>\\n</blockquote>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_147\\\">    52</span>\\n<blockquote id=\\\"blockquote_108\\\">       Crl.Rev.P. 851/2019 decided by the Delhi High Court vide Order dated 28.11.2019.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_148\\\">    53</span>\\n<blockquote id=\\\"blockquote_109\\\">       <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1319986\\\" id=\\\"span_149\\\"><a href=\\\"/doc/1319986/\\\" id=\\\"a_283\\\">Bina Devi &amp; Ors. v State of Uttar Pradesh &amp; Ors.</a> (2010) 69 ACC 19.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_150\\\">    54</span>\\n<blockquote id=\\\"blockquote_110\\\">       (2010) 69 ACC 19.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_151\\\">                                                    46</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_180\\\">\\f            <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"40279110\\\" id=\\\"span_152\\\">The Madhya Pradesh High Court in <a href=\\\"/doc/40279110/\\\" id=\\\"a_284\\\">Amit Verma v Sangeeta Verma &amp;\\n    Ors.55</a> directed that maintenance ought to be granted from the date of the order.</span>\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_181\\\">(c) From the date of service of summons\\n            The third view followed by some Courts is that maintenance ought to be\\n    granted from the date of service of summons upon the respondent.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_182\\\">            <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"993997\\\" id=\\\"span_153\\\">The Kerala High Court in <a href=\\\"/doc/993997/\\\" id=\\\"a_285\\\">S. Radhakumari v K.M.K. Nair</a> 56 was\\n    considering an application for interim maintenance preferred by the wife in\\n    divorce proceedings filed by the husband. The High Court held that maintenance\\n    must be awarded to the wife from the date on which summons were served in\\n    the main divorce petition.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Neg\\\" data-docid=\\\"50241563\\\" id=\\\"span_154\\\">The Court relied upon the judgment of the Calcutta\\n    High Court in <a href=\\\"/doc/50241563/\\\" id=\\\"a_286\\\">Samir Banerjee v Sujata Banerjee,57</a> and held that <a href=\\\"/doc/1726755/\\\" id=\\\"a_287\\\">Section 24</a> of\\n    the HMA does not contain any provision that maintenance must be awarded from\\n    a specific date. The Court may, in exercise of its discretion, award maintenance\\n    from the date of service of summons.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_183\\\">            <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"96632\\\" id=\\\"span_155\\\">The Orissa High Court in <a href=\\\"/doc/96632/\\\" id=\\\"a_288\\\">Gouri Das v Pradyumna Kumar Das58</a> was\\n    considering an application for interim maintenance filed<a href=\\\"/doc/1726755/\\\" id=\\\"a_289\\\"> u/S. 24</a> HMA by the\\n    wife, in a divorce petition instituted by the husband. The Court held that the\\n    ordinary rule is to award maintenance from the date of service of summons. It\\n    was held that in cases where the applicant in the maintenance petition is also the\\n    petitioner in the divorce petition, maintenance becomes payable from the date\\n    when summons is served upon the respondent in the main proceeding.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_184\\\">          In Kalpana Das v Sarat Kumar Das,59 the Orissa High Court held that the\\n    wife was entitled to maintenance from the date when the husband entered\\n    appearance. The Court was considering an application for interim maintenance\\n    u/<a href=\\\"/doc/1726755/\\\" id=\\\"a_290\\\">S. 24</a> HMA in a petition for restitution of conjugal rights filed by the wife. The\\n    Family Court awarded interim maintenance to the wife and minor child from the\\n    date of the order. In an appeal filed by the wife and minor child seeking\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_156\\\">    55</span>\\n       CRR No. 3542/2019, decided by the Madhya Pradesh High Court vide Order dated 08.01.2020.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_157\\\">    56</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_185\\\">       AIR 1983 Ker 139.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_158\\\">    57</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_186\\\">       70 CWN 633.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_159\\\">    58</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_187\\\">       1986 (II) OLR 44.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_160\\\">    59</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_188\\\">       AIR 2009 Ori 133.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_161\\\">                                                  47</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_189\\\">\\fmaintenance from the date of application, the High Court held that the Family\\nCourt had failed to assign any reasons in support of its order, and directed :\\n</p><blockquote id=\\\"blockquote_111\\\">        “9. …Learned Judge. Family Court has not assigned any reason as to why\\n        he passed the order of interim maintenance w.e.f. the date of order. When\\n        admittedly the parties are living separately and prima facie it appears that\\n        the Petitioners have no independent source of income, therefore, in our view\\n        order should have been passed for payment of interim maintenance from\\n        the date of appearance of the Opposite Party-husband…”\\n                                                                (emphasis supplied)\\n\\n\\n                                Discussion and Directions\\n          The judgments hereinabove reveal the divergent views of different High\\nCourts on the date from which maintenance must be awarded.\\n</blockquote><blockquote id=\\\"blockquote_112\\\">          Even though a judicial discretion is conferred upon the Court to grant\\nmaintenance either from the date of application or from the date of the order in<a href=\\\"/doc/109334/\\\" id=\\\"a_291\\\">\\nS. 125(2)</a> Cr.P.C., it would be appropriate to grant maintenance from the date of\\napplication in all cases, including <a href=\\\"/doc/1056396/\\\" id=\\\"a_292\\\">Section 125</a> Cr.P.C. In the practical working\\nof the provisions relating to maintenance, we find that there is significant delay\\nin disposal of the applications for interim maintenance for years on end. It would\\ntherefore be in the interests of justice and fair play that maintenance is awarded\\nfrom the date of the application.\\n</blockquote><blockquote id=\\\"blockquote_113\\\">          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1952766\\\" id=\\\"span_162\\\">In <a href=\\\"/doc/1952766/\\\" id=\\\"a_293\\\">Shail Kumari Devi and Ors. v Krishnan Bhagwan Pathak60</a>, this Court\\nheld that the entitlement of maintenance should not be left to the uncertain date\\nof disposal of the case. The enormous delay in disposal of proceedings justifies\\nthe award of maintenance from the date of application.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"34330243\\\" id=\\\"span_163\\\">In <a href=\\\"/doc/34330243/\\\" id=\\\"a_294\\\">Bhuwan Mohan Singh\\nv Meena61</a>, this Court held that repetitive adjournments sought by the husband <a href=\\\"/doc/34330243/\\\" id=\\\"a_295\\\">in\\nthat case</a> resulted in delay of 9 years in the adjudication of the case. The delay in\\nadjudication was not only against human rights, but also against the basic\\nembodiment of dignity of an individual. The delay in the conduct of the\\nproceedings would require grant of maintenance to date back to the date of\\napplication.</span>\\n</blockquote>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_164\\\">60</span>\\n<blockquote id=\\\"blockquote_114\\\">     2008 9 SCC 632.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_165\\\">61</span>\\n<blockquote id=\\\"blockquote_115\\\">     2015 6 SCC 353.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_166\\\">                                            48</span>\\n<blockquote id=\\\"blockquote_116\\\">\\f           The rationale of granting maintenance from the date of application finds\\nits roots in the object of enacting maintenance legislations, so as to enable the\\nwife to overcome the financial crunch which occurs on separation from the\\nhusband. Financial constraints of a dependant spouse hampers their capacity to\\nbe effectively represented before the Court. In order to prevent a dependant from\\nbeing reduced to destitution, it is necessary that maintenance is awarded from\\nthe date on which the application for maintenance is filed before the concerned\\nCourt.\\n</blockquote><blockquote id=\\\"blockquote_117\\\">           <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"15901386\\\" id=\\\"span_167\\\">In <a href=\\\"/doc/15901386/\\\" id=\\\"a_296\\\">Badshah v Urmila Badshah Godse</a> 62 , the Supreme Court was\\nconsidering the interpretation of <a href=\\\"/doc/1056396/\\\" id=\\\"a_297\\\">Section 125</a> Cr.P.C. The Court held :</span>\\n</blockquote><blockquote id=\\\"blockquote_118\\\">         “13.3. …purposive interpretation needs to be given to the provisions of\\n         <a href=\\\"/doc/1056396/\\\" id=\\\"a_298\\\">Section 125</a> CrPC. While dealing with the application of a destitute wife or\\n         hapless children or parents under this provision, the Court is dealing with\\n         the marginalised sections of the society. The purpose is to achieve “social\\n         justice” which is the constitutional vision, enshrined in the Preamble of the\\n         Constitution of India. The Preamble to the Constitution of India clearly\\n         signals that we have chosen the democratic path under the rule of law to\\n         achieve the goal of securing for all its citizens, justice, liberty, equality and\\n         fraternity. It specifically highlights achieving their social justice. Therefore,\\n         it becomes the bounden duty of the courts to advance the cause of the social\\n         justice. While giving interpretation to a particular provision, the court is\\n         supposed to bridge the gap between the law and society.”\\n                                                                    (emphasis supplied)\\n\\n           It has therefore become necessary to issue directions to bring about\\nuniformity and consistency in the Orders passed by all Courts, by directing that\\nmaintenance be awarded from the date on which the application was made before\\nthe concerned Court. The right to claim maintenance must date back to the date\\nof filing the application, since the period during which the maintenance\\nproceedings remained pending is not within the control of the applicant.\\n</blockquote>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_168\\\">62</span>\\n<blockquote id=\\\"blockquote_119\\\">     (2014) 1 SCC 188.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_169\\\">                                                49</span>\\n<blockquote id=\\\"blockquote_120\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"485411\\\" id=\\\"span_170\\\">V                                     Enforcement of orders of maintenance\\n                       Enforcement of the order of maintenance is the most challenging issue,\\n             which is encountered by the applicants. If maintenance is not paid in a timely\\n             manner, it defeats the very object of the social welfare legislation. Execution\\n             petitions usually remain pending for months, if not years, which completely\\n             nullifies the object of the law. The Bombay High Court in <a href=\\\"/doc/485411/\\\" id=\\\"a_299\\\">Sushila Viresh\\n             Chhawda v Viresh Nagsi Chhawda63</a> held that :</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_121\\\">                   “The direction of interim alimony and expenses of litigation under <a href=\\\"/doc/1726755/\\\" id=\\\"a_300\\\">Section 24</a>\\n                   is one of urgency and it must be decided as soon as it is raised and the law takes\\n                   care that nobody is disabled from prosecuting or defending the matrimonial\\n                   case by starvation or lack of funds.”\\n\\n</blockquote><blockquote id=\\\"blockquote_122\\\">(i)                    An application for execution of an Order of Maintenance can be filed\\n             under the following provisions :\\n</blockquote><blockquote id=\\\"blockquote_123\\\">             (a) <a href=\\\"/doc/698708/\\\" id=\\\"a_301\\\">Section 28 A </a>of the Hindu Marriage Act, 1956 r.w. <a href=\\\"/doc/556696/\\\" id=\\\"a_302\\\">Section 18</a> of the Family\\n                   Courts Act, 1984 and <a href=\\\"/doc/161831507/\\\" id=\\\"a_303\\\">Order XXI Rule 94 of the CPC</a> for executing an Order\\n                   passed under <a href=\\\"/doc/1449825/\\\" id=\\\"a_304\\\">Section 24</a> of the Hindu Marriage Act (before the Family\\n                   Court);\\n</blockquote><blockquote id=\\\"blockquote_124\\\">             (b) Section 20(6) of the DV Act (before the Judicial Magistrate); and\\n</blockquote><blockquote id=\\\"blockquote_125\\\">             (c) <a href=\\\"/doc/1195638/\\\" id=\\\"a_305\\\">Section 128</a> of Cr.P.C. before the Magistrate’s Court.\\n</blockquote><blockquote id=\\\"blockquote_126\\\">(ii)                   Section 18 of the Family Courts Act, 1984 provides that orders passed by\\n             the Family Court shall be executable in accordance with the CPC / Cr.P.C.\\n</blockquote><blockquote id=\\\"blockquote_127\\\">(iii)                  <a href=\\\"/doc/49850/\\\" id=\\\"a_306\\\">Section 125(3)</a> of the Cr.P.C provides that if the party against whom the\\n             order of maintenance is passed fails to comply with the order of maintenance,\\n             the same shall be recovered in the manner as provided for fines, and the\\n             Magistrate may award sentence of imprisonment for a term which may extend\\n             to one month, or until payment, whichever is earlier.\\n             Striking off the Defence\\n</blockquote><blockquote id=\\\"blockquote_128\\\">       (i)             Some Family Courts have passed orders for striking off the defence of the\\n             respondent in case of non-payment of maintenance, so as to facilitate speedy\\n             disposal of the maintenance petition.\\n</blockquote>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_171\\\">             63</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_190\\\">                  AIR 1996 Bom 94.\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_172\\\">                                                          50</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_191\\\">\\f                 <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"157656632\\\" id=\\\"span_173\\\">In <a href=\\\"/doc/157656632/\\\" id=\\\"a_307\\\">Kaushalya v Mukesh Jain</a> 64 , the Supreme Court allowed a Family\\n       Court to strike off the defence of the respondent, in case of non-payment of\\n       maintenance in accordance with the interim order passed.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_192\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1585971\\\" id=\\\"span_174\\\">(ii)             The Punjab &amp; Haryana High Court in <a href=\\\"/doc/1585971/\\\" id=\\\"a_308\\\">Bani v. Parkash Singh</a> 65 was\\n       considering a case where the husband failed to comply with the maintenance\\n       order, despite several notices, for a period of over two years. The Court taking\\n       note of the power to strike off the defence of the respondent, held that :</span>\\n</p><blockquote id=\\\"blockquote_129\\\">               &quot;Law is not that powerless as not to bring the husband to book. If the\\n               husband has failed to make the payment of maintenance and litigation\\n               expenses to wife, his defence be struck out.&quot;\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_193\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"87334480\\\" id=\\\"span_175\\\">(iii)            The Punjab &amp; Haryana High Court in <a href=\\\"/doc/87334480/\\\" id=\\\"a_309\\\">Mohinder Verma v Sapna</a>, 66\\n       discussed the issue of striking off the defence in the following words :</span>\\n</p><blockquote id=\\\"blockquote_130\\\">                 “8. <a href=\\\"/doc/1726755/\\\" id=\\\"a_310\\\">Section 24</a> of the Act empowers the matrimonial court to award\\n                 maintenance pendente lite and also litigation expenses to a needy and\\n                 indigent spouse so that the proceedings can be conducted without any\\n                 hardship on his or her part. The proceedings under this Section are\\n                 summary in nature and confers a substantial right on the applicant during\\n                 the pendency of the proceedings. Where this amount is not paid to the\\n                 applicant, then the very object and purpose of this provision stands\\n                 defeated. No doubt, remedy of execution of decree or order passed by the\\n                 matrimonial court is available under <a href=\\\"/doc/542601/\\\" id=\\\"a_311\\\">Section 28A</a> of the Act, but the same\\n                 would not be a bar to striking off the defence of the spouse who violates\\n                 the interim order of maintenance and litigation expenses passed by the\\n                 said Court. In other words, the striking off the defence of the spouse not\\n                 honouring the court&#x27;s interim order is the instant relief to the needy one\\n                 instead of waiting endlessly till its execution under <a href=\\\"/doc/542601/\\\" id=\\\"a_312\\\">Section 28A</a> of the Act.\\n                 Where the spouse who is to pay maintenance fails to discharge the\\n                 liability, the other spouse cannot be forced to adopt time consuming\\n                 execution proceedings for realising the amount. Court cannot be a mute\\n                 spectator watching flagrant disobedience of the interim orders passed by\\n                 it showing its helplessness in its instant implementation. It would, thus, be\\n                 appropriate even in the absence of any specific provision to that effect in\\n                 the Act, to strike off the defence of the erring spouse in exercise of its\\n                 inherent power under <a href=\\\"/doc/56600062/\\\" id=\\\"a_313\\\">Section 151</a> of the Code of Civil Procedure read\\n                 with <a href=\\\"/doc/363610/\\\" id=\\\"a_314\\\">Section 21</a> of the Act rather than to leave the aggrieved party to seek\\n                 its enforcement through execution as execution is a long and arduous\\n                 procedure. Needless to say, the remedy under <a href=\\\"/doc/542601/\\\" id=\\\"a_315\\\">Section 28A</a> of the Act\\n                 regarding execution of decree or interim order does not stand obliterated\\n                 or extinguished by striking off the defence of the defaulting spouse. Thus,\\n                 where the spouse who is directed to pay the maintenance and litigation\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_176\\\">       64</span>\\n            Criminal Appeal Nos. 1129-1130 / 2019 decided vide Judgment dated 24.07.2019.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_177\\\">       65</span>\\n<blockquote id=\\\"blockquote_131\\\">            AIR 1996 P&amp;H 175.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_178\\\">       66</span>\\n<blockquote id=\\\"blockquote_132\\\">            MANU/PH/3684/2014.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_179\\\">                                                        51</span>\\n<blockquote id=\\\"blockquote_133\\\">\\f              expenses, the legal consequences for its non-payment are that the defence\\n              of the said spouse is liable to be struck off.”\\n                                                                 (emphasis supplied)\\n\\n</blockquote><blockquote id=\\\"blockquote_134\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"922758\\\" id=\\\"span_180\\\">(iv)          The Delhi High Court in <a href=\\\"/doc/922758/\\\" id=\\\"a_316\\\">Satish Kumar v Meena67</a> held that the Family\\n   Court had inherent powers to strike off the defence of the respondent, to ensure\\n   that no abuse of process of the court takes place.</span>\\n</blockquote><p data-structure=\\\"Issue\\\" id=\\\"p_194\\\">              <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1883879\\\" id=\\\"span_181\\\">The Delhi High Court in <a href=\\\"/doc/1883879/\\\" id=\\\"a_317\\\">Smt. Santosh Sehgal v Shri Murari Lal Sehgal,68</a>\\n   framed the following issue for consideration : “Whether the appeal against the\\n   decree of divorce filed by the appellant-wife can be allowed straightway without\\n   hearing the respondent-husband in the event of his failing to pay interim\\n   maintenance and litigation expenses granted to the wife during the pendency of\\n   the appeal.”\\n              The reference was answered as follows :</span>\\n</p><blockquote id=\\\"blockquote_135\\\">          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1585971\\\" id=\\\"span_182\\\">“5.The reference to the portion of the judgment in <a href=\\\"/doc/1585971/\\\" id=\\\"a_318\\\">Bani</a>&#x27;s case extracted here-\\n             in-above would show that the Punjab and Haryana High Court and Orissa\\n             Page 2216 High Court have taken an unanimous view that in case the\\n             husband commits default in payment of interim maintenance to his wife and\\n             children then he is not entitled to any matrimonial relief in proceedings by\\n             or against him.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"922758\\\" id=\\\"span_183\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1585971\\\" id=\\\"span_184\\\">The view taken by Punjab and Haryana High Court in\\n             <a href=\\\"/doc/1585971/\\\" id=\\\"a_319\\\">Bani</a>&#x27;s case has been followed by a Single Judge of this Court in <a href=\\\"/doc/922758/\\\" id=\\\"a_320\\\">Satish\\n             Kumar v. Meena</a> . We tend to agree with this view as it is in consonance\\n             with the first principle of law. We are of the view that when a husband is\\n             negligent and does not pay maintenance to his wife as awarded by the\\n             Court, then how such a person is entitled to the relief claimed by him in the\\n             matrimonial proceedings. We have no hesitation in holding that in case the\\n             husband fails to pay maintenance and litigation expenses to his wife granted\\n             by the Court during the pendency of the appeal, then the appeal filed by the\\n             wife against the decree of divorce granted by the trial court in favor of the\\n             husband has to be allowed. Hence the question referred to us for decision\\n             is answered in the affirmative.”\\n\\n              The Court concluded that if there was non-payment of interim\\n   maintenance, the defence of the respondent is liable to be struck off, and the\\n   appeal filed by the appellant-wife can be allowed, without hearing the\\n   respondent.</span></span>\\n</blockquote>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_185\\\">   67</span>\\n<blockquote id=\\\"blockquote_136\\\">        2001 (60) DRJ 246.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_186\\\">   68</span>\\n<blockquote id=\\\"blockquote_137\\\">        AIR 2007 Delhi 210.\\n</blockquote>\\n<span class=\\\"hidden_text\\\" id=\\\"span_187\\\">                                                52</span>\\n<blockquote id=\\\"blockquote_138\\\">\\f<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1832291\\\" id=\\\"span_188\\\">(v)         The Punjab and Haryana High Court in <a href=\\\"/doc/1832291/\\\" id=\\\"a_321\\\">Gurvinder Singh v Murti &amp; Ors.69</a>\\n      was considering a case where the trial court stuck off the defence of the husband\\n      for non-payment of ad-interim maintenance. The High Court set aside the order\\n      of the trial court, and held that instead of following the correct procedure for\\n      recovery of interim maintenance as provided u/S. 125 (3) or <a href=\\\"/doc/89440/\\\" id=\\\"a_322\\\">Section 421</a> of the\\n      Cr.P.C., the trial court erred in striking off the defence of the husband. The error\\n      of the court did not assist in recovery of interim maintenance, but rather\\n      prolonged the litigation between the parties.</span>\\n</blockquote><blockquote id=\\\"blockquote_139\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"97368179\\\" id=\\\"span_189\\\">(vi)          The issue whether defence can be struck off in proceedings under <a href=\\\"/doc/1056396/\\\" id=\\\"a_323\\\">Section\\n      125</a> Cr.P.C. came up before the Madhya Pradesh High Court in <a href=\\\"/doc/97368179/\\\" id=\\\"a_324\\\">Venkateshwar\\n      Dwivedi v Ruchi Dwivedi.70 The</a> Court held that neither <a href=\\\"/doc/49850/\\\" id=\\\"a_325\\\">Section 125(3)</a> of the\\n      Cr.P.C, nor <a href=\\\"/doc/508449/\\\" id=\\\"a_326\\\">Section 10</a> of the Family Courts Act either expressly or by necessary\\n      implication empower the Magistrate or Family Court to strike off the defence. A\\n      statutory remedy for recovery of maintenance was available, and the power to\\n      strike off defence does not exist in a proceeding<a href=\\\"/doc/1056396/\\\" id=\\\"a_327\\\"> u/S. 125</a> Cr.P.C. Such power\\n      cannot be presumed to exist as an inherent or implied power.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"51626105\\\" id=\\\"span_190\\\">The Court placed\\n      reliance on the judgment of the Kerala High Court in <a href=\\\"/doc/51626105/\\\" id=\\\"a_328\\\">Davis v Thomas,71</a> and held\\n      that the Magistrate does not possess the power to strike off the defence for failure\\n      to pay interim maintenance.</span>\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_195\\\">           Discussion and Directions on Enforcement of Orders of Maintenance\\n              The order or decree of maintenance may be enforced like a decree of a\\n      civil court, through the provisions which are available for enforcing a money\\n      decree, including civil detention, attachment of property, etc. as provided by\\n      various provisions <a href=\\\"/doc/161831507/\\\" id=\\\"a_329\\\">of the CPC</a>, more particularly Sections 51, 55, 58, 60 read\\n      with Order XXI.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_191\\\">      69</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_196\\\">         <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1832291\\\" id=\\\"span_192\\\"><a href=\\\"/doc/1832291/\\\" id=\\\"a_330\\\">Gurvinder Singh v Murti &amp; Ors. I</a> (1990) DMC 559.</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_193\\\">      70</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_197\\\">         II (2018) DMC 103 MP.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_198\\\">         Karnataka High Court affirmed this view in Ravindra Kumar v Renuka &amp; Anr. 2009 SCC OnLine Kar\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_199\\\">         481.\\n<span class=\\\"hidden_text\\\" id=\\\"span_194\\\">      71</span>\\n         2007(4) ILR (Kerala) 389.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_200\\\">         <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"193796434\\\" id=\\\"span_195\\\">See also <a href=\\\"/doc/193796434/\\\" id=\\\"a_331\\\">Sakeer Hussain T.P. v Naseera &amp; Ors.</a>, 2016 (4) ILR (Kerala) 917.</span>\\n</p>\\n<span class=\\\"hidden_text\\\" id=\\\"span_196\\\">                                                    53</span>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_201\\\">\\f       Striking off the defence of the respondent is an order which ought to be\\npassed in the last resort, if the Courts find default to be wilful and contumacious,\\nparticularly to a dependant unemployed wife, and minor children.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_202\\\">       Contempt proceedings for wilful disobedience may be initiated before the\\nappropriate Court.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_197\\\">                                        54</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_203\\\">\\fVI                                  Final Directions\\n               In view of the foregoing discussion as contained in Part B – I to V of this\\n     judgment, we deem it appropriate to pass the following directions in exercise of\\n     our powers under <a href=\\\"/doc/500307/\\\" id=\\\"a_332\\\">Article 142</a> of the Constitution of India :\\n</p><blockquote id=\\\"blockquote_140\\\">     (a) Issue of overlapping jurisdiction\\n               To overcome the issue of overlapping jurisdiction, and avoid conflicting\\n        orders being passed in different proceedings, it has become necessary to issue\\n        directions in this regard, so that there is uniformity in the practice followed\\n        by the Family Courts/District Courts/Magistrate Courts throughout the\\n        country. We direct that:\\n</blockquote><blockquote id=\\\"blockquote_141\\\">         (i)          where successive claims for maintenance are made by a party\\n                 under different statutes, the Court would consider an adjustment or set-\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_204\\\">                 off, of the amount awarded in the previous proceeding/s, while\\n                 determining whether any further amount is to be awarded in the\\n                 subsequent proceeding;\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_205\\\">         (ii)         it is made mandatory for the applicant to disclose the previous\\n                 proceeding and the orders passed therein, in the subsequent proceeding;\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_206\\\">         (iii)        if the order passed in the previous proceeding/s requires any\\n                 modification or variation, it would be required to be done in the same\\n                 proceeding.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_207\\\">     (b) Payment of Interim Maintenance\\n               The Affidavit of Disclosure of Assets and Liabilities annexed as\\n        Enclosures I, II and III of this judgment, as may be applicable, shall be filed\\n        by both parties in all maintenance proceedings, including pending\\n        proceedings before the concerned Family Court / District Court / Magistrates\\n        Court, as the case may be, throughout the country.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_208\\\">     (c) Criteria for determining the quantum of maintenance\\n               For determining the quantum of maintenance payable to an applicant, the\\n        Court shall take into account the criteria enumerated in Part B – III of the\\n        judgment.\\n</p>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_198\\\">                                               55</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_209\\\">\\f       The aforesaid factors are however not exhaustive, and the concerned\\n   Court may exercise its discretion to consider any other factor/s which may be\\n   necessary or of relevance in the facts and circumstances of a case.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_210\\\">(d) Date from which maintenance is to be awarded\\n       We make it clear that maintenance in all cases will be awarded from the\\n   date of filing the application for maintenance, as held in Part B – IV above.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_211\\\">(e) Enforcement / Execution of orders of maintenance\\n       For enforcement / execution of orders of maintenance, it is directed that\\n   an order or decree of maintenance may be enforced under <a href=\\\"/doc/698708/\\\" id=\\\"a_333\\\">Section 28A</a> of the\\n   Hindu Marriage Act, 1956; <a href=\\\"/doc/1508818/\\\" id=\\\"a_334\\\">Section 20(6)</a> of the D.V. Act; and <a href=\\\"/doc/1195638/\\\" id=\\\"a_335\\\">Section 128</a>\\n   of Cr.P.C., as may be applicable. The order of maintenance may be enforced\\n   as a money decree of a civil court as per the provisions <a href=\\\"/doc/161831507/\\\" id=\\\"a_336\\\">of the CPC</a>, more\\n   particularly Sections 51, 55, 58, 60 r.w. Order XXI.\\n</p>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_212\\\">       Before we part with this judgment, we note our appreciation of the\\nvaluable assistance provided by the Ld. Amici Curiae Ms. Anitha Shenoy and\\nMr. Gopal Sankaranarayanan, Senior Advocates in this case.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_213\\\">       A copy of this judgment be communicated by the Secretary General of\\nthis Court, to the Registrars of all High Courts, who would in turn circulate it to\\nall the District Courts in the States. It shall be displayed on the website of all\\nDistrict Courts / Family Courts / Courts of Judicial Magistrates for awareness\\nand implementation.\\n</p>\\n\\n\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_214\\\">                                                          .……………………….</p><pre id=\\\"pre_3\\\">\\n                                                          (INDU MALHOTRA, J.)\\n\\n\\n\\n\\nNew Delhi,                                               ………………………….\\nNovember 4, 2020                                        (R. SUBHASH REDDY J.)\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_199\\\">                                        56</span>\\n\\f                                        Enclosure I\\n</pre><p data-structure=\\\"Section\\\" id=\\\"p_215\\\">         Affidavit of Assets and Liabilities for Non-Agrarian Deponents\\n\\n\\n   I _________, d/o _______ or s/o                   , aged about ______years, resident of\\n           , do hereby solemnly affirm and declare as under:\\n</p>\\n<blockquote id=\\\"blockquote_142\\\">A. Personal Information\\n</blockquote><blockquote id=\\\"blockquote_143\\\">   1.   Name:\\n</blockquote><blockquote id=\\\"blockquote_144\\\">   2.   Age/Sex:\\n</blockquote><blockquote id=\\\"blockquote_145\\\">   3.   Qualifications (Educational and Professional):\\n</blockquote><blockquote id=\\\"blockquote_146\\\">   4.   Whether the Applicant is staying in the matrimonial house / parental home /\\n        separate residence. Please provide the current residential address of matrimonial\\n        home or place of residence and details of ownership of residence, if owned by other\\n        family member.\\n</blockquote><blockquote id=\\\"blockquote_147\\\">   5.   Date of marriage:\\n</blockquote><blockquote id=\\\"blockquote_148\\\">   6.   Date of separation:\\n</blockquote><blockquote id=\\\"blockquote_149\\\">   7.   General monthly expenses of the Applicant (rent, household expenses, medical\\n        bills, transportation, etc.):\\n</blockquote>\\n<blockquote id=\\\"blockquote_150\\\">B. Details of Legal Proceedings and Maintenance being paid\\n</blockquote><blockquote id=\\\"blockquote_151\\\">   1.   Particulars of any ongoing or past legal proceedings with respect to maintenance\\n        or child support between the Applicant and Non-Applicant.\\n</blockquote><blockquote id=\\\"blockquote_152\\\">   2.   Whether any maintenance has been awarded in any proceeding arising under the\\n        D.V.Act, <a href=\\\"/doc/445276/\\\" id=\\\"a_337\\\">Cr.P.C</a>., HMA, HAMA, etc.? If yes, provide details of the quantum of\\n        maintenance awarded in the proceedings.\\n</blockquote><blockquote id=\\\"blockquote_153\\\">   3.   If so, provide particulars thereof, alongwith a copy of the Order/s passed.\\n</blockquote><blockquote id=\\\"blockquote_154\\\">   4.   Whether the Order of maintenance passed in earlier proceedings has been complied\\n        with. If not, arrears of maintenance.\\n</blockquote><blockquote id=\\\"blockquote_155\\\">   5.   Whether any voluntary contribution towards maintenance has been made/ will be\\n        made in the future? If yes, provide details of the same.\\n</blockquote>\\n<blockquote id=\\\"blockquote_156\\\">C. Details of dependant family members\\n</blockquote><blockquote id=\\\"blockquote_157\\\">   1.   Details of Dependant family members, if any.\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_216\\\">        a. Relationship with dependants:\\n</p><blockquote id=\\\"blockquote_158\\\">        b. Age and sex of dependant/s:\\n</blockquote>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_200\\\">                                                57</span>\\n<blockquote id=\\\"blockquote_159\\\">\\f   2.   Disclose if any independent source/s of income of the dependants, including\\n        interest income, assets, pension, tax liability on any such income and any other\\n        relevant details.\\n</blockquote><blockquote id=\\\"blockquote_160\\\">   3.   The approximate expenses incurred on account of the dependant.\\n</blockquote>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_217\\\">D. Medical details if any, of the Deponent and/or dependant family members\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_218\\\">   1.   Whether either party or child /children is suffering from any physical / mental\\n        disability, or any other serious ailment. If yes, produce medical records.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_219\\\">   2.   Whether any dependant family member has serious disability, requiring continuous\\n        medical expenditure. If yes, produce disability certificate and approximate medical\\n        expenditure incurred on such medical treatment.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_220\\\">   3.   Whether either party or child/children or any other dependent family member is\\n        suffering from life-threatening diseases, which would entail expensive and regular\\n        medical expenditure? If yes, provide details of the same along with summary of\\n        previous details of hospitalisation/medical expenses incurred.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_221\\\">E. Details of Children of the parties\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_222\\\">   1.   Number of children from the existing marriage / marital relationship/ previous\\n        marriage\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_223\\\">   2.   Name and age of children\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_224\\\">   3.   Details of the parent who has the custody of the children.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_225\\\">   4.   Expenditure for maintenance of dependant children.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_226\\\">        a. Towards food, clothing and medical expenses\\n        b. Towards expenses for education, and a summary of general expenses\\n        c. Towards expenses, if any, of any extra educational, vocational or professional /\\n           educational course, specialised training or special skills programme of\\n           dependent children.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_227\\\">        d. Details of any loan, mortgage, charge incurred or instalment plan (being paid or\\n           payable), if any, on account of any educational expenses of children.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_228\\\">   5.   Whether any voluntary contribution by either of the parties is being made towards\\n        these educational expenses. If yes, provide details of the same. Also provide an\\n        estimate of any additional contribution that may be required.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_229\\\">   6.   Whether any financial support is being provided by a third party for the educational\\n        expenses of the children?\\n</p>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_201\\\">                                              58</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_230\\\">\\fF. Details of Income of the Deponent\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_231\\\">   1.    Name of employer:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_232\\\">   2.    Designation:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_233\\\">   3.    Monthly income:\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_234\\\">   4.    If engaged in Government Service, furnish latest Salary Certificates or current Pay\\n         Slips or proof of deposit in bank account, if being remitted directly by employer.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_235\\\">   5.    If engaged in the private sector, furnish a certificate provided by the employer\\n         stating the designation and gross monthly income of such person, and Form 16 for\\n         the relevant period of current employment.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_236\\\">   6.    If any perquisites, benefits, house rent allowance, travel allowance, dearness\\n         allowance or any other service benefit is being provided by the employer during\\n         the course of current employment.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_237\\\">   7.    Whether assessed to income tax?\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_238\\\">            If yes, submit copies of the Income Tax Returns for the periods given below :\\n</p><blockquote id=\\\"blockquote_161\\\">        (i) One year prior to marriage\\n</blockquote><blockquote id=\\\"blockquote_162\\\">        (ii) One year prior to separation\\n</blockquote><blockquote id=\\\"blockquote_163\\\">        (iii) At the time when the Application for maintenance is filed\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_239\\\">   8.    Income from other sources, such as rent, interest, shares, dividends, capital gains,\\n         FDRs, Post office deposits, mutual funds, stocks, debentures, agriculture, or\\n         business, if any, alongwith TDS in respect of any such income.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_240\\\">   9.    Furnish copies of Bank Statement of all accounts for the last 3 years.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_241\\\">G. Assets (movable and immovable) owned by the Deponent\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_242\\\">   1.    Self-acquired property, if any:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_243\\\">   2.    Properties jointly owned by the parties after marriage:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_244\\\">   3.    Share in any ancestral property:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_245\\\">   4.    Other joint properties of the parties (accounts/ investments/ FDR/ mutual funds,\\n         stocks, debentures etc.), their value and status of possession:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_246\\\">   5.    Status of possession of immovable property and details of rent, if leased:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_247\\\">   6.    Details of loans taken or given by the Deponent\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_248\\\">   7.    Brief description of jewellery and ornaments of parties acquired during /after\\n         marriage\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_202\\\">                                                59</span>\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_249\\\">\\f   8.   Details of transfer deeds or transactions of alienation of properties previously\\n        owned by the applicant, executed during the subsistence of the marriage. Also\\n        provide brief reasons for such sale or transaction, if any.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_250\\\">H. Details of Liabilities of the Deponent\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_251\\\">   1.   Loans, liabilities, mortgage, or charge outstanding against the Deponent, if any.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_252\\\">   2.   Details of any EMIs being paid.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_253\\\">   3.   Date and purpose of taking loan or incurring any such liability:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_254\\\">   4.   Actual amount borrowed, if any, and the amount paid upto date of filing the\\n        Affidavit:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_255\\\">   5.   Any other information which would be relevant to describe current liabilities of the\\n        Deponent.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_256\\\">I. Self-employed persons / Professionals / Business Persons / Entrepreneur\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_257\\\">   1.   Brief description of nature of business/profession/vocation/self-employed/work\\n        activity.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_258\\\">   2.   Whether the business/profession/ self-employment is carried on as an individual,\\n        sole proprietorship concern, partnership concern, LLP, company or association of\\n        persons, HUF, joint family business or any other form? Give particulars of\\n        Applicant’s share in the partnership/business/ professional association/self-\\n        employment. In case of partnership, specify the share in the profit/losses of the\\n        partnership.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_259\\\">   3.   Net Income from the business/profession/ partnership/self-employment.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_260\\\">   4.   Business/partnership/self-employment liabilities, if any, in case of such activity.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_261\\\">   5.   In case of business of company, provide brief details of last audited balance sheet\\n        to indicate profit and loss of the company in which such party is in business in the\\n        company.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_262\\\">   6.   In case of a partnership firm, provide details of the filings of the last Income Tax\\n        Return of partnership.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_263\\\">   7.   In case of self-employed individual, provide the filings of the last Income Tax\\n        Return from any such professional/business/vocational activity.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_264\\\">J. Information provided by the Deponent with respect to the income, assets and\\n   liabilities of the other Spouse\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_265\\\">   1.   Educational and professional qualifications of the other spouse:\\n</p>\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_203\\\">                                               60</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_266\\\">\\f   2.   Whether spouse is earning? If so, give particulars of the occupation and income of\\n        the spouse.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_267\\\">   3.   If not, whether he/she is staying in his/her own accommodation, or in a rented\\n        accommodation or in accommodation provided by employer/business/partnership?\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_268\\\">   4.   Particulars of assets and liabilities of spouse as known to the deponent, alongwith\\n        any supporting documents.\\n</p>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_269\\\">K. Details of Applicant or the other Spouse, in case parties are Non-Resident Indians,\\n   Overseas Citizens of India, Foreign Nationals or Persons living abroad outside\\n   India.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_270\\\">   1.   Details of Citizenship, Nationality and current place of residence, if the Applicant\\n        or other spouse is residing abroad outside India, temporarily or permanently.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_271\\\">   2.   Details of current employment and latest income in foreign currency of such\\n        applicant/spouse, duly supported by relevant documentation of employment and\\n        income from such foreign employer or overseas institution by way of employment\\n        letter or testimonial from foreign employer or overseas institution or latest relevant\\n        bank statement.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_272\\\">   3.   Details of household and other expenditure of such applicant/spouse in foreign\\n        jurisdiction.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_273\\\">   4.   Details of tax liability of applicant/other spouse in foreign jurisdiction.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_274\\\">   5.   Details of income of applicant/other spouse from other sources in India/foreign\\n        jurisdiction.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_275\\\">   6.   Details of expenses incurred or contribution made on account of spousal\\n        maintenance, child support or any other educational expenses, medical treatment\\n        of spouse or children.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_276\\\">   7.   Any other relevant detail of expenses or liabilities, not covered under any of the\\n        above headings and any other liabilities to any other dependant family members in\\n        India or abroad.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_204\\\">                                               61</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_277\\\">\\f                                      Declaration\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_278\\\">1.   I declare that I have made a full and accurate disclosure of my income,\\n     expenditure, assets and liabilities from all sources. I further declare that I have no\\n     assets, income, expenditure and liabilities other than as stated in this affidavit.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_279\\\">2.   I undertake to inform this Court immediately with respect to any material change\\n     in my employment, assets, income, expenses or any other information included\\n     in this affidavit.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_280\\\">3.   I understand that any false statement in this affidavit, apart from being contempt\\n     of Court, may also constitute an offence under Section 199 read with <a href=\\\"/doc/677888/\\\" id=\\\"a_338\\\">Sections\\n     191</a> and <a href=\\\"/doc/308396/\\\" id=\\\"a_339\\\">193</a> of the Indian Penal Code punishable with imprisonment upto seven\\n     years and fine, and <a href=\\\"/doc/323386/\\\" id=\\\"a_340\\\">Section 209</a> of Indian Penal Code punishable with\\n     imprisonment upto two years and fine. I have read and understood <a href=\\\"/doc/677888/\\\" id=\\\"a_341\\\">Sections 191</a>,\\n     <a href=\\\"/doc/308396/\\\" id=\\\"a_342\\\">193</a>, <a href=\\\"/doc/739296/\\\" id=\\\"a_343\\\">199</a> and <a href=\\\"/doc/323386/\\\" id=\\\"a_344\\\">209</a> of the Indian Penal Code, 1860.\\n</p>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_281\\\">                                                                      DEPONENT\\n\\n                                      Verification\\n\\n\\n\\n     Verified at ___on this _____day of _____ that the contents of the above affidavit\\n     are true to my personal knowledge, no part of it is false and nothing material has\\n     been concealed therefrom, whereas the contents of the above affidavit relating to\\n     the assets, income and expenditure of my spouse are based on information\\n     believed to be true on the basis of record. I further verify that the copies of the\\n     documents filed along with the affidavit are the copies of the originals.\\n</p>\\n\\n\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_282\\\">                                                                      DEPONENT\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_205\\\">                                           62</span>\\n\\f                                Enclosure II\\n                 Details for Affidavit for Agrarian Deponents (Krishi)\\n\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_283\\\">1.   Total extent of the rural land/s owned, or the specific share holding in the same\\n     land:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_284\\\">2.   Jamabandis / Mutations to show ownership\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_285\\\">3.   Location of the land owned by the party.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_286\\\">4.   Nature of land : whether wet land or dry land.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_287\\\">5.   Whether such land is agricultural land or non-agricultural land:\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_288\\\">6.   Nature of agriculture / horticulture :\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_289\\\">7.   Nature of crops cultivated during the year :\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_290\\\">8.   If rural land is not cultivable, whether the same is being used for business, leasing\\n     or other activity :\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_291\\\">9.   Income generated during the past 3 years from the land.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_292\\\">10. Whether any land is taken on lease /battai (or any other term used for a lease in the\\n     local area of the concerned jurisdiction where rural /agricultural land is located.)\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_293\\\">11. (a) Whether owner of any livestock, such as buffaloes, cows, goats, cattle, poultry,\\n     fishery, bee keeping, piggery etc., the number thereof and Income generated\\n     therefrom?\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_294\\\">     (b) Whether engaged in dairy farming, poultry, fish farming or any other livestock\\n     activity.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_295\\\">12. Loans, if any obtained against the land. Furnish details of such loans.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_296\\\">13. Any other sources of income :\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_297\\\">14. Liabilities, if any\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_298\\\">15. Any other relevant information :\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_206\\\">                                              63</span>\\n<blockquote id=\\\"blockquote_164\\\">\\f                                      Declaration\\n\\n</blockquote><blockquote id=\\\"blockquote_165\\\">1.   I declare that I have made a full and accurate disclosure of my income,\\n     expenditure, assets and liabilities from all sources. I further declare that I have no\\n     assets, income, expenditure and liabilities other than as stated in this affidavit.\\n</blockquote><blockquote id=\\\"blockquote_166\\\">2.   I undertake to inform this Court immediately with respect to any material change\\n     in my employment, assets, income, expenses or any other information included\\n     in this affidavit.\\n</blockquote><blockquote id=\\\"blockquote_167\\\">3.   I understand that any false statement in this affidavit, apart from being contempt\\n     of Court, may constitute an offence under Section 199 read with <a href=\\\"/doc/677888/\\\" id=\\\"a_345\\\">Sections 191</a> and\\n     <a href=\\\"/doc/308396/\\\" id=\\\"a_346\\\">193</a> of the Indian Penal Code punishable with imprisonment upto seven years and\\n     fine, and <a href=\\\"/doc/323386/\\\" id=\\\"a_347\\\">Section 209</a> of Indian Penal Code punishable with imprisonment upto\\n     two years and fine. I have read and understood <a href=\\\"/doc/677888/\\\" id=\\\"a_348\\\">Sections 191</a>, <a href=\\\"/doc/308396/\\\" id=\\\"a_349\\\">193</a>, <a href=\\\"/doc/739296/\\\" id=\\\"a_350\\\">199</a>, and <a href=\\\"/doc/323386/\\\" id=\\\"a_351\\\">209</a>\\n     of the Indian Penal Code,1860.\\n</blockquote>\\n\\n\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_299\\\">                                                                      DEPONENT\\n\\n\\n\\n                                         Verification\\n\\n\\n\\n     Verified at ___on this ___day of_____that the contents of the above affidavit are\\n     true to my personal knowledge, no part of it is false and nothing material has been\\n     concealed therefrom. I further verify that the copies of the documents filed along\\n     with the affidavit are the copies of the originals.\\n</p>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_300\\\">                                                                      DEPONENT\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_207\\\">                                           64</span>\\n\\f                                  Enclosure III\\n                      Affidavit for the State of Meghalaya\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_301\\\">1. Whether the woman is the youngest daughter of the family.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_302\\\">2. Whether the woman is staying with her husband in her family property.\\n</p><p data-structure=\\\"RespArg\\\" id=\\\"p_303\\\">3. Whether she has any maternal uncle, who plays a very important role in their family\\n   matters, which includes settlement of matrimonial disputes. The woman should also\\n   disclose her clan and her lineage.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_304\\\">4. The woman should disclose if her children have adopted the surname of her mother,\\n   in as much as Khasi has been defined as “a person who adopts the surname of his\\n   or her mother”.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_305\\\">5. The woman should disclose if she gets any financial assistance from her clan or\\n   family member.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_306\\\">6. The woman should disclose if her parents are alive more specifically, her mother,\\n   and how many siblings she has.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_307\\\">7. In event of a woman not being the youngest daughter, she has to disclose who the\\n   youngest daughter is.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_308\\\">8. The woman should disclose if she has any movable or any immovable property,\\n   self-acquired or inherited from her clan.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_309\\\">9. The woman should disclose if she is married to tribal or non-tribal\\n       The above format may be modified or adapted by the concerned Court, as may\\nbe considered appropriate.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_208\\\">                                          65</span>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_310\\\">\\f                                       Declaration\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_311\\\">     1. I declare that I have made a full and accurate disclosure of my income,\\n        expenditure, assets and liabilities from all sources. I further declare that I have\\n        no assets, income, expenditure and liabilities other than as stated in this\\n        affidavit.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_312\\\">2.    I undertake to inform this Court immediately with respect to any material change\\n      in my employment, assets, income, expenses or any other information included\\n      in this affidavit.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_313\\\">3.    I understand that any false statement in this affidavit, apart from being contempt\\n      of Court, may also constitute an offence under Section 199 read with <a href=\\\"/doc/677888/\\\" id=\\\"a_352\\\">Sections\\n      191</a> and <a href=\\\"/doc/308396/\\\" id=\\\"a_353\\\">193</a> of the Indian Penal Code punishable with imprisonment upto seven\\n      years and fine, and <a href=\\\"/doc/323386/\\\" id=\\\"a_354\\\">Section 209</a> of Indian Penal Code punishable with\\n      imprisonment upto two years and fine. I have read and understood <a href=\\\"/doc/677888/\\\" id=\\\"a_355\\\">Sections 191</a>,\\n      <a href=\\\"/doc/308396/\\\" id=\\\"a_356\\\">193</a>, <a href=\\\"/doc/739296/\\\" id=\\\"a_357\\\">199</a>, and <a href=\\\"/doc/323386/\\\" id=\\\"a_358\\\">209</a> of the Indian Penal Code, 1860.\\n</p>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_314\\\">                                                                       DEPONENT\\n\\n                                      Verification\\n\\n\\n\\n      Verified at ___on this _____day of _____ that the contents of the above affidavit\\n      are true to my personal knowledge, no part of it is false and nothing material has\\n      been concealed therefrom, whereas the contents of the above affidavit relating to\\n      the assets, income and expenditure of my spouse are based on information\\n      believed to be true on the basis of record. I further verify that the copies of the\\n      documents filed along with the affidavit are the copies of the originals.\\n</p>\\n\\n\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_315\\\">                                                                       DEPONENT\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_209\\\">                                            66</span>\\n\\f</p>\",\"numcites\":139,\"numcitedby\":1507,\"docsource\":\"Supreme Court of India\",\"citetid\":117541087,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"no maintenance in crpc 125\",\"formInput\":\"no%20maintenance%20in%20crpc%20125\"},{\"value\":\"section 125 crpc\",\"formInput\":\"section%20125%20crpc\"},{\"value\":\"permanent alimony\",\"formInput\":\"permanent%20alimony\"},{\"value\":\"maintenance under section 125\",\"formInput\":\"maintenance%20under%20section%20125\"},{\"value\":\"domestic relationship\",\"formInput\":\"domestic%20relationship\"},{\"value\":\"live in relationship\",\"formInput\":\"live%20in%20relationship\"},{\"value\":\"maintenance from the date of order\",\"formInput\":\"maintenance%20from%20the%20date%20of%20order\"},{\"value\":\"shared household\",\"formInput\":\"shared%20household\"},{\"value\":\"domestic violence act\",\"formInput\":\"domestic%20violence%20act\"},{\"value\":\"section 18 no maintenance\",\"formInput\":\"section%2018%20no%20maintenance\"},{\"value\":\"maintenance quantum\",\"formInput\":\"maintenance%20quantum\"},{\"value\":\"hma 24\",\"formInput\":\"hma%2024\"},{\"value\":\"hindu marriage act\",\"formInput\":\"hindu%20marriage%20act\"},{\"value\":\"economic abuse\",\"formInput\":\"economic%20abuse\"},{\"value\":\"interim maintenance orders\",\"formInput\":\"interim%20maintenance%20orders\"},{\"value\":\"interim maintenance\",\"formInput\":\"interim%20maintenance\"},{\"value\":\"no maintenance under 125\",\"formInput\":\"no%20maintenance%20under%20125\"},{\"value\":\"\\\"shared household\\\"\",\"formInput\":\"%22shared%20household%22\"},{\"value\":\"right to residence\",\"formInput\":\"right%20to%20residence\"},{\"value\":\"crpc 125 \",\"formInput\":\"crpc%20125%20\"}],\"cats\":[{\"value\":\"maintenance-of-wife-children-parents\",\"formInput\":\"tag:maintenance-of-wife-children-parents\"},{\"value\":\"domestic-violence\",\"formInput\":\"tag:domestic-violence\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":117541087,\"publishdate\":\"2020-11-04\",\"doctype\":\"Supreme Court of India\",\"relurl\":\"judis.nic.in/2020-11-04/rajnesh_neha\",\"caseno\":\"Crl.A. No.-000730-000730 / 2020\",\"numcites\":139,\"numcitedby\":1507,\"title\":\"Rajnesh vs Neha on 4 November, 2020\"}"
}