{
  "petition": {
    "tid": 119194299,
    "catids": [
      445,
      33,
      661
    ],
    "doctype": 1000,
    "publishdate": "2023-09-06",
    "authorid": 991,
    "bench": [
      991
    ],
    "title": "Nhpc Ltd vs The State Of Himachal Pradesh Secretary on 6 September, 2023",
    "numcites": 39,
    "numcitedby": 111,
    "headline": "",
    "docsize": 151052,
    "fragment": true,
    "docsource": "Supreme Court of India",
    "author": "B V Nagarathna",
    "authorEncoded": "b-v-nagarathna"
  },
  "document": "{\"tid\":119194299,\"publishdate\":\"2023-09-06\",\"title\":\"Nhpc Ltd vs The State Of Himachal Pradesh Secretary on 6 September, 2023\",\"doc\":\"<h2 class=\\\"doc_title\\\">Nhpc Ltd vs The State Of Himachal Pradesh Secretary on 6 September, 2023</h2>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:b-v-nagarathna\\\">B.V. Nagarathna</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:b-v-nagarathna\\\">B.V. Nagarathna</a></h3>\\n\\n<pre id=\\\"pre_1\\\">2023INSC810                                                                  REPORTABLE\\n\\n                                       IN THE SUPREME COURT OF INDIA\\n                                        CIVIL APPELLATE JURISDICTION\\n\\n                                       CIVIL APPEAL NO. 3948 OF 2009\\n\\n             NHPC LTD.                                                   ....APPELLANT(S)\\n\\n                                                       VS.\\n\\n             STATE OF HIMACHAL PRADESH\\n             SECRETARY &amp; ORS.                                           ...RESPONDENT(S)\\n\\n                                                      WITH\\n\\n                                    CIVIL APPEAL NOS. 4738-4743 OF 2009\\n\\n             CHIEF ENGINEER,\\n             BHAKRA BEAS MANAGEMENT BOARD                                ....APPELLANT(S)\\n\\n                                                       VS.\\n\\n             STATE OF HIMACHAL PRADESH\\n             THROUGH ITS SECRETARY &amp; ORS.                              ….RESPONDENT(S)\\n\\n                                                      AND\\n\\n                                       CIVIL APPEAL NO. 6931 OF 2009\\n\\n             RESIDENT ENGINEER, DEHAR POWER HOUSE\\n             DIVISION, BHAKRA BEAS MANAGEMENT BOARD ....APPELLANT(S)\\n\\n                                                       VS.\\n\\n             STATE OF HIMACHAL PRADESH\\n             THROUGH ITS SECRETARY &amp; ORS.                              ….RESPONDENT(S)\\n\\n\\n                                                JUDGMENT\\n</pre><p data-structure=\\\"Issue\\\" id=\\\"p_1\\\"><span class=\\\"hidden_text\\\" id=\\\"span_1\\\">   Signature Not Verified</span>\\n\\n             NAGARATHNA, J.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_2\\\">   Digitally signed by</span><p data-structure=\\\"Issue\\\" id=\\\"p_2\\\">\\n<span class=\\\"hidden_text\\\" id=\\\"span_3\\\">   Neetu Sachdeva</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_4\\\">   Date: 2023.09.06</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">   16:38:10 IST</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_6\\\">   Reason:</span>\\n\\n\\n\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_3\\\">                            These appeals have been filed assailing the final Orders of the\\n\\n             High Court of Himachal Pradesh dated 11 December, 2008 and 06 May,\\n<span class=\\\"hidden_text\\\" id=\\\"span_7\\\">\\f                                     2</span>\\n\\n\\n2009, whereby the vires of the <a href=\\\"/doc/142762416/\\\" id=\\\"a_1\\\">Himachal Pradesh Passengers and Goods\\n\\nTaxation Act, 1955</a> (hereinafter referred to as the “Act of 1955” for the\\n\\nsake of brevity) as amended from time to time, particularly by the\\n\\nHimachal Pradesh Passengers and Goods (Amendment and Validation),\\n\\nAct, 1997 (hereinafter referred to as the “Amendment and Validation Act\\n\\nof 1997” for the sake of brevity) has been upheld and the writ petitions\\n\\nfiled by the appellants herein, i.e., Civil Writ Petition Nos. 725 of 1998,\\n\\n422 of 1998, 401 of 2001, 464-467 of 2001 and 79 of 2007, have been\\n\\ndismissed.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_4\\\">\\nBird’s eye view of the controversy:\\n</p>\\n<blockquote id=\\\"blockquote_1\\\">2.   The controversy in these cases revolves around the question\\n\\nwhether, by enacting the Amendment and Validation Act of 1997, the\\n\\nHimachal Pradesh State Legislature has validly removed the basis of the\\n\\njudgment of the Division Bench of the High Court dated 27 March,\\n\\n1997. In the said judgment, the Act of 1955 had been held not to include\\n\\nwithin its scope, the activity of the appellants in providing gratis\\n\\ntransport facilities for their employees and their children, as the\\n\\ncharging provision contained therein, namely, <a href=\\\"/doc/189565512/\\\" id=\\\"a_2\\\">Section 3 (1)</a> and the\\n\\nExplanation thereto were couched in very ambiguous terms.\\n\\n\\n2.1. These appeals also call for consideration of ancillary arguments in\\n\\nthe matter such as legislative competence of the Himachal Pradesh\\n\\nLegislative Assembly to enact the Act of 1955 and the Amendment and\\n\\nValidation Act of 1997, which are stated to be enacted on the strength\\n<span class=\\\"hidden_text\\\" id=\\\"span_8\\\">\\f                                    3</span>\\n\\n\\nof <a href=\\\"/doc/77052/\\\" id=\\\"a_3\\\">Article 246</a>, read with Entry 56 of List II of the Seventh Schedule of\\n\\nthe Constitution of India.\\n</blockquote>\\n<blockquote id=\\\"blockquote_2\\\">\\n2.2   Further, these appeals also call for interpretation of certain\\n\\nprovisions of the Act of 1955, as amended by the Amendment and\\n\\nValidation Act of 1997, so as to determine whether the activity of the\\n\\nappellants, would be a taxable activity under <a href=\\\"/doc/189565512/\\\" id=\\\"a_4\\\">Section 3</a>(1-A) of the\\n\\nAmendment and Validation Act of 1997.\\n</blockquote>\\n<blockquote id=\\\"blockquote_3\\\">\\n</blockquote><p data-structure=\\\"Facts\\\" id=\\\"p_5\\\">Brief facts of the case:\\n</p>\\n<blockquote id=\\\"blockquote_4\\\">3.    Since the controversy involved in these appeals is identical, the\\n\\nappeals are being disposed of by way of this common judgment. For the\\n\\nsake of convenience, the facts of the lead matter, i.e., Civil Appeal No.\\n\\n3498 of 2009 shall be narrated as under:\\n</blockquote>\\n<blockquote id=\\\"blockquote_5\\\">\\n</blockquote><blockquote id=\\\"blockquote_6\\\">3.1. The facts in a nutshell are that the Act of 1955 was enacted by the\\n\\nHimachal Pradesh Legislative Assembly with a view to levy tax on\\n\\npassengers and goods carried by road in certain motor vehicles in the\\n\\nState of Himachal Pradesh. The said Act received Presidential assent on\\n\\n25 November, 1955.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_7\\\">3.2. The appellant, NHPC Ltd. is engaged in the generation of\\n\\nelectricity and has various projects in the State of Himachal Pradesh.\\n</blockquote>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_6\\\">Many project sites are situated at different locations in the interiors of\\n\\nHimachal Pradesh. These work sites are not properly serviced by any\\n\\npublic transport system or regular taxis. The residential colonies of the\\n<span class=\\\"hidden_text\\\" id=\\\"span_9\\\">\\f                                     4</span>\\n\\n\\nstaff employed at the various project sites are located at far of distances\\n\\nfrom the project sites. Therefore, as a welfare measure, the appellant,\\n\\nNHPC Ltd. provides transport facilities to its employees in order to\\n\\nenable them to reach their respective work sites from their residential\\n\\ncolonies and for their children to travel to and from their schools,\\n\\ncomfortably. It is to be clarified at this juncture that the transport\\n\\nfacilities were being provided free of cost, for the exclusive use of the\\n\\nemployees of the appellant and their children and members of the public\\n\\nwere not permitted to use the said transport facilities. The buses utilized\\n\\nfor such purpose were owned and operated by the appellant-NHPC Ltd.\\n\\n\\n3.3. The Assessing Authority under the Act of 1955, Respondent No. 3\\n\\nherein, assessed the liability of the appellant-NHPC Ltd. to pay\\n\\npassenger tax under the Act for the years 1984-1985 to 1986-1987 and\\n\\n1987-1988 to 1990-1991 in respect of the activity of providing transport\\n\\nfacilities to its employees and their children. Assessment Orders were\\n\\npassed on 01 October, 1992 stipulating the liability of the appellant,\\n\\nNHPC Ltd. to pay passenger tax under the Act of 1955, on the premise\\n\\nthat its employees and their children were passengers under the Act\\n\\nand therefore, the appellant was liable to pay passenger tax for\\n\\nproviding them with transport facilities as described hereinabove. It is\\n\\nto be stated at this juncture that the Assessment Orders were passed\\n\\non the assumption that every bus of the appellant, NHPC Ltd. was\\n\\nplying on every day of the relevant years; a passenger travelled on every\\n<span class=\\\"hidden_text\\\" id=\\\"span_10\\\">\\f                                            5</span>\\n\\n\\n      seat of every bus; and every employee travelled the full distance shown\\n\\n      in the logbook.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_7\\\">\\n      3.4.    The appellant filed Revision Application before the Commissioner,\\n\\n      Excise and Taxation, Himachal Pradesh, Respondent No. 2 herein,\\n\\n      challenging the Assessment Orders dated 01 October, 1992. The same\\n\\n      was dismissed on the ground that a revision application would not be\\n\\n      maintainable and it would be appropriate to instead, file an appeal.\\n\\n\\n      3.5. In the said background, the appellant, NHPC Ltd. filed Writ\\n\\n      Petition No.1733 of 1995 before the High Court, challenging the vires of\\n\\n      the Act of 1955, and the assessments made in accordance with the\\n\\n      provisions thereof. The pertinent contentions raised by the appellant in\\n\\n      the said Writ Petition may be encapsulated as under:\\n\\n</p><blockquote id=\\\"blockquote_8\\\"> i.          That under the Act of 1955, no tax can be levied on the appellant\\n\\n             as its employees and their children were being carried in the\\n\\n             appellant’s buses, without any fare or consideration. That\\n\\n             passenger tax as contemplated under the Act of 1955 was to be\\n\\n             levied only on fare-paying passengers against tickets issued by the\\n\\n             owner of the motor vehicles, who is engaged in the business of\\n\\n             carrying passengers for hire and reward.\\n</blockquote>\\n<blockquote id=\\\"blockquote_9\\\">ii.          That no rate or fare had been specified by the competent authority\\n\\n             under the <a href=\\\"/doc/24626380/\\\" id=\\\"a_5\\\">Motor Vehicles Act, 1939</a> (hereinafter referred to as “<a href=\\\"/doc/785258/\\\" id=\\\"a_6\\\">MV\\n\\n             Act</a>” for short) for the routes on which the appellant’s buses plied,\\n\\n             nor had any contractual rate been agreed upon between the\\n<span class=\\\"hidden_text\\\" id=\\\"span_11\\\">\\f                                           6</span>\\n\\n\\n           appellants and its employees. Therefore, the charging provision,\\n\\n           i.e., <a href=\\\"/doc/189565512/\\\" id=\\\"a_7\\\">Section 3 (1)</a> of the Act of 1955 and the Explanation thereto\\n\\n           would not be attracted.\\n</blockquote>\\n<blockquote id=\\\"blockquote_10\\\">iii.       That in passing the Assessment Orders dated 01 October, 1992,\\n\\n           erroneous and baseless assumptions had been made to the effect\\n\\n           that every bus of the appellant, NHPC Ltd. was plying on every day\\n\\n           of the relevant year; a passenger travelled on every seat of every\\n\\n           bus; every employee travelled the full distance shown in the\\n\\n           logbook; and every passenger was paying a fare of Rs. 1.15 per\\n\\n           kilometer.\\n</blockquote>\\n<blockquote id=\\\"blockquote_11\\\">iv.        That even if the assessee was liable to pay tax under the Act of\\n\\n           1955, they would not be liable to pay surcharge under <a href=\\\"/doc/42391191/\\\" id=\\\"a_8\\\">Section 3A</a>\\n\\n           of the Act as the said provision would not be applicable to the\\n\\n           appellants. Further, <a href=\\\"/doc/42391191/\\\" id=\\\"a_9\\\">Section 3A</a> of the Act of            1955 was\\n\\n           unconstitutional and suffered from excessive delegation of powers\\n\\n           to the State Government to prescribe the rate of surcharge leviable,\\n\\n           without laying down any guideline on the basis of which surcharge\\n\\n           was to be prescribed.\\n</blockquote>\\n<blockquote id=\\\"blockquote_12\\\">\\n       3.6. By the Judgment and Order dated 27 March, 1997, the Division\\n\\n       Bench of the High Court allowed Civil Writ Petition No.1733 of 1995\\n\\n       filed by the appellant and directed the Respondents to refund the tax\\n\\n       collected under the provisions of the Act of 1955. The pertinent findings\\n\\n       of the Division Bench of the High Court are culled out hereinunder:\\n<span class=\\\"hidden_text\\\" id=\\\"span_12\\\">\\f                                       7</span>\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_13\\\"> i.    That the scheme of the Act of 1955 was to levy a tax on passengers\\n\\n       of certain motor vehicles only. Intention of the legislature could be\\n\\n       gathered from the various definitions contained in <a href=\\\"/doc/143111250/\\\" id=\\\"a_10\\\">Section 2</a> of the\\n\\n       Act, and the same was to make the Act applicable only to persons\\n\\n       who carried on the business of transport. The definition of ‘owner’\\n\\n       would fortify such finding, as ‘owner’ was defined to mean a person\\n\\n       holding a permit under the <a href=\\\"/doc/785258/\\\" id=\\\"a_11\\\">Motor Vehicles Act</a>.\\n</blockquote>\\n<blockquote id=\\\"blockquote_14\\\">ii.    That the liability of the assessee was to be determined for the years\\n\\n       1984-1985 to 1986-1987 and 1987-1988 to 1990-1991. Prior to 31\\n\\n       May, 1988, ‘motor vehicle’ was defined to mean “a public service\\n\\n       vehicle or public carrier, or private carrier or a trailer attached to\\n\\n       any such vehicle.” Further, the definition of ‘passenger’ excluded\\n\\n       from its scope the driver, conductor and employee of the owner of\\n\\n       the motor vehicle. Therefore, the appellant’s buses would not be\\n\\n       covered under the definition of ‘motor vehicle’, as defined at the\\n\\n       relevant point of time. That on applying the definition of the\\n\\n       expressions, ‘motor vehicle’ and ‘passenger’ to the charging\\n\\n       provision, the appellant would not be liable for tax under the Act of\\n\\n       1955.\\n</blockquote>\\n<blockquote id=\\\"blockquote_15\\\">iii.   That as regards the period between 31 May, 1988 and 30\\n\\n       September, 1990, the scope of the definition was expanded only to\\n\\n       include any vehicle used in contravention of the provisions of the\\n\\n       <a href=\\\"/doc/785258/\\\" id=\\\"a_12\\\">Motor Vehicles Act</a> for carriage of passengers or goods or both, for\\n\\n       hire and reward. Since the appellant’s buses were not used for\\n<span class=\\\"hidden_text\\\" id=\\\"span_13\\\">\\f                                      8</span>\\n\\n\\n      carriage of passengers for hire or reward, appellant would not be\\n\\n      liable to discharge tax under the Act.\\n</blockquote>\\n<blockquote id=\\\"blockquote_16\\\">iv.   That from 01 October, 1990, the definition of ‘motor vehicle’ was\\n\\n      enlarged to include any ‘transport vehicle,’ which, as defined under\\n\\n      the <a href=\\\"/doc/785258/\\\" id=\\\"a_13\\\">Motor Vehicles Act, 1988</a> (hereinafter, “<a href=\\\"/doc/785258/\\\" id=\\\"a_14\\\">MV Act, 1988</a>” for the\\n\\n      sake of convenience) means “a public service vehicle, a goods\\n\\n      carriage, an educational institution bus or a private service\\n\\n      vehicle.” That although the said definition of ‘motor vehicle’ would\\n\\n      cover the buses of the appellant, the Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_15\\\">Section 3 (1)</a> of\\n\\n      the Act of 1955 would not permit such an application.\\n</blockquote>\\n<blockquote id=\\\"blockquote_17\\\">v.    That the Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_16\\\">Section 3 (1)</a> of the Act of 1955 introduced\\n\\n      a legal fiction requiring assessments to be made on the assumption\\n\\n      that even passengers who did not actually pay a fare, were being\\n\\n      carried at the normal rate chargeable on the concerned route. That\\n\\n      there was no definition of ‘route’ for the purposes of the Act and the\\n\\n      definition of ‘route’ under the <a href=\\\"/doc/785258/\\\" id=\\\"a_17\\\">MV Act</a> could not be referred to as\\n\\n      the routes on which the appellant’s buses plied were not ‘routes’ in\\n\\n      the sense defined under the <a href=\\\"/doc/785258/\\\" id=\\\"a_18\\\">MV Act</a>. Hence, ‘route’ could not be\\n\\n      equated to any ‘road’ so as to hold the appellant-assessee liable to\\n\\n      pay tax under the Act of 1955. That for charging tax, by invoking\\n\\n      the Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_19\\\">Section 3(1)</a>, routes were required to be\\n\\n      prescribed, but since no routes had been prescribed, the\\n\\n      Explanation could not come to the rescue of the respondent\\n\\n      Authorities.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_14\\\">\\f                                              9</span>\\n\\n\\n<blockquote id=\\\"blockquote_18\\\">vi.        Further, in the absence of any prescription as to what the ‘normal\\n\\n           rate’ would be, the Respondent Authorities could not have levied\\n\\n           tax on the appellant based on artificial assumptions. That there\\n\\n           was no basis to warrant the Authorities from taking into account\\n\\n           the fare payable in the adjoining areas, in calculating the ‘normal\\n\\n           rate.’\\n\\nvii.       That the charging provision could not be given effect to unless the\\n\\n           terms    ‘route’   and   ‘normal       rate’   had   been   expressly   and\\n\\n           unambiguously defined.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_19\\\">       3.7. A Special Leave Petition filed by the Respondents before this\\n\\n       Court, assailing the judgment of the High Court dated 27 March, 1997\\n\\n       was dismissed by an Order dated 28 July, 1997.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_20\\\">       3.8. In that background, on 13 August, 1997, the Himachal Pradesh\\n\\n       Passengers and Goods (Amendment &amp; Validation) Ordinance was\\n\\n       promulgated. The Himachal Pradesh Legislative Assembly passed the\\n\\n       Amendment and Validation Act of 1997 on 27 September, 1997 with a\\n\\n       view to remove the basis of the judgment of the Division Bench of the\\n\\n       High Court dated 27 March, 1997. By virtue of the Amendment and\\n\\n       Validation Act of 1997, definitions of the terms ‘business’, ‘fare’, ‘freight’\\n\\n       and ‘passenger’ were amended. Further, definitions of terms such as\\n\\n       ‘Private Service Vehicle’, ‘road’, ‘Transport Vehicle’, came to be\\n\\n       introduced. Explanation (1) to <a href=\\\"/doc/935822/\\\" id=\\\"a_20\\\">Section 3 (1)</a> of the Act of 1955, which\\n\\n       was the charging provision in the said Act, was omitted and Sub-<a href=\\\"/doc/145572122/\\\" id=\\\"a_21\\\">section\\n<span class=\\\"hidden_text\\\" id=\\\"span_15\\\">\\f                                           10</span>\\n\\n\\n       (1A)</a> was inserted in <a href=\\\"/doc/935822/\\\" id=\\\"a_22\\\">Section 3</a>, which was to serve as a charging\\n\\n       provision. The nuances of the amendments introduced by the\\n\\n       Amendment and Validation Act of 1997 shall be adverted to at a later\\n\\n       stage.\\n</blockquote>\\n\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_8\\\">       3.9. Accordingly, the Authorities constituted under the Act, issued\\n\\n       notices to the appellant for recovery of tax under the provisions of the\\n\\n       Amendment and Validation Act of 1997, in respect of the appellant’s\\n\\n       activity of providing transport facilities to its employees and their\\n\\n       children.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_9\\\">\\n       3.10. The appellant challenged the vires of the Amendment and\\n\\n       Validation Act of 1997 and the assessments made thereunder, as also\\n\\n       of the Act of 1955 by filing Civil Writ Petition No. 725 of 1998 before the\\n\\n       High Court. The primary grounds of challenge were as under:\\n\\n</p><blockquote id=\\\"blockquote_21\\\"> i.        <a href=\\\"/doc/785258/\\\" id=\\\"a_23\\\">That the Act</a> of 1955 as well as the Amendment and Validation Act\\n\\n           of 1997 are unconstitutional inasmuch as they seek to levy tax on\\n\\n           vehicles, which is contrary to Entry 56, List II of Seventh Schedule\\n\\n           of the Constitution of India.\\n</blockquote>\\n<blockquote id=\\\"blockquote_22\\\">ii.        That the definitions of ‘passenger’, ‘business’, ‘fare’ and ‘road’ are\\n\\n           artificial and unnatural, as also contrary to the purpose and object\\n\\n           of the Act and hence, ultra-vires.\\n</blockquote>\\n<blockquote id=\\\"blockquote_23\\\">iii.       That employees of the appellant and their children would not be\\n\\n           covered by the definition of “passenger&quot;, as appearing in the\\n<span class=\\\"hidden_text\\\" id=\\\"span_16\\\">\\f                                         11</span>\\n\\n\\n          Amendment and Validation Act of 1997, inasmuch as they are\\n\\n          carried free of charge.\\n</blockquote>\\n<blockquote id=\\\"blockquote_24\\\">\\n      3.11. By the impugned judgment dated 11 December, 2008, the High\\n\\n      Court of Himachal Pradesh dismissed Civil Writ Petition No. 725 of 1998\\n\\n      filed by the appellant and upheld the vires of the Act of 1955 as\\n\\n      amended from time to time, particularly by the Amendment and\\n\\n      Validation Act of 1997. The pertinent findings of the Division Bench of\\n\\n      the High Court may be epitomized as under:\\n</blockquote>\\n<blockquote id=\\\"blockquote_25\\\"> i.       The Court did not find favour with the contention of the Petitioner\\n\\n          that the impugned legislations had the effect of taxing the vehicles,\\n\\n          carrying passengers or goods and, hence, the State Legislature does\\n\\n          not have the competence to enact it. It was held that from a reading\\n\\n          of the Preamble of the Act and also various provisions thereof, it\\n\\n          was clear that the Act seeks to impose tax, not on motor vehicles,\\n\\n          but on the passengers and goods carried therein. That the import\\n\\n          of the Act could be gathered from the Preamble which provides that\\n\\n          it has been enacted to provide for levying a tax on passengers and\\n\\n          goods carried by road in motor vehicles. That simply for the reason\\n\\n          that notices have been issued to the owners or assessment orders\\n\\n          have been passed against the owners of the vehicles, it could not\\n\\n          be said that the tax is levied on the motor vehicles.\\n</blockquote>\\n<blockquote id=\\\"blockquote_26\\\">ii.       That the Preamble of the Act of 1955 provided that the same was\\n\\n          an Act to provide for levying tax on passengers and goods carried\\n<span class=\\\"hidden_text\\\" id=\\\"span_17\\\">\\f                                      12</span>\\n\\n\\n       by road in ‘certain’ motor vehicles. The word ‘certain’ is omitted by\\n\\n       the Amendment and Validation Act of 1997. That this change in no\\n\\n       way suggests that the scope of the Act was amended to include\\n\\n       taxation on vehicles, instead of on the passengers and goods\\n\\n       carried therein.\\n</blockquote>\\n<blockquote id=\\\"blockquote_27\\\">iii.   That the defect in the Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_24\\\">Section 3(1)</a> of the Act of 1955,\\n\\n       which was noted by the Division Bench of the High Court in passing\\n\\n       the judgment dated 27 March, 1997, had also been removed by\\n\\n       omitting the said Explanation and inserting <a href=\\\"/doc/935822/\\\" id=\\\"a_25\\\">Section 3(1A)</a> in the\\n\\n       Amendment and Validation Act of 1997, which seeks to bring non-\\n</blockquote>\\n<blockquote id=\\\"blockquote_28\\\">       fare paying passengers at par with fare paying passengers. Further,\\n\\n       the Competent Authority as well as Schedule I to the Amendment\\n\\n       and Validation Act of 1997 prescribe the fare and freight for\\n\\n       different categories of motor vehicles and for different roads and the\\n\\n       higher of the two would apply.\\n</blockquote>\\n<blockquote id=\\\"blockquote_29\\\">iv.    That Section 3(1A) of the Amendment and Validation Act of 1997,\\n\\n       when read with the amended definition of the term ‘business’ would\\n\\n       leave no scope for doubt that all kinds of passengers and goods\\n\\n       carried in private service vehicles are subject to taxation, under the\\n\\n       Act, irrespective of whether such passengers or goods were being\\n\\n       carried for hire or reward. Therefore, the Amendment and\\n\\n       Validation Act of 1997, covers non-fare paying passengers (such as\\n\\n       the appellant’s employees and their children) as also goods and\\n\\n       material belonging to the appellant themselves.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_18\\\">\\f                                            13</span>\\n\\n\\n<blockquote id=\\\"blockquote_30\\\">               Aggrieved by the aforesaid judgment of the High Court, which\\n\\n          has been followed by the High Court in its subsequent Order dated\\n\\n          21 July, 2009 in CWP 79 of 2007, the present appeals have been\\n\\n          filed.\\n</blockquote>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_10\\\">     Submissions:\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_11\\\">     4.    We have heard Sri S.B. Upadhyay, learned Senior Counsel along\\n\\n     with instructing counsel for the appellant(s) in Civil Appeal No. 3948 of\\n\\n     2009; Sri Yashraj Singh Deora, learned counsel for the appellant(s) in\\n\\n     Civil Appeal Nos. 4738-4743 of 2009 and Civil Appela No. 6931 of 2009\\n\\n     and Sri Anup Kumar Rattan, learned Advocate General for the State of\\n\\n     Himachal Pradesh along with instructing counsel. We have perused the\\n\\n     material on record.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_12\\\">\\n     4.1. Learned Senior Counsel Sri Upadhyay, appearing on behalf of the\\n\\n     appellant(s) in Civil Appeal No. 3948 of 2009 submitted as under:\\n\\n</p><blockquote id=\\\"blockquote_31\\\">i.        That the impugned judgment of the High Court of Himachal\\n\\n          Pradesh   has    not   properly    appreciated   the   import   of   the\\n\\n          Amendments made to the Act of 1955 by way of the Amendment\\n\\n          and Validation Act of 1997 inasmuch as the High Court has upheld\\n\\n          the said Act of 1997, by losing sight of the fact that the said Act\\n\\n          does not remove the basis of the judgment passed by the High\\n\\n          Court earlier, by which, the Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_26\\\">Section 3 (1)</a> of the Act\\n\\n          of 1955 was deleted and the further amendments were made by\\n\\n          inclusion of <a href=\\\"/doc/935822/\\\" id=\\\"a_27\\\">Section 3 (1A)</a> and certain other provisions. That the\\n<span class=\\\"hidden_text\\\" id=\\\"span_19\\\">\\f                                       14</span>\\n\\n\\n       High Court has proceeded on a misplaced interpretation of the Act\\n\\n       of 1955, as amended by the Amendment and Validation Act of 1997\\n\\n       to hold that the latter Act, seeks to impose tax on passengers and\\n\\n       not motor vehicles and that the said Act covers non-fare paying\\n\\n       passengers as well which it cannot do so.\\n</blockquote>\\n<blockquote id=\\\"blockquote_32\\\">ii.    Elaborating the aforesaid contention, learned senior counsel\\n\\n       submitted that the Amendments made to the Act of 1955 do not\\n\\n       take into consideration the fact that the buses and other motor\\n\\n       vehicles of the appellants herein which are used to ferry their\\n\\n       employees to work sites and children of their employees to schools\\n\\n       are free of charge and without collecting any fare from the\\n\\n       passengers. They travel gratis and therefore, in that sense, are not\\n\\n       passengers at all. Nevertheless, the incidence of tax are on the\\n\\n       appellants who are the owners of the buses and other vehicle who\\n\\n       have been levied the tax despite the fact that they are not collecting\\n\\n       any tax or any fare from their “passengers” who are none other than\\n\\n       their employees and children of their employees. Therefore, the Act\\n\\n       itself does not apply to the appellants and hence, they are not liable\\n\\n       to pay any tax under the Act.\\n</blockquote>\\n<blockquote id=\\\"blockquote_33\\\">iii.   It was further submitted that the High Court has failed to\\n\\n       understand the import of the amendments made to the Act of 1955\\n\\n       as the said amendments in no way can mulct any liability to pay\\n\\n       tax on the appellants herein. That the true import of the Act of\\n\\n       1955, as amended by the Amendment and Validation Act of 1997\\n<span class=\\\"hidden_text\\\" id=\\\"span_20\\\">\\f                                15</span>\\n\\n\\nis to levy and collect tax on motor vehicles, transgressing <a href=\\\"/doc/77052/\\\" id=\\\"a_28\\\">Article\\n\\n246</a>, read with Entry 56 of List II of the Seventh Schedule of the\\n\\nConstitution of India. The said legislative Entry pertains to “taxes\\n\\non goods and passengers carried by road and inland water ways.”\\n\\nThe said Entry therefore authorises the State Legislatures to levy,\\n\\ninter-alia, passenger tax. That the incidence of a passenger tax\\n\\nlevied on the strength of Entry 56 of List II of the Seventh Schedule,\\n\\nmust be on the passengers and not on the vehicles in which\\n\\npassengers are carried or on the owners of such vehicles. That it is\\n\\nopen to the Legislature to provide a convenient machinery or\\n\\nmethod for collection of such tax. Therefore, the tax can be\\n\\nrecovered from the owner or operator of the vehicle, only when,\\n\\nsuch owner or operator can pass on the burden of the tax to the\\n\\npassengers but not otherwise. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"19291\\\" id=\\\"span_21\\\">In this regard, reliance was placed\\n\\non <a href=\\\"/doc/19291/\\\" id=\\\"a_29\\\">A.S. Karthikeyan vs. State of Kerala</a>, (1974) 1 SCC 258 with\\n\\na view to bring out the differences between a tax on the income of\\n\\nthe operators vis-à-vis passenger tax. That in the present case the\\n\\nincidence of the tax is on the appellants who are the owners of the\\n\\nbuses, and not on the passengers. The appellants’ role in the\\n\\npresent case cannot be to collect the tax from the passengers and\\n\\ndeposit the same with the Respondent Authorities as no fare is\\n\\ncollected from the passengers, but to still discharge the tax liability\\n\\nout of their own coffers.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_22\\\">\\f                                        16</span><blockquote id=\\\"blockquote_34\\\">\\n\\n\\n<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"647421\\\" id=\\\"span_23\\\">iv.   That fundamentally, ‘passenger’ means a person who travels by\\n\\n      paying a fare to the owner or operator of the vehicle, vide M/s <a href=\\\"/doc/647421/\\\" id=\\\"a_30\\\">Tata\\n\\n      Engineering and Locomotive Co. vs. The Sales Tax Officer,\\n\\n      Poona, A.I.R.</a> 1979 SC 343. Therefore, a non-fare paying employee\\n\\n      of the operator, or a school-going child of such employee, is not a\\n\\n      passenger within the meaning of the constitutional entry.\\n\\nv.    That the Amendment and Validation Act of 1997 had introduced\\n\\n      sub-clauses (ii) and (iii) to <a href=\\\"/doc/946665/\\\" id=\\\"a_31\\\">Section 2 (aa)</a> of the Act which defines\\n\\n      ‘business’. That the said sub-clauses are brought within the scope\\n\\n      of the term ‘business’:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_35\\\">      a)   any trade, commerce, or manufacture, or any adventure or\\n\\n           concern in the nature of trade, commerce, or manufacture,\\n\\n           whether or not such trade, commerce, manufacture, adventure\\n\\n           or concern is carried on with a motive to make gain of profit\\n\\n           and whether or not any gain or profit actually accrues from\\n\\n           such trade, commerce, manufacture, adventure or concern\\n\\n           vide <a href=\\\"/doc/946665/\\\" id=\\\"a_32\\\">Section 2 (aa) (ii)</a>; and,\\n\\n</blockquote><blockquote id=\\\"blockquote_36\\\">      b)   any transaction in connection with or incidental or ancillary to\\n\\n           such trade, commerce, manufacture, adventure or concern\\n\\n           vide <a href=\\\"/doc/946665/\\\" id=\\\"a_33\\\">Section 2 (aa) (iii)</a>.\\n</blockquote>\\n<p data-structure=\\\"Section\\\" id=\\\"p_13\\\">                That notwithstanding the fact that the scope of the term\\n\\n           ‘business’ has been widened, sub-clauses (ii) and (iii) to <a href=\\\"/doc/946665/\\\" id=\\\"a_34\\\">Section\\n\\n           2 (aa)</a> are to be read in harmony with sub-clause (i) thereof,\\n\\n           which provides that ‘business’ includes the business of\\n<span class=\\\"hidden_text\\\" id=\\\"span_24\\\">\\f                                       17</span>\\n\\n\\n           carrying passengers and goods by motor vehicles. That if\\n\\n           ‘business’ is held to mean just any trade, commerce,\\n\\n           manufacture, adventure or concern, sub-clause (i) of <a href=\\\"/doc/946665/\\\" id=\\\"a_35\\\">Section 2\\n\\n           (aa)</a>, which specifies the nature of business, would become\\n\\n           redundant.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_14\\\">vi.    That if sub-clauses (ii) and (iii) to <a href=\\\"/doc/946665/\\\" id=\\\"a_36\\\">Section 2 (aa)</a> are interpreted to\\n\\n       include even businesses other than the business of carrying\\n\\n       passengers, the said sub-clauses would be violative of <a href=\\\"/doc/367586/\\\" id=\\\"a_37\\\">Article 14</a> of\\n\\n       the Constitution on two counts. First, a person or entity who/which\\n\\n       does not carry the business of carrying passengers and goods by\\n\\n       motor vehicles, would be treated at par with a person or entity\\n\\n       who/which carries on such business. Second, a person or entity\\n\\n       who/which does not carry on a business with a profit motive, would\\n\\n       be treated at par with a person or entity who/which carries on a\\n\\n       business with a profit motive. In both the circumstances, unequals\\n\\n       would be treated equally and this is opposed to the Constitutional\\n\\n       mandate of equality under the law.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_15\\\">vii.   That the definitions of ‘business’, ‘passenger’, ‘road’, ‘fare’ and\\n\\n       ‘freight’ under the Amendment and Validation Act of 1997 are\\n\\n       artificial and insertion/substitution of such definitions is an illegal\\n\\n       attempt to bring the Amendment and Validation Act of 1997 within\\n\\n       the scope of Entry 56 of List II of the Seventh Schedule to the\\n\\n       Constitution.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_25\\\">\\f                                            18</span><p data-structure=\\\"PetArg\\\" id=\\\"p_16\\\">\\n\\n\\nviii.       Reliance was placed on J.K. Jute Mills Co. Ltd. vs. State of Uttar\\n\\n            Pradesh, A.I.R. 1961 SC 1534 to contend that when a statute has\\n\\n            been enacted by a State Legislature, outside the permissible field of\\n\\n            legislation, merely using artificial terminology so as to bring the\\n\\n            legislation within the scope of a particular legislative Entry would\\n\\n            not save the same from being declared to be unconstitutional.\\n\\n ix.        That the Amendment and Validation Act of 1997 did not remove\\n\\n            the basis of the judgment of the Division Bench of the High Court\\n\\n            dated 27 March, 1997, by curing the defects and plugging the\\n\\n            lacunae in the Act of 1955. Rather, it has been enacted with the\\n\\n            oblique motive of destroying the finality, force and effect of the said\\n\\n            judgment of the High Court, which has been affirmed by this Court.\\n\\n\\n        4.2. Sri Yashraj Singh Deora, learned counsel for the appellants in\\n\\n        Civil Appeal Nos. 4738-4743 of 2009 and Civil Appeal No. 6931 of 2009\\n\\n        adopted the submissions of learned Senior Counsel Sri Upadhyay and\\n\\n        further contended as under:\\n</p>\\n<blockquote id=\\\"blockquote_37\\\">   <span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"932900\\\" id=\\\"span_26\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"397587\\\" id=\\\"span_27\\\">i.       That in order to be covered under the definition of ‘business’\\n\\n            provided under the Amendment and Validation Act of 1997, the\\n\\n            trade, commerce, manufacture of the assessee, or the transactions\\n\\n            connected therewith or incidental thereto must have some\\n\\n            connection with the business of carrying passengers and goods by\\n\\n            road. When the term ‘business’ is construed in such a manner, the\\n\\n            main activities of the respective appellants, would not amount to\\n<span class=\\\"hidden_text\\\" id=\\\"span_28\\\">\\f                                      19</span>\\n\\n\\n      carrying on business, as the same do not relate to the activity of\\n\\n      carrying passengers and goods by road. That in a case where the\\n\\n      main activity does not amount to ‘business’, then the connected,\\n\\n      incidental or ancillary activities would also not amount to\\n\\n      ‘business’ unless an independent intention to conduct business in\\n\\n      these connected, incidental or ancillary activities is established by\\n\\n      the revenue, vide <a href=\\\"/doc/397587/\\\" id=\\\"a_38\\\">State of Tamil Nadu vs. Board of Trustees of\\n\\n      the Port of Madras</a>, (1999) 4 SCC 630; <a href=\\\"/doc/932900/\\\" id=\\\"a_39\\\">Commissioner of Sales\\n\\n      Tax vs. Sai Publication Fund</a>, (2002) 4 SCC 57. That in the\\n\\n      present case, there is no material to establish that the ancillary\\n\\n      activity of providing transport facilities to their employees and their\\n\\n      children is conducted with an independent intention to conduct\\n\\n      business through such activity. Therefore, in the present case,\\n\\n      neither the main activity of the appellants, nor the ancillary activity\\n\\n      of providing transport facilities to their employees and their\\n\\n      children, would amount to ‘business’ as defined under the\\n\\n      Amendment and Validation Act of 1997.</span></span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_38\\\">ii.   Referring to the various amendments brought about by the\\n\\n      Amendment and Validation Act of 1997 and contrasting them with\\n\\n      the unamended provisions, it was contended that the said Act has\\n\\n      not removed the basis of the judgment of the Division Bench of the\\n\\n      High Court dated 27 March, 1997, nor has it cured the defects in\\n\\n      the Act of 1955. That such an enactment is simply contradictory to\\n<span class=\\\"hidden_text\\\" id=\\\"span_29\\\">\\f                                           20</span>\\n\\n\\n            the decision of the High Court, without addressing the underlying\\n\\n            reasoning of the Court.\\n</blockquote>\\n<blockquote id=\\\"blockquote_39\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"97084276\\\" id=\\\"span_30\\\">iii.        That the retrospective effect of forty-two years, given to the\\n\\n            Amendment and Validation Act of 1997 is totally unreasonable and\\n\\n            arbitrary. That particularly in relation to taxation statutes,\\n\\n            retrospectivity cannot be excessive or harsh, vide <a href=\\\"/doc/97084276/\\\" id=\\\"a_40\\\">National\\n\\n            Agricultural Cooperative Marketing Federation of India Ltd.\\n\\n            vs. Union of India</a>, (2003) 5 SCC 23. That on this ground alone,\\n\\n            the Amendment and Validation Act of 1997 may be struck down as\\n\\n            being unconstitutional.</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_40\\\">                With the aforesaid submissions, learned Senior Counsel and\\n\\n            learned counsel for the appellants prayed that the impugned\\n\\n            judgments be set aside and the Act of 1955, as amended by the\\n\\n            Amendment and Validation Act of 1997, be struck down as being\\n\\n            arbitrary, illegal and unconstitutional.\\n</blockquote>\\n<blockquote id=\\\"blockquote_41\\\">\\n</blockquote><p data-structure=\\\"RespArg\\\" id=\\\"p_17\\\">       5.    Per contra, Sri Anup Kumar Rattan, learned Advocate General for\\n\\n       the State of Himachal Pradesh supported the impugned judgment and\\n\\n       submitted that the High Court had proceeded to pass the impugned\\n\\n       orders on a sound appreciation of the facts of the matter and the\\n\\n       applicable law and the same would not call for any interference by this\\n\\n       Court. It was further contended as under:\\n</p>\\n<blockquote id=\\\"blockquote_42\\\"> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"141223563\\\" id=\\\"span_31\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1830467\\\" id=\\\"span_32\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1945591\\\" id=\\\"span_33\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"30644127\\\" id=\\\"span_34\\\">i.         That the Amendment and Validation Act of 1997 has validly\\n\\n            addressed the deficiencies in various provisions of the Act of 1955\\n<span class=\\\"hidden_text\\\" id=\\\"span_35\\\">\\f                                       21</span>\\n\\n\\n      and has therefore removed the basis of the judgment of the Division\\n\\n      Bench of the High Court dated 27 March, 1997 in accordance with\\n\\n      law. That it is trite that if a law passed by a Legislature is struck\\n\\n      down or rendered inoperative by a Court, the competent Legislature\\n\\n      can correct the infirmities which formed the basis of the Court’s\\n\\n      decision to strike down the law and make such amended law\\n\\n      effective   retrospectively,   vide   M/s   West   Ramnad    Electric\\n\\n      Distribution Co. vs. State of Madras, A.I.R. 1962 SC 1753; <a href=\\\"/doc/30644127/\\\" id=\\\"a_41\\\">Rai\\n\\n      Ramkrishna vs. State of Bihar, A.I.R.</a> 1963 SC 1667; <a href=\\\"/doc/1945591/\\\" id=\\\"a_42\\\">Lohia\\n\\n      Machines Ltd. vs. Union of India</a>, (1985) 2 SCC 197; <a href=\\\"/doc/1830467/\\\" id=\\\"a_43\\\">State of\\n\\n      Himachal Pradesh vs. Yash Pal Garg</a>, (2003) 9 SCC 92;\\n\\n      <a href=\\\"/doc/141223563/\\\" id=\\\"a_44\\\">Baharul Islam vs. Indian Medical Association</a>, 2023 SCC\\n\\n      OnLine SC 79.</span></span></span></span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_43\\\">ii.   That <a href=\\\"/doc/935822/\\\" id=\\\"a_45\\\">Section 3 (1A)</a> as incorporated by the Amendment and\\n\\n      Validation Act of 1997, provides that notwithstanding anything\\n\\n      contained in sub-section (1) of <a href=\\\"/doc/935822/\\\" id=\\\"a_46\\\">Section 3</a>, when passengers are\\n\\n      carried and goods are transported by a motor vehicle and no fare\\n\\n      or freight, whether chargeable or not, has been charged or fare or\\n\\n      freight has been charged at a concessional rate, the tax at the rates\\n\\n      directed by a Notification by the Government under sub-section (1),\\n\\n      shall be levied, charged and paid as if the passengers were carried\\n\\n      or goods were transported, either on fares or freights fixed by the\\n\\n      competent authority, under the <a href=\\\"/doc/785258/\\\" id=\\\"a_47\\\">MV Act</a>, for different classes of roads\\n\\n      and motor vehicles in the State, or on fares and freights specified in\\n<span class=\\\"hidden_text\\\" id=\\\"span_36\\\">\\f                                22</span>\\n\\n\\n<a href=\\\"/doc/785258/\\\" id=\\\"a_48\\\">Schedule I to the Act</a> for different classes of roads and motor vehicles,\\n\\nwhichever is higher. That previously, under the Act of 1955,\\n\\nExplanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_49\\\">Section 3(1)</a>, which provided that when passengers\\n\\nare carried and goods are transported by a motor vehicle and no\\n\\nfare or freight, whether chargeable or not, had been charged, the\\n\\ntax was levied and paid, as if such passengers were carried or goods\\n\\ntransported, at the normal rate prevalent on the route. The\\n\\nambiguity in the charging provision, i.e., <a href=\\\"/doc/935822/\\\" id=\\\"a_50\\\">Section 3 (1)</a> of the Act of\\n\\n1955 arose on account of the fact that the terms ‘normal rate’ and\\n\\n‘route’ had not been defined under the said Act. Owing to such a\\n\\ndefect/lacuna, the charging provision could not be given effect to\\n\\nas noted by the Division Bench of the High Court in the judgment\\n\\ndated 27 March, 1997. That by the Amendment and Validation Act\\n\\nof 1997, Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_51\\\">Section 3(1)</a> has been deleted and <a href=\\\"/doc/935822/\\\" id=\\\"a_52\\\">Section\\n\\n3 (1A)</a> has been inserted, prescribing two alternate methods to\\n\\nnotionally determine fares or freights, when the same has not been\\n\\ncharged, i.e. by taking into account: (a) fares or freights fixed by the\\n\\ncompetent authority, under the <a href=\\\"/doc/785258/\\\" id=\\\"a_53\\\">MV Act</a>, or (b) fares and freights\\n\\nspecified in <a href=\\\"/doc/785258/\\\" id=\\\"a_54\\\">Schedule I to the Act</a> for different classes of roads and\\n\\nmotor vehicles: the higher of the two fares is to be adopted in every\\n\\ncase. Further, the terms ‘fares’, ‘freights’ and ‘roads’ have been\\n\\ndefined, thereby removing the defects/deficiencies in the Act of\\n\\n1955.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_37\\\">\\f                                      23</span><blockquote id=\\\"blockquote_44\\\">\\n\\n\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_18\\\">iii.   That another reason given by the Division Bench in the judgment\\n\\n       dated 27 March, 1997 for holding that employees of the appellants\\n\\n       and their children were not covered by the Explanation (now\\n\\n       deleted by way of the Amendment and Validation Act of 1997) was\\n\\n       in relation to the definition of ‘business’. ‘The term ‘business’ was\\n\\n       defined in a narrow manner in the Act of 1955 and meant the\\n\\n       business of carriage of passengers and goods. Therefore, when the\\n\\n       definitions of the terms ‘motor vehicle’ and ‘business’ were read into\\n\\n       the charging provision, the inference was, only those who were not\\n\\n       in the business of carrying passengers and goods, would not be\\n\\n       covered by the charging provision. This loophole has also been\\n\\n       plugged by way of the Amendment and Validation Act of 1997,\\n\\n       inasmuch as the definition of ‘business’ has been enlarged and it\\n\\n       now includes, besides the business of carrying passengers and\\n\\n       goods by motor vehicles, any trade, commerce or manufacture, or\\n\\n       any adventure or concern, whether or not the same is carried on\\n\\n       with a profit motive; and any transaction in connection with,\\n\\n       incidental or ancillary to such trade, commerce or manufacture.\\n\\n       That ‘business’ now means just any business, carried on with or\\n\\n       without a profit motive, or any ancillary transactions in connection\\n\\n       with such business. The said expression having being widened, a\\n\\n       macro meaning and interpretation must be given to the same, was\\n\\n       the submission.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_38\\\">\\f                                          24</span><p data-structure=\\\"RespArg\\\" id=\\\"p_19\\\">\\n\\n\\niv.        That simply for the reason that notices had been issued to the\\n\\n           owners or assessment orders had been passed against the owners\\n\\n           of the vehicles, it could not be said that the tax was being levied on\\n\\n           the motor vehicles. The tax sought to be imposed was on the\\n\\n           passengers and goods carried by road and the operators/owners of\\n\\n           the motor vehicles were simply required to facilitate payment of tax\\n\\n           by collecting the same from the passengers and depositing it with\\n\\n           the Respondent Authorities. <a href=\\\"/doc/785258/\\\" id=\\\"a_55\\\">That the Act</a> of 1955, as amended by\\n\\n           the Amendment and Validation Act of 1997, was enacted on the\\n\\n           strength of Entry 56 of List II of the Seventh Schedule of the\\n\\n           Constitution of India, which pertains to “taxes on goods and\\n\\n           passengers carried by road and inland water ways.”\\n\\n               With the aforesaid submissions, it was prayed that the present\\n\\n           appeals be dismissed as being devoid of merit and the impugned\\n\\n           orders of the High Court, be affirmed.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_20\\\">\\n      Points for Consideration:\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_21\\\">      6.    Having heard learned counsel for the respective parties and on\\n\\n      perusal of the material on record, the following points would emerge for\\n\\n      our consideration:\\n</p>\\n<blockquote id=\\\"blockquote_45\\\"> i.        Whether, by enacting the Amendment and Validation Act of 1997,\\n\\n           the Himachal Pradesh State Legislature had validly removed the\\n\\n           basis of the judgment of the Division Bench of the High Court dated\\n\\n           27 March, 1997, whereby the Act of 1955 had been held not to\\n<span class=\\\"hidden_text\\\" id=\\\"span_39\\\">\\f                                           25</span>\\n\\n\\n            include within its scope the activity of the appellants of providing\\n\\n            gratis transport facilities for their employees and their children?\\n\\n</blockquote><p data-structure=\\\"Issue\\\" id=\\\"p_22\\\">ii.         Whether the activity of the appellants of providing gratis transport\\n\\n            facilities for their employees and their children, would now be a\\n\\n            taxable activity under <a href=\\\"/doc/935822/\\\" id=\\\"a_56\\\">Section 3</a>(1-A) of the Amendment and\\n\\n            Validation Act of 1997?\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_23\\\">iii.        Whether the impugned judgment of the High Court calls for any\\n\\n            interference?\\n</p>\\n<pre id=\\\"pre_2\\\">iv.         What order?\\n\\n\\n       Legal Framework:\\n\\n</pre><p data-structure=\\\"Section\\\" id=\\\"p_24\\\">       7.    Before proceeding further, it would be useful to refer to the legal\\n\\n       framework relevant to the issues which arise in these appeals. Entry 56\\n\\n       List II of the Seventh Schedule of the Constitution of India reads thus:\\n\\n</p><blockquote id=\\\"blockquote_46\\\">                “56. Taxes on goods and passengers carried by road\\n                or on inland waterways.”\\n\\n\\n       7.1. The preamble of the Act of 1955 indicates that it is an Act to\\n\\n       provide for levying a tax on passengers and goods carried by road in\\n\\n       ‘certain’ motor vehicles. <a href=\\\"/doc/946665/\\\" id=\\\"a_57\\\">Section 2(e)</a> defined ‘motor vehicle’ as any\\n\\n       transport vehicle, including a motor vehicle used for carrying\\n\\n       passengers or goods, for hire or reward even in contravention of the\\n\\n       provisions of the <a href=\\\"/doc/785258/\\\" id=\\\"a_58\\\">MV Act</a>. <a href=\\\"/doc/946665/\\\" id=\\\"a_59\\\">Section 2 (aa)</a> of the Act of 1955 defined\\n\\n       ‘business’ to mean the business of carrying passengers and goods by\\n\\n       motor vehicles. <a href=\\\"/doc/946665/\\\" id=\\\"a_60\\\">Section 2 (g)</a> defined ‘passenger’ to mean any person\\n<span class=\\\"hidden_text\\\" id=\\\"span_40\\\">\\f                                    26</span>\\n\\n\\ntravelling in a motor vehicle, but did not include the driver or conductor\\n\\nor any employee of the owner of the vehicle travelling in bona fide\\n\\ndischarge of his duties in connection with the vehicle. The term ‘owner’\\n\\nwas defined under <a href=\\\"/doc/946665/\\\" id=\\\"a_61\\\">Section 2 (f)</a> to mean the owner of the motor vehicle\\n\\nin respect of which a permit had been granted or countersigned under\\n\\nthe provisions of the <a href=\\\"/doc/24626380/\\\" id=\\\"a_62\\\">Motor Vehicles Act, 1939</a>.\\n\\n\\n7.2. <a href=\\\"/doc/935822/\\\" id=\\\"a_63\\\">Section 3 (1)</a> which was and still is the charging provision provided\\n\\nthat a tax shall be levied and charged by the State Government on all\\n\\nfares and freights in respect of all passengers carried and goods\\n\\ntransported by motor vehicles, at such rates not exceeding one-sixth of\\n\\nthe value of the fare or freight, as the Government may, by notification,\\n\\ndirect. The charging provision contained an Explanation which read as\\n\\nunder:\\n</blockquote>\\n<blockquote id=\\\"blockquote_47\\\">         “When passengers are carried and goods are\\n         transported by a motor vehicle, and no fare or freight,\\n         whether chargeable or not, has been charged the tax\\n         shall be leviable and paid as if such passengers were\\n         carried or goods were transported at the normal rate\\n         prevalent on the route.”\\n\\n\\n7.3. <a href=\\\"/doc/946665/\\\" id=\\\"a_64\\\">Section 2(c)</a> provided an inclusive definition of the term ‘fare’ which\\n\\nwould include sums payable for a season ticket or in respect of a\\n\\ncontract carriage.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_48\\\">7.4. It was primarily the aforesaid provisions of the Act of 1955 that\\n\\nformed the subject of interpretation by the Division Bench of the High\\n<span class=\\\"hidden_text\\\" id=\\\"span_41\\\">\\f                                         27</span>\\n\\n\\n      Court in Writ Petition No.1733 of 1995, which was allowed by the\\n\\n      judgment dated 27 March, 1997 as per the reasons indicated above.\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_49\\\">      8.    With a view to bring the employees of the appellants and their\\n\\n      children, travelling in the buses of the appellants without payment of\\n\\n      fare within the tax net under the Act of 1955 and also to validate the\\n\\n      collection of tax already made thereunder, the Amendment and\\n\\n      Validation Act of 1997 was enacted by the Himachal Pradesh Legislative\\n\\n      Assembly. By way of the Amendment and Validation Act of 1997,\\n\\n      amendments were brought about to the Preamble and various\\n\\n      provisions of the Act of 1955 with retrospective effect, viz. date of\\n\\n      enforcement of the Act of 1955. The amendments brought about, which\\n\\n      are relevant for the purpose of deciding these appeals are as under:\\n</blockquote>\\n<blockquote id=\\\"blockquote_50\\\"> i.        The preamble, as amended states that it is an Act to provide for\\n\\n           levying a tax on passengers and goods carried by road in motor\\n\\n           vehicles. The word ‘certain’ which earlier preceded the term ‘motor\\n\\n           vehicle’ has been deleted by way of the Amendment and Validation\\n\\n           Act of 1997.\\n</blockquote>\\n<blockquote id=\\\"blockquote_51\\\">ii.        The definition of ‘business’ has been amended and it now includes,\\n\\n           besides the business of carrying passengers and goods by motor\\n\\n           vehicles, any trade, commerce or manufacture, or any adventure or\\n\\n           concern whether or not the same is carried on with a profit motive;\\n\\n           and any transaction in connection with, incidental or ancillary to\\n\\n           such trade, commerce or manufacture.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_42\\\">\\f                                      28</span><blockquote id=\\\"blockquote_52\\\">\\n\\n\\niii.   The definition of ‘fare’ was amended to include sums fixed by the\\n\\n       competent authority under the <a href=\\\"/doc/785258/\\\" id=\\\"a_65\\\">MV Act</a> for hire of motor vehicle for\\n\\n       carriage of passengers and transport of goods; sums payable for a\\n\\n       season ticket; and where no such fare has been paid, includes the\\n\\n       sums specified under Schedule I.\\n\\niv.    The term ‘owner’ has been defined to mean owner of the motor\\n\\n       vehicle used for carrying passengers or transporting goods in or\\n\\n       through the territory of the State of Himachal Pradesh.\\n\\n v.    The following provisions defining the terms ‘private service vehicle’,\\n\\n       ‘road’, and ‘transport vehicle’ were introduced by way of the\\n\\n       Amendment and Validation Act of 1997:\\n</blockquote>\\n<blockquote id=\\\"blockquote_53\\\">                “2(gb) “private service vehicle” means a motor\\n                vehicle constructed or adapted to carry more than\\n                six persons excluding the driver and ordinarily\\n                used by or on behalf of the owner of such vehicle\\n                for the purpose of carrying persons for, or in\\n                connection with his trade or business;”\\n\\n                “2(gc) “road” means a track for travel or\\n                transportation to and fro, serving as a means of\\n                communication, between two places;”\\n\\n                “2(ia) “transport vehicle” means a public service\\n                vehicle, a goods carriage, an educational\\n                institution bus or a private service vehicle;”\\n\\nvi.    Sub-section (IA) has been added to <a href=\\\"/doc/935822/\\\" id=\\\"a_66\\\">Section 3</a> of the Act of 1955 and\\n\\n       the Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_67\\\">Section 3 (1)</a> has been deleted. <a href=\\\"/doc/935822/\\\" id=\\\"a_68\\\">Section 3(1A)</a>\\n\\n       provides that notwithstanding anything contained in sub-section\\n\\n       (1) of <a href=\\\"/doc/935822/\\\" id=\\\"a_69\\\">Section 3</a>, when passengers are carried and goods are\\n\\n       transported by a motor vehicle and no fare or freight, whether\\n<span class=\\\"hidden_text\\\" id=\\\"span_43\\\">\\f                                            29</span>\\n\\n\\n             chargeable or not, has been charged or fare or freight has been\\n\\n             charged at a concessional rate, the tax at the rates directed by\\n\\n             Notification issued by the Government under sub-section (1), shall\\n\\n             be levied, charged and paid as if the passengers were carried or\\n\\n             goods were transported, either on fares or freights fixed by the\\n\\n             competent authority, under the <a href=\\\"/doc/785258/\\\" id=\\\"a_70\\\">MV Act</a>, for different classes of\\n\\n             roads and motor vehicles in the State; or on fares and freights\\n\\n             specified in <a href=\\\"/doc/785258/\\\" id=\\\"a_71\\\">Schedule I to the Act</a> for different classes of roads and\\n\\n             motor vehicles, whichever is higher.\\n</blockquote>\\n<p data-structure=\\\"Section\\\" id=\\\"p_25\\\">vii.         <a href=\\\"/doc/877730/\\\" id=\\\"a_72\\\">Section 9</a> has been inserted, which provides for validation of\\n\\n             assessments made under the Act of 1955.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_26\\\">viii.        Schedule I has been added to the Act, which stipulates the fares on\\n\\n             which tax would be leviable, for different categories of motor\\n\\n             vehicles and class of roads.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_27\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_28\\\">        9.    For easy reference, as submitted by Sri Yashraj Singh Deora,\\n\\n        learned counsel, a comparative table of the relevant provisions of the Act\\n\\n        of 1955 and the amendments introduced to such provisions, by way of\\n\\n        the Amendment and Validation Act of 1997, is provided hereinunder:\\n\\n</p><blockquote id=\\\"blockquote_54\\\">        Parameters        The Himachal Pradesh The Himachal Pradesh\\n                          Passengers and Goods Passengers and Goods\\n                          Taxation Act, 1955            Taxation     (Amendment\\n                                                        and    Validation)  Act,\\n<span class=\\\"hidden_text\\\" id=\\\"span_44\\\">                                                        1997</span>\\n        Preamble          An Act to provide for levying <a href=\\\"/doc/785258/\\\" id=\\\"a_73\\\">An Act</a> to provide for\\n                          a tax on passengers and levying         a     tax   on\\n                          goods carried by road in passengers and goods\\n                          certain motor vehicles.       carried by road in motor\\n                                                        vehicles.</blockquote><pre id=\\\"pre_3\\\">\\n<span class=\\\"hidden_text\\\" id=\\\"span_45\\\">\\f                                   30</span>\\n\\n\\nParameters       The Himachal Pradesh The Himachal Pradesh\\n                 Passengers and Goods Passengers and Goods\\n                 Taxation Act, 1955        Taxation    (Amendment\\n                                           and    Validation)  Act,\\n<span class=\\\"hidden_text\\\" id=\\\"span_46\\\">                                           1997</span>\\nDefinition    of 2(a) “business” means the 2[(aa)        “business”\\nthe        term business     of   carrying includes:-\\n‘business’       passengers and goods by\\n                 motor vehicles.           i.   The   business   of\\n                                           carrying passengers and\\n                                           goods by motor vehicles;\\n\\n                                               ii. Any trade, commerce\\n                                               or manufacture, or any\\n                                               adventure or concern in\\n                                               the nature of trade,\\n                                               commerce,               or\\n                                               manufacture whether or\\n                                               not      such      trade,\\n                                               commerce manufacture,\\n                                               adventure or concern is\\n                                               carried on with a motive\\n                                               to make gain or profit\\n                                               and whether or not any\\n                                               gain or profit accrues\\n                                               from      such      trade,\\n                                               commerce, manufacture,\\n                                               adventure or concern; and\\n\\n                                               iii. Any transaction in\\n                                               connection      with,    or\\n                                               incidental or ancillary to,\\n                                               such trade, Commerce,\\n                                               manufacture, adventure\\n                                               or concern.\\nDefinition   of 2(c) “fare” includes sums 2(c)         “fare” or “freight\\n</pre><blockquote id=\\\"blockquote_55\\\">the term ‘fare’ payable for a season ticket includes sums fixed by\\n                or in respect of the hire of a the competent authority\\n                contract carriage;             under the <a href=\\\"/doc/785258/\\\" id=\\\"a_74\\\">Motor Vehicles\\n                                               Act</a> for the hire of motor\\n                                               vehicles for carriage of\\n                                               passengers      and    the\\n                                               transport      of    goods\\n                                               therein and includes the\\n                                               sum payable for a season\\n                                               ticket, and where no such\\n                                               fare or freight has been\\n                                               fixed, also includes such\\n                                               sum as specified in\\n                                               Schedule-1:\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_47\\\">\\f                                    31</span><blockquote id=\\\"blockquote_56\\\">\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_57\\\">Parameters       The Himachal Pradesh The Himachal Pradesh\\n                 Passengers and Goods Passengers and Goods\\n                 Taxation Act, 1955   Taxation   (Amendment\\n                                      and   Validation) Act,\\n<span class=\\\"hidden_text\\\" id=\\\"span_48\\\">                                      1997</span>\\n\\nDefinition    of 2(e)    “motor    vehicle”      2(d)    “motor    vehicle”\\nthe        term means a public service           means any transport\\n‘motor vehicle’ vehicle or public carrier,       vehicle,      which     is\\n                 or private carrier or a         mechanically propelled\\n                 trailer when attached to        and adapted for use upon\\n                 any such vehicle;               roads whether the power\\n                                                 of       propulsion      is\\n                                                 transmitted thereto from\\n                                                 an external or internal\\n                                                 source, or a trailer when\\n                                                 attached to any such\\n                                                 vehicle and includes-\\n</blockquote>\\n<blockquote id=\\\"blockquote_58\\\">                                                 (i) A motor vehicle used for\\n                                                 carriage of passengers or\\n                                                 goods or both for hire or\\n                                                 reward in contravention of\\n                                                 the provisions of the Motor\\n                                                 Vehicles Act; and\\n\\n</blockquote><blockquote id=\\\"blockquote_59\\\">                                                 (ii) A maxi cab, which is\\n                                                 constructed or adapted to\\n                                                 carry more than six\\n                                                 passengers, but not more\\n                                                 than twelve passengers;]\\n\\n                                                 (ea) <a href=\\\"/doc/785258/\\\" id=\\\"a_75\\\">Motor Vehicles Act</a>”\\n                                                 means the <a href=\\\"/doc/24626380/\\\" id=\\\"a_76\\\">Motor Vehicle\\n                                                 Act, 1939</a> (4 of 1939) and\\n                                                 the <a href=\\\"/doc/785258/\\\" id=\\\"a_77\\\">Motor Vehicles Act,\\n                                                 1988</a> (59 of 1988), as the\\n                                                 case may be:]\\n\\nDefinition    of 2(f) “owner” means the          2(f) “owner means” the\\nthe        term owner of the motor vehicle       owner of the motor\\n‘owner’          in respect of which a           vehicle used for carrying\\n                 permit has been granted or      passengers              or\\n                 countersigned under the         transporting goods in or\\n                 provisions of the Motor         through the territory of\\n                 <a href=\\\"/doc/24626380/\\\" id=\\\"a_78\\\">Vehicles Act, 1939</a> (4 of        the State of Himachal\\n                 1939) and includes (a) the      Pradesh, and includes, -\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_29\\\">                 holder of a permit in respect\\n                 of such vehicle, (b) any        (a) The de-facto and de-\\n</p><pre id=\\\"pre_4\\\">                 person for the time being in    jure owners;\\n<span class=\\\"hidden_text\\\" id=\\\"span_49\\\">\\f                                     32</span>\\n\\n\\nParameters         The Himachal Pradesh The Himachal Pradesh\\n                   Passengers and Goods Passengers and Goods\\n                   Taxation Act, 1955          Taxation     (Amendment\\n                                               and     Validation)   Act,\\n<span class=\\\"hidden_text\\\" id=\\\"span_50\\\">                                               1997</span>\\n                   charge of such vehicle, (c)\\n</pre><p data-structure=\\\"Section\\\" id=\\\"p_30\\\">                   any person responsible for (b) Any person for the time\\n                   the management of the being incharge of such\\n                   place of business of such vehicle;\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_31\\\">                   owner, (d) Government or a\\n                   Corporation     constituted (c) any person responsible\\n                   under the Road Transport for the management of the\\n                   <a href=\\\"/doc/979883/\\\" id=\\\"a_79\\\">Corporations Act, 1950</a>;     place of business of such\\n                                               owners;\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_32\\\">                                                   (d) The Government or\\n                                                   Corporation   constituted\\n                                                   under the road Transport\\n                                                   Corporation Act, 1950 (64\\n                                                   of 1950):\\n</p>\\n<pre id=\\\"pre_5\\\">Definition    of                                   (gb)     “Private    service\\nthe        term                                    vehicle” means a motor\\n‘Private                                           vehicle constructed or\\nservice vehicle’                                   adopted to carry more than\\n                                                   six persons excluding the\\n                                                   driver, and ordinarily used\\n                                 -\\n                                                   by or on behalf of the\\n                                                   owner of such vehicle for\\n                                                   the purpose of carrying\\n                                                   persons      for,   or    in\\n                                                   connection with, his trade\\n                                                   or business;\\nDefinition   of                                    (ge) “road” means a track\\nthe term ‘road’                                    for travel or transportation\\n                                 -                 to and fro, serving as a\\n                                                   means of communication,\\n                                                   between two places;\\nDefinition    of                                   (ia) “transport vehicle”\\nthe        term                                    means a public service\\n‘transport                                         vehicle, a goods carriage,\\n                                 -\\nvehicle’                                           an educational institution\\n                                                   bus or a private service\\n                                                   vehicle;\\nCharging           3. Levy of Tax. – (1) There     3. Levy of Tax.- (1) There\\nprovision:         shall be levied, charged and    shall be levied, charged\\n                   paid      to    the     State   and paid to the State\\n                   Government a tax on all         Government a tax,-\\n                   fares and freights in respect\\n                   of all passengers carried and\\n<span class=\\\"hidden_text\\\" id=\\\"span_51\\\">\\f                                 33</span>\\n\\n\\n</pre><p data-structure=\\\"Precedent\\\" id=\\\"p_33\\\">Parameters   The Himachal Pradesh The Himachal Pradesh\\n             Passengers and Goods Passengers and Goods\\n             Taxation Act, 1955             Taxation        (Amendment\\n                                            and     Validation)        Act,\\n<span class=\\\"hidden_text\\\" id=\\\"span_52\\\">                                            1997</span>\\n             goods transported by motor (i) On all fares in respect of\\n             vehicles at such rates not all passengers carried by\\n             exceeding one sixth of the motor vehicles at such\\n             value of the fare or freight, rates not exceeding fifty\\n             as the case may be, and as percent of the value of\\n             the Government may, by freight, and\\n             notification, direct, subject\\n             to a minimum of five paise in (ii) on all freights in respect\\n             any one case, the amount of of all goods transported by\\n             tax being calculated to the motor vehicles at such\\n             nearest multiple of five paise rates not exceeding five\\n             by ignoring two paise or less percent of the value of\\n             and counting more than two freight,\\n             paise as five paise.]\\n                                            As the Government may,\\n             Explanation:-            When by notification,         direct,\\n             passengers are carried and subject to a minimum of\\n             goods are transported by a five paise in any one case,\\n             motor vehicle and no fare the amount of tax being\\n             or      freight,      whether calculated to the nearest\\n             chargeable or not has been multiple of five paise by\\n             charged the tax shall be ignoring two paise or less\\n             levied and paid as if such and counting more than\\n             passengers were carried or two paise as five paise.]\\n             good transported at the\\n             normal rate prevalent on (1A)             Notwithstanding\\n             the route.                     anything contained in\\n                                            sub-section (1), when\\n             (2) Where any fare or freight passengers are carried\\n             charged is a lump sum paid and              goods          are\\n             by a person on account of a transported by a motor\\n             season      ticket    or    as vehicle and-\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_34\\\">             subscription or contribution\\n             for any privilege, right or i. No fare or freight,\\n             facility which is combined whether chargeable or\\n             with the right of such person not has been charged, or\\n             being carried or his goods ii. fare or freight has\\n             transported by a motor been              charged       at    a\\n             vehicle, without any further concessional rate,\\n             payment or at a reduced\\n             charge, the tax shall be The tax at the rates as\\n             levied on the amount of directed by notification\\n             such lump sum or on such by           the      Government\\n             amount as appears to the under sub-section (1),\\n             prescribed authority to be shall be levied, charged\\n             fair and equitable having and paid as if the\\n<span class=\\\"hidden_text\\\" id=\\\"span_53\\\">\\f                                34</span>\\n\\n\\nParameters   The Himachal Pradesh The Himachal Pradesh\\n             Passengers and Goods Passengers and Goods\\n             Taxation Act, 1955             Taxation      (Amendment\\n                                            and     Validation)    Act,\\n<span class=\\\"hidden_text\\\" id=\\\"span_54\\\">                                            1997</span>\\n             regard to the fare or freight passengers were carried\\n             fixed    by    a    competent or         goods       were\\n             authority under the Motor transported either on\\n             <a href=\\\"/doc/24626380/\\\" id=\\\"a_80\\\">Vehicles Act, 1939</a>.            fares and frights fixed by\\n                                            the competent authority\\n             (3) Where passengers are under the Motor Vehicles\\n             carried or goods transported Act for different classes\\n             by a motor vehicle from any of roads and motor\\n             place outside the State [or vehicles in the State or\\n             from any place outside the on the fares and freights,\\n             State to any place outside for different classes of\\n             the State but through the roads            and      motor\\n             State or from any place vehicles, specified in\\n             within the State to any other Schedule- I to this Act,\\n             place within the State but whichever is higher:\\n</p><blockquote id=\\\"blockquote_60\\\">             through the intervening\\n             territory of another State] to Provided that the State\\n             any place within the State, Government          may,    by\\n             or from any place within the notification,          amend\\n             State to any place outside Schedule-I, and thereupon\\n             the State the tax shall be the        Schedule-1,    shall\\n             payable in respect of the stand                   amended\\n             distance covered within the accordingly:\\n</blockquote><blockquote id=\\\"blockquote_61\\\">             State at the rate <a href=\\\"/doc/141223563/\\\" id=\\\"a_81\\\">laid down in</a>\\n             sub-section (1) and shall be Provided further that every\\n             calculated on such amount notification           amending\\n             as     bears     the     same Schedule-1, shall be laid\\n             proportion to the total fare on the Table of the\\n             and freight as the distance Legislative Assembly.]\\n             covered in the State bears to\\n             the total distance of the (2) Where any fare or\\n             journey.                       freight charged is a lump\\n                                            sum paid by a person on\\n                                            account of a season ticket\\n                                            or as subscription or\\n                                            contribution     for   any\\n                                            privilege, right or facility\\n                                            which is combined with\\n                                            the right of such person\\n                                            being carried or his goods\\n                                            transported by a motor\\n                                            vehicle,    without    any\\n                                            further payment or at a\\n                                            reduced charge, the tax\\n                                            shall be levied on the\\n                                            amount of such lump sum\\n<span class=\\\"hidden_text\\\" id=\\\"span_55\\\">\\f                            35</span>\\n\\n\\nParameters   The Himachal Pradesh The Himachal Pradesh\\n             Passengers and Goods Passengers and Goods\\n             Taxation Act, 1955   Taxation       (Amendment\\n                                  and     Validation)     Act,\\n<span class=\\\"hidden_text\\\" id=\\\"span_56\\\">                                  1997</span>\\n                                  or on such amount as\\n                                  appears to the prescribed\\n                                  authority to be fair and\\n                                  equitable having regard to\\n                                  the fare or freight fixed by\\n                                  a competent authority\\n                                  under the Motor Vehicles\\n                                  Act, 4 [1988].\\n</blockquote>\\n<blockquote id=\\\"blockquote_62\\\">                                      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"141223563\\\" id=\\\"span_57\\\">(2-A). Where a motor\\n                                      vehicle plies for hire or\\n                                      reward in contravention of\\n                                      the provisions of the <a href=\\\"/doc/785258/\\\" id=\\\"a_82\\\">Motor\\n                                      Vehicles Act, 1988</a> the\\n                                      owner of such vehicle\\n                                      shall, without, prejudice to\\n                                      any action which is or may\\n                                      be taken under that Act, be\\n                                      liable to pay tax at the rate\\n                                      specified in sub-section (1)\\n                                      or such amount of fares\\n                                      and freights as may be\\n                                      determined        in      the\\n                                      prescribed manner by the\\n                                      prescribed authority.]\\n\\n                                      (3) Where passengers are\\n                                      carried      or      goods\\n                                      transported by a motor\\n                                      vehicle from any place\\n                                      outside the State [or from\\n                                      any place outside the State\\n                                      to any place outside the\\n                                      State but through the\\n                                      State or from any place\\n                                      within the State to any\\n                                      other place within the\\n                                      State but through the\\n                                      intervening territory of\\n                                      another State] to any place\\n                                      within the State, or from\\n                                      any place within the State\\n                                      to any place outside the\\n                                      State the tax shall be\\n                                      payable in respect of the\\n                                      distance covered within\\n<span class=\\\"hidden_text\\\" id=\\\"span_58\\\">\\f                                 36</span>\\n\\n\\nParameters       The Himachal Pradesh The Himachal Pradesh\\n                 Passengers and Goods Passengers and Goods\\n                 Taxation Act, 1955   Taxation       (Amendment\\n                                      and      Validation)     Act,\\n<span class=\\\"hidden_text\\\" id=\\\"span_59\\\">                                      1997</span>\\n                                      the State at the rate <a href=\\\"/doc/141223563/\\\" id=\\\"a_83\\\">laid\\n                                      down in</a> sub- section (1)\\n                                      and shall be calculated on\\n                                      such amount as bears the\\n                                      same proportion to the\\n                                      total fare and freight as the\\n                                      distance covered in the\\n                                      State bears to the total\\n                                      distance of the journey.</span>\\n</blockquote>\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_35\\\">                                                   (Underlining by us)\\n\\n9.1. Apart from the above, the salient Sections to be noticed are\\n\\nSections 5 to 9 of the Amendment and Validation Act of 1997 which read\\n\\nas under:\\n</p>\\n<blockquote id=\\\"blockquote_63\\\">      “5. In Section 3A, of the Principal Act, for the words\\n      “stage/contract carriage”, the words “transport vehicle,\\n      excluding a goods vehicle/carriage”, shall be substituted.\\n\\n</blockquote><blockquote id=\\\"blockquote_64\\\">      6. In Section 3B and 21A of the Principal Act, the word\\n      “Schedule”, wherever it occurs, the word “Schedule-II”\\n      shall be substituted.\\n</blockquote>\\n<blockquote id=\\\"blockquote_65\\\">      7. The existing “SCHEDULE” to the Principal Act shall be\\n      re-numbered as “SCHEDULE-II and before the\\n      “SCHEDULE-II”      so  re-numbered,      the    following\\n      “SCHEDULE-I” shall be inserted namely:- (not typed in the\\n      Paperbook)\\n\\n           *     *    *    *     *    *     *    *     *\\n</blockquote><blockquote id=\\\"blockquote_66\\\">      8. The amendments to the Principal Act, made by <a href=\\\"/doc/946665/\\\" id=\\\"a_84\\\">Sections\\n      2</a>, <a href=\\\"/doc/935822/\\\" id=\\\"a_85\\\">3</a>, <a href=\\\"/doc/8820/\\\" id=\\\"a_86\\\">4</a>, <a href=\\\"/doc/1542963/\\\" id=\\\"a_87\\\">5</a>, <a href=\\\"/doc/865156/\\\" id=\\\"a_88\\\">6</a> and <a href=\\\"/doc/992009/\\\" id=\\\"a_89\\\">7</a> of the Act shall and shall always be\\n      deemed to have been made retrospectively from the date of\\n      the commencement of the Principal Act.\\n</blockquote>\\n<blockquote id=\\\"blockquote_67\\\">      9. (1) Notwithstanding anything contained in any\\n      judgment, decree, or order of any court or other authority\\n      to the contrary, any assessment, levy, charge or payment\\n      of any tax on passengers and goods carried to have been\\n<span class=\\\"hidden_text\\\" id=\\\"span_60\\\">\\f                            37</span>\\n\\n\\nmade or any action taken or anything done under the\\nprovisions of the Principal Act at any time on or after the\\ncommencement of the Act, but before the commencement\\nof the Himachal Pradesh Passengers and Goods Taxation\\n(Amendment and Validation) Act, 1997 (hereinafter\\nreferred to as this &#x27;Act&#x27;), shall be deemed to be a valid\\naction or thing had been made, taken or done under the\\nprovisions of the said Act as amended by this Act and\\naccordingly-\\n</blockquote>\\n<blockquote id=\\\"blockquote_68\\\">  i) the aforesaid tax assessed, levied, charged, paid or\\n  collected or purporting to have been assessed, levied,\\n  charged, paid or collected under the provisions of the\\n  said Act, before the commencement of this Act shall be\\n  deemed to be and always be deemed to have been validly\\n  assessed, levied, charged, paid or collected in\\n  accordance with law:\\n</blockquote>\\n<blockquote id=\\\"blockquote_69\\\">  (ii) no suit or other proceeding shall be maintained or\\n  continued in any court or before any authority for the\\n  refund of, and no enforcement shall be made by any\\n  court or authority of any decree or order directing the\\n  refund of any such aforesaid tax, which has been\\n  collected;\\n</blockquote>\\n<blockquote id=\\\"blockquote_70\\\">  (iii) recoveries, if any, shall be made in accordance with\\n  the provision of the said act of all amounts which would\\n  have been collected thereunder as such aforesaid tax if\\n  this Act had been in force at all material times; and\\n\\n</blockquote><blockquote id=\\\"blockquote_71\\\">  (iv) anything done or any action taken (including any\\n  rule or order made, notification issued or direction given\\n  or exemption granted or penalty imposed) under the said\\n  Act before the commencement of this Act shall be\\n  deemed always to have been validly done or taken in\\n  accordance with this Act.\\n</blockquote>\\n<blockquote id=\\\"blockquote_72\\\">(2) For the removal of doubts, it is hereby declared that-\\n</blockquote>\\n<blockquote id=\\\"blockquote_73\\\">(a) nothing in sub-section (1) shall be construed in\\npreventing any person-\\n</blockquote>\\n<blockquote id=\\\"blockquote_74\\\">  (i) from questioning, in accordance with the provisions\\n  of this Act, the assessment, levy, charge, payment or\\n  collection of the aforesaid tax; or\\n<span class=\\\"hidden_text\\\" id=\\\"span_61\\\">\\f                                         38</span>\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_75\\\">               (ii) from claiming refund of the aforesaid tax paid by him\\n               in excess of the amount due from him under this act;\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_36\\\">               and\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_37\\\">             (b) no act or omission on the part of any person, before the\\n             commencement of this act, shall be punishable as an\\n             offence which would not have been so punishable as if this\\n             Act had not come into force.”\\n\\n\\n     Analysis:\\n</p>\\n<blockquote id=\\\"blockquote_76\\\">               “It is when things go wrong that the retroactive\\n               validating statute often becomes indispensable as a\\n               curative measure; though the proper movement of law\\n               is forward in time, we sometimes have to stop and turn\\n               about and pick up the pieces.”\\n\\n</blockquote><blockquote id=\\\"blockquote_77\\\">                           - Lon Fuller, The Morality of Law (1960).\\n</blockquote>\\n<blockquote id=\\\"blockquote_78\\\">\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_38\\\">     10.    Since these appeals concern, inter-alia, the issue, as to, whether,\\n\\n     by enacting the Amendment and Validation Act of 1997, the Himachal\\n\\n     Pradesh State Legislature has validly removed the basis of the judgment\\n\\n     of the Division Bench of the High Court dated 27 March, 1997, it would\\n\\n     be useful to discuss the law on the adoption of the legislative device of\\n\\n     abrogation, to remove the basis of a judgment of a Court in a legislation.\\n\\n\\n     10.1. In the following decisions, this Court has laid down the law with\\n\\n     regard to the permissible extent and manner of removing the material\\n\\n     basis of a judgment, by correcting the anomalies pointed out by a Court\\n\\n     in a legislation:\\n</p>\\n<blockquote id=\\\"blockquote_79\\\">i.         In M/s. Tirath Ram Rajendra Nath, Lucknow vs. State of Uttar\\n\\n           Pradesh, A.I.R. 1973 SC 405, this Court held that there is a\\n\\n           distinction between encroachment on the judicial power and\\n<span class=\\\"hidden_text\\\" id=\\\"span_62\\\">\\f                                     39</span>\\n\\n\\n      nullification of the effect of a judicial decision by changing the law\\n\\n      retrospectively. The former is outside the competence of the\\n\\n      legislature but the latter is within its permissible limits. In that\\n\\n      case, the U.P. Sales Tax Act (Amendment and Validation) Act, 1970\\n\\n      was upheld by this Court.\\n</blockquote>\\n<blockquote id=\\\"blockquote_80\\\">ii.   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"666541\\\" id=\\\"span_63\\\">In <a href=\\\"/doc/666541/\\\" id=\\\"a_90\\\">Hindustan Gum and Chemicals Ltd. vs. State of Haryana</a>,\\n\\n      (1985) 4 SCC 124, this Court held that it is permissible for a\\n\\n      competent legislature to overcome the effect of a decision of a court\\n\\n      setting aside the imposition of a tax by passing a suitable\\n\\n      Legislation, by amending the relevant provisions of the statute\\n\\n      concerned with retrospective effect, thus taking away the basis on\\n\\n      which the decision of the court has been rendered and by enacting\\n\\n      an appropriate provision validating the levy and collection of tax\\n\\n      made before the decision in question was rendered.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1018531\\\" id=\\\"span_64\\\">In that decision,\\n\\n      reliance was placed on <a href=\\\"/doc/1018531/\\\" id=\\\"a_91\\\">Shri Prithvi Cotton Mills Ltd. vs. Broach\\n\\n      Borough Municipality</a>, A.I.R 1970 SC 192, a Constitution Bench\\n\\n      decision of this Court, which has laid down the requirements which\\n\\n      a validating law should satisfy in order to validate the levy and\\n\\n      collection of a tax which has been declared earlier by a court as\\n\\n      illegal. The relevant portion of <a href=\\\"/doc/1018531/\\\" id=\\\"a_92\\\">the said judgment</a> reads as under:</span>\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_81\\\">          “When a Legislature sets out to validate a tax declared by\\n          a court to be illegally collected under an ineffective or an\\n          invalid law, the cause for ineffectiveness or invalidity must\\n          be removed before validation can be said to take place\\n          effectively. The most important condition, of course, is that\\n          the Legislature must possess the power to impose the tax,\\n<span class=\\\"hidden_text\\\" id=\\\"span_65\\\">\\f                                      40</span>\\n\\n\\n           for, if it does not, the action must ever remain ineffective\\n           and illegal. Granted legislative competence, it is not\\n           sufficient to declare merely that the decision of the court\\n           shall not bind for that is tantamount to reversing the\\n           decision in exercise of judicial power which the Legislature\\n           does not possess or exercise. A court’s decision must\\n           always bind unless the conditions on which it is based are\\n           so fundamentally altered that the decision could not have\\n           been given in the altered circumstances. Ordinarily, a\\n           court holds a tax to be invalidly imposed because the\\n           power to tax is wanting or the statute or the rules or both\\n           are invalid or do not sufficiently create the jurisdiction.\\n           Validation of a tax so declared illegal may be done only if\\n           the grounds of illegality or invalidity are capable of being\\n           removed and are in fact removed and the tax thus made\\n           legal. Sometimes this is done by providing for jurisdiction\\n           where jurisdiction had not been properly invested before.\\n           Sometimes this is done by re-enacting retrospectively a\\n           valid and legal taxing provision and then by fiction making\\n           the tax already collected to stand under the re-enacted\\n           law. Sometimes the Legislature gives its own meaning and\\n           interpretation of the law under which the tax was collected\\n           and by legislative fiat makes the new meaning binding\\n           upon courts. The Legislature may follow any one method\\n           or all of them and while it does so it may neutralize the\\n           effect of the earlier decision of the court which becomes\\n           ineffective after the change of the law. Whichever method\\n           is adopted it must be within the competence of the\\n           Legislature and legal and adequate to attain the object of\\n           validation. If the Legislature has the power over the\\n           subject-matter and competence to make a valid law, it can\\n           at any time make such a valid law and make it\\n           retrospectively so as to bind even past transactions. The\\n           validity of a validating law, therefore, depends upon\\n           whether the Legislature possesses the competence which\\n           it claims over the subject-matter and whether in making\\n           the validation it removes the defect which the courts had\\n           found in the existing law and makes adequate provisions\\n           in the validating law for a valid imposition of the tax.”\\n\\niii.   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1638351\\\" id=\\\"span_66\\\">In the case of <a href=\\\"/doc/1638351/\\\" id=\\\"a_93\\\">Indian Aluminium Company Co. vs. State of\\n\\n       Kerala</a>, A.I.R 1996 SC 1431, the principles regarding the\\n\\n       abrogation of a judgment of a court of law by a subsequent\\n\\n       legislation were culled out in the following words:</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_67\\\">\\f                          41</span>\\n\\n\\n<blockquote id=\\\"blockquote_82\\\">“56. From a resume of the above decisions the following\\nsalient principles would emerge:\\n</blockquote>\\n<blockquote id=\\\"blockquote_83\\\">(1) The adjudication of the rights of the parties is the\\nessential judicial function. Legislature has to lay down the\\nnorms of conduct or rules which will govern the parties\\nand the transaction and require the court to give effect to\\nthem;\\n</blockquote>\\n<blockquote id=\\\"blockquote_84\\\">(2) The Constitution has delineated delicate balance in the\\nexercise of the sovereign power by the Legislature,\\nExecutive and Judiciary;\\n</blockquote>\\n<blockquote id=\\\"blockquote_85\\\">(3) In a democracy governed by rule of law, the Legislature\\nexercises the power under <a href=\\\"/doc/574894/\\\" id=\\\"a_94\\\">Articles 245</a> and <a href=\\\"/doc/77052/\\\" id=\\\"a_95\\\">246</a> and other\\ncompanion Articles read with the entries in the respective\\nLists in the Seventh Schedule to make the law which\\nincludes power to amend the law.\\n</blockquote>\\n<blockquote id=\\\"blockquote_86\\\">(4) The Court, therefore, need to carefully scan the law to\\nfind out: (a) whether the vice pointed out by the Court and\\ninvalidity suffered by previous law is cured complying with\\nthe legal and constitutional requirements; (b) whether the\\nLegislature has competence to validate the law; (c) whether\\nsuch validation is consistent with the rights guaranteed in\\nPart III of the Constitution.\\n</blockquote>\\n<blockquote id=\\\"blockquote_87\\\">(5) The Court does not have the power to validate an invalid\\nlaw or to legalise impost of tax illegally made and collected\\nor to remove the norm of invalidation or provide a remedy.\\n</blockquote><p data-structure=\\\"CDiscource\\\" id=\\\"p_39\\\">These are not judicial functions but the exclusive province\\nof the Legislature. Therefore, they are not the\\nencroachment on judicial power.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_40\\\">(6) In exercising legislative power, the Legislature by mere\\ndeclaration, without anything more, cannot directly\\noverrule, revise or override a judicial decision. It can\\nrender judicial decision ineffective by enacting valid law on\\nthe topic within its legislative field fundamentally altering\\nor changing its character retrospectively. The changed or\\naltered conditions are such that the previous decision\\nwould not have been rendered by the Court, if those\\nconditions had existed at the time of declaring the law as\\ninvalid. It is also empowered to give effect to retrospective\\nlegislation with a deeming date or with effect from a\\nparticular date.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_68\\\">\\f                                     42</span><p data-structure=\\\"Precedent\\\" id=\\\"p_41\\\">\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_42\\\">          (7) The consistent thread that runs through all the\\n          decisions of this Court is that the legislature cannot\\n          directly overrule the decision or make a direction as not\\n          binding on it but has power to make the decision\\n          ineffective by removing the base on which the decision was\\n          rendered, consistent with the law of the Constitution and\\n          the Legislature must have competence to do the same.”\\n\\n             In the aforesaid case, the issue that arose for consideration\\n\\n      was as to the vires of Section 11 of the Kerala Electricity Surcharge\\n\\n      (Levy and Collection) Act, 1989. It was observed that the said\\n\\n      provision was valid and not an incursion on judicial power,\\n\\n      notwithstanding the fact that the effect of <a href=\\\"/doc/420164/\\\" id=\\\"a_96\\\">Section 11</a> was to validate\\n\\n      collection of tax made under an invalid law.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_43\\\">\\n<span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1835110\\\" id=\\\"span_69\\\">iv.   A Constitution Bench of this Court in <a href=\\\"/doc/1835110/\\\" id=\\\"a_97\\\">State of Tamil Nadu vs.\\n\\n      Arooran Sugars Ltd.</a>, (1997) 1 SCC 326, summarised the law on\\n\\n      the legislative device of abrogation, to remove the basis of a judicial\\n\\n      pronouncement in the following words:</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_44\\\">\\n</p><blockquote id=\\\"blockquote_88\\\">          “30. From the aforesaid authorities, it is settled that there\\n          is a demarcation between legislative and judicial functions\\n          predicated on the theory of separation of powers. The\\n          legislature has the power to enact laws including the power\\n          to retrospectively amend laws and thereby remove causes\\n          of ineffectiveness or invalidity. When a law is enacted with\\n          retrospective effect, it is not considered as an\\n          encroachment upon judicial power when the legislature\\n          does not directly overrule or reverse a judicial dictum. The\\n          legislature cannot, by way of an enactment, declare a\\n          decision of the court as erroneous or a nullity, but can\\n          amend the statute or the provision so as to make it\\n          applicable to the past. The legislature has the power to\\n          rectify, through an amendment, a defect in law noticed in\\n          the enactment and even highlighted in the decision of the\\n          court. This plenary power to bring the statute in\\n          conformity with the legislative intent and correct the flaw\\n<span class=\\\"hidden_text\\\" id=\\\"span_70\\\">\\f                                    43</span>\\n\\n\\n         pointed out by the court can have a curative and\\n         neutralizing effect. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"125769\\\" id=\\\"span_71\\\">When such a correction is made, the\\n         purpose behind the same is not to overrule the decision of\\n         the court or encroach upon the judicial turf, but simply\\n         enact a fresh law with retrospective effect to alter the\\n         foundation and meaning of the legislation and to remove\\n         the base on which the judgment is founded. This does not\\n         amount to statutory overruling by the legislature. In this\\n         manner, the earlier decision of the court becomes non-\\n         existent and unenforceable for interpretation of the new\\n         legislation. No doubt, the new legislation can be tested and\\n         challenged on its own merits and on the question whether\\n         the legislature possesses the competence to legislate on\\n         the subject matter in question, but not on the ground of\\n         over-reach or colourable legislation.”\\n\\nv.   In <a href=\\\"/doc/125769/\\\" id=\\\"a_98\\\">Bakhtawar Trust vs. M.D. Narayan</a>, (2003) 5 SCC 298, this\\n\\n     Court observed as under while laying down a three-pronged test to\\n\\n     determine the vires of a validating Act:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_89\\\">\\n</blockquote><blockquote id=\\\"blockquote_90\\\">         “14. The validity of any statute may be assailed on the\\n         ground that it is ultra vires the legislative competence of\\n         the legislature which enacted it or it is violative of Part III\\n         or any other provision of the Constitution. It is well settled\\n         that Parliament and State Legislatures have plenary\\n         powers of legislation within the fields assigned to them and\\n         subject to some constitutional limitations, can legislate\\n         prospectively as well as retrospectively. This power to\\n         make retrospective legislation enables the legislature to\\n         validate prior executive and legislative Acts retrospectively\\n         after curing the defects that led to their invalidation and\\n         thus makes ineffective judgments of competent courts\\n         declaring the invalidity. It is also well settled that a\\n         validating Act may even make ineffective judgments and\\n         orders of competent courts provided it, by retrospective\\n         legislation, removes the cause of invalidity or the basis that\\n         had led to those decisions.\\n</blockquote>\\n<blockquote id=\\\"blockquote_91\\\">         15. The test of judging the validity of the amending and\\n         validating Act is, whether the legislature enacting the\\n         validating Act has competence over the subject-matter;\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_45\\\">         <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"192137615\\\" id=\\\"span_72\\\">whether by validation, the said legislature has removed the\\n         defect which the court had found in the previous laws; and\\n<span class=\\\"hidden_text\\\" id=\\\"span_73\\\">\\f                                      44</span>\\n\\n\\n           whether the validating law is consistent with the\\n           provisions of Part III of the Constitution.”\\n\\nvi.    In <a href=\\\"/doc/192137615/\\\" id=\\\"a_99\\\">Cheviti Venkanna Yadav vs. State of Telangana</a>, (2017) 1\\n\\n       SCC 283, this Court considered a question relating to the validity\\n\\n       of an amendment with retrospective effect after a provision of the\\n\\n       Act was struck down by the Court- When does it not amount to the\\n\\n       statutory overruling of a judgment by the legislature? This Court\\n\\n       held that the legislature has the power to legislate including the\\n\\n       power to retrospectively amend laws, thereby removing causes of\\n\\n       ineffectiveness or invalidity of laws. Further, when such correction\\n\\n       is made, the purpose behind the same is not to overrule the decision\\n\\n       of the court or encroach upon the judicial turf, but simply enact a\\n\\n       fresh law with retrospective effect to alter the foundation and\\n\\n       meaning of the legislation and to remove the base on which the\\n\\n       judgment is founded. The order of the High Court, inter alia, holding\\n\\n       that the amended provisions did not usurp the judicial power was\\n\\n       upheld.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_46\\\">vii.   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"105716048\\\" id=\\\"span_74\\\">In <a href=\\\"/doc/105716048/\\\" id=\\\"a_100\\\">Madras Bar Association vs. Union of India</a>, (2022) 12 SCC\\n\\n       455, L. Nageswara Rao J., speaking for the majority (2:1) laid down\\n\\n       the following principles, as regards the permissibility of abrogation,\\n\\n       to remove the basis of a judgment:</span>\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_47\\\">\\n</p><blockquote id=\\\"blockquote_92\\\">           <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"105716048\\\" id=\\\"span_75\\\">“43. The permissibility of a legislative override in this\\n           country should be in accordance with the principles <a href=\\\"/doc/105716048/\\\" id=\\\"a_101\\\">laid\\n           down by</a> this Court in the aforementioned as well as other\\n           judgments, which have been culled out as under:</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_76\\\">\\f                                      45</span>\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_93\\\">            a) The effect of the judgments of the Court can be nullified\\n            by a legislative act removing the basis of the judgment.\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_48\\\">            <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1945591\\\" id=\\\"span_77\\\">Such law can be retrospective. Retrospective amendment\\n            should be reasonable and not arbitrary and must not be\\n            violative of the fundamental rights guaranteed under the\\n            Constitution. (<a href=\\\"/doc/1945591/\\\" id=\\\"a_102\\\">Lohia Machines Ltd. and Anr. v. Union of\\n            India and Ors.</a>, (1985) 2 SCC 1987).</span>\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_49\\\">            b) The test for determining the validity of a validating\\n            legislation is that the judgment pointing out the defect\\n            would not have been passed, if the altered position as\\n            sought to be brought in by the validating statute existed\\n            before the Court at the time of rendering its judgment. In\\n            other words, the defect pointed out should have been\\n            cured such that the basis of the judgment pointing out the\\n            defect is removed.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_50\\\">            <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"232508\\\" id=\\\"span_78\\\">c) Nullification of mandamus by an enactment would be\\n            impermissible legislative exercise (See: <a href=\\\"/doc/232508/\\\" id=\\\"a_103\\\">S.R. Bhagwat and\\n            Ors. v. State of Mysore</a>, (1995) 6 SCC 16).</span> Even interim\\n            directions cannot be reversed by a legislative veto (See:\\n            Cauvery Water Disputes Tribunal, 1993 Supp (1) SCC 96\\n            and Medical Council of India v. State of Kerala and Ors.,\\n            (2019) 13 SCC 185).\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_51\\\">            d) Transgression of constitutional limitations and\\n            intrusion into the judicial power by the legislature is\\n            violative of the principle of separation of powers, the Rule\\n            of law and of <a href=\\\"/doc/367586/\\\" id=\\\"a_104\\\">Article 14</a> of the Constitution of India.”\\n\\nviii.   <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"9587206\\\" id=\\\"span_79\\\">In a recent judgment of this Court in the case of <a href=\\\"/doc/9587206/\\\" id=\\\"a_105\\\">Dr. Jaya Thakur\\n\\n        vs. Union of India</a>, 2023 SCC OnLine SC 813, this Court held\\n\\n        that a writ of mandamus could not be nullified by a subsequent\\n\\n        legislation made by the legislator. That a binding judicial\\n\\n        pronouncement between the parties cannot be made ineffective\\n\\n        with the aid of any legislative power by enacting a provision which\\n\\n        in substance simply overrules a judgment unless the foundation of\\n\\n        the judgment is removed. Referring to several judgments of this\\n\\n        court on the Doctrine of Abrogation, the following principles as to\\n<span class=\\\"hidden_text\\\" id=\\\"span_80\\\">\\f                                     46</span>\\n\\n\\n      the manner in which the device of abrogation could be employed,\\n\\n      were identified as under:</span>\\n</p>\\n<blockquote id=\\\"blockquote_94\\\">                 “It could, thus, clearly be seen that this Court has\\n         held that the effect of the judgments of this Court can\\n         nullified by a legislative act removing the basis of the\\n         judgment. It has further been held that such law can be\\n         retrospective. It has, however, been held that retrospective\\n         amendment should be reasonable and not arbitrary and\\n         must not be violative of the fundamental rights guaranteed\\n         under the Constitution. It has been held that the defect\\n         pointed out should have been cured such that the basis of\\n         the judgment pointing out the defect is removed. This Court\\n         has, however, clearly held that nullification of mandamus\\n         by an enactment would be impermissible legislative\\n         exercise. This Court has further held that transgression of\\n         constitutional limitations and intrusion into the judicial\\n         power by the legislature is violative of the principle of\\n         separation of powers, the rule of law and of <a href=\\\"/doc/367586/\\\" id=\\\"a_106\\\">Article 14</a> of the\\n         Constitution of India.”\\n\\n\\n</blockquote><p data-structure=\\\"CDiscource\\\" id=\\\"p_52\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"9587206\\\" id=\\\"span_81\\\">11.    What follows from the aforesaid judicial precedent is, a legislature\\n\\ncannot directly set aside a judicial decision. However, when a competent\\n\\nlegislature retrospectively removes the substratum or foundation of a\\n\\njudgment to make the decision ineffective, the same is a valid legislative\\n\\nexercise provided it does not transgress on any other constitutional\\n\\nlimitation. Such a legislative device which removes the vice in the\\n\\nprevious legislation which has been declared unconstitutional is not\\n\\nconsidered to be an encroachment on judicial power but an instance of\\n\\nabrogation recognised under the Constitution of India. The decisions\\n\\n<a href=\\\"/doc/9587206/\\\" id=\\\"a_107\\\">referred to above</a>, manifestly show that it is open to the legislature to\\n\\nalter the law retrospectively, provided the alteration is made in such a\\n\\nmanner that it would no more be possible for the Court to arrive at the\\n<span class=\\\"hidden_text\\\" id=\\\"span_82\\\">\\f                                    47</span>\\n\\n\\nsame verdict. In other words, the very premise of the earlier judgment\\n\\nshould be removed, thereby resulting in a fundamental change of the\\n\\ncircumstances upon which it was founded.</span>\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_53\\\">\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_54\\\">12.   The power of a legislature to legislate within its field, both\\n\\nprospectively and to a permissible extent, retrospectively, cannot be\\n\\ninterfered with by Courts provided it is in accordance with the\\n\\nConstitution. It would be permissible for the legislature to remove a\\n\\ndefect in an earlier legislation, as pointed out by a constitutional court\\n\\nin exercise of its powers by way of judicial review. This defect can be\\n\\nremoved both prospectively and retrospectively by a legislative process\\n\\nand previous actions can also be validated. However, where a legislature\\n\\nmerely seeks to validate the acts carried out under a previous legislation\\n\\nwhich has been struck down or rendered inoperative by a Court, by a\\n\\nsubsequent legislation without curing the defects in such legislation,\\n\\nthe subsequent legislation would also be ultra-vires. Such instances\\n\\nwould amount to an attempt to ‘legislatively overrule’ a Court’s\\n\\njudgment by a legislative fiat, and would therefore be illegal and a\\n\\ncolourable legislation.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_55\\\">\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_56\\\">13.   At this juncture, we must highlight that separation of powers, as\\n\\ncrystalised under the Indian Constitution, is characterised by division\\n\\nof power and functions between the legislature, executive and the\\n\\njudiciary, which are the three co-equal organs of the State. The doctrine\\n\\nalso necessarily postulates that each institution has some power to\\n<span class=\\\"hidden_text\\\" id=\\\"span_83\\\">\\f                                    48</span>\\n\\n\\nregulate the functions of the others; this is in the form of the ancillary\\n\\nprinciple of “checks and balances.” The role of the judiciary in\\n\\ngalvanising our constitutional machinery characterised by institutional\\n\\nchecks and balances, lies in recognising that while due deference must\\n\\nbe shown to the powers and actions of the other two branches of the\\n\\ngovernment, the power of judicial review may be exercised to restrain\\n\\nunconstitutional and arbitrary exercise of power by the legislature and\\n\\nexecutive organs. The power of judicial review is a part of the basic\\n\\nfeature of our Constitution which is premised on the rule of law. Unless\\n\\na judgment has been set aside by a competent court in an appropriate\\n\\nproceeding, finality and binding nature of a judgment are essential\\n\\nfacets of the rule of law informing the power of judicial review. In that\\n\\ncontext, we observe that while it may be open to the legislature to alter\\n\\nthe law retrospectively, so as to remove the basis of a judgment declaring\\n\\nsuch law to be invalid, it is essential that the alteration is made only so\\n\\nas to bring the law in line with the decision of the Court. The defects in\\n\\nthe legislation, as it stood before the Amendment and Validation Act of\\n\\n1997 was enacted, must be cured by way of the amendments introduced\\n\\nretrospectively. Simply setting at naught a decision of a court without\\n\\nremoving the defects pointed out in <a href=\\\"/doc/9587206/\\\" id=\\\"a_108\\\">the said decision</a>, would sound the\\n\\ndeath knell for the rule of law. The rule of law would cease to have any\\n\\nmeaning if the legislature is at liberty to defy a judgment of a court by\\n\\nsimply passing a validating legislation, without removing the defects\\n<span class=\\\"hidden_text\\\" id=\\\"span_84\\\">\\f                                     49</span>\\n\\n\\nforming the substratum of the judgment by use of a non-obstante clause\\n\\nas a technique to do so.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_57\\\">\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_58\\\">14.   The legislative device of abrogation by enacting retrospective\\n\\namendments to a legislation, as a means to remove the basis of a\\n\\njudgment and validate the legislation set aside or declared inoperative\\n\\nby a Court, must be employed only with a view to bring the law in line\\n\\nwith the judicial pronouncement. Abrogation is not a device to\\n\\ncircumvent any and all unfavourable judicial decisions. If enacted solely\\n\\nwith the intention to defy judicial pronouncement, such an amendment\\n\\nAct may be declared to be ultra-vires and as a piece of ‘colourable\\n\\nlegislation.’ The device of abrogation, by way of introducing retrospective\\n\\namendments to remove the basis of a judgment, may be employed when\\n\\na legislature is under the bonafide belief that a defect that crept into the\\n\\nlegislation as it initially stood, may be remedied by abrogation. An act of\\n\\nabrogation is permissible only in the interests of justice, effectiveness\\n\\nand good governance, and not to serve the oblique agenda of defying a\\n\\ncourt’s order, or stripping it of its binding nature.\\n\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_59\\\">15.   The Constitution of India precludes any interference by the\\n\\nlegislature with the administration of justice and judicial determination\\n\\nof the validity of a legislation. The power of abrogation is to be exercised\\n\\nin the light of the said Constitutional mandate. The legislative device of\\n\\nabrogation must be in accordance with the following principles which\\n\\nare not exhaustive:\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_85\\\">\\f                                           50</span><p data-structure=\\\"Conclusion\\\" id=\\\"p_60\\\">\\n\\n\\n</p><blockquote id=\\\"blockquote_95\\\"> i.          There is no legal impediment to enacting a law to validate a\\n\\n             legislation which has been held by a court to be invalid, provided,\\n\\n             such a law removes the basis of the judgment of the court, by curing\\n\\n             the defects of the legislation as it stood before the amendment.\\n\\nii.          The validating legislation may be retrospective. It must have the\\n\\n             effect that the judgment pointing out the defect would not have been\\n\\n             passed, if the altered position as sought to be brought in by the\\n\\n             validating statute existed before the court at the time of rendering\\n\\n             its judgment.\\n</blockquote>\\n<blockquote id=\\\"blockquote_96\\\">iii.         Retrospective amendment should be reasonable and not arbitrary\\n\\n             and must not be violative of any Constitutional limitations.\\n\\niv.          Setting at naught a decision of a court without removing the defect\\n\\n             pointed out in <a href=\\\"/doc/9587206/\\\" id=\\\"a_109\\\">the said decision</a> is opposed to the rule of law and\\n\\n             the scheme of separation of powers under the Constitution of India.\\n\\n v.          Abrogation is not a device to circumvent an unfavourable judicial\\n\\n             decision. If enacted solely with the intention to defy a judicial\\n\\n             pronouncement, an Amendment and Validation Act of 1997 may be\\n\\n             declared as ultra-vires.\\n</blockquote>\\n<blockquote id=\\\"blockquote_97\\\">\\n       Validity of the Act of 1955 as amended by the Amendment and\\n\\n       Validation Act of 1997:\\n</blockquote>\\n<p data-structure=\\\"Section\\\" id=\\\"p_61\\\">       16.    We shall now proceed to consider the issue as to validity of the Act\\n\\n       of 1955 as amended by the Amendment and Validation Act of 1997, in\\n\\n       light of the principles and case law discussed hereinabove. For the\\n<span class=\\\"hidden_text\\\" id=\\\"span_86\\\">\\f                                      51</span>\\n\\n\\npurpose of carrying out such an exercise, it is necessary to first, identify\\n\\nthe defects pointed out by the High Court in its judgment dated 27\\n\\nMarch, 1997, whereby the Act of 1955 had been held not to include\\n\\nwithin its scope the activity of the appellants of providing transport\\n\\nfacilities for their employees and their children, as the charging\\n\\nprovision contained therein, i.e., <a href=\\\"/doc/935822/\\\" id=\\\"a_110\\\">Section 3 (1)</a> and the Explanation\\n\\nthereto was crouched in ambiguous terms.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_62\\\">\\n16.1. The defects identified by the High Court in its judgment dated 27\\n\\nMarch, 1997 are as under:\\n</p>\\n<blockquote id=\\\"blockquote_98\\\">i.    The High Court observed that the levy of tax on passengers was\\n\\n      only on certain motor vehicles and the provisions of the Act were\\n\\n      not applicable to entities, such as, appellants herein. This was on\\n\\n      a reading of a definition of ‘motor vehicle’ and ‘owner’ as found in\\n\\n      the Act of 1955. Further, the definitions of ‘motor vehicle’ as well\\n\\n      as the definition of ‘passenger’ were restricted as a result, the buses\\n\\n      owned by the appellants used for carriage of the appellant’s\\n\\n      employees and their children gratis were not covered within the\\n\\n      charging section.    Also, the definition of ‘transport vehicle’ was\\n\\n      restricted.\\n</blockquote>\\n<blockquote id=\\\"blockquote_99\\\">ii.   Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_111\\\">Section 3 (1)</a> of the Act of 1955 introduced a legal\\n\\n      fiction requiring assessments to be made on the assumption that\\n\\n      even passengers who did not pay a fare, were being carried at the\\n\\n      ‘normal rate’ chargeable on the concerned route. There was no\\n<span class=\\\"hidden_text\\\" id=\\\"span_87\\\">\\f                                      52</span>\\n\\n\\n      definition of ‘route’ for the purposes of the Act and the definition of\\n\\n      ‘route’ under the <a href=\\\"/doc/785258/\\\" id=\\\"a_112\\\">MV Act</a> could not be referred to as the routes on\\n\\n      which the appellant’s buses plied were not ‘routes’ in the sense\\n\\n      defined under the <a href=\\\"/doc/785258/\\\" id=\\\"a_113\\\">MV Act</a>. Hence, ‘route’ could not be equated to\\n\\n      any ‘road’ so as to hold the appellant-assessee liable to pay tax\\n\\n      under the Act of 1955. That for charging tax, by invoking the\\n\\n      Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_114\\\">Section 3(1)</a>, routes were required to be prescribed,\\n\\n      but since no routes had been prescribed, the Explanation could not\\n\\n      come to the rescue of the respondent Authorities.\\n\\niii. In the absence of any prescription as to what the ‘normal rate’\\n\\n      would be, the Respondent Authorities could not have levied tax on\\n\\n      the appellant based on artificial assumptions. There was no basis\\n\\n      to warrant the Authorities from taking into account the fare payable\\n\\n      in the adjoining areas, in calculating the ‘normal rate.’\\n\\niv.   The charging provision could not be given effect to unless the terms\\n\\n      ‘route’ and ‘normal rate’ had been expressly and unambiguously\\n\\n      defined.\\n</blockquote>\\n<blockquote id=\\\"blockquote_100\\\">v.    The term ‘business’ was defined in a narrow manner in the Act of\\n\\n      1955 and meant the business of carriage of passengers and goods.\\n\\n      Therefore, when the definition of the term ‘business’ was read into\\n\\n      the charging provision, the inference was that those who were not\\n\\n      in the business of carrying passengers and goods, would not be\\n\\n      covered by the charging provision.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_88\\\">\\f                                          53</span><blockquote id=\\\"blockquote_101\\\">\\n\\n\\nvi.   Intention of the legislature was to make the Act of 1955 applicable\\n\\n      only to persons who carried on the business of transport. The\\n\\n      definition of ‘owner’ would fortify such finding, as ‘owner’ was\\n\\n      defined to be a person holding a permit under the <a href=\\\"/doc/785258/\\\" id=\\\"a_115\\\">Motor Vehicles\\n\\n      Act</a>.\\n</blockquote>\\n<blockquote id=\\\"blockquote_102\\\">\\n16.2. Having identified the basis for the finding of the Division Bench of\\n\\nthe High Court that the Act of 1955 was inapplicable to the appellants\\n\\nherein, we shall now proceed to determine whether such basis has been\\n\\nremoved by curing the defects listed hereinabove, by introducing the\\n\\nAmendment and Validation Act of 1997. For this purpose, a tabular\\n\\nrepresentation of the defects pointed out by the High Court and details\\n\\nof the corresponding provision(s) enacted/amendment introduced to\\n\\nremove the defects, is as hereinunder:\\n</blockquote>\\n<blockquote id=\\\"blockquote_103\\\">\\n</blockquote><blockquote id=\\\"blockquote_104\\\"> Sl. No.     Defects identified in the Act   Details of the corresponding\\n             of 1955 by the Division Bench   provision(s)\\n             of the High Court in the        enacted/amendment\\n             judgment dated 27 March,        introduced          by       the\\n             1997.                           Amendment and Validation\\n                                             Act to remove the defects.\\n</blockquote><blockquote id=\\\"blockquote_105\\\">      1.     The term ‘business’ was defined The definition of ‘business’ has\\n             in a narrow manner in the Act of been enlarged by way of the\\n             1955 and meant the business of      Amendment and Validation Act\\n             carriage   of   passengers    and   and it now includes, besides\\n             goods.                              the   business   of   carrying\\n                                                 passengers and goods by motor\\n                                                 vehicles, any trade, commerce\\n                                                 or    manufacture,    or   any\\n                                                 adventure or concern whether\\n<span class=\\\"hidden_text\\\" id=\\\"span_89\\\">\\f                                      54</span>\\n\\n\\nSl. No.   Defects identified in the Act     Details of the corresponding\\n          of 1955 by the Division Bench     provision(s)\\n          of the High Court in the          enacted/amendment\\n          judgment dated 27 March,          introduced       by        the\\n          1997.                             Amendment and Validation\\n                                            Act to remove the defects.\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_63\\\">                                            or not the same is carried on\\n                                            with a profit motive; and any\\n                                            transaction in connection with,\\n                                            incidental or ancillary to such\\n                                            trade,         commerce            or\\n                                            manufacture.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_64\\\">   2.     The expression ‘fare’ included In        <a href=\\\"/doc/946665/\\\" id=\\\"a_116\\\">Section     2(c)</a>     of    the\\n          sums payable for a season ticket Amendment and Validation Act,\\n          in respect of the hire of contract fare or freight has been defined\\n          carriage.   It did not include a to include sums fixed by the\\n          case where no fare or freight was competent authority under the\\n          charged from a passenger.         Motor Vehicles Act for the hirer\\n                                            of motor vehicles for carriage of\\n                                            passengers and the transport of\\n                                            goods therein and includes sum\\n                                            payable for a season ticket and\\n                                            where no such fare or freight\\n                                            has been fixed, also includes\\n                                            such     sum     as   specified    in\\n                                            Schedule I.\\n\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_65\\\">   3.     The meaning of the word “Motor The scope of the expression\\n          Vehicle” meant a public service “Motor      Vehicle”        has    been\\n          vehicle or public carrier, or extended to mean any transport\\n          private carrier or a trailer when vehicle, which is mechanically\\n          attached to any such vehicle;     propelled and adapted for use\\n                                            upon roads whether the power\\n                                            of propulsion is transmitted\\n                                            thereto from an external or\\n<span class=\\\"hidden_text\\\" id=\\\"span_90\\\">\\f                                          55</span>\\n\\n\\nSl. No.   Defects identified in the Act           Details of the corresponding\\n          of 1955 by the Division Bench           provision(s)\\n          of the High Court in the                enacted/amendment\\n          judgment dated 27 March,                introduced       by        the\\n          1997.                                   Amendment and Validation\\n                                                  Act to remove the defects.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_66\\\">                                                  internal source, or a trailer\\n                                                  when attached to any such\\n                                                  vehicle and includes a motor\\n                                                  vehicle used for carriage of\\n                                                  passengers or goods or both for\\n                                                  hire or reward in contravention\\n                                                  of the provisions of the <a href=\\\"/doc/785258/\\\" id=\\\"a_117\\\">Motor\\n                                                  Vehicles Act</a>.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_67\\\">   4.     The meaning of ‘owner’ was The scope of term ‘owner’ has\\n          restricted    to     those   persons been enlarged to mean the\\n          holding a permit under the owner of the motor vehicle used\\n          <a href=\\\"/doc/785258/\\\" id=\\\"a_118\\\">Motor Vehicles Act</a>.                     for     carrying     passengers         or\\n                                                  transporting         goods       in     or\\n                                                  through the territory of the\\n                                                  State of Himachal Pradesh.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_68\\\">   5.     As   per     the   Explanation       to i.      Explanation to Section\\n          <a href=\\\"/doc/935822/\\\" id=\\\"a_119\\\">Section 3(1)</a> of the Act of 1955,        3(1)    has       been    deleted     and\\n          where no fare or freight had            <a href=\\\"/doc/935822/\\\" id=\\\"a_120\\\">Section       3    (1A)</a>    has        been\\n          been charged, tax was to be             inserted,         prescribing          two\\n          levied   on    the    ‘normal   rate’   alternate methods to notionally\\n          chargeable on a given ‘route.’          determine         fares   or   freights,\\n          However, there was lack of              when the same has not been\\n          clarity as to the meaning of the        charged, i.e. by taking into\\n          terms ‘normal rate’ and ‘route’,        account: (a) fares or freights\\n          as appearing in the charging            fixed      by       the     competent\\n          provision, i.e. <a href=\\\"/doc/935822/\\\" id=\\\"a_121\\\">Section 3(1)</a> and        authority, under the <a href=\\\"/doc/785258/\\\" id=\\\"a_122\\\">MV Act</a>, or\\n          the Explanation thereto, in the         (b) fares and freights specified\\n          absence of definitions in the <a href=\\\"/doc/785258/\\\" id=\\\"a_123\\\">Act in Schedule I to the Act</a> for\\n          of 1955.                                different classes of roads and\\n<span class=\\\"hidden_text\\\" id=\\\"span_91\\\">\\f                                        56</span>\\n\\n\\n     Sl. No.   Defects identified in the Act   Details of the corresponding\\n               of 1955 by the Division Bench   provision(s)\\n               of the High Court in the        enacted/amendment\\n               judgment dated 27 March,        introduced       by        the\\n               1997.                           Amendment and Validation\\n                                               Act to remove the defects.\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_69\\\">                                               motor vehicles. The higher of\\n                                               the two fares is to be adopted in\\n                                               every case.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_70\\\">                                               ii.    Schedule     I     to     the\\n                                               Amendment and Validation Act\\n                                               prescribes the fare and freight\\n                                               for different categories of motor\\n                                               vehicles, for different roads.\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_71\\\">                                               iii.   Section (2gc) defining the\\n                                               term      ‘road’    has        been\\n                                               introduced.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_72\\\">\\n\\n     16.3. It is evident from the table presented hereinabove that the defects\\n\\n     identified by the Division Bench of the High Court in the judgment dated\\n\\n     27 March, 1997, forming the basis for its decision to the effect that the\\n\\n     provisions of the Act would not be applicable to the assessees-\\n\\n     appellants herein, have been cured by the Amendment and Validation\\n\\n     Act of 1997. The manner in which the defects have been cured, may be\\n\\n     explained as follows:\\n</p>\\n<blockquote id=\\\"blockquote_106\\\">i.       The High Court had observed that for charging tax, by invoking the\\n\\n         Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_124\\\">Section 3(1)</a> of the Act of 1955, the ‘normal rate’ and\\n\\n         ‘routes’ were required to be prescribed, but since no normal rate or\\n\\n         routes had been prescribed, the Explanation could not come to the\\n\\n         rescue of the respondent Authorities. This defect has been cured\\n<span class=\\\"hidden_text\\\" id=\\\"span_92\\\">\\f                                      57</span>\\n\\n\\n      by introducing <a href=\\\"/doc/935822/\\\" id=\\\"a_125\\\">Section 3(1A)</a> by way of the Amendment and\\n\\n      Validation Act of 1997 and omitting the Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_126\\\">Section 3(1)</a>.\\n\\n      <a href=\\\"/doc/935822/\\\" id=\\\"a_127\\\">Section 3(1A)</a> seeks to bring non-fare paying passengers at par with\\n\\n      fare paying passengers, by prescribing two alternate methods to\\n\\n      notionally determine fares or freights, when the same has not been\\n\\n      charged, i.e. by taking into account: (a) fares or freights fixed by the\\n\\n      competent authority, under the <a href=\\\"/doc/785258/\\\" id=\\\"a_128\\\">MV Act</a>, or (b) fares and freights\\n\\n      specified in <a href=\\\"/doc/785258/\\\" id=\\\"a_129\\\">Schedule I to the Act</a> for different classes of roads and\\n\\n      motor vehicles, the higher of the two fares has to be taken into\\n\\n      account in every case. Further, Schedule I introduced by way of the\\n\\n      Amendment and Validation Act of 1997 stipulates the freights and\\n\\n      fares which would be applicable for different classes of roads and\\n\\n      motor vehicles. Section (2gc) defining the term ‘road’ has also been\\n\\n      introduced. Therefore, the vacuum identified by the High Court,\\n\\n      which was making the charging provision inoperative qua the\\n\\n      appellants, has been removed.\\n</blockquote>\\n<blockquote id=\\\"blockquote_107\\\">ii.   Another reason given by the Division Bench in the judgment dated\\n\\n      27 March, 1997 for holding that employees of the appellants and\\n\\n      their children were not covered by the Explanation (now deleted by\\n\\n      way of the Amendment and Validation Act of 1997) was in relation\\n\\n      to the definition of ‘business’. ‘The term ‘business’ was defined in a\\n\\n      narrow manner in the Act of 1955 and meant the business of\\n\\n      carriage of passengers and goods. Therefore, when the definitions\\n\\n      of the terms ‘motor vehicle’ and ‘business’ were read into the\\n<span class=\\\"hidden_text\\\" id=\\\"span_93\\\">\\f                                  58</span>\\n\\n\\n    charging provision, the inference would be that those who were not\\n\\n    in the business of carrying passengers and goods, would not be\\n\\n    covered by the charging provision. This loophole has also been\\n\\n    plugged by way of the Amendment and Validation Act of 1997,\\n\\n    inasmuch as the definition of ‘business’ has been enlarged and it\\n\\n    now includes, besides the business of carrying passengers and\\n\\n    goods by motor vehicles, any trade, commerce or manufacture, or\\n\\n    any adventure or concern whether or not the same is carried on\\n\\n    with a profit motive; and any transaction in connection with,\\n\\n    incidental or ancillary to such trade, commerce or manufacture.\\n\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_73\\\">    ‘Business’ now means any business, carried on with or without a\\n\\n    profit motive, or any ancillary transactions in connection with such\\n\\n    business.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_74\\\">iii. The High Court had further held that the intention of the State\\n\\n    legislature was to make the Act of 1955 applicable only to persons\\n\\n    who carried on the business of transport. That the definition of\\n\\n    ‘owner’ would fortify such finding, as ‘owner’ was defined to be a\\n\\n    person holding a permit under the <a href=\\\"/doc/785258/\\\" id=\\\"a_130\\\">Motor Vehicles Act</a>. However,\\n\\n    the scope of term ‘owner’ has been enlarged by way of the\\n\\n    Amendment and Validation Act of 1997, to mean the owner of the\\n\\n    motor vehicle used for carrying passengers or transporting goods\\n\\n    in or through the territory of the State of Himachal Pradesh.\\n\\n    Therefore, this defect has also been cured.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_94\\\">\\f                                    59</span><p data-structure=\\\"Conclusion\\\" id=\\\"p_75\\\">\\n\\n\\n16.4. In light of the aforesaid discussion, we hold that by enacting the\\n\\nAmendment and Validation Act of 1997, the Himachal Pradesh State\\n\\nLegislature has validly removed the basis of the judgment of the Division\\n\\nBench of the High Court dated 27 March, 1997.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_76\\\">\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_77\\\">17.   Sri Yashraj Singh Deora, learned counsel for the appellants in\\n\\nCivil Appeal Nos. 4738-4743 of 2009 and Civil Appeal No. 6931 of 2009\\n\\nsubmitted that in order to fall within the meaning of the term ‘business’\\n\\nas defined under Section 2 (aa) of the Amendment and Validation Act of\\n\\n1997, the trade, commerce, or manufacture of the assessee, or, the\\n\\ntransactions connected therewith or incidental thereto must have some\\n\\nconnection with the business of carrying passengers and goods by road.\\n\\nThe main activity of the assessees would not amount to carrying on\\n\\nbusiness, as the same does not relate to the activity of carrying\\n\\npassengers and goods by road. In a case where the main activity does\\n\\nnot amount to ‘business’, then the connected, incidental or ancillary\\n\\nactivities would also not amount to ‘business’ unless an independent\\n\\nintention to conduct business in these connected, incidental or ancillary\\n\\nactivities is established by the revenue. In the present case, there is no\\n\\nmaterial to establish that the ancillary activity of providing transport\\n\\nfacilities to the employees and the children of the assessees-appellants\\n\\nherein is conducted with an independent intention to conduct business\\n\\nthrough such activity. Therefore, in the present case, neither the main\\n\\nactivity of the appellants, nor the ancillary activity of providing\\n<span class=\\\"hidden_text\\\" id=\\\"span_95\\\">\\f                                         60</span>\\n\\n\\ntransport facilities to their employees and their children, would amount\\n\\nto ‘business’ as defined under the Amendment and Validation Act of\\n\\n1997.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_78\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_79\\\">18.   We do not find the said argument is acceptable. As observed\\n\\nhereinabove, the amended definition of the term ‘business’ includes\\n\\nwithin the scope of the term, not only the business of carrying\\n\\npassengers    and   goods,     but   also     any   other   trade,   commerce,\\n\\nmanufacture or concern, whether or not the same is carried on with a\\n\\nmotive to earn profit. Further activities incidental and ancillary to such\\n\\ntrade, commerce, manufacture or concern are also included within the\\n\\nambit of ‘business’. As per the amended definition, it is not necessary\\n\\nfor either the primary business, trade or manufacture, or the ancillary\\n\\nactivity to be related to the business of carrying passengers and goods.\\n\\nThat is the very purpose of the amendment. The definition of ‘business’\\n\\nas amended has the widest amplitude and includes any trade,\\n\\ncommerce, manufacture, adventure or concern.\\n\\n\\n</p><p data-structure=\\\"RespArg\\\" id=\\\"p_80\\\">19.   Learned counsel        for   the   appellants have contended that\\n\\ndefinitions of ‘passenger’, ‘business’, ‘fare’ and ‘road’ are artificial and\\n\\nunnatural, as also contrary to the purpose and object of the Act and\\n\\nhence, ultra-vires. However, no reasons have been cited to demonstrate\\n\\nhow the said definitions are artificial. Therefore, we find no merit in the\\n\\nsaid contention.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_96\\\">\\f                                   61</span><p data-structure=\\\"Conclusion\\\" id=\\\"p_81\\\">\\n\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_82\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"647421\\\" id=\\\"span_97\\\">20.   It is also submitted, with respect to the term ‘passenger’ that\\n\\nfundamentally, ‘passenger’ means a person who travels by paying a fare\\n\\nto the owner or operator of the vehicle, vide M/s <a href=\\\"/doc/647421/\\\" id=\\\"a_131\\\">Tata Engineering and\\n\\nLocomotive Co.</a> (supra). Therefore, a non-fare paying employee of the\\n\\noperator, or a school going child of such employee, is not a passenger.\\n\\nThe said submission would also not come to the aid of the appellants.\\n\\nThe meaning of the term ‘passenger’ would have to be gathered in every\\n\\ncase, having regard to the definition of the said term in the relevant\\n\\nstatute.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Neg\\\" data-docid=\\\"647421\\\" id=\\\"span_98\\\">The decision of this Court in M/s <a href=\\\"/doc/647421/\\\" id=\\\"a_132\\\">Tata Engineering and\\n\\nLocomotive Co.</a> (supra) would be of no assistance to the appellants in\\n\\nthis regard, as <a href=\\\"/doc/647421/\\\" id=\\\"a_133\\\">the said judgment</a> turns on its own facts. In the said\\n\\ncase, this Court while referring to the charging provision contained in\\n\\nthe <a href=\\\"/doc/30650186/\\\" id=\\\"a_134\\\">Bombay Motor Vehicles (Taxation of Passengers) Act</a>, held that non-\\n\\nfare paying passengers would not fall within the purview of the said Act.\\n\\nThe said decision would not be relevant in the facts of the present case,\\n\\nas an interpretation of the charging provision in the Act of 1955 as\\n\\namended, would not give rise to a conclusion that a non-fare paying\\n\\nemployee of the operator, or a school going child of such employee, is\\n\\nnot a passenger. The term ‘passenger’, in the present case, has been\\n\\ndefined under <a href=\\\"/doc/946665/\\\" id=\\\"a_135\\\">Section 2(g)</a> of the Act in a broad sense to mean any\\n\\nperson travelling in a motor vehicle, but shall not include the driver,\\n\\nconductor, or any employee of the owner of the vehicle travelling in the\\n\\nbonafide discharge of his duties in connection with the vehicle. The only\\n\\nthree categories of persons who are excluded from the definition of\\n<span class=\\\"hidden_text\\\" id=\\\"span_99\\\">\\f                                    62</span>\\n\\n\\n‘passenger’ are: (a) driver of the motor vehicle; (b) conductor; and (c) any\\n\\nemployee of the owner of the vehicle travelling in the bonafide discharge\\n\\nof his duties in connection with the vehicle. The non-fare paying\\n\\nemployees of the appellants and their children, would not fall under any\\n\\nof the said exceptions. Although, some of them are employees of the\\n\\nappellants, they are not travelling in the motor vehicle in discharge of\\n\\nduties “in connection with the vehicle”, their duties may be in\\n\\nconnection with various affairs of the appellants, but not “in connection\\n\\nwith the vehicle” of the appellants. Hence, ‘passengers’ in this case\\n\\nwould include non-fare paying employees of the appellant, or school\\n\\ngoing children of such employees.</span>\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_83\\\">\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_84\\\">21.    We shall now proceed to consider and determine the next aspect\\n\\nargued by learned counsel, i.e., with respect to legislative competence\\n\\nof the Himachal Pradesh Legislative Assembly to enact the Act of 1955\\n\\nand the Amendment and Validation Act of 1997, which are stated to be\\n\\nenacted on the strength of <a href=\\\"/doc/77052/\\\" id=\\\"a_136\\\">Article 246</a>, read with Entry 56 of List II of\\n\\nthe Seventh Schedule of the Constitution of India. This argument\\n\\nappears to be a formal one as the High Court did not have an occasion\\n\\nto consider the aspect of legislative competence vis-à-vis the impugned\\n\\nAct.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_85\\\">\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_86\\\">22.    The import of the Act of 1955, as amended by the Amendment and\\n\\nValidation Act of 1997, could be gathered from the Preamble which\\n\\nprovides that it has been enacted to provide for levying a tax on\\n<span class=\\\"hidden_text\\\" id=\\\"span_100\\\">\\f                                    63</span>\\n\\n\\npassengers and goods carried by road in motor vehicles. It is therefore\\n\\nclear that tax is sought to be imposed on passengers and goods, carried\\n\\nby road in motor vehicles. It is a no brainer that such a tax falls within\\n\\nthe legislative field governed by Entry 56 of List II of the Seventh\\n\\nSchedule of the Constitution, which pertains to “taxes on goods and\\n\\npassengers carried by road and inland water ways.” Simply for the\\n\\nreason that notices have been issued to the owners or assessment\\n\\norders have been passed against the owners of the vehicles, it cannot\\n\\nbe said that the tax is levied on the motor vehicles. If the persons carried\\n\\nhappen to be employees of the owners of the buses, such employees\\n\\nshould pay the tax. When the employer, i.e., the owner of the vehicle,\\n\\ndoes not collect the tax from such employees, he should himself pay it,\\n\\nin discharge of the employer’s statutory duty as an agent of the State to\\n\\ncollect tax on the basis of the amended provision. Whether to collect the\\n\\ntax payable from the passengers (the employees and their children) or\\n\\ndischarge the liability itself is the prerogative of the appellants. The\\n\\nincidence of the tax continues to be on the passengers who travel in the\\n\\nbuses or other vehicles of the appellants irrespective of whether they\\n\\ntravel gratis or are paying any fare. The impact or burden of the tax\\n\\nhowever, has been assumed by the appellants-employers owing to the\\n\\nfact that they wish to provide free transportation to the employees and\\n\\ntheir children as a welfare measure. Therefore, we do not find any\\n\\nsubstance in the contention of the appellants that the tax was sought\\n\\nto be imposed on ‘motor vehicles’ and therefore, the same is outside the\\n<span class=\\\"hidden_text\\\" id=\\\"span_101\\\">\\f                                       64</span>\\n\\n\\nlegislative competence of the State Legislature for Himachal Pradesh. It\\n\\nis clarified that the tax is on passengers and goods and the same has to\\n\\nbe paid by the owners of the motor vehicles whose responsibility it is to\\n\\npay. Therefore, there is no substance in the argument concerning\\n\\nlegislative competence of the State Legislature in enacting the Act of\\n\\n1955 or the Amendment and Validation Act of 1997.\\n\\n\\nSummary of conclusions:\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_87\\\">23.    In the result we arrive at the following conclusions:\\n\\n</p><blockquote id=\\\"blockquote_108\\\">i.    <a href=\\\"/doc/785258/\\\" id=\\\"a_137\\\">The Act</a> of 1955, as amended by the Amendment and Validation Act\\n\\n      of 1997, is valid. The said Act seeks to impose tax on passengers\\n\\n      and goods carried by road in motor vehicles and the Himachal\\n\\n      Pradesh Legislative Assembly possessed the legislative competence\\n\\n      under <a href=\\\"/doc/77052/\\\" id=\\\"a_138\\\">Article 246</a>, read with Entry 56 of List II of the Seventh\\n\\n      Schedule of the Constitution of India, to enact the Act of 1955 and\\n\\n      the Amendment and Validation Act of 1997.\\n</blockquote>\\n<blockquote id=\\\"blockquote_109\\\">ii.   By enacting the Amendment and Validation Act of 1997, the\\n\\n      Himachal Pradesh State Legislature has validly removed the basis\\n\\n      of the judgment of the Division Bench of the High Court dated 27\\n\\n      March, 1997, inter-alia, by amending the definition of the term\\n\\n      ‘business’; defining the terms ‘fare’, ‘freight’ and ‘road’; deleting the\\n\\n      Explanation to <a href=\\\"/doc/935822/\\\" id=\\\"a_139\\\">Section 3(1)</a>; and inserting <a href=\\\"/doc/935822/\\\" id=\\\"a_140\\\">Section 3 (1A)</a> which\\n\\n      brought non-fare paying passengers at par with fare-paying\\n\\n      passengers for the purpose of levying tax under the Act. Thus, the\\n<span class=\\\"hidden_text\\\" id=\\\"span_102\\\">\\f                                    65</span>\\n\\n\\n      Amendment and Validation Act of 1997 is a valid piece of\\n\\n      Legislation.\\n</blockquote>\\n<blockquote id=\\\"blockquote_110\\\">iii. The activity of the appellant in providing gratis transportation to its\\n\\n      employees, and their children, would be a taxable activity under\\n\\n      <a href=\\\"/doc/935822/\\\" id=\\\"a_141\\\">Section 3</a>(1-A) of the Amendment and Validation Act of 1997.\\n\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_88\\\">24.    The next question is with regard to the liability of the appellants\\n\\nto pay the tax under the Act of 1955 as amended by the Amendment\\n\\nand Validation Act of 1997. <a href=\\\"/doc/785258/\\\" id=\\\"a_142\\\">The Act</a> of 1955 was assailed in\\n\\nW.P.(C)No.1733 of 1995 by the appellants herein. The High Court of\\n\\nHimachal Pradesh by judgment dated 27.03.1997 struck down certain\\n\\nprovisions of the Act and held that the Act did not apply to the\\n\\nappellants herein. The Special Leave Petition filed against <a href=\\\"/doc/647421/\\\" id=\\\"a_143\\\">the said\\n\\njudgment</a> was also dismissed by this Court on 28th July, 1997.\\n\\nThereafter, the Amendment and Validation Act of 1997 was enacted by\\n\\nthe legislature of the State of Himachal Pradesh. The amendments were\\n\\nunsuccessfully challenged by the appellants herein by filing writ\\n\\npetitions before the High Court. The impugned orders of the High Court\\n\\nof Himachal Pradesh were passed in December 2008 and July, 2009.\\n\\nThe Special Leave Petitions filed before this Court were converted to\\n\\nCivil Appeals as leave was granted in them. This Court has now upheld\\n\\nthe Amendments made to the Act of 1955 by virtue of the Amendment\\n\\nand Validation Act of 1997 and affirmed the judgment of the High Court\\n\\nof Himachal Pradesh. Therefore, the question is from when the\\n<span class=\\\"hidden_text\\\" id=\\\"span_103\\\">\\f                                    66</span>\\n\\n\\nappellants herein would have to pay the tax as prior to 1997 they were\\n\\nsuccessful in assailing the Act of 1955 and it was only thereafter that\\n\\nthe Amendment and Validation Act of 1997 was passed by the\\n\\nlegislature of the State of Himachal Pradesh. That was also challenged\\n\\nby the appellants herein and the controversy has now finally been set\\n\\nat rest. Therefore, the question is, whether, the appellants herein would\\n\\nbe liable to pay the tax from the date when the Amendment and\\n\\nValidation Act of 1997 was passed or from any future date?\\n\\n\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_89\\\">25. We have considered this question in the light of the fact that the\\n\\nappellants are public sector organisations (and not private operators)\\n\\nwho are engaged in transporting their employees and their children to\\n\\nthe work sites and to the school and back gratis as a facility being\\n\\nprovided to them having regard to the location of the work sites in\\n\\nremote hilly terrain and to ensure the safety of the children of the\\n\\nemployees of the appellant organisations.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_90\\\">\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_91\\\">26.   As there has been a long passage of time since the enactment of\\n\\nthe Amendment and Validation Act of 1997, that is about twenty-six\\n\\nyears till date and by now there would have been replacement of the\\n\\nmotor vehicles or buses by the appellants and their liability to pay the\\n\\nsaid taxes, being at large, and now set at rest, we think that, in exercise\\n\\nof our powers under <a href=\\\"/doc/500307/\\\" id=\\\"a_144\\\">Article 142</a> of the Constitution, the appellants\\n\\nshould be made liable to pay the tax w.e.f. 01.04.2023, the current\\n\\nfinancial year onwards and not for the period prior thereto. One of the\\n<span class=\\\"hidden_text\\\" id=\\\"span_104\\\">\\f                                    67</span>\\n\\n\\nreasons for directing so is by bearing in mind that the affected\\n\\nappellants herein are not private bus operators or stage carriage\\n\\noperators but are public sector units engaged in hydro-power projects\\n\\nand irrigation projects and as a convenience or facility, owning buses\\n\\nfor transporting their employees and children of the employees to the\\n\\nwork sites and to schools and return to their homes as a facility being\\n\\nprovided to them for the reasons narrated above. That apart, we have\\n\\nnow held that by enacting the Amendment and Validation Act of 1997,\\n\\nthe lacunae pointed out by the High Court vide the judgment and order\\n\\ndated 27 March, 1997 have been removed. Therefore, saddling the\\n\\nappellants with any anterior demand would not be just and proper. We\\n\\norder accordingly. Therefore, while moulding the relief to be given to the\\n\\nappellants herein, only with regard to the period from which the liability\\n\\nto pay tax under the Act of 1955 as amended by the Amendment and\\n\\nValidation Act of 1997, the appeals stand dismissed.\\n\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_92\\\">27.   In the result, these appeals are dismissed and the final Orders of\\n\\nthe Division Bench of the High Court of Himachal Pradesh, dated 11\\n\\nDecember, 2008 and 06 May, 2009 whereby the vires of the Act of 1955\\n\\nas amended from time to time, particularly by the Amendment and\\n\\nValidation Act of 1997 has been upheld and the writ petitions filed by\\n\\nthe appellants herein, i.e., Civil Writ Petition Nos. 725 of 1998, 422 of\\n\\n1998, 401 of 2001, 464-467 of 2001 and 79 of 2007, have been\\n<span class=\\\"hidden_text\\\" id=\\\"span_105\\\">\\f                                   68</span>\\n\\n\\ndismissed, are hereby affirmed, subject to what has been clarified in\\n\\nParagraph 26 above.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_93\\\">    Parties to bear their respective costs.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_94\\\">    Pending applications, if any, stand disposed of in the aforesaid\\n\\nterms.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_95\\\">\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_96\\\">                                          ……………..………………….J.\\n                                           [B.V. NAGARATHNA]\\n\\n\\n\\n                                          ……………..………………….J.\\n                                            [UJJAL BHUYAN]\\n\\n\\nNEW DELHI;\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_97\\\">06 SEPTEMBER, 2023.\\n</p>\\f\",\"numcites\":39,\"numcitedby\":111,\"docsource\":\"Supreme Court of India\",\"citetid\":119194299,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"private service vehicle\",\"formInput\":\"private%20service%20vehicle\"},{\"value\":\"entry 56 list ii\",\"formInput\":\"entry%2056%20list%20ii\"},{\"value\":\"non fare paying passengers\",\"formInput\":\"non%20fare%20paying%20passengers\"},{\"value\":\"definition of passenger\",\"formInput\":\"definition%20of%20passenger\"},{\"value\":\"all india reporter\",\"formInput\":\"all%20india%20reporter\"},{\"value\":\"amendment of judgment\",\"formInput\":\"amendment%20of%20judgment\"},{\"value\":\"colourable legislation\",\"formInput\":\"colourable%20legislation\"},{\"value\":\"judicial review\",\"formInput\":\"judicial%20review\"},{\"value\":\"goods vehicle passenger carrying\",\"formInput\":\"goods%20vehicle%20passenger%20carrying\"},{\"value\":\"legislative judgment\",\"formInput\":\"legislative%20judgment\"},{\"value\":\"encroachment as is where is\",\"formInput\":\"encroachment%20as%20is%20where%20is\"},{\"value\":\"legislative competence \",\"formInput\":\"legislative%20competence%20\"},{\"value\":\"high court judgments\",\"formInput\":\"high%20court%20judgments\"},{\"value\":\"definition of business\",\"formInput\":\"definition%20of%20business\"},{\"value\":\"rule of law\",\"formInput\":\"rule%20of%20law\"},{\"value\":\"Himachal Pradesh Passengers and Goods Taxation Act, 1955\",\"formInput\":\"Himachal%20Pradesh%20Passengers%20and%20Goods%20Taxation%20Act%2C%201955\"},{\"value\":\"validation act \",\"formInput\":\"validation%20act%20\"},{\"value\":\"motor vehicle act 1988\",\"formInput\":\"motor%20vehicle%20act%201988\"},{\"value\":\"ultra vires \",\"formInput\":\"ultra%20vires%20\"},{\"value\":\"season ticket\",\"formInput\":\"season%20ticket\"}],\"cats\":[{\"value\":\"necessity-for-driving-licence\",\"formInput\":\"tag:necessity-for-driving-licence\"},{\"value\":\"law-regarding-motor-vehicles\",\"formInput\":\"tag:law-regarding-motor-vehicles\"},{\"value\":\"definition\",\"formInput\":\"tag:definition\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":119194299,\"publishdate\":\"2023-09-06\",\"doctype\":\"Supreme Court of India\",\"relurl\":\"judis.nic.in/2023-09-06/nhpc_ltd_the_state_of_himachal_pradesh_secretary\",\"caseno\":\"C.A. No.-003948-003948 / 2009\",\"numcites\":39,\"numcitedby\":111,\"title\":\"Nhpc Ltd vs The State Of Himachal Pradesh Secretary on 6 September, 2023\"}"
}