{
  "petition": {
    "tid": 119903459,
    "catids": [
      142,
      697
    ],
    "doctype": 1021,
    "publishdate": "2023-03-24",
    "authorid": 1698,
    "bench": [
      1698,
      1294
    ],
    "title": "In Reference (Suo Moto) vs The Chairman on 24 March, 2023",
    "numcites": 5,
    "numcitedby": 75,
    "headline": "",
    "docsize": 21247,
    "fragment": true,
    "docsource": "Madhya Pradesh High Court",
    "author": "R Malimath",
    "authorEncoded": "r-malimath"
  },
  "document": "{\"tid\":119903459,\"publishdate\":\"2023-03-24\",\"title\":\"In Reference (Suo Moto) vs The Chairman on 24 March, 2023\",\"doc\":\"<h2 class=\\\"doc_title\\\">In Reference (Suo Moto) vs The Chairman on 24 March, 2023</h2>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:r-malimath\\\">Chief Justice</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:r-malimath\\\">Ravi Malimath</a>, <a href=\\\"/search/?formInput=benchid:v-mishra\\\">Vishal Mishra</a></h3>\\n\\n<pre id=\\\"pre_1\\\">                                         1\\n\\n\\n\\n IN THE            HIGH COURT OF MADHYA PRADESH\\n                        AT JAB ALPUR\\n                             BEFORE\\n              HON&#x27;BLE SHRI JUSTICE RAVI MALIMATH,\\n                         CHIEF JUSTICE\\n                               &amp;\\n              HON&#x27;BLE SHRI JUSTICE VISHAL MISHRA\\n\\n                             W.P. No. 7295 of 2023\\n     [IN REFERENCE (SUO MOTO) VS. CHAIRMAN, STATE BAR COUNCIL OF M.P. &amp; OTHERS]\\n\\n\\nDated: 24-03-2023\\n\\n         This suo moto public interest litigation has been initiated as a result\\nof the communication by the Chairman of the State Bar Council of\\nMadhya Pradesh asking the entire lawyer community in the State of\\nMadhya Pradesh to abstain from court work w.e.f. 23.03.2023.\\n\\n2.       The facts are that by the letter dated 20.03.2023, the Chairman of the\\nState Bar Council of Madhya Pradesh addressed a communication to the\\nHon&#x27;ble Chief Justice to the effect that unless the scheme relating to\\ndisposal of 25 identified cases in every quarter is not withdrawn by\\n22.03.2023 they would protest the issue seriously. It is further stated\\ntherein that the general body in its meeting held on 18.03.2023 has\\nunanimously resolved that if the Hon&#x27;ble High Court does not withdraw\\nthe scheme pertaining to disposal of 25 oldest cases up to 22.03.2023, all\\nthe lawyers in the State of Madhya Pradesh will collectively protest and\\nwill abstain from judicial work w.e.f. 23.03.2023. The same is marked as\\nAnnexure-A.\\n\\n3.       Thereafter, the Hon&#x27;ble Chief Justice vide communication dated\\n21.03.2023 replied to the same and stated that in pursuance to the\\nassurances made by the Chairman of the Bar Council on 02.03.2023 as\\n                                      2\\n\\n\\n\\nwell as on 15.03.2023, the Chairman and members of the Bar Council\\nwere most welcome to submit all the issues being faced, so that the same\\ncan be considered and thereafter a meeting would be convened to resolve\\nthe issues. Copy of the same is marked as Annexure-B. In pursuance\\nwhereof, a communication was addressed to the Hon&#x27;ble Chief Justice by\\nthe Chairman, State Bar Council of Madhya Pradesh dated 22.03.2023,\\nwhich was received by email at 02.47 PM to the effect that disposal of 25\\noldest cases scheme be adjourned for first three months or it be withdrawn\\nimmediately within 4 O&#x27;çlock today i.e. on 22.03.2023, so that the courts\\nin the State of Madhya Pradesh may work properly. Copy of the same is\\nmarked as Annexure-C.\\n\\n4.    Subsequently, the Chairman of the Bar Council of India addressed a\\ncommunication dated 23.03.2023 to the respondent No.1 and a copy to the</pre>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_1\\\">Hon&#x27;ble Chief Justice through the Registrar General. In terms of the said\\ncommunication, the Bar Council of India has directed the State Bar\\nCouncil to take immediate steps for withdrawal of the call for strike\\nimmediately by the Bar Council as well as by the Bar Associations of the\\nState. The copy of the same is produced as Annexure-D. In flagrant\\nviolation of the direction issued by the Bar Council of India, the\\nrespondent No.1 has directed all the advocates to abstain from work.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_2\\\">5.    On 23.03.2023, we found that advocates were not present in our\\ncourt as well as at the Benches at Indore and Gwalior. They were also\\nabsent in other courts of the State. Therefore, the Registrar General has\\nbeen directed to obtain a report from each one of the courts in the State of\\nMadhya Pradesh with regard to the happenings on 23.03.2023.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_3\\\">6.    Keeping in mind the seriousness and the interest of the poor litigants\\nat large, for the present, we are of the considered view that the following\\nare required as respondents:-\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_1\\\">                                       3</span>\\n\\n\\n\\n<blockquote id=\\\"blockquote_1\\\">      Respondent No.1 :         Chairman, State Bar Council of Madhya\\n                                Pradesh\\n\\n      Respondent No.2 :         President, High Court Bar Association,\\n                                Jabalpur\\n\\n      Respondent No.3 :         President, High Court Bar Association,\\n                                Indore\\n\\n      Respondent No.4 :         President, High Court Bar Association,\\n                                Gwalior\\n\\n      Respondent No.5 :         President, High Court Advocates&#x27; Bar\\n                                Association, Jabalpur\\n\\n      Respondents         :     President of each of the Bar Associations\\n      No.6 to 236               in the State of Madhya Pradesh\\n\\n</blockquote><p data-structure=\\\"RespArg\\\" id=\\\"p_4\\\">7.    We are extremely shocked, worried and pained about the manner in\\nwhich things have unfolded. Subsequent to the communication by\\nrespondent No.1 vide Annexure-A, a reply has been furnished asking the\\nChairman and the Bar Council Members to submit the issues for\\nconsideration by the Hon&#x27;ble Chief Justice. They have not done so even as\\non date. Rather than doing so, a call for abstaining from court work has\\nbeen announced by respondent No.1.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_5\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"80846534\\\" id=\\\"span_2\\\">8.    It is needless to mention that various orders were passed by this\\ncourt in a series of matters pertaining to the very issue of abstaining from\\ncourt work. One such petition is Writ Petition No.8078 of 2018 in the\\ncase of <a href=\\\"/doc/80846534/\\\" id=\\\"a_1\\\">Praveen Pandey vs. State of Madhya Pradesh and others</a>, which\\nwas disposed off vide order dated 31.07.2018. The undertaking given\\nby the accused, namely, the State Bar Council of Madhya Pradesh and\\nothers was noted in the order dated 22.03.2016 passed in Contempt\\nPetition No.296 of 2016 to the effect that it was undertaken that\\nhenceforth a precaution would be taken and if eventualities require for\\nresorting to any manner of protest, the Bar Council will ensure that strictly\\n<span class=\\\"hidden_text\\\" id=\\\"span_3\\\">                                        4</span>\\n\\n\\n\\nin the light of the law <a href=\\\"/doc/80846534/\\\" id=\\\"a_2\\\">laid down by</a> the Hon&#x27;ble Supreme Court in the case\\nof Ex-Capt.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"181613840\\\" id=\\\"span_4\\\"><a href=\\\"/doc/181613840/\\\" id=\\\"a_3\\\">Harish Uppal vs. Union of India and Another</a> reported in\\n(2003) 2 SCC 45 action would be taken.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_6\\\">9.    Another such order of this Court is the order dated 10.04.2018\\npassed in Writ Petition No.8078 of 2018 (supra), wherein, it has been held\\nin paras 19, 20 and 21 as follows:-\\n</p>\\n<blockquote id=\\\"blockquote_2\\\">      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"704442\\\" id=\\\"span_5\\\">&quot;19. If an Advocate does not appear at the time of hearing of the\\n      cases, he can be proceeded against for misconduct for negligence in\\n      defending the interest of his client. The call of the Bar Council to\\n      Advocates of the State to abstain from work, does not fall within the\\n      four corners of the Act and the role assigned to the Bar Council. The\\n      State Bar Council derives its authority from the Act and has to\\n      discharge functions which are conferred on it. None of the\\n      provisions of the Act confers power on the statutory body to call the\\n      members to abstain from judicial work which is a responsibility of\\n      every member of the Bar in terms of the provisions of the Act itself.\\n      It has been rightly held by the Calcutta High Court in <a href=\\\"/doc/704442/\\\" id=\\\"a_4\\\">Arunava\\n      Ghosh and others vs. Bar Council of West Bengal and others</a> (AIR\\n      1996 Calcutta 331) that the Act does not confer any power or\\n      jurisdiction on the State Bar Council to take away the right of an\\n      Advocate to practice as of right either temporarily or permanently\\n      or to compel him not to practice even for a day or affect his right to\\n      practice in any manner whatsoever except by way of exercising\\n      disciplinary jurisdiction under Section 35 of the Act. Therefore, the\\n      call given to the Advocates to abstain from Judicial work negates the\\n      statutory right of Advocates to practice and also is an violation of\\n      fundamental right of an Advocate where freedom to practice any\\n      profession is guaranteed under Section 19(1)(g) of the Constitution\\n      of India.</span>\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_6\\\">                                        5</span>\\n\\n\\n\\n<blockquote id=\\\"blockquote_3\\\">      20.    In view of the foregoing, we find that the decision of the State\\n      Bar Council calling upon the Advocates in the State to observe a\\n      week-long protest and to abstain from all judicial works and Court\\n      proceedings is illegal, unconstitutional and against the statutory\\n      provisions as well as contrary to the judgments of the Supreme\\n      Court. Therefore, we hold the call to abstain from court work vide\\n      letters dated 21st March, 2018 and 5 th April, 2018 as illegal and\\n      against the provisions of the <a href=\\\"/doc/262262/\\\" id=\\\"a_5\\\">Advocates Act</a> and the Judgments on\\n      the subject.\\n</blockquote>\\n<blockquote id=\\\"blockquote_4\\\">      21.    Consequently, we direct the Advocates in the State to resume\\n      the work forthwith so that the poor, needy, under-trials, convicts and\\n      numerous other persons desiring to seek justice from the Courts do\\n      not suffer on account of lack of legal assistance for the reason that\\n      the members of the Bar are not available to work in the Courts&quot;.\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_7\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"181613840\\\" id=\\\"span_7\\\">10.   The Bar Council has been a party to all the earlier proceedings\\nbefore this court. Undertakings have been given. The directions of the\\nHon&#x27;ble Supreme Court in Ex-Capt. <a href=\\\"/doc/181613840/\\\" id=\\\"a_6\\\">Harish Uppal</a>&#x27;s case (supra) have been\\nflouted. There is no permission from the Hon&#x27;ble Chief Justice for the\\npurpose of abstaining from court work.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_8\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"181613840\\\" id=\\\"span_8\\\">11.   After considering the various issues on the same, one of the\\nobservations made by the Hon&#x27;ble Supreme Court in Ex-Capt. <a href=\\\"/doc/181613840/\\\" id=\\\"a_7\\\">Harish\\nUppal</a>&#x27;s case (supra) is at para 35 of the order, which reads as follows:</span>\\n</p>\\n<blockquote id=\\\"blockquote_5\\\">      &quot;35.   In conclusion, it is held that lawyers have no right to go on\\n      strike or give a call for boycott, not even on a token strike. The\\n      protest, if any is required, can only be by giving press statements,\\n      TV interviews, carrying out of Court premises banners and/or\\n      placards, wearing black or white or any colour arm bands, peaceful\\n      protest marches outside and away from court premises, going on\\n<span class=\\\"hidden_text\\\" id=\\\"span_9\\\">                                         6</span>\\n\\n\\n\\n      dharnas or relay fasts etc. It is held that lawyers holding vakalats on\\n      behalf of their clients cannot refuse to attend courts in pursuance of\\n      a call for strike or boycott. All lawyers must boldly refuse to abide\\n      by any call for strike or boycott. No lawyer can be visited with any\\n      adverse consequences by the Association or the Council and no\\n      threat or coercion of any nature including that of expulsion can be\\n      held out. It is held that no Bar Council or Bar Association can\\n      permit calling of a meeting for purposes of considering a call for\\n      strike or boycott and requisition, if any, for such meeting must be\\n      ignored. It is held that only in the rarest of rare cases where the\\n      dignity, integrity and independence of the Bar and/or the Bench are\\n      at stake, courts may ignore (turn a blind eye) to a protest abstention\\n      from work for not more than one day. It is being clarified that it will\\n      be for the court to decide whether or not the issue involves dignity or\\n      integrity or independence of the Bar and/or the Bench. Therefore in\\n      such cases the President of the Bar must first consult the Chief\\n      Justice or the District Judge before Advocates decide to absent\\n      themselves from court. The decision of the Chief Justice or the\\n      District Judge would be final and have to be abided by the Bar. It is\\n      held that courts are under no obligation to adjourn matters because\\n      lawyers are on strike. On the contrary, it is the duty of all courts to\\n      go on with matters on their boards even in the absence of lawyers. In\\n      other words, courts must not be privy to strikes or calls for boycotts.\\n      It is held that if a lawyer, holding a vakalat of a client, abstains from\\n      attending court due to a strike call, he shall be personally liable to\\n      pay costs which shall be in addition to damages which he might have\\n      to pay his client for loss suffered by him.&quot;\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_9\\\">12.   The Hon&#x27;ble Supreme Court have time and again held that a call to\\nabstain from work is illegal. The lawyers cannot go on a strike. Even\\nassuming it is a rarest of rare case, where it has to be resorted to, then the\\n<span class=\\\"hidden_text\\\" id=\\\"span_10\\\">                                       7</span>\\n\\n\\n\\nguidelines postulated in para 35 have to be followed. In terms whereof, the\\npermission of the Hon&#x27;ble Chief Justice should have been obtained well in\\nadvance. The respondent No.1 has failed to do so. He has not complied\\nwith the orders of the Hon&#x27;ble Supreme Court.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_10\\\">13.   We are of the considered view that the duty of a lawyer is to uphold\\nthe rule of law. It is he, who fights for the legal rights of a litigant. There\\nare almost 20 Lakh cases pending in the district court judiciary and more\\nthan 4 Lakh cases pending in the High Court. Every effort is being made\\nby the Hon&#x27;ble High Court to reduce the pendency. The action of the\\nrespondent No.1 seeking to abstain from court work is opposed to the well\\nestablished principles of the legal profession. The respondent No.1 cannot\\ncall for an illegal act to be done.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_11\\\">14.   &quot;Dharmo Rakshati Rakshitah&quot; when translated into English means\\nthat those who protect Dharma will be protected by Dharma or in other\\nwords, it also means that those who destroy Dharma, Dharma destroys\\nthem. Therefore, in this context, when it is applied to the present scenario,\\nit would mean that those who protect the law will be protected by law.\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_12\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"181613840\\\" id=\\\"span_11\\\">15.   The duty of the lawyer is to fight for the legal rights of his clients\\nand to ensure the rule of law. The rule of law is one of the basic tenets of\\nthe legal profession. Therefore, it is the duty of every lawyer to uphold the\\nrule of law. The rule of law in the present scenario is the law as declared\\nby the Hon&#x27;ble Supreme Court in Ex-Capt. <a href=\\\"/doc/181613840/\\\" id=\\\"a_8\\\">Harish Uppal</a>&#x27;s case (supra).\\nThe duty is to uphold and to comply with it. Rather than doing so, the\\njudgment of the Hon&#x27;ble Supreme Court has been violated. Whatever may\\nbe the issues being faced by the lawyers, they cannot exercise their rights\\nwithout first performing their duty. Their duty is to protect the legal rights\\nof the litigants. It is only after they have done so that they can exercise\\ntheir rights and that too in accordance with law. The right therefore enures\\n<span class=\\\"hidden_text\\\" id=\\\"span_12\\\">                                        8</span>\\n\\n\\n\\nonly after a duty is well done. On the contrary rather than performing their\\nduty of protecting the interest of the litigants and upholding the rule of law,\\nthey have violated the rule of law by disobeying the directions issued by\\nthe Hon&#x27;ble Supreme Court in Ex-Capt.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"181613840\\\" id=\\\"span_13\\\"><a href=\\\"/doc/181613840/\\\" id=\\\"a_9\\\">Harish Uppal</a>&#x27;s case (supra). All\\nthis has been done only at the behest of the call to abstain from work\\nissued by the respondent No.1. This is not acceptable. It is illegal.</span>\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_13\\\">16.   The respondent No.1 has violated the orders of the Hon&#x27;ble Supreme\\nCourt. He has also shown scant respect and disobeyed the directions issued\\nby the Bar Council of India. This Court cannot be a mute spectator to the\\nblatant disobedience of the orders of the Hon&#x27;ble Supreme Court. It is the\\nsolemn duty of this court to uphold the rule of law and also to deal with all\\nsuch persons who violate the law and who have no respect for the rule of\\nlaw. All actions of the lawyers should be focused only towards the litigants\\nand not against them. The litigant has sadly and unfortunately become a\\nsilent, helpless sufferer to the actions of the respondent No.1. We also\\nexpress our displeasure to the manner and contents of the letter written by\\nrespondent No.1 vide Annexure-C, which would appear more to be a threat\\nrather than a request.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_14\\\">17.   Under these circumstances, we are of the considered view that the\\nlitigants are the ones who suffer. Their cause in the court is not being\\nconsidered in view of the absence of the counsels. The litigants have\\nsuffered because of this. Today is the second day, the lawyers are\\nabstaining from attending the court. The entire judicial system is intended\\nonly for the benefit of the litigants. Everyone in the system is geared to\\ndeal with the grievances of the litigants. If advocates themselves abstain\\nfrom work due to the call given by the respondent No.1, it is indeed a very\\nsad day for the State of Madhya Pradesh.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_14\\\">                                        9</span>\\n\\n\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_15\\\">18.   Under these circumstances, since the judgment of the Hon&#x27;ble\\nSupreme Court has been violated and keeping in mind the interest of the\\npoor litigants, we deem it just and necessary to issue the following\\ndirections:-\\n</p>\\n<blockquote id=\\\"blockquote_6\\\">      (i)      All the advocates throughout the State of Madhya Pradesh are\\n               hereby directed to attend to their court work forthwith. They\\n               shall represent their clients in the respective cases before the\\n               respective courts forthwith;\\n</blockquote>\\n<blockquote id=\\\"blockquote_7\\\">      (ii)     If any lawyer deliberately avoids to attend the court, it shall\\n               be presumed that there is disobedience of this order and he\\n               will be faced with serious consequences including initiation of\\n               proceedings for contempt of court under the <a href=\\\"/doc/1396751/\\\" id=\\\"a_10\\\">Contempt of\\n               Courts Act</a>;\\n</blockquote>\\n<blockquote id=\\\"blockquote_8\\\">      (iii)    If any lawyer prevents any other lawyer from attending the\\n               court work, the same would be considered as disobedience of\\n               these directions and he will be faced with serious\\n               consequences including initiation of proceedings under the\\n               <a href=\\\"/doc/1396751/\\\" id=\\\"a_11\\\">Contempt of Courts Act</a>;\\n</blockquote>\\n<blockquote id=\\\"blockquote_9\\\">      (iv)     Each of the judicial officers are directed to submit a report as\\n               to which lawyer has deliberately abstained from attending the\\n               court;\\n</blockquote>\\n<blockquote id=\\\"blockquote_10\\\">      (v)      The judicial officers shall also mention the names of\\n               advocates who have prevented other advocates from entering\\n               the court premises or from conducting their cases in the court;\\n</blockquote>\\n<blockquote id=\\\"blockquote_11\\\">      (vi)     Such advocates shall be dealt with seriously which may even\\n               include proceedings under the <a href=\\\"/doc/1396751/\\\" id=\\\"a_12\\\">Contempt of Courts Act</a> as well\\n               as being debarred from practice.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_15\\\">                                         10</span>\\n\\n\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_16\\\">        The Registry is directed to ensure that all the respondents are served\\nwith the notice of this petition as well as of this order forthwith.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_17\\\">        Post after service of notice.\\n</p>\\n\\n\\n\\n<pre id=\\\"pre_2\\\">        (RAVI MALIMATH)                                    (VISHAL MISHRA)\\n          CHIEF JUSTICE                                         JUDGE\\n\\n\\n\\nIrfan\\n </pre>\",\"numcites\":5,\"numcitedby\":75,\"docsource\":\"Madhya Pradesh High Court\",\"citetid\":119903459,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"capt. harish uppal\",\"formInput\":\"capt.%20harish%20uppal\"},{\"value\":\"ex capt.harish uppal\",\"formInput\":\"ex%20capt.harish%20uppal\"},{\"value\":\"rule of law\",\"formInput\":\"rule%20of%20law\"},{\"value\":\"harish uppal\",\"formInput\":\"harish%20uppal\"},{\"value\":\"bar council \",\"formInput\":\"bar%20council%20\"},{\"value\":\"suo moto\",\"formInput\":\"suo%20moto\"},{\"value\":\"state bar council\",\"formInput\":\"state%20bar%20council\"},{\"value\":\"\\\"rule of law\\\"\",\"formInput\":\"%22rule%20of%20law%22\"},{\"value\":\"boycott\",\"formInput\":\"boycott\"},{\"value\":\"strike\",\"formInput\":\"strike\"},{\"value\":\"Bar association \",\"formInput\":\"Bar%20association%20\"},{\"value\":\"ravi malimath\",\"formInput\":\"ravi%20malimath\"},{\"value\":\"legal rights\",\"formInput\":\"legal%20rights\"},{\"value\":\"Ravi\",\"formInput\":\"Ravi\"},{\"value\":\"dharma\",\"formInput\":\"dharma\"}],\"cats\":[{\"value\":\"contempt-of-court, fair-and-innocent-publication\",\"formInput\":\"tag:contempt-of-court, fair-and-innocent-publication\"},{\"value\":\"advocates\",\"formInput\":\"tag:advocates\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":119903459,\"publishdate\":\"2023-03-24\",\"doctype\":\"Madhya Pradesh High Court\",\"relurl\":\"madhyapradesh/2023-03-24/JBP-WP 7295-2023\",\"caseno\":\"WP 7295/2023\",\"numcites\":5,\"numcitedby\":75,\"title\":\"In Reference (Suo Moto) vs The Chairman on 24 March, 2023\"}"
}