{
  "petition": {
    "tid": 120978004,
    "catids": [
      3650,
      61,
      3654
    ],
    "doctype": 1018,
    "publishdate": "2023-04-10",
    "authorid": 867,
    "bench": [
      867
    ],
    "title": "State Of Himachal Pradesh And Others vs Sh. Desh Raj on 10 April, 2023",
    "numcites": 4,
    "numcitedby": 141,
    "headline": "",
    "docsize": 23005,
    "fragment": true,
    "docsource": "Himachal Pradesh High Court",
    "author": "A M Goel",
    "authorEncoded": "a-m-goel"
  },
  "document": "{\"tid\":120978004,\"publishdate\":\"2023-04-10\",\"title\":\"State Of Himachal Pradesh And Others vs Sh. Desh Raj on 10 April, 2023\",\"doc\":\"<h2 class=\\\"doc_title\\\">State Of Himachal Pradesh And Others vs Sh. Desh Raj on 10 April, 2023</h2>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:a-m-goel\\\">Ajay Mohan Goel</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:a-m-goel\\\">Ajay Mohan Goel</a></h3>\\n\\n<pre id=\\\"pre_1\\\">     IN THE HIGH COURT OF HIMACHAL PRADESH SHIMLA\\n\\n\\n                          CWP No. 2041 of 2016.\\n\\n\\n\\n\\n                                                                       .\\n                          Date of Decision: April 10, 2023.\\n\\n\\n\\n\\n\\nState of Himachal Pradesh and others                                       ...Petitioners\\n\\n\\n\\n\\n\\n                          Versus\\n\\n\\n\\n\\n\\nSh. Desh Raj                                                       ..Respondents\\n\\nCoram\\nThe Hon&#x27;ble Mr. Ajay Mohan Goel, Judge.\\n\\nWhether approved for reporting?1 Yes\\n\\nFor the Petitioners :             M/s Tejasvi Sharma, Pushpender Jaswal\\n                                  and Baldev Negi, Additional Advocate\\n\\n\\n                                  Generals       with      Mr.       Gautam          Sood,\\n                                  Deputy Advocate General.\\n\\n\\n\\n\\nFor the Respondent :              Mrs. Archana Dutt, Advocate.\\n\\n\\n\\n\\n\\nAjay Mohan Goel, Judge (Oral)\\n</pre>\\n\\n\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_1\\\">                             JUDGEMENT\\n\\n            The petitioners-State has assailed the award passed by\\n\\nthe Court of learned Labour Court Court-cum-Industrial Tribunal,\\n\\nKangra at Dharamshala in reference No.74 of 2014, titled as Desh Raj\\n\\nvs. The D.F.O Division, Bilaspur, dated 21.07.2015, in terms whereof,\\n<span class=\\\"hidden_text\\\" id=\\\"span_1\\\">1</span>\\n            Whether reporters of Local Papers may be allowed to see the judgment?\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_2\\\">                                                      ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_3\\\">                                    2</span>\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_2\\\">the reference made to the Labour Court by the Appropriate\\n\\nGovernment with regard to termination of the services of the workman\\n\\nwas answered by the learned Labour Court, by directing the State to\\n\\n\\n\\n\\n                                                              .\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_3\\\">re-engage the petitioner with seniority and continuity in service from\\n\\nthe date of his illegal termination, except back wages.\\n</p>\\n\\n\\n\\n\\n<p data-structure=\\\"Facts\\\" id=\\\"p_4\\\">2.          Brief facts necessary for the adjudication of the present\\n\\npetition are that an industrial dispute was raised by the respondent-\\n</p>\\n\\n\\n\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_5\\\">workman (hereinafter referred to as the workman for convenience)\\n\\nwith regard to his illegal termination by the respondent-Department in\\n\\nthe month of November, 1999, in violation of the provisions of <a href=\\\"/doc/1056316/\\\" id=\\\"a_1\\\">Section\\n\\n25-F</a> of the Industrial Disputes Act by stating that he was engaged as\\n\\na daily wage Beldar in the year 1991 at Kalor Forest Division and he\\n\\n\\n\\nremained employed till 1999, when his services were verbally\\n\\n\\n\\n\\nterminated from the month of November, 1999, though he had\\n\\n\\n\\n\\n\\ncompleted more than 240 days in the preceding 12 months and\\n\\nservices of several other workmen junior to him were retained and\\n\\n\\n\\n\\n\\nwho were subsequently regularized.       On the Industrial Dispute so\\n\\nraised, the following reference was made by the Appropriate\\n\\nGovernment for adjudication to the learned Labour Court.\\n</p>\\n<blockquote id=\\\"blockquote_1\\\">                    &quot;Whether termination of the services of Sh. Desh\\n                    Raj s/o Sh. Anant Ram, R/O Village &amp; PO kosrian,\\n                    Tehsil Jhandutta, Distt, Bilaspur, H.P. by the\\n                    Divisional Forest Officer, Bilaspur Division, H.P.\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_4\\\">                                             ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">                                  3</span>\\n\\n                   during November, 1999 without following the\\n                   provisions of the <a href=\\\"/doc/500379/\\\" id=\\\"a_2\\\">Industrial Disputes Act, 1947</a> is\\n                   legal and justified? If not, what benefits, including\\n                   reinstatement, amount of back wages, salary\\n                   seniority, past service benefits and compensation\\n\\n\\n\\n\\n                                                            .\\n</blockquote><blockquote id=\\\"blockquote_2\\\">                   the above worker is entitled to from the above\\n\\n\\n\\n\\n\\n                   employers?\\n</blockquote>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_6\\\">3.         On the basis of the statement of claim filed by the\\n\\n\\n\\n\\n\\nworkman as also reply filed thereto by the Department, the following\\n\\nissues were framed by the learned Labour Court.\\n</p>\\n\\n\\n\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_7\\\">                  1.Whether the termination of the services of the\\n                  petitioner by the respondent in the month of\\n                  November, 1999 is illegal and unjustified as\\n                  alleged? OPP\\n\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_8\\\">                  2.Whether the claim petition is not maintainable in\\n                  the present form? OPR\\n\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_9\\\">                  3.Whether the petition is hit by vice of delay and\\n\\n\\n                  laches as alleged, if so, its effect? OPR\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_10\\\">                  4. Relief.\\n</p>\\n\\n\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_11\\\">4.         The issues were decided by the learned Labour Court as\\n\\n\\n\\n\\n\\nunder:-\\n</p>\\n\\n\\n\\n\\n<pre id=\\\"pre_2\\\">                Issue No. 1:      Yes.\\n\\n                Issue No. 2:      No.\\n\\n                Issue No. 3:      No.\\n\\n                Relief:           Petition is allowed per operative\\n                                  part of the Award.\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_6\\\">                                           ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_7\\\">                                   4</span>\\n\\n</pre><p data-structure=\\\"Precedent\\\" id=\\\"p_12\\\">5.           Learned Labour Court held that the services of the\\n\\npetitioner were orally terminated on 01.11.1999 and he had worked for\\n\\nmore than 248 days in said year itself. Learned Labour Court further\\n\\n\\n\\n\\n                                                             .\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_13\\\">held that whereas the plea of the department was that the workman\\n\\nhimself had abandoned the job as he did not report for duty w.e.f.\\n</p>\\n\\n\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_14\\\">01.11.1999, but there was nothing on record from which it could be\\n\\ninferred that there was abandonment of the job by the workman as this\\n\\n\\n\\n\\n\\nfact could not be proved by the department. Learned Labour Court\\n\\nheld that the plea of abandonment has to be proved like any other fact\\n\\nsince abandonment or absence from duties is a serious misconduct\\n\\nand it was therefore essential for the department to have had issued\\n\\nnotice to the workmen to join and in default to have had initiated\\n\\n\\n\\ndepartment proceedings and in the absence of any of these acts\\n\\n\\n\\n\\nhaving been done by the department, it could not be construed that\\n\\n\\n\\n\\n\\nthe workman had abandonment the job. Learned Labour Court also\\n\\nheld in para 12 of the award that as it was proved from the record that\\n\\n\\n\\n\\n\\nthe department had engaged and retained persons junior to the\\n\\nworkman, therefore, there was violation of <a href=\\\"/doc/607947/\\\" id=\\\"a_3\\\">Section 25(G)</a> of the\\n\\nIndustrial Disputes Act.   Learned Court also held that as it stood\\n\\nproved that in the year 1999, the workman had worked for more than\\n\\n240 days and even in the year 1998, he had worked for 248 days, the\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_8\\\">                                            ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_9\\\">                                    5</span>\\n\\ntermination of the workman was obviously in violation of the provisions\\n\\nof <a href=\\\"/doc/607947/\\\" id=\\\"a_4\\\">Section 25(F)</a> of the Industrial Disputes Act.         Learned          Labour\\n\\nCourt also held that as the workman had admitted that he had\\n\\n\\n\\n\\n                                                              .\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_15\\\">agricultural land and he had also worked labourer during the period of\\n\\nunemployment, therefore, the workman was not entitled for back\\n\\n\\n\\n\\n\\nwages for the period his services stood illegally terminated. On the\\n\\nissue of delay and laches, learned Labour Court held that it appeared\\n\\n\\n\\n\\n\\nthat the workman was initially agitating his claim before Labour-cum-\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_16\\\">Conciliation Officer, Bilaspur, who was not having correct figures of\\n\\nworking days of the workmen which were later rectified pursuant to\\n\\ncommunication dated 28.09.2011 and thereafter, it was detected that\\n\\nthe petitioner had in fact worked for more than 240 days in the year\\n\\n\\n\\n1999.\\n</p>\\n\\n\\n\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_17\\\">6.          Learned Labour Court also held that the petitioner was a\\n\\n\\n\\n\\n\\nsimple rustic villager who was not conversant with the intricacies of\\n\\nlaw, therefore, it could not be said that the claim petition was hit by\\n\\n\\n\\n\\n\\ndelays and laches. On the basis of these findings, learned Labour\\n\\nCourt directed re-engagement of the petitioner forthwith alongwith\\n\\nseniority and continuity in service from the date of his illegal\\n\\ntermination, except back wages.\\n</p>\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_10\\\">                                             ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_11\\\">                                    6</span>\\n\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_18\\\">7.          Feeling aggrieved, the State has filed the present writ\\n\\npetition.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_19\\\">8.          Leaned Deputy Advocate General has vehemently argued\\n\\n\\n\\n\\n                                                               .\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_20\\\">that the award passed by the learned Labour Court is not sustainable\\n\\nin the eyes of law as the learned Labour Court has erred in not\\n\\n\\n\\n\\n\\nappreciating that the work in fact was willfully abandoned by the\\n\\nworkman and therefore, he was not entitled for the relief that stood\\n\\n\\n\\n\\n\\ngranted by the learned Labour Court.         Learned Deputy Advocate\\n\\nGeneral further argued that neither there was any violation of <a href=\\\"/doc/607947/\\\" id=\\\"a_5\\\">Section\\n\\n25(G)</a> nor of <a href=\\\"/doc/607947/\\\" id=\\\"a_6\\\">Section 25(H)</a> of the Industrial Disputes Act and in fact,\\n\\nthe industrial dispute, which was raised by the workman, was hit by\\n\\ndelays and laches as it was a stale claim, which was raked up by the\\n\\n\\n\\npetitioner in the year 2010 relating to his alleged illegal termination in\\n\\n\\n\\n\\nthe year 1999. Learned Deputy Advocate General also argued that\\n\\n\\n\\n\\n\\nlearned Labour Court erred in not appreciating that the factum of the\\n\\nwork having been voluntarily abandoned by the workman was evident\\n\\n\\n\\n\\n\\nfrom his conduct as any workman whose services stood illegally\\n\\nterminated would have had raised industrial dispute immediately.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_21\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"7876509\\\" id=\\\"span_12\\\">Accordingly, he prayed that the award passed by the learned Labour\\n\\nCourt is not sustainable in the eyes of law. Learned Deputy Advocate\\n\\nGeneral also relied upon the judgment of Hon&#x27;ble Supreme Court of\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_13\\\">                                              ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_14\\\">                                    7</span>\\n\\nIndia in <a href=\\\"/doc/7876509/\\\" id=\\\"a_7\\\">Prabhakar vs. Joint Director Sericulture Department and\\n\\nanother</a>, AIR 2016 Supreme Court 2984, to substantiate his\\n\\ncontention that the claim of the workman was stale claim.</span>\\n</p>\\n\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_22\\\">                                                               .\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_23\\\">9.          Learned Counsel for the respondent-workman submitted\\n\\nthat there is no merit in the present writ petition and the same was\\n\\n\\n\\n\\n\\ntherefore liable to be dismissed. She argued that it stood proved on\\n\\nthe basis of record before the learned Labour Court that the services\\n\\n\\n\\n\\n\\nof the workman were indeed terminated in violation of the provisions of\\n\\n<a href=\\\"/doc/607947/\\\" id=\\\"a_8\\\">Section 25(G)</a> as not only persons junior to the petitioner were\\n\\nretained but they were subsequently regularized also. She further\\n\\nargued that as it stood proved from record that even in the year 1999,\\n\\nthe workman had put in more than 240 days as up to 31.10.1999,\\n\\n\\n\\ntermination of services of the workman that too verbally was in clear\\n\\n\\n\\n\\nby violation of the provisions of <a href=\\\"/doc/607947/\\\" id=\\\"a_9\\\">Section 25(F)</a> of the Industrial Disputes\\n\\n\\n\\n\\n\\nAct. She further submitted that learned Labour Court rightly held on\\n\\nthe basis of evidence and record that the department was not able to\\n\\n\\n\\n\\n\\nprove that the work was voluntarily abandoned by the workman. She\\n\\nfurther argued that the claim of the workman was not stale as he had\\n\\nearlier raised his grievance in the year 2006, but the same was\\n\\nrejected by the authority concerned as the department did not portray\\n\\ncorrect picture before the authority. The department did not disclose to\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_15\\\">                                              ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_16\\\">                                   8</span>\\n\\nthe authority that the workman had indeed completed more than 240\\n\\ndays in the year 1999. She further submitted that when again the\\n\\nworkman raised the issue in the year 2010 and all facts, figures and\\n\\n\\n\\n\\n                                                             .\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_24\\\">relevant record were produced before the authority and it stood\\n\\ndemonstrated that indeed the petitioner had worked for more than 240\\n\\n\\n\\n\\n\\ndays in the year 1999 then the appropriate Government made the\\n\\nreference to the learned Labour Court. She thus argued that as the\\n\\n\\n\\n\\n\\naward passed by the learned Labour Court is just and fair, therefore,\\n\\nthe present petition being devoid of any merit be dismissed.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_25\\\">10.        I have heard learned Counsel for the parties and also\\n\\ncarefully gone through the award passed by the leaned Labour Court\\n\\nas well as other documents appended therewith.\\n</p>\\n\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_26\\\">11.        Termination of the services of the petitioner w.e.f. 1st\\n\\n\\n\\n\\nNovember, 1999, was in fact preceded by the workman having put in\\n\\n\\n\\n\\n\\nmore than 240 days in the calendar year 1999. This is a matter of\\n\\nrecord. In such like circumstance, the services of the petitioner could\\n\\n\\n\\n\\n\\nhave been terminated by the department by following the procedure\\n\\nprescribed in <a href=\\\"/doc/607947/\\\" id=\\\"a_10\\\">Section 25(F)</a> in the <a href=\\\"/doc/500379/\\\" id=\\\"a_11\\\">Industrial Disputes Act</a>. Admittedly,\\n\\nthis procedure was not followed at the time of the termination of\\n\\nservices of the petitioner w.e.f. 1st November, 1999.        The contention\\n\\nof the learned Deputy Advocate General that there was voluntary\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_17\\\">                                            ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_18\\\">                                    9</span>\\n\\nabandonment of the work by the petitioner is not substantiated from\\n\\nany material on record. In fact, learned Labour Court has correctly\\n\\nheld that to demonstrate fact that the work stood abandoned by the\\n\\n\\n\\n\\n                                                              .\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_27\\\">workman on his own, the onus was upon the department to have had\\n\\nproved these facts. During the course of arguments, learned Deputy\\n\\n\\n\\n\\n\\nAdvocate General could not draw the attention of this Court to any\\n\\nExhibit from which it could be inferred that any notice etc. was issued\\n\\n\\n\\n\\n\\nby the department to the workman, mentioning therein that he had\\n\\nvoluntarily abandoned the job w.e.f. 1st November, 1999 and that\\n\\nconsequences would ensue. In the absence of there being any such\\n\\nmaterial on record, the only inference that could have been drawn was\\n\\nthat the services of the petitioner were indeed terminated by the\\n\\n\\n\\ndepartment and that too, without following the provisions of <a href=\\\"/doc/607947/\\\" id=\\\"a_12\\\">Section\\n\\n\\n\\n\\n25(F)</a> of the Industrial Disputes Act.\\n</p>\\n\\n\\n\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_28\\\">12.          As far as the violation of <a href=\\\"/doc/607947/\\\" id=\\\"a_13\\\">Section 25(G)</a> of the Act is\\n\\nconcerned, learned Labour Court has spelled out the reasoning in\\n\\n\\n\\n\\n\\nPara-12 of the award by giving reference of the workmen who were\\n\\njunior to the present respondent i.e. engaged after the present\\n\\nrespondent    and   whose    services   in   fact    stood       subsequently\\n\\nregularized. During the hearing of this writ petition, it could not be\\n\\ndemonstrated on the basis of record by the petitioners/State that the\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_19\\\">                                             ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_20\\\">                                   10</span>\\n\\nfindings so returned by the learned Labour Court were perverse\\n\\nfindings and not borne out from the record.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_29\\\">13.         As far as the issue of delay and laches is concerned it is\\n\\n\\n\\n\\n                                                               .\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_30\\\">borne out from the record that after the termination of his services in\\n\\nthe month of November, 1999, it is not as if the petitioner raised the\\n\\n\\n\\n\\n\\nindustrial dispute for the first time in the year 2010. Record\\n\\ndemonstrates that the petitioner raised the industrial dispute in the\\n\\n\\n\\n\\n\\nyear 2006 also but the same was rejected by the authority concerned\\n\\nas at the relevant time, the department concerned did not place before\\n\\nthe authority the correct facts, in terms whereof, the petitioner had put\\n\\nin more than 240 days in the calendar year preceding his termination.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_31\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"7876509\\\" id=\\\"span_21\\\">When this fact came to the notice of the workman that he again\\n\\n\\n\\nagitated the issue and as the stand of the workman was found correct,\\n\\n\\n\\n\\nit is thereafter that the Appropriate Government made the reference to\\n\\n\\n\\n\\n\\nthe learned Labour Court. A perusal of the Award passed by learned\\n\\nLabour Court demonstrates that this issue has been addressed and\\n\\n\\n\\n\\n\\nredressed by the learned Labour Court while deciding Issue No. 3,\\n\\nfindings returned wherein are substantiated from the record. As far as\\n\\nthe judgment relied upon by learned Deputy Advocate General, in <a href=\\\"/doc/7876509/\\\" id=\\\"a_14\\\">the\\n\\nsaid   judgment</a>,   i.e.   <a href=\\\"/doc/7876509/\\\" id=\\\"a_15\\\">Prabhakar    vs.   Joint    Director        Sericulture\\n\\nDepartment and another</a> (supra), Hon&#x27;ble Supreme Court of India has\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_22\\\">                                              ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_23\\\">                                  11</span>\\n\\nlaid down the law that notwithstanding the fact that law of limitation\\n\\ndoes not apply to the industrial disputes, it is to be shown by the\\n\\nworkman that there is a dispute in praesenti. Hon&#x27;ble Court has held\\n\\n\\n\\n\\n                                                             .</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_32\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"7876509\\\" id=\\\"span_24\\\">that the workman has to demonstrate that even if considerable period\\n\\nhas lapsed and there are delays and laches, such delay has not\\n\\n\\n\\n\\n\\nresulted into making the industrial dispute cease to exist and if the\\n\\nworkman is able to give satisfactory explanation for these laches and\\n\\n\\n\\n\\n\\ndelays and demonstrate that the circumstances disclose that issue is\\n\\nstill alive, delay would not come in his way because of the reason that\\n\\nlaw of limitation has no applicability. Hon&#x27;ble Supreme <a href=\\\"/doc/7876509/\\\" id=\\\"a_16\\\">Court further\\n\\nheld</a> that if on the other hand because of such delay dispute no longer\\n\\nremains alive and is to be treated as &quot;dead&quot;, then it would be non-</span>\\n</p>\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_33\\\">existent dispute which cannot be referred to. In this case, as already\\n\\n\\n\\n\\nmentioned hereinabove, the petitioner had initially agitated his cause\\n\\n\\n\\n\\n\\nin the year 2006 which was wrongly rejected by the authority\\n\\nconcerned and thereafter he subsequently took up the issue in the\\n\\n\\n\\n\\n\\nyear 2010. As the contention and grievance of the petitioner that\\n\\npersons junior to him were not only retained by the department but\\n\\ntheir services were subsequently regularized is a matter of record and\\n\\nfurther as the services of the workman were terminated by the\\n\\ndepartment in the year 1999 in violation of the provisions of Sections\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_25\\\">                                            ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_26\\\">                                       12</span>\\n\\n25(F) and 25(G) of the Industrial Disputes Act, therefore, it cannot be\\n\\nsaid that the industrial dispute had ceased to exist. Thus, it is held that\\n\\nthere is no force in the contention made on behalf of the respondent-\\n</p>\\n\\n\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_34\\\">                                                                   .\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_35\\\">State that the award passed by learned Labour Court is bad as\\n\\nlearned Court below erred in not appreciating that the dispute raised\\n\\n\\n\\n\\n\\nby the workman was barred by delay and laches.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_36\\\">14.            In this view of the matter, as this Court does not find any\\n\\n\\n\\n\\n\\ninfirmity with the award passed by the learned Labour Court, the\\n\\npresent petition being devoid of any merit in the petition. Pending\\n\\nmiscellaneous       application(s),   if   any,   also    stand       disposed         of\\n\\naccordingly.</p><pre id=\\\"pre_3\\\">\\n\\n                                                     (Ajay Mohan Goel),\\n\\n\\nApril 10, 2023                                           Judge\\n      (narender)\\n\\n\\n\\n\\n\\n\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_27\\\">                                                  ::: Downloaded on - 13/04/2023 20:32:38 :::CIS</span>\\n </pre>\",\"numcites\":4,\"numcitedby\":141,\"docsource\":\"Himachal Pradesh High Court\",\"citetid\":120978004,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"delay and laches\",\"formInput\":\"delay%20and%20laches\"},{\"value\":\"Illegal termination \",\"formInput\":\"Illegal%20termination%20\"},{\"value\":\"240 days \",\"formInput\":\"240%20days%20\"},{\"value\":\"back wages\",\"formInput\":\"back%20wages\"},{\"value\":\"seniority\",\"formInput\":\"seniority\"},{\"value\":\"laches \",\"formInput\":\"laches%20\"},{\"value\":\"industrial disputes act\",\"formInput\":\"industrial%20disputes%20act\"},{\"value\":\"abandonment\",\"formInput\":\"abandonment\"},{\"value\":\"industrial dispute\",\"formInput\":\"industrial%20dispute\"},{\"value\":\"industrial disputes\",\"formInput\":\"industrial%20disputes\"},{\"value\":\"\\\\\\\"back wages\\\\\\\"\",\"formInput\":\"%5C%22back%20wages%5C%22\"},{\"value\":\"Stale\",\"formInput\":\"Stale\"},{\"value\":\"\\\"industrial disputes act\\\"\",\"formInput\":\"%22industrial%20disputes%20act%22\"},{\"value\":\"\\\"The appropriate Government\",\"formInput\":\"%22The%20appropriate%20Government\"},{\"value\":\"appropriate government\",\"formInput\":\"appropriate%20government\"},{\"value\":\"\\\"demonstration\\\"\",\"formInput\":\"%22demonstration%22\"},{\"value\":\"agitate\",\"formInput\":\"agitate\"}],\"cats\":[{\"value\":\"prohibition-of-illegal-strike-aid\",\"formInput\":\"tag:prohibition-of-illegal-strike-aid\"},{\"value\":\"industrial\",\"formInput\":\"tag:industrial\"},{\"value\":\"conditions-precedent-to-retrenchment-of-workmen\",\"formInput\":\"tag:conditions-precedent-to-retrenchment-of-workmen\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":120978004,\"publishdate\":\"2023-04-10\",\"doctype\":\"Himachal Pradesh High Court\",\"relurl\":\"himachal_pradesh/2023-04-10/CWP-2041-2016\",\"caseno\":\"CWP/2041/2016\",\"numcites\":4,\"numcitedby\":141,\"title\":\"State Of Himachal Pradesh And Others vs Sh. Desh Raj on 10 April, 2023\"}"
}