{
  "petition": {
    "tid": 133189306,
    "catids": [
      5,
      2,
      53,
      40,
      274
    ],
    "doctype": 1006,
    "publishdate": "2023-05-18",
    "authorid": null,
    "bench": null,
    "title": "Sk. Motiar Rahaman vs The State Of West Bengal & Ors on 18 May, 2023",
    "numcites": 29,
    "numcitedby": 70,
    "headline": "",
    "docsize": 48016,
    "fragment": true,
    "docsource": "Calcutta High Court (Appellete Side)"
  },
  "document": "{\"tid\":133189306,\"publishdate\":\"2023-05-18\",\"title\":\"Sk. Motiar Rahaman vs The State Of West Bengal & Ors on 18 May, 2023\",\"doc\":\"<h2 class=\\\"doc_title\\\">Sk. Motiar Rahaman vs The State Of West Bengal &amp; Ors on 18 May, 2023</h2>\\n\\n<pre id=\\\"pre_1\\\">                    IN THE HIGH COURT AT CALCUTTA\\n\\n                     (Criminal Appellate Jurisdiction)\\n\\n                            APPELLATE SIDE\\n\\n\\n\\nPresent:\\n\\nThe Hon&#x27;ble Justice Shampa Dutt (Paul)\\n\\n                            CRA 630 of 2014\\n\\n                           Sk. Motiar Rahaman\\n\\n                                    Vs\\n\\n                     The State of West Bengal &amp; Ors.\\n\\n\\n\\nFor the Appellant                 : Mr. Jayanta Narayan Chatterjee,\\n                                    Mr. Sirsendu Sinha Ray,\\n                                    Ms. Moumita Pandit,\\n                                    Mr. Supreem Naskar,\\n                                    Ms. Pritha Sinha,\\n                                    Ms. Dipannita Das,\\n                                    Mr. Bhaskar Mondal.\\n\\n\\n\\nFor the State                     : Mr. Saswata Gopal Mukherjee, Ld. P.P.,\\n                                    Mr. Joydeep Roy,\\n                                    Ms. Sujata Das.\\n\\nFor the Accused Person            : Mr. Sourav Mondal.\\n\\n\\n\\nHeard on                           : 25.04.2023\\n\\nJudgment on                        : 18.05.2023\\n                                        2\\n\\n\\nShampa Dutt (Paul), J.:\\n</pre>\\n\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_1\\\">1.   The appeal has been preferred against the Judgment of Conviction and\\n\\n     Order of Sentence dated 10/07/2014 passed by the Learned Additional\\n\\n     District &amp; Sessions Judge, Chandannagore, Hooghly in Sessions Trial No.\\n\\n     36 of 2012 (Sessions Case No. 143 of 2012) (arising out of Singur Police\\n\\n     Station Case No. 52/2010 dated 27.04.2010, corresponding to G.R. Case\\n\\n     No.279/2010) convicting thereby the respondents no. 2 and 3 for\\n\\n     commission of offence punishable under <a href=\\\"/doc/1011035/\\\" id=\\\"a_1\\\">Section 323</a>/<a href=\\\"/doc/37788/\\\" id=\\\"a_2\\\">34</a> of the Indian\\n\\n     Penal Code and sentencing them to suffer simple imprisonment for one\\n\\n     month and to pay a fine of Rs. 1,000/- (One Thousand) each in default to\\n\\n     suffer simple imprisonment for a further period of 1(one) month for\\n\\n     commission of offence under <a href=\\\"/doc/1011035/\\\" id=\\\"a_3\\\">Section 323</a>/<a href=\\\"/doc/37788/\\\" id=\\\"a_4\\\">34</a> of the Indian Penal Code.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_2\\\">2.   The case of the appellant/defacto complainant is that on 27.04.2010 at\\n\\n     about 11 am over the issue of construction of a &quot;sunshade&quot; in the\\n\\n     respondents house,    there was a      verbal   altercation   between   the\\n\\n     respondents and the father of the defacto complainant. During that\\n\\n     altercation the respondents pelted bricks which hit the father of the\\n\\n     defacto complainant namely Sk Abdul Wahab and the brother of the\\n\\n     defacto complainant namely Mojibar Rahaman. Due to such assault both\\n\\n     of them sustained severe injuries and in course of shifting the injured\\n\\n     persons to the hospital, the father of the defacto complainant namely Sk.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_1\\\">                                            3</span>\\n\\n\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_3\\\">     Abdul Wahab succumbed to his injury and the other injured person was\\n\\n     treated in a nursing home.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_4\\\">3.   On the basis of the aforesaid complaint Singur Police Station Case No. 52\\n\\n     of 2010 dated 27/04/2010 under <a href=\\\"/doc/1133601/\\\" id=\\\"a_5\\\">Sections 325</a>/<a href=\\\"/doc/409589/\\\" id=\\\"a_6\\\">304</a>/<a href=\\\"/doc/37788/\\\" id=\\\"a_7\\\">34</a> of the Indian\\n\\n     Penal Code was registered against the respondent no. 2 and 3 for\\n\\n     investigation.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_5\\\">4.   After completion of investigation, the investigating officer submitted\\n\\n     Charge Sheet under <a href=\\\"/doc/1133601/\\\" id=\\\"a_8\\\">Sections 325</a>/<a href=\\\"/doc/409589/\\\" id=\\\"a_9\\\">304</a>/<a href=\\\"/doc/37788/\\\" id=\\\"a_10\\\">34</a> of the Indian Penal Code\\n\\n     against the respondent no. 2 and 3.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_6\\\">5.   Charge    for    commission   of   offence   punishable   under    <a href=\\\"/doc/1133601/\\\" id=\\\"a_11\\\">Sections\\n\\n     325</a>/<a href=\\\"/doc/409589/\\\" id=\\\"a_12\\\">304</a>/<a href=\\\"/doc/37788/\\\" id=\\\"a_13\\\">34</a> of the Indian Penal Code was framed against them which\\n\\n     were read over and explained to the respondents, to which they pleaded\\n\\n     not guilty and claimed to be tried.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_7\\\">6.   The prosecution examined as many as 10 (ten) witnesses along with the\\n\\n     documentary evidence while the defense adduced none and the specific\\n\\n     case of the defence is one of innocence and denial of the allegation.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_8\\\">7.   The Learned Trial Judge after perusing the evidence on record and also\\n\\n     after examining the respondents under <a href=\\\"/doc/767287/\\\" id=\\\"a_14\\\">Section 313</a> of the Code of\\n\\n     Criminal Procedure and after hearing the arguments advanced on behalf\\n\\n     of both the parties, was pleased by its judgment dated 10.07.2014 to\\n\\n     convict the respondents for commission of offence punishable under\\n\\n     <a href=\\\"/doc/1011035/\\\" id=\\\"a_15\\\">Sections 323</a>/<a href=\\\"/doc/37788/\\\" id=\\\"a_16\\\">34</a> of the Indian Penal Code.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_2\\\">                                         4</span>\\n\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_9\\\">8.   That the Learned Trial Judge was pleased to observe that the prosecution\\n\\n     has failed to prove the guilt of the accused persons for committing the\\n\\n     offence under <a href=\\\"/doc/409589/\\\" id=\\\"a_17\\\">Sections 304</a>/<a href=\\\"/doc/1133601/\\\" id=\\\"a_18\\\">325</a> of the Indian Penal Code.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_10\\\">9.   Mr. Jayanta Narayan Chatterjee, learned counsel for the appellant\\n\\n     has submitted that P.W. 10, Dr. Banadana Chakraborty stated during\\n\\n     post mortem that she found an injury in the left frontal region 1&quot; X l and\\n\\n     ½&quot; and few abrasions detected all over the body and immediate cause of\\n\\n     death was shock, neurogenic and cardiogenic which are antemortem.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_11\\\">10. It is further submitted that the ocular evidences showing that there\\n\\n     was an alteration and due to that altercation, the accused persons\\n\\n     started throwing brick bats from their roof, where they were extending\\n\\n     their sun shed.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_12\\\">11. It is submitted that the Post mortem report shows that the injury was on\\n\\n     the left frontal region on the forehead and death was due to shock,\\n\\n     neurogenic and cardiogenic and had there been no injury on the head, he\\n\\n     might not have died out of shock, hence the instant offence aptly comes\\n\\n     within the definition of culpable homicide, as the assault was done with\\n\\n     an intention of causing death or having knowledge that by such act,\\n\\n     death might be caused.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_13\\\">12. Though the injury was not grievous but that was enough to cause death\\n\\n     because due to that attack the deceased suffered severe heart attack.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_14\\\">13. It is stated that in the post mortem report also, it was shown that there\\n\\n     was an injury on the left frontal region of the head of the deceased.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_3\\\">                                        5</span>\\n\\n\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_15\\\">14. It is further stated that there was previous animosity between the two\\n\\n    families, which caused the altercation and throwing of brick bats by the\\n\\n    accused persons and their intention was not good. It was known to the\\n\\n    accused persons that assault with brick bats could be fatal and the\\n\\n    attack was on the vital part of the body.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_16\\\">15. It is submitted that the impugned judgment and order of conviction and\\n\\n    sentence is a product of non-application of judicial mind on the part of\\n\\n    the Learned Judge and as such the same is liable to be set aside.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_17\\\">16. That the evidence on record do not justify the conviction of the\\n\\n    respondents under <a href=\\\"/doc/1011035/\\\" id=\\\"a_19\\\">Section 323</a>/<a href=\\\"/doc/37788/\\\" id=\\\"a_20\\\">34</a> of the Indian Penal Code and as such\\n\\n    the impugned order of conviction and sentence is liable to be\\n\\n    enhanced, considering the overwhelming materials on record.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_18\\\">17. That the Learned Judge failed to properly appreciate the evidence on\\n\\n    record and instead, has from the inception taken a view in favour the\\n\\n    respondents, which was not justified, considering the evidence on record\\n\\n    and as such by convicting the respondents only under <a href=\\\"/doc/1011035/\\\" id=\\\"a_21\\\">Section 323</a> of the\\n\\n    Indian Penal Code, has committed grave error in law, and prejudice to\\n\\n    the appellant for which the impugned judgment and order of conviction\\n\\n    and sentence is liable to be enhanced.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_19\\\">18. That the Learned Judge failed to properly assess the evidence or record.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_20\\\">19. That the impugned judgment and order of conviction and sentence is\\n\\n    otherwise bad in law and hence the same is liable to be set aside.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_21\\\">20. Mr. Chatterjee has relied upon the following Judgments:-\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_4\\\">                                         6</span>\\n\\n\\n<blockquote id=\\\"blockquote_1\\\">        1) (2023) 1 S.C.R. 241 Prasad Pradhan and Anr. Vs. The State\\n\\n             of Chhattisgarh: What is important that is nature of injury and\\n\\n             whether it is sufficient in the ordinary course to lead to death. In\\n\\n             this case death was due to cardiac respiratory failure as a result\\n\\n             of injury inflicted upon the deceased. Thus, the injury and the\\n\\n             death were closely and directly linked. (Relevant paragraph\\n\\n</blockquote><blockquote id=\\\"blockquote_2\\\">             26).\\n</blockquote>\\n<blockquote id=\\\"blockquote_3\\\">        2) 2004 (12) SCC 546 State of Rajasthan Vs. Dhol Singh: in\\n\\n             this case victim died due to heart failure, but the Hon&#x27;ble\\n\\n             Apex Court restored the order of the trial court. (Relevant\\n\\n             paragraphs no. 9, 10,13,14,16,18)\\n\\n</blockquote><blockquote id=\\\"blockquote_4\\\">        <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"12561792\\\" id=\\\"span_5\\\">3) C.R.A. (D.B.) 4 of 2022 <a href=\\\"/doc/12561792/\\\" id=\\\"a_22\\\">Anupam Banerjee Vs The State of\\n\\n             West Bengal</a>.</span>\\n</blockquote>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_22\\\">21. Mr. S.G. Mukherjee, learned public prosecutor has appeared for the\\n\\n    State.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_23\\\">22. Mr. Sourav Mondal, learned counsel for the opposite parties no. 2\\n\\n    and 3 has submitted that the injury which the deceased sustained\\n\\n    measuring about 1½&quot;, is simple in nature, and the doctor has\\n\\n    categorically deposed that the injury is not the immediate cause of\\n\\n    death. It said that death was due to Shock, Neurogenic and\\n\\n    Cardiogenic which is anti-mortem in nature. As such it can be inferred,\\n\\n    that the injury (Superficial) has no role to play in the death of the\\n\\n    deceased.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_6\\\">                                        7</span>\\n\\n\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_24\\\">23. It is further submitted that the entire prosecution story as it transpires\\n\\n    from the records shows that there are serious contradictions and\\n\\n    infirmities, there are serious doubts about the testimony of ocular\\n\\n    witnesses. The case suggests that the deceased died a natural death and\\n\\n    due to rivalry the same has been painted in a different color with very\\n\\n    serious allegations and thus the prosecution failed to prove the instant\\n\\n    case beyond reasonable doubt and accused persons in their statement\\n\\n    also denied and responded adequately in respect of all the incriminating\\n\\n    materials.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_25\\\">24. What transpires from the records is that PW1 to PW5 are not reliable\\n\\n    witnesses. There are serious infirmities and contradictions in the\\n\\n    evidence of the prosecution witnesses. There is total absence of\\n\\n    corroboration in all material particulars. It has also not been proved that\\n\\n    the recovered articles (full size brick) have been used in commission of\\n\\n    the crime. Thus there is no proof of any intention, in this case and no\\n\\n    question of preparation comes since it was alleged that the deceased\\n\\n    himself went to the house of the accuseds and raised objections. Doctor\\n\\n    who conducted Post mortem opined that the injury which the deceased\\n\\n    sustained measuring about 1½&quot;, in simple in nature and superficial.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_26\\\">    The doctor has categorically deposed that the injury is not the cause of\\n\\n    death, the immediate cause of death was Shock due to Neurogenic and\\n\\n    Cardiogenic which is ante-mortem in nature. As such it can be inferred\\n\\n    that the injury has no role to play with the death of the deceased. As\\n<span class=\\\"hidden_text\\\" id=\\\"span_7\\\">                                         8</span>\\n\\n\\n    such the prosecution has failed prove the case against the accused\\n\\n    persons   beyond    reasonable    doubt.   Thus    the   instant   appeal   for\\n\\n    enhancement of sentence is liable to be dismissed with cost.\\n</p>\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_27\\\">25. Mr. Mondal has relied upon the following judgments:-\\n</p>\\n\\n\\n<blockquote id=\\\"blockquote_5\\\">    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"109447\\\" id=\\\"span_8\\\">(<a href=\\\"/doc/109447/\\\" id=\\\"a_23\\\">a) Kunju Muhammed Alias Khumani &amp; Anr. Vs State of Kerala</a>,\\n\\n    (2004) 9 SCC 193, on August 11, 2003.</span>\\n</blockquote>\\n\\n\\n<blockquote id=\\\"blockquote_6\\\">              <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"109447\\\" id=\\\"span_9\\\">&quot;19. Thus, we find most of the reasons given by the\\n              High Court for rejecting the conclusions of the learned\\n              Sessions Judge unacceptable. At this juncture, we\\n              would like to bear in mind the law <a href=\\\"/doc/109447/\\\" id=\\\"a_24\\\">laid down by</a> this\\n              Court in regard to reappreciation of evidence by the\\n              High Court in appeal against acquittals.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1257548\\\" id=\\\"span_10\\\">This Court\\n              in <a href=\\\"/doc/1257548/\\\" id=\\\"a_25\\\">Dhanna v. State of M.P.</a> [(1996) 10 SCC 79 : 1996\\n              SCC (Cri) 1192] had laid down that though the High\\n              Court has full power to review the evidence and to\\n              arrive at its own independent conclusion whether the\\n              appeal is against conviction or acquittal. While doing so\\n              it ought to bear in mind: first that there is a general\\n              presumption in favour of the innocence of the person\\n              accused in criminal cases and that presumption is only\\n              strengthened by the acquittal. Secondly, it should bear\\n              in mind that every accused is entitled to the benefit of\\n              reasonable doubt regarding his guilt and when the trial\\n              court acquitted him, he would retain that benefit in the\\n              appellate court also. Thus, the appellate court in\\n              appeals against acquittals has to proceed more\\n              cautiously and only if there is absolute assurance of\\n              the guilt of the accused, upon the evidence on record,\\n              that the order of acquittal is liable to be interfered with\\n              or disturbed.</span>\\n</blockquote>\\n\\n<blockquote id=\\\"blockquote_7\\\">              20. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"938380\\\" id=\\\"span_11\\\">In <a href=\\\"/doc/938380/\\\" id=\\\"a_26\\\">Shailendra Pratap v. State of U.P.</a> [(2003) 1 SCC\\n              761 : 2003 SCC (Cri) 432] this Court held: (SCC p. 766,\\n              para 8)\\n<span class=\\\"hidden_text\\\" id=\\\"span_12\\\">                                    9</span>\\n\\n\\n         &quot;It is well settled that the appellate court would not be\\n         justified in interfering with the order of acquittal unless\\n         the same is found to be perverse. In the present case,\\n         the High Court has committed an error in interfering\\n         with the order of acquittal of the appellants recorded\\n         by the trial court as the same did not suffer from the\\n         vice of perversity.&quot;</span>\\n</blockquote>\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_28\\\">         The above principles have been consistently followed\\n         by this Court in a large number of cases. If we apply\\n         the said principle to the facts of this case, we notice\\n         that the High Court in the instant case has not come to\\n         the conclusion that the finding of the Sessions Court\\n         was in any manner perverse or one that cannot be\\n         arrived at by a reasonable person. Therefore, in our\\n         opinion, assuming another view was possible to be\\n         taken on the material on record, the High Court ought\\n         not to have substituted its view in place of that of the\\n         Sessions Court, and reversed an order of acquittal on\\n         such substituted view of its own. At any rate, on the\\n         facts of this case, we have come to the conclusion that\\n         the view taken by the learned Sessions Judge was the\\n         only possible view, hence, the High Court ought not to\\n         have interfered with the same. From the material on\\n         record, the defence has been able to establish that the\\n         prosecution case in regard to the time and place of\\n         incident is highly doubtful; even the evidence of the\\n         eyewitnesses apart from being interested was full of\\n         contradictions and improbabilities based on which no\\n         conviction could have been recorded against the\\n         appellants. For the reasons stated above, this appeal\\n         succeeds and the judgment and conviction awarded to\\n         the appellants by the High Court is set aside. The\\n         appellants, if in custody, shall be released forthwith, if\\n         not required in any other case.&quot;\\n</p>\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_29\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"770338\\\" id=\\\"span_13\\\">(<a href=\\\"/doc/770338/\\\" id=\\\"a_27\\\">b) Ram Ashrit Ram &amp; Ors. Vs. State of Bihar</a> (1981) 2 SCC 60, on\\n\\n  January 13, 1981, where the Hon&#x27;ble Supreme Court held:-</span>\\n</p>\\n<blockquote id=\\\"blockquote_8\\\">         &quot;18. There are many other infirmities and\\n         contradictions in the evidence of the prosecution\\n         witnesses. It is not necessary to burden this judgment\\n<span class=\\\"hidden_text\\\" id=\\\"span_14\\\">                                       10</span>\\n\\n\\n             by dealing with all of them. Suffice it to say that in the\\n             absence of corroboration to a material extent in all\\n             material particulars, it was extremely hazardous to\\n             convict the appellants on the basis of the testimony of\\n             these highly interested, inimical and partisan\\n             witnesses, particularly when it bristles with\\n             improbable versions and material infirmities&quot;\\n</blockquote>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_30\\\">26. From the materials on record, the following facts and evidence are\\n\\n    before this Court:-\\n</p>\\n<blockquote id=\\\"blockquote_9\\\">        1) The parties stay in separate houses sharing a common\\n\\n           courtyard.\\n</blockquote>\\n<blockquote id=\\\"blockquote_10\\\">        2) A quarrel which lasted about 3-4 minutes took place as the\\n\\n           accuseds were extending their roof and the complainant side\\n\\n           raised objection.\\n</blockquote>\\n<blockquote id=\\\"blockquote_11\\\">        3) The accuseds allegedly threw bricks on the victims, when one of\\n\\n           them Abdul Wahab suffered head injury and died due to Shock,\\n\\n           Neurogenic and Cardiogenic.\\n</blockquote>\\n<blockquote id=\\\"blockquote_12\\\">        4) Only the witnesses for the prosecution other than the formal\\n\\n           ones have deposed that Abdul died of head injury and not heart\\n\\n           attack.\\n</blockquote>\\n<blockquote id=\\\"blockquote_13\\\">        5) P.W. 10 is the most vital witness in this case. The medical\\n\\n           officer who conducted the post mortem on the body of Abdul\\n\\n           Wahab (Ext 8) He found the following external injuries:-\\n</blockquote>\\n<blockquote id=\\\"blockquote_14\\\">               i. Left frontal region 1&#x27;x1½&#x27;, no fracture detected.\\n</blockquote>\\n<blockquote id=\\\"blockquote_15\\\">              ii. Few abrasion detected all over the body.\\n</blockquote>\\n<blockquote id=\\\"blockquote_16\\\">           On internal examination the doctor found:-\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_15\\\">                                         11</span>\\n\\n\\n<blockquote id=\\\"blockquote_17\\\">               i. Small clot inside left ventricle, old infarcts in inferior wall,\\n\\n                   clot seen in left coronary artery.\\n</blockquote>\\n<blockquote id=\\\"blockquote_18\\\">              ii. Lung was pale.\\n</blockquote>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_31\\\">27. On being cross examined this witness stated that ....... &quot;No injury\\n\\n    was found on the scalp or on the skull was found. No internal\\n\\n    injury of brain nor clot in vein nor any internal hemorrhage was\\n\\n    seen&quot;.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_32\\\">28. The injury found was superficial and not grave. The doctor opined\\n\\n    that the said injury did not cause the death. And further opined\\n\\n    that the was suffering from ischemic heart. The column of Heart\\n\\n    findings &amp; WT is as follows:-\\n</p>\\n<blockquote id=\\\"blockquote_19\\\">        &quot;Small clot inside Lt ventricle. Old infarcts in inferior\\n\\n        wall. Clot seen in Lt coronary artery. Thus it is prima\\n\\n        facie clear that the death was due to heart attack and\\n\\n        shock. There being clots in his heart.&quot;\\n</blockquote>\\n<p data-structure=\\\"Section\\\" id=\\\"p_33\\\">29. Immediate Cause of death was shock, and death was neurogenic and\\n\\n    cardiogenic.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_34\\\">30. The seizure list (Ext 3) shows that two full bricks were seized. But no\\n\\n    fracture on the skull was seen by P.W.10. If a full brick hits a person\\n\\n    on the head thrown from the first floor, the injury would have been\\n\\n    more grave. The doctor has clearly stated that the injury on the\\n\\n    forehead is superficial.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_16\\\">                                        12</span>\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_35\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"70176279\\\" id=\\\"span_17\\\">31. The view of the Supreme Court in <a href=\\\"/doc/70176279/\\\" id=\\\"a_28\\\">Jaswinder Singh (Dead) Through\\n\\n    Legal Represntative Vs Navjot Singh Sidhu &amp; Ors.</a>, 2022 LiveLaw\\n\\n    (SC) 498, on May 19, 2022 is very similar to the present case. The\\n\\n    Court held:-</span>\\n</p>\\n<blockquote id=\\\"blockquote_20\\\">             &quot;13. In Richpal Singh Meena case, a proposition\\n             was advanced that cases where a homicide had\\n             occurred, but the conviction is only for causing\\n             grievous hurt, may even fall even within <a href=\\\"/doc/626019/\\\" id=\\\"a_29\\\">Section 300\\n             (thirdly)</a> of the IPC and, therefore, would require\\n             reconsideration. Several judgments were relied upon\\n             on this aspect. After referring to these judgments, the\\n             jurisprudential aspect was discussed. In this behalf,\\n             it was submitted that there were cases where in spite\\n             of death of a person and a finding in some of them of\\n             an act of voluntarily causing grievous hurt, this Court\\n             has not considered the provisions of <a href=\\\"/doc/305371/\\\" id=\\\"a_30\\\">Section 299</a> read\\n             with <a href=\\\"/doc/409589/\\\" id=\\\"a_31\\\">Section 304</a> of the IPC. It was for the Court to\\n             determine on evidence, whether if it is a culpable\\n             homicide, it amounts to murder as explained under\\n             <a href=\\\"/doc/626019/\\\" id=\\\"a_32\\\">Section 300</a> of the IPC or not as explained under\\n             <a href=\\\"/doc/409589/\\\" id=\\\"a_33\\\">Section 304</a> of the IPC. If culpable homicide cannot be\\n             proved, then it will fall in the category of &quot;notculpable\\n             homicide&quot;. In cases relating to hurt (from <a href=\\\"/doc/1138947/\\\" id=\\\"a_34\\\">Section 319</a>\\n             of the IPC onwards), they do not postulate death as\\n             the end result. Apart from this the issue of sentencing\\n             was also addressed. It was opined that the Court\\n             should not ignore or overlook the question whether the\\n             homicide is culpable or not but merely treat the case\\n             as one of voluntarily causing grievous hurt\\n             punishable under <a href=\\\"/doc/1133601/\\\" id=\\\"a_35\\\">Section 325</a> or <a href=\\\"/doc/1540253/\\\" id=\\\"a_36\\\">Section 326</a> of the\\n             IPC.\\n</blockquote><blockquote id=\\\"blockquote_21\\\">             14. The earlier judgment in Virsa Singh case looked\\n             into the aspect of intention to inflict the injury that is\\n             sufficient to cause death in the ordinary course of\\n             nature. In such an eventuality, <a href=\\\"/doc/626019/\\\" id=\\\"a_37\\\">Section 300</a> thirdly of\\n             the <a href=\\\"/doc/1569253/\\\" id=\\\"a_38\\\">IPC</a> would be unnecessary because the act would\\n             fall under the first part of the Section. However, it\\n             was also stated that it has to be found that the bodily\\n             injury was caused, the nature of injury must be\\n             established and whether any vital organs were cut or\\n             so forth. Thereafter the focus should shift to the\\n<span class=\\\"hidden_text\\\" id=\\\"span_18\\\">                           13</span>\\n\\n\\nintention to inflict the bodily injury that is found to be\\npresent.\\n</blockquote><blockquote id=\\\"blockquote_22\\\">17. On analysis of the aforesaid aspect, we are\\ndisinclined to enlarge the notice to something more\\nthan the aspect of sentencing. The evidence has been\\nanalysed in detail to come to a conclusion as to what\\nis the nature of injury. It has been taken into account\\nthat only one blow with bare hands as inflicted by\\nrespondent No.1 had landed on the head of the\\ndeceased. The finding is that apparently in the fist\\nfight, other blows may have been attempted but did\\nnot fall on the material part of the body. Aspects such\\nas lack of post enmity, lack of any weapon used\\nexcept bare hands and the result of a spontaneous\\nfight over a right of way were also taken into account.\\n</blockquote><blockquote id=\\\"blockquote_23\\\">19. Next we turn to the aspect of review, which\\npersuaded us to issue the notice, i.e., qua the\\nsentence imposed - a fine of Rs.1,000/-. No doubt the\\nconviction is under <a href=\\\"/doc/1011035/\\\" id=\\\"a_39\\\">Section 323</a> of the IPC relating to\\ncausing hurt, which reads as under:\\n</blockquote><blockquote id=\\\"blockquote_24\\\"> &quot;323. Punishment for voluntarily causing\\nhurt.--Whoever, except in the case provided for by\\n<a href=\\\"/doc/299470/\\\" id=\\\"a_40\\\">section 334</a>, voluntarily causes hurt, shall be\\npunished with imprisonment of either description for a\\nterm which may extend to one year, or with fine\\nwhich may extend to one thousand rupees, or with\\nboth.&quot;\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_36\\\"> 20. The punishment under <a href=\\\"/doc/1011035/\\\" id=\\\"a_41\\\">Section 323</a> of the IPC\\nhas been prescribed as a sentence of a term which\\nmay extend to one year or a fine which may extend to\\nRs.1,000/- or both. In the present case, only the fine\\nhas been imposed. The question, thus, to be analysed\\nis whether in the given factual scenario, grave error\\ncan be said to have been committed on the issue of\\nsentence by not punishing with imprisonment of any\\nterm whatsoever.\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_37\\\"> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"94843825\\\" id=\\\"span_19\\\">21. Learned senior counsel for the complainant\\nurged that the sentence imposed under <a href=\\\"/doc/1011035/\\\" id=\\\"a_42\\\">Section 323</a> of\\nthe IPC was not in line with the principles of\\nsentencing principles and that the observations on\\nsentencing in <a href=\\\"/doc/94843825/\\\" id=\\\"a_43\\\">Sunil Dutt Sharma v. State</a>, albeit in\\nthe case of a death sentence, would equally apply for\\nlesser offences. It was held that the aggravating and\\nmitigating factors both were required to be considered\\nbefore deciding the question of sentence, more so\\n<span class=\\\"hidden_text\\\" id=\\\"span_20\\\">                          14</span>\\n\\n\\nwhen the judgment of the High Court is sought to be\\nupset, on the provisions under which it is based. The\\nsentence imposed, it was urged, should be\\nproportionate to the offence and should take into\\naccount the deterrence aspect. There cannot be\\nleniency in sentencing when the hurt/injury has\\nresulted in death, nor can the delay in trial be taken\\ninto account which was not attributable to the\\ncomplainants. Respondent No.1 at the relevant time\\nwas a young man of 25 years, who was playing\\ninternational cricket and was athletically physically\\nfit. He is expected to know the effect of any blow to be\\ninflicted by him, more so, when on the opposite side\\nthe man is aged about 65 years (more than his\\nfather&#x27;s age and elder to him by 40 years). Thus, it\\nwas urged that simply because it was a spontaneous\\nincident where no weapon was used, the same\\ncannot be a ground to inflict minimal and innocuous\\npunishment of fine of Rs.1,000/-.</span>\\n</p><p data-structure=\\\"RespArg\\\" id=\\\"p_38\\\"> <span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"111899692\\\" id=\\\"span_21\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"23230402\\\" id=\\\"span_22\\\">22. On the other hand, learned senior counsel for\\nrespondent No.1 urged that a review petition on the\\nquantum of sentence was not maintainable. He\\nsought to place reliance on the judgment of this Court\\nin <a href=\\\"/doc/23230402/\\\" id=\\\"a_44\\\">Parvinder Kansal v. State of NCT</a> and\\n<a href=\\\"/doc/111899692/\\\" id=\\\"a_45\\\">Mallikarjun Kodagali v. State of Karnataka &amp;\\nOrs. His</a> submission was that the victim&#x27;s right to\\nappeal ought to be restricted to only three\\neventualities, i.e., acquittal of the accused, conviction\\nfor lesser offence, or for imposing inadequate\\ncompensation, but there was no provision of appeal\\nfor the victim to question the quantum of sentence as\\ninadequate. Such a right was available under <a href=\\\"/doc/195753/\\\" id=\\\"a_46\\\">Section\\n377</a> Cr.P.C. for the State.</span></span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_39\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"PARTY\\\" data-docid=\\\"195057826\\\" id=\\\"span_23\\\">23. Learned senior counsel also relied upon the\\njudgment of this Court in <a href=\\\"/doc/195057826/\\\" id=\\\"a_47\\\">Manohar Singh v. State\\nof Rajasthan</a> to contend that even a fine is fully\\nadequate without any incarceration when there is a\\nprolonged time since the date of occurrence.</span>\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_40\\\">Our View:\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_41\\\">24. We have given our thought to the matter. In our\\nview, some material aspects which were required to\\nbe taken note of appear to have been somehow\\nmissed out at the stage of sentencing, such as the\\n<span class=\\\"hidden_text\\\" id=\\\"span_24\\\">                          15</span>\\n\\n\\nphysical fitness of respondent No.1 as he was an\\ninternational cricketer, who was tall and well built\\nand aware of the force of a blow that even his hand\\nwould carry. The blow was not inflicted on a person\\nidentically physically placed but a 65 year old\\nperson, more than double his age. Respondent No.1\\ncannot say that he did not know the effect of the blow\\nor plead ignorance on this aspect. It is not as if\\nsomeone has to remind him of the extent of the injury\\nwhich could be caused by a blow inflicted by him. In\\nthe given circumstances, tempers may have been lost\\nbut then the consequences of the loss of temper must\\nbe borne. In fact, this Court to some extent had been\\nindulgent in ultimately holding respondent No.1 guilty\\nof an offence of simple hurt under <a href=\\\"/doc/1011035/\\\" id=\\\"a_48\\\">Section 323</a> of the\\nIPC. The question is whether even on sentence, mere\\npassage of time can result in a fine of Rs.1,000/-\\nbeing an adequate sentence where a person has lost\\nhis life by reason of the severity of blow inflicted by\\nrespondent No.1 with his hands. The hand can also\\nbe a weapon by itself where say a boxer, a wrestler\\nor a cricketer or an extremely physically fit person\\ninflicts the same. This may be understood where a\\nblow may be given either by a physically fit person or\\nto a more aged person. Insofar as the injury caused is\\nconcerned, this Court has accepted the plea of a\\nsingle blow by hand being given on the head of the\\ndeceased. In our view, it is this significance which is\\nan error apparent on the face of the record needing\\nsome remedial action.\\n</p><p data-structure=\\\"CDiscource\\\" id=\\\"p_42\\\">25. We would like to deliberate a little more in detail\\non the necessity of maintaining a reasonable\\nproportion between the seriousness of the crime and\\nthe punishment. While a disproportionately severe\\nsentence ought not to be passed, simultaneously it\\nalso does not clothe the law courts to award a\\nsentence which would be manifestly inadequate,\\nhaving due regard to the nature of the offence, since\\nan inadequate sentence would fail to produce a\\ndeterrent effect on the society at large. Punishments\\nare awarded not because of the fact that it has to be\\nan eye for an eye or a tooth for a tooth, rather having\\nits due impact on the society; while undue harshness\\nis not required but inadequate punishment may lead\\nto sufferance of the community at large.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_25\\\">                          16</span>\\n\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_43\\\">26. An important aspect to be kept in mind is that\\nany undue sympathy to impose inadequate sentence\\nwould do more harm to justice system and undermine\\nthe public confidence in the efficacy of law. The\\nsociety can not long endure under serious threats and\\nif the courts do not protect the injured, the injured\\nwould then resort to private vengeance and, therefore,\\nit is the duty of every court to award proper sentence\\nhaving regard to the nature of the offence and the\\nmanner in which it was executed or committed.10 It\\nhas, thus, been observed that the punishment to be\\nawarded for a crime must not be irrelevant but it\\nshould conform to and be consistent with the atrocity\\nand brutality with which the crime has been\\nperpetrated.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_44\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"635584\\\" id=\\\"span_26\\\">27. A three Judges Bench of this Court in <a href=\\\"/doc/635584/\\\" id=\\\"a_49\\\">State of\\nKarnataka v. Krishnappa</a> while discussing the\\npurpose of imposition of adequate sentence opined in\\npara 18 that &quot;.....Protection of society and deterring\\nthe criminal is the avowed object of law and that is\\nrequired to be achieved by imposing an appropriate\\nsentence.&quot;</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_45\\\">28. The sentencing philosophy for an offence has a\\nsocial goal that the sentence has to be based on the\\nprinciple that the accused must realise that the crime\\ncommitted by him has not only created a dent in his\\nlife but also a concavity in the social fabric.13 While\\nopportunity to reform has to be kept in mind, the\\nprinciple of proportionality also has to be equally kept\\nin mind.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_46\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"77979854\\\" id=\\\"span_27\\\">29. Criminal jurisprudence with the passage of time\\nhas     laid   emphasis      on    victimology,   which\\nfundamentally is a perception of a trial from the\\nviewpoint of the criminal as well as the victim. Both\\nare viewed in the social context and, thus, victim&#x27;s\\nrights have to be equally protected14 . It would be\\nuseful to rely on the observations of this Court in\\n<a href=\\\"/doc/77979854/\\\" id=\\\"a_50\\\">Gopal Singh v. State of Uttarakhand</a> that just\\npunishment is the collective cry of the society and\\nwhile collective cry has to be kept uppermost in mind,\\nsimultaneously the principle of proportionality\\nbetween the crime and punishment cannot be totally\\nbrushed aside. Thus, the principle of just punishment\\nis the bedrock of sentencing in respect of a criminal\\noffence. No doubt there cannot be a straitjacket\\n<span class=\\\"hidden_text\\\" id=\\\"span_28\\\">                          17</span>\\n\\n\\nformula nor a solvable theory in mathematical\\nexactitude. An offender cannot be allowed to be\\ntreated with leniency solely on the ground of\\ndiscretion vested in a court.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"79026890\\\" id=\\\"span_29\\\">Similarly, in <a href=\\\"/doc/79026890/\\\" id=\\\"a_51\\\">Alister\\nAnthony Pareira v. State of Maharashtra</a>, the\\ntwin objective of the sentencing policy to be kept in\\nmind was emphasised as deterrence and correction\\nand, thus, principle of proportionality in sentencing a\\nconvict were held to be well entrenched in the\\ncriminal jurisprudence.</span>\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_47\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"104419543\\\" id=\\\"span_30\\\">30. We may also take note of the recent judgment of\\nthis Court decided by a three Judges bench on\\n18.04.2022 in <a href=\\\"/doc/104419543/\\\" id=\\\"a_52\\\">Jagjeet Singh &amp; Ors. v. Ashish\\nMishra @ Monu &amp; Anr.</a> albeit, on the issue of bail. It\\nemphasised the victim&#x27;s right to be heard. What is\\nrelevant for us to note is that the victim being the de\\nfacto sufferer of a crime had no participation in the\\nadjudicatory process. The current ethos of criminal\\njustice dispensation to prevent and punish crime had\\nsurreptitiously turned its back on the victim. No doubt\\nin the present case at every stage the victim has been\\nheard and the present application is also by the\\nvictim. The near and dear ones whether as guardians\\nor legal heirs are required to be treated as victims. It\\nwas, thus, observed in para 23 as under:</span>\\n</p><blockquote id=\\\"blockquote_25\\\">&quot;23. It cannot be gainsaid that the right of a victim\\nunder the amended <a href=\\\"/doc/445276/\\\" id=\\\"a_53\\\">Cr.P.C</a>. are substantive,\\nenforceable, and are another facet of human rights.\\nThe victim&#x27;s right, therefore, cannot be termed or\\nconstrued restrictively like a brutum fulmen. We\\nreiterate that these rights are totally independent,\\nincomparable, and are not accessory or auxiliary to\\nthose of the State under the <a href=\\\"/doc/445276/\\\" id=\\\"a_54\\\">Cr.P.C</a>. The presence of\\n&#x27;State&#x27; in the proceedings, therefore, does not\\ntantamount to according a hearing to a &#x27;victim&#x27; of the\\ncrime.&quot;\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_48\\\">31. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"123142224\\\" id=\\\"span_31\\\">In the similar vein in Criminal Appeal\\nNo.579/2022 titled <a href=\\\"/doc/123142224/\\\" id=\\\"a_55\\\">State of Rajasthan v. Banwari\\nLal &amp; Anr.</a>, this Court has again frowned upon the\\ntendency of courts to reduce the sentence to the\\nperiod already undergone.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"27726153\\\" id=\\\"span_32\\\">An earlier judgment of this\\nCourt in <a href=\\\"/doc/27726153/\\\" id=\\\"a_56\\\">Soman v. State of Kerala</a> was referred to,\\nmore specifically para 27, which reads as under:</span>\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_33\\\">                          18</span>\\n\\n\\n<blockquote id=\\\"blockquote_26\\\">&quot;27.1. Courts ought to base sentencing decisions on\\nvarious different rationales -- most prominent\\namongst which would be proportionality and\\ndeterrence.\\n</blockquote><blockquote id=\\\"blockquote_27\\\"> 27.2. The question of consequences of criminal action\\ncan be relevant from both a proportionality and\\ndeterrence standpoint.\\n</blockquote><blockquote id=\\\"blockquote_28\\\">27.3. Insofar as proportionality is concerned, the\\nsentence must be commensurate with the seriousness\\nor gravity of the offence.\\n</blockquote><blockquote id=\\\"blockquote_29\\\">27.4. One of the factors relevant for judging\\nseriousness of the offence is the consequences\\nresulting from it.\\n</blockquote><blockquote id=\\\"blockquote_30\\\">27.5. Unintended consequences/harm may still be\\nproperly attributed to the offender if they were\\nreasonably foreseeable. In case of illicit and\\nunderground manufacture of liquor, the chances of\\ntoxicity are so high that not only its manufacturer but\\nthe distributor and the retail vendor would know its\\nlikely risks to the consumer. Hence, even though any\\nharm to the consumer might not be directly intended,\\nsome aggravated culpability must attach if the\\nconsumer suffers some grievous hurt or dies as result\\nof consuming the spurious liquor.&quot;\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_49\\\">32. We find the observations in para 27.5 as quoted\\nabove of some significance in the context of the facts\\nof the present case. Thus, when a 25 year old man,\\nwho was an international cricketer, assaults a man\\nmore than twice his age and inflicts, even with his\\nbare hands, a severe blow on his (victim&#x27;s) head, the\\nunintended consequence of harm would still be\\nproperly attributable to him as it was reasonably\\nforeseeable. That it would cause the death of a\\nperson is another matter since the conviction is only\\nunder <a href=\\\"/doc/1011035/\\\" id=\\\"a_57\\\">Section 323</a> of the IPC. In that context it has\\nbeen observed that even though any harm might not\\nbe directly intended, some aggravated culpability\\nmust be attached if the person suffers a grievous hurt\\nor dies as a result thereof. Another similarity in terms\\nof the facts of the case at hand and that of Soman20\\nis that the Court was not greatly influenced by the\\nfact that 26 years had passed since the incident and\\nobserved that because a long period had lapsed by\\nthe time the appeal was decided cannot be a ground\\nto award the punishment which was disproportionate\\nand inadequate.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_34\\\">                                       19</span>\\n\\n\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_50\\\">             33. Among the factors to be taken note of are the\\n             &quot;defenceless and unprotected state of victim&quot;\\n</p><blockquote id=\\\"blockquote_31\\\">             appropriate in the facts of the present case.\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_51\\\">              34. The US Supreme Court has also moved in the\\n             same direction in Payne v. Tennessee while\\n             examining the aspect of the &quot;victim impact statement&quot;\\n</p><blockquote id=\\\"blockquote_32\\\">             in a case of capital offence at the time of sentencing.\\n             The court considered the aspect from the dissenting\\n             judgment in the case of Booth v. Maryland which\\n             emphasized on &quot;reminding the sentencer that just as\\n             the murderer should be considered as an individual,\\n             so too the victim is an individual whose death\\n             represents a unique loss to society and in particular\\n             to his family.&quot; The words of Justice Benjamin\\n             Cardozo in Snyder v. Massachusetts bring out that\\n             &quot;justice, though due to the accused, is due to the\\n             accuser also. The concept of fairness must not be\\n             strained till it is narrowed to a filament. We are to\\n             keep the balance true.&quot;\\n</blockquote><p data-structure=\\\"Conclusion\\\" id=\\\"p_52\\\">             35. Thus, a disproportionately light punishment\\n             humiliates and frustrates a victim of crime when the\\n             offender goes unpunished or is let off with a relatively\\n             minor punishment as the system pays no attention to\\n             the injured&#x27;s feelings. Indifference to the rights of the\\n             victim of crime is fast eroding the faith of the society\\n             in general and the victim of crime in particular in the\\n             criminal justice system.\\n</p><p data-structure=\\\"RespArg\\\" id=\\\"p_53\\\">             36. We noticed the aforesaid judgments to repel the\\n             contention of learned senior counsel for the\\n             respondent that the victim should have no say in the\\n             matter of enhancement of sentence.\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_54\\\">             37. In a nutshell, the aspects of sentencing and\\n             victimology are reflected in the following ancient\\n             wisdom:\\n</p><blockquote id=\\\"blockquote_33\\\">             It means: The person dispensing justice as per\\n             Dharmashastra        should    prescribe   a    penance\\n             appropriate to the age, the time and strength of the\\n             sinner, the penance being such that he may not lose\\n             his life and yet he may be purified. A penance\\n             causing distress should not be prescribed.&quot;\\n</blockquote>\\n<blockquote id=\\\"blockquote_34\\\">32. In the present case a 65 years old man died during a quarrel between\\n\\n    members of the same family, when allegedly bricks (size is not proved)\\n<span class=\\\"hidden_text\\\" id=\\\"span_35\\\">                                      20</span>\\n\\n\\n    were thrown from the first floor. Injury, through superficial was\\n\\n    suffered by the victim, who had a heart precondition, died of shock\\n\\n    and death as per opinion of the doctor (PM) was neurogenic and\\n\\n    cardiogenic.\\n</blockquote>\\n<blockquote id=\\\"blockquote_35\\\">33. The conviction in this case was under <a href=\\\"/doc/1011035/\\\" id=\\\"a_58\\\">Section 323</a> of the Indian Penal\\n\\n    Code and the convicts have been sentenced to suffer imprisonment for\\n\\n    one month and pay a fine of Rs. 1,000/- (One Thousand) i.d. S.I. for\\n\\n    one month.\\n</blockquote>\\n<blockquote id=\\\"blockquote_36\\\">34. As already discussed at length the Trial Judge has considered the\\n\\n    evidence on record in detail and the evidence on record in detail and\\n\\n    the same has also been analysed by this court.\\n</blockquote>\\n<blockquote id=\\\"blockquote_37\\\">35. The Trial Judge right came to the findings as to the nature of injury\\n\\n    and also sentenced the accused accordingly.\\n</blockquote>\\n<blockquote id=\\\"blockquote_38\\\">36. In the present case, the deceased in spite of being 65 years old\\n\\n    participated in the quarrel between the parties who are all related to\\n\\n    each other.\\n</blockquote>\\n<blockquote id=\\\"blockquote_39\\\">37. Conclusions:-\\n</blockquote>\\n<blockquote id=\\\"blockquote_40\\\">           The conduct of the convicts is not pardonable, but the injury\\n\\n    inflicted being Superficial, the death of the Abdul Wahah was due\\n\\n    his pre condition of heart ailment with several clots/blocks.\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_55\\\">38. The nature of the incident gives no indication that such death was\\n\\n    caused by an act with the intention/knowledge of causing death or\\n<span class=\\\"hidden_text\\\" id=\\\"span_36\\\">                                      21</span>\\n\\n\\n    with the intention/knowledge of causing such bodily injury as is likely\\n\\n    to cause death.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_56\\\">39. CRA 630 of 2014 is dismissed.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_57\\\">40. No order as to costs.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_58\\\">41. Let a copy of the judgment along with the lower Court records be sent\\n\\n    to the Trial Court at once.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_59\\\">42. Urgent Photostat Certified copy of this judgment, if applied for, be\\n\\n    supplied expeditiously after complying with all necessary legal\\n\\n    formalities.\\n</p>\\n\\n\\n\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_60\\\">                                                 (Shampa Dutt (Paul), J.)\\n </p>\",\"numcites\":29,\"numcitedby\":70,\"docsource\":\"Calcutta High Court (Appellete Side)\",\"citetid\":133189306,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"victims rights\",\"formInput\":\"victims%20rights\"},{\"value\":\"-culpable homicide\",\"formInput\":\"-culpable%20homicide\"},{\"value\":\"sec 323 ipc\",\"formInput\":\"sec%20323%20ipc\"},{\"value\":\"section 323 of indian penal code\",\"formInput\":\"section%20323%20of%20indian%20penal%20code\"},{\"value\":\"section 323\",\"formInput\":\"section%20323\"},{\"value\":\"neurogenic shock\",\"formInput\":\"neurogenic%20shock\"},{\"value\":\"ipc 323\",\"formInput\":\"ipc%20323\"},{\"value\":\"voluntarily causing hurt\",\"formInput\":\"voluntarily%20causing%20hurt\"},{\"value\":\"heart attack \",\"formInput\":\"heart%20attack%20\"},{\"value\":\"what is hurt\",\"formInput\":\"what%20is%20hurt\"},{\"value\":\"Grievous  hurt\",\"formInput\":\"Grievous%20%20hurt\"},{\"value\":\"section 300\",\"formInput\":\"section%20300\"},{\"value\":\"defacto complainant\",\"formInput\":\"defacto%20complainant\"},{\"value\":\"section 304\",\"formInput\":\"section%20304\"},{\"value\":\"section 325\",\"formInput\":\"section%20325\"},{\"value\":\"Homicide \",\"formInput\":\"Homicide%20\"},{\"value\":\"325\",\"formInput\":\"325\"},{\"value\":\"cricket\",\"formInput\":\"cricket\"},{\"value\":\"indian penal code 323\",\"formInput\":\"indian%20penal%20code%20323\"},{\"value\":\"bodily injury \",\"formInput\":\"bodily%20injury%20\"}],\"cats\":[{\"value\":\"voluntarily-causing-hurt\",\"formInput\":\"tag:voluntarily-causing-hurt\"},{\"value\":\"common-intention\",\"formInput\":\"tag:common-intention\"},{\"value\":\"culpable-homicide\",\"formInput\":\"tag:culpable-homicide\"},{\"value\":\"grievous-hurt\",\"formInput\":\"tag:grievous-hurt\"},{\"value\":\"definition-murder\",\"formInput\":\"tag:definition-murder\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":133189306,\"publishdate\":\"2023-05-18\",\"doctype\":\"Calcutta High Court (Appellete Side)\",\"relurl\":\"kolkata_app_ecourt/2023-05-18/Calcutta/CRA-630-2014\",\"caseno\":\"CRA/630/2014\",\"numcites\":29,\"numcitedby\":70,\"title\":\"Sk. Motiar Rahaman vs The State Of West Bengal & Ors on 18 May, 2023\"}"
}