{
  "petition": {
    "tid": 135015744,
    "catids": [
      203,
      46,
      41,
      4
    ],
    "doctype": 1001,
    "publishdate": "2023-03-28",
    "authorid": 702,
    "bench": [
      702,
      539
    ],
    "title": "Mohd Muslim @ Hussain vs State (Nct Of Delhi) on 28 March, 2023",
    "numcites": 33,
    "numcitedby": 489,
    "headline": "",
    "docsize": 42172,
    "fragment": true,
    "docsource": "Supreme Court - Daily Orders",
    "author": "S R Bhat",
    "authorEncoded": "s-r-bhat"
  },
  "document": "{\"tid\":135015744,\"publishdate\":\"2023-03-28\",\"title\":\"Mohd Muslim @ Hussain vs State (Nct Of Delhi) on 28 March, 2023\",\"doc\":\"<h2 class=\\\"doc_title\\\">Mohd Muslim @ Hussain vs State (Nct Of Delhi) on 28 March, 2023</h2>\\n\\n<h3 class=\\\"doc_author\\\">Author: <a href=\\\"/search/?formInput=authorid:s-r-bhat\\\">S. Ravindra Bhat</a></h3>\\n\\n<h3 class=\\\"doc_bench\\\">Bench: <a href=\\\"/search/?formInput=benchid:s-r-bhat\\\">S. Ravindra Bhat</a>, <a href=\\\"/search/?formInput=benchid:d-datta\\\">Dipankar Datta</a></h3>\\n\\n<pre id=\\\"pre_1\\\">                                                          1\\n\\n\\n\\n\\n                                                                                 REPORTABLE\\n\\n                                    IN THE SUPREME COURT OF INDIA\\n                                   CRIMINAL APPELLATE JURISDICTION\\n\\n                              CRIMINAL APPEAL NO(S).         OF 2023\\n                         [@ SPECIAL LEAVE PETITION (CRL.) NO(S). 915 OF 2023]\\n\\n\\n\\n          MOHD MUSLIM @ HUSSAIN                                               …APPELLANT(S)\\n\\n                                                     VERSUS\\n\\n          STATE (NCT OF DELHI)                                              …RESPONDENT(S)\\n\\n\\n\\n                                                 JUDGMENT\\n</pre>\\n\\n<p data-structure=\\\"Issue\\\" id=\\\"p_1\\\">          S. RAVINDRA BHAT, J.\\n</p>\\n<p data-structure=\\\"Issue\\\" id=\\\"p_2\\\">\\n</p><p data-structure=\\\"Issue\\\" id=\\\"p_3\\\">          1.             Special leave granted. With consent of counsel for parties, the appeal was\\n\\n          heard finally.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_4\\\">          <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1007347\\\" id=\\\"span_1\\\">2.             Long back, in <a href=\\\"/doc/1007347/\\\" id=\\\"a_1\\\">Hussainara Khatoon v. Home Secy., State of Bihar1</a> this\\n\\n          court had declared that the right to speedy trial of offenders facing criminal\\n\\n          charges is “implicit in the broad sweep and content of <a href=\\\"/doc/1199182/\\\" id=\\\"a_2\\\">Article 21</a> as interpreted\\n<span class=\\\"hidden_text\\\" id=\\\"span_2\\\">Signature Not Verified</span>\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_3\\\">Digitally signed by</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_4\\\">NEETA SAPRA</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_5\\\">Date: 2023.03.28</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_6\\\">18:23:37 IST</span>\\n<span class=\\\"hidden_text\\\" id=\\\"span_7\\\">Reason:</span>\\n\\n\\n\\n\\n          1 [1979] 3 SCR 1276: (1980) 1 SCC 81\\n<span class=\\\"hidden_text\\\" id=\\\"span_8\\\">\\f                                               2</span>\\n\\n\\nby this Court”. Remarking that a valid procedure under <a href=\\\"/doc/1199182/\\\" id=\\\"a_3\\\">Article 21</a> is one which\\n\\ncontains a procedure that is “reasonable, fair and just” it was held that:</span>\\n\\n</p><blockquote id=\\\"blockquote_1\\\">         “Now obviously procedure prescribed by law for depriving a person of\\n         liberty cannot be “reasonable, fair or just” unless that procedure ensures a\\n         speedy trial for determination of the guilt of such person. No procedure\\n         which does not ensure a reasonably quick trial can be regarded as\\n         “reasonable, fair or just” and it would fall foul of <a href=\\\"/doc/1199182/\\\" id=\\\"a_4\\\">Article 21.</a> There can,\\n         therefore, be no doubt that speedy trial, and by speedy trial we mean\\n         reasonably expeditious trial, is an integral and essential part of the\\n         fundamental right to life and liberty enshrined in <a href=\\\"/doc/1199182/\\\" id=\\\"a_5\\\">Article 21.</a> The question\\n         which would, however, arise is as to what would be the consequence if a\\n         person accused of an offence is denied speedy trial and is sought to be\\n         deprived of his liberty by imprisonment as a result of a long delayed trial in\\n         violation of his fundamental right under Article 21.”\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_2\\\">3.      These observations have resonated, time and again, in several judgments,\\n\\nsuch as Kadra Pahadiya &amp; Ors. v. State of Bihar 2 and Abdul Rehman Antulay v.\\n</blockquote>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_5\\\">R.S. Nayak3; in the latter the court re-emphasized the right to speedy trial, and\\n\\nfurther held that an accused, facing prolonged trial, has no option:\\n\\n</p><blockquote id=\\\"blockquote_3\\\">         “The State or complainant prosecutes him. It is, thus, the obligation of the\\n         State or the complainant, as the case may be, to proceed with the case with\\n         reasonable promptitude. Particularly, in this country, where the large\\n         majority of accused come from poorer and weaker sections of the society,\\n         not versed in the ways of law, where they do not often get competent legal\\n         advice, the application of the said rule is wholly inadvisable. Of course, in a\\n         given case, if an accused demands speedy trial and yet he is not given one,\\n         may be a relevant factor in his favour. But we cannot disentitle an accused\\n         from complaining of infringement of his right to speedy trial on the ground\\n         that he did not ask for or insist upon a speedy trial.”\\n\\n</blockquote><blockquote id=\\\"blockquote_4\\\">4.      These issues have pivotal meaning to the facts of this case. The appellant\\n\\ncomplains that his application for bail ought not to have been rejected by the\\n\\nHigh Court, in the present case, considering that he has suffered incarceration\\n\\nfor over 7 years and the criminal trial has hardly reached the half-way mark.\\n</blockquote><p data-structure=\\\"Issue\\\" id=\\\"p_6\\\">2 (1981) 3 SCC 671\\n3 [1991] Supp. 3 SCR 325: (1992) 1 SCC 225\\n<span class=\\\"hidden_text\\\" id=\\\"span_9\\\">\\f                                                     3</span>\\n\\n\\nThe appellant is accused of committing offences punishable under <a href=\\\"/doc/919170/\\\" id=\\\"a_6\\\">Sections 20</a>,\\n\\n<a href=\\\"/doc/1089586/\\\" id=\\\"a_7\\\">25</a> and <a href=\\\"/doc/1252855/\\\" id=\\\"a_8\\\">29</a> of the Narcotic Drugs and Psychotropic Substances Act, 1985\\n\\n(hereafter ‘<a href=\\\"/doc/1727139/\\\" id=\\\"a_9\\\">NDPS Act</a>’). His application under Section 439 read with <a href=\\\"/doc/1679850/\\\" id=\\\"a_10\\\">Section\\n\\n482</a> of the Criminal Procedure Code (hereafter ‘<a href=\\\"/doc/445276/\\\" id=\\\"a_11\\\">CrPC</a>’), seeking grant of regular\\n\\nbail, before the Delhi High Court, was denied by the impugned judgment 4.\\n\\nSome other facts important to the decision in this case, are that at the time of his\\n\\narrest, the appellant was 23 years. He was not found in possession of the\\n\\nnarcotic drug; other co-accused were.\\n</p>\\n<p data-structure=\\\"Facts\\\" id=\\\"p_7\\\">5.      The prosecution alleges that on 28.09.2015, based on secret information\\n\\nreceived by the police, a raid was conducted, leading to arrest of four accused\\n\\npersons - Nitesh Ekka, Sanjay Chauhan, Sharif Khan, and Virender\\n\\nShakiyar/Sakyabar @ Deepak, who were alleged to be in possession of 180\\n\\nkilograms of ganja. During investigation, the accused Nitesh Ekka was taken to\\n\\nChhattisgarh for identification of co-accused persons. At his instance, the\\n\\npresent appellant Mohd. Muslim was arrested on the intervening night of\\n\\n03/04.10.2015. Pursuant to further investigation, three other co-accused\\n\\n(Virender Singh @ Beerey, Shantilal Tigga @ Guddu, and Nepal Yadav @ Tony\\n\\nPahalwan) were also arrested. It is the prosecution’s case that Virender Singh @\\n\\nBeerey would purchase ganja and make transfers to the bank accounts\\n\\nbelonging to Mohd. Muslim, Shantilal Tigga @ Guddu and Nitesh Ekka, and\\n\\ntheir friends and families, before further supplying the ganja to Nepal Yadav @\\n4 Order dated 08.09.2022 in Bail Application No. 2675/2022.\\n<span class=\\\"hidden_text\\\" id=\\\"span_10\\\">\\f                                                4</span>\\n\\n\\nTony Pahalwan. On 29.02.2016, the chargesheet was filed under <a href=\\\"/doc/919170/\\\" id=\\\"a_12\\\">Sections 20</a>/\\n\\n<a href=\\\"/doc/1089586/\\\" id=\\\"a_13\\\">25</a>/ <a href=\\\"/doc/1252855/\\\" id=\\\"a_14\\\">29</a> of the NDPS Act and <a href=\\\"/doc/1897847/\\\" id=\\\"a_15\\\">Section 120B</a> IPC, and on 05.07.2016 the charges\\n\\nwere framed against the appellant and other co-accused. As per pleadings, two\\n\\nsupplemental chargesheets were also filed on 01.08.2016 and 08.11.2017.\\n\\n</p><p data-structure=\\\"Facts\\\" id=\\\"p_8\\\">6.     The appellant’s bail application was rejected by the district court 5 based\\n\\non the gravity of the offences alleged, severity of punishment, and the\\n\\nappellant’s alleged role. It was noted that he had been in regular contact with the\\n\\nother co-accused to commit the crime, and that material witnesses were yet to\\n\\nbe examined.\\n</p>\\n<p data-structure=\\\"PetArg\\\" id=\\\"p_9\\\">7.     Aggrieved, the present appellant approached the High Court. The\\n\\nimpugned judgment records that the present accused was prima facie in regular\\n\\ncontact with other co-accused as indicated by the call records, and that the main\\n\\naccused Virender Singh @ Beerey had transferred money from his bank account\\n\\nto the appellant’s bank account, several times. One of the witnesses, during trial,\\n\\nhad also allegedly mentioned that Rs. 50,000 was received from the present\\n\\nappellant. It was held that there was a prima facie case against him, and no\\n\\ngrounds to rely on the exceptions of <a href=\\\"/doc/496325/\\\" id=\\\"a_16\\\">Section 37</a> of the NDPS Act; therefore,\\n\\napplication for regular bail was refused, with a direction to the trial court to\\n\\nexpedite the trial and conclude it within six months. Aggrieved, the appellant is\\n\\nnow before this court, renewing his plea for grant of regular bail.\\n\\n\\n5 Order dated 08.06.2022 in FIR No. 148/2015, passed by the ASJ &amp; Special Judge (NDPS), South East\\nDistrict, Saket Court, New Delhi.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_11\\\">\\f                                                    5</span><p data-structure=\\\"Issue\\\" id=\\\"p_10\\\">\\n\\n\\n</p><p data-structure=\\\"PetArg\\\" id=\\\"p_11\\\">8.      Ms. Tanya Agarwal, learned counsel appearing on behalf of the appellant,\\n\\nurged that the period of long incarceration suffered, entitled the appellant to\\n\\ngrant of bail. Further, 34 more witnesses were yet to be examined, with little or\\n\\nno progress to the trial since the High Court’s direction to expedite the trial. It\\n\\nwas also pointed out that main accused Virender Singh @ Beerey and another\\n\\nco-accused Nepal Yadav, had both already been granted bail by the High Court 6.\\n\\nCounsel urged bail on the ground of parity.\\n</p>\\n<p data-structure=\\\"RespArg\\\" id=\\\"p_12\\\">9.      Mr. Vikramjit Banerjee, learned Additional Solicitor General of India,\\n\\nappearing for the State, strongly opposed grant of bail, citing <a href=\\\"/doc/496325/\\\" id=\\\"a_17\\\">Section 37</a> of the\\n\\nNDPS Act. It was urged that the appellant was actively involved in the\\n\\ncommission of the offence – with call records and bank transactions implicating\\n\\nhim with the main accused Virender Singh @ Beerey. The ASG submitted that\\n\\nsuch cases are deeply concerning, as the accused persons are said to be involved\\n\\nin a drug peddling network. The public interest of protection against sale and\\n\\nuse of illegal drugs, outweighed the concerns regarding individual liberty of the\\n\\naccused, and justified continued custody of the appellant. Provisions like\\n\\n<a href=\\\"/doc/496325/\\\" id=\\\"a_18\\\">Section 37</a> of the NDPS Act have been upheld by this court, as necessary to\\n\\nensure public order and to prevent recurrence of serious crimes like drug\\n\\ndealing. The learned ASG also submitted that the role of the appellant, though\\n\\n\\n\\n\\n6 Order dated 10.12.2018 in Bail Application No. 2188/2018, and order dated 26.07.2018 in Bail Application\\nNo. 944/2018, respectively.\\n</p><span class=\\\"hidden_text\\\" id=\\\"span_12\\\">\\f                                                     6</span><p data-structure=\\\"CDiscource\\\" id=\\\"p_13\\\">\\n\\n\\nhe is a co-accused is prominent, as he appears to be the mastermind behind the\\n\\nsupply and delivery of narcotic substances from Chhattisgarh.\\n\\n\\nAnalysis and Conclusions\\n\\n</p><p data-structure=\\\"Section\\\" id=\\\"p_14\\\">10.     <a href=\\\"/doc/496325/\\\" id=\\\"a_19\\\">Section 37</a> of the NDPS Act reads as follows:\\n</p><blockquote id=\\\"blockquote_5\\\">          “Offences to be cognizable and non-bailable—(1) Notwithstanding anything\\n          contained in the <a href=\\\"/doc/445276/\\\" id=\\\"a_20\\\">Code of Criminal Procedure</a>, 1973—\\n</blockquote><blockquote id=\\\"blockquote_6\\\">          (a) every offence punishable under this Act shall be cognizable;\\n</blockquote><blockquote id=\\\"blockquote_7\\\">          (b) no person accused of an offence punishable for a term of imprisonment\\n          of five years or more under this Act shall be released on bail or on his own\\n          bond unless—\\n</blockquote><blockquote id=\\\"blockquote_8\\\">          (i) the Public Prosecutor has been given an opportunity to oppose the\\n          application for such release, and\\n</blockquote><blockquote id=\\\"blockquote_9\\\">          (ii) where the Public Prosecutor opposes the application, the court is\\n          satisfied that there are reasonable grounds for believing that he is not guilty\\n          of such offence and that he is not likely to commit any offence while on bail.\\n          (2) The limitations on granting of bail specified in clause (b) of sub-section\\n          (1) are in addition to the limitations under the <a href=\\\"/doc/445276/\\\" id=\\\"a_21\\\">Code of Criminal Procedure</a>,\\n          1973 or any other law for the time being in force, or granting of bail.”\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_15\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1840468\\\" id=\\\"span_13\\\">11.     In this case, as it stands, the appellant has been in custody since\\n\\n03.10.2015, barring grant of interim bail from time to time, for wedding\\n\\nceremonies7 and to take care of his ailing mother8. It was observed by this court,\\n\\nin <a href=\\\"/doc/1840468/\\\" id=\\\"a_22\\\">State of Madhya Pradesh v. Kajad9</a> while commenting on <a href=\\\"/doc/496325/\\\" id=\\\"a_23\\\">Section 37</a> of the\\n\\nNDPS Act, that a “liberal” approach should not be adopted:</span>\\n\\n</p><blockquote id=\\\"blockquote_10\\\">          “Negation of bail is the rule and its grant and exception under sub clause\\n</blockquote><blockquote id=\\\"blockquote_11\\\">          (ii) of clause (b) of <a href=\\\"/doc/192465/\\\" id=\\\"a_24\\\">Section 37(1)</a>. For granting the bail the court must, on\\n          the basis of the record produced before it, be satisfied that there are\\n          reasonable grounds for believing that the accused is not guilty of the\\n          offences with which he is charged and further that he is not likely to commit\\n          any offence while on bail. It has further to be noticed that the conditions for\\n          granting the bail, specified in clause (b) of sub-section (1) of <a href=\\\"/doc/496325/\\\" id=\\\"a_25\\\">Section 37</a> are\\n          in addition to the limitations provided under the Code of Criminal\\n\\n\\n7 Order dated 03.05.2016 by the Special Judge; and Order dated 28.01.2022 by the Special Judge.\\n8 Order dated 24.07.2020 in Bail Application No. 1859/2020.\\n9 [2001] Supp. 2 SCR 617: (2001) 7 SCC 673.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_14\\\">\\f                                               7</span>\\n\\n\\n<p data-structure=\\\"Section\\\" id=\\\"p_16\\\">         Procedure or any other law for the time being in force regulating the grant\\n         of bail.”\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_17\\\">12.     This court has to, therefore, consider the appellant’s claim for bail, within\\n\\nthe framework of the <a href=\\\"/doc/1727139/\\\" id=\\\"a_26\\\">NDPS Act</a>, especially <a href=\\\"/doc/496325/\\\" id=\\\"a_27\\\">Section 37</a>. <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"136788839\\\" id=\\\"span_15\\\">In Supreme Court <a href=\\\"/doc/136788839/\\\" id=\\\"a_28\\\">Legal\\n\\nAid Committee (Representing Undertrial Prisoners) v. Union of India</a> 10, this\\n\\ncourt made certain crucial observations, which have a bearing on the present\\n\\ncase while dealing with denial of bail to those accused of offences under the\\n\\n<a href=\\\"/doc/1727139/\\\" id=\\\"a_29\\\">NDPS Act</a>:</span>\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_18\\\">\\n</p><blockquote id=\\\"blockquote_12\\\">         <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1813801\\\" id=\\\"span_16\\\">“On account of the strict language of the said provision very few persons\\n         accused of certain offences under the Act could secure bail. Now to refuse\\n         bail on the one hand and to delay trial of cases on the other is clearly unfair\\n         and unreasonable and contrary to the spirit of <a href=\\\"/doc/20868/\\\" id=\\\"a_30\\\">Section 36(1)</a> of the Act,\\n         Section 309 of the Code and <a href=\\\"/doc/367586/\\\" id=\\\"a_31\\\">Articles 14</a><a href=\\\"/doc/1218090/\\\" id=\\\"a_32\\\">, 19</a> and <a href=\\\"/doc/1199182/\\\" id=\\\"a_33\\\">21</a> of the Constitution. We\\n         are conscious of the statutory provision finding place in <a href=\\\"/doc/496325/\\\" id=\\\"a_34\\\">Section 37</a> of the\\n         Act prescribing the conditions which have to be satisfied before a person\\n         accused of an offence under the Act can be released. Indeed we have\\n         adverted to this section in the earlier part of the judgment. We have also\\n         kept in mind the interpretation placed on a similar provision in <a href=\\\"/doc/16437130/\\\" id=\\\"a_35\\\">Section 20</a>\\n         of the TADA Act by the Constitution Bench in <a href=\\\"/doc/1813801/\\\" id=\\\"a_36\\\">Kartar Singh v. State of\\n         Punjab</a> [(1994) 3 SCC 569].</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1200243\\\" id=\\\"span_17\\\">Despite this provision, we have directed as\\n         above mainly at the call of <a href=\\\"/doc/1199182/\\\" id=\\\"a_37\\\">Article 21</a> as the right to speedy trial may even\\n         require in some cases quashing of a criminal proceeding altogether, as held\\n         by a Constitution Bench of this Court in <a href=\\\"/doc/1200243/\\\" id=\\\"a_38\\\">A.R. Antulay v. R.S. Nayak</a> [(1992)\\n         1 SCC 225] , release on bail, which can be taken to be embedded in the\\n         right of speedy trial, may, in some cases be the demand of <a href=\\\"/doc/1199182/\\\" id=\\\"a_39\\\">Article 21.</a> As we\\n         have not felt inclined to accept the extreme submission of quashing the\\n         proceedings and setting free the accused whose trials have been delayed\\n         beyond reasonable time for reasons already alluded to, we have felt that\\n         deprivation of the personal liberty without ensuring speedy trial would also\\n         not be in consonance with the right guaranteed by <a href=\\\"/doc/1199182/\\\" id=\\\"a_40\\\">Article 21.</a> Of course,\\n         some amount of deprivation of personal liberty cannot be avoided in such\\n         cases; but if the period of deprivation pending trial becomes unduly long,\\n         the fairness assured by <a href=\\\"/doc/1199182/\\\" id=\\\"a_41\\\">Article 21</a> would receive a jolt. It is because of this\\n         that we have felt that after the accused persons have suffered imprisonment\\n         which is half of the maximum punishment provided for the offence, any\\n         further deprivation of personal liberty would be violative of the fundamental\\n         right visualised by <a href=\\\"/doc/1199182/\\\" id=\\\"a_42\\\">Article 21</a>, which has to be telescoped with the right\\n\\n\\n10 [1994] Supp. 4 SCR 386: (1994) 6 SCC 731\\n<span class=\\\"hidden_text\\\" id=\\\"span_18\\\">\\f                                               8</span>\\n\\n\\n         guaranteed by <a href=\\\"/doc/367586/\\\" id=\\\"a_43\\\">Article 14</a> which also promises justness, fairness and\\n         reasonableness in procedural matters.”</span>\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_19\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"234105\\\" id=\\\"span_19\\\">13.     When provisions of law curtail the right of an accused to secure bail, and\\n\\ncorrespondingly fetter judicial discretion (like <a href=\\\"/doc/496325/\\\" id=\\\"a_44\\\">Section 37</a> of the NDPS Act, in\\n\\nthe present case), this court has upheld them for conflating two competing\\n\\nvalues, i.e., the right of the accused to enjoy freedom, based on the presumption\\n\\nof innocence, and societal interest – as observed in <a href=\\\"/doc/234105/\\\" id=\\\"a_45\\\">Vaman Narain Ghiya v.\\n\\nState of Rajasthan11</a> (“the concept of bail emerges from the conflict between the\\n\\npolice power to restrict liberty of a man who is alleged to have committed a\\n\\ncrime, and presumption of innocence in favour of the alleged criminal….”).\\n\\nThey are, at the same time, upheld on the condition that the trial is concluded\\n\\nexpeditiously.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1813801\\\" id=\\\"span_20\\\">The Constitution Bench in <a href=\\\"/doc/1813801/\\\" id=\\\"a_46\\\">Kartar Singh v. State of Punjab12</a> made\\n\\nobservations to this effect.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1208997\\\" id=\\\"span_21\\\">In <a href=\\\"/doc/1208997/\\\" id=\\\"a_47\\\">Shaheen Welfare Association v. Union of India13</a>\\n\\nagain, this court expressed the same sentiment, namely that when stringent\\n\\nprovisions are enacted, curtailing the provisions of bail, and restricting judicial\\n\\ndiscretion, it is on the basis that investigation and trials would be concluded\\n\\nswiftly.</span> The court said that Parliamentary intervention is based on:\\n\\n</p><blockquote id=\\\"blockquote_13\\\">         “a conscious decision has been taken by the legislature to sacrifice to some\\n         extent, the personal liberty of an undertrial accused for the sake of\\n         protecting the community and the nation against terrorist and disruptive\\n         activities or other activities harmful to society, it is all the more necessary\\n         that investigation of such crimes is done efficiently and an adequate number\\n         of Designated Courts are set up to bring to book persons accused of such\\n         serious crimes. This is the only way in which society can be protected\\n\\n\\n11 [2008] 17 SCR 369: (2009) 2 SCC 281\\n12 [1994] 2 SCR 375: (1994) 3 SCC 569\\n13 [1996] 2 SCR 1123: (1996) 2 SCC 616\\n<span class=\\\"hidden_text\\\" id=\\\"span_22\\\">\\f                                               9</span>\\n\\n\\n         against harmful activities. This would also ensure that persons ultimately\\n         found innocent are not unnecessarily kept in jail for long periods.”\\n\\n</blockquote><blockquote id=\\\"blockquote_14\\\">14.    <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"18346623\\\" id=\\\"span_23\\\">In a recent decision, while considering bail under the <a href=\\\"/doc/1389751/\\\" id=\\\"a_48\\\">Unlawful Activities\\n\\nAct (Prevention) Act, 1967</a>, this court in <a href=\\\"/doc/18346623/\\\" id=\\\"a_49\\\">Union of India v. K. A. Najeeb14</a>\\n\\nobserved that:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_15\\\">         <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"1212539\\\" id=\\\"span_24\\\">“12. Even in the case of special legislations like the <a href=\\\"/doc/17848451/\\\" id=\\\"a_50\\\">Terrorist and\\n         Disruptive Activities (Prevention) Act, 1987</a> or the <a href=\\\"/doc/1727139/\\\" id=\\\"a_51\\\">Narcotic Drugs and\\n         Psychotropic Substances Act, 1985</a> (“the <a href=\\\"/doc/1727139/\\\" id=\\\"a_52\\\">NDPS Act</a>”) which too have\\n         somewhat rigorous conditions for grant of bail, this Court in <a href=\\\"/doc/1212539/\\\" id=\\\"a_53\\\">Paramjit\\n         Singh v. State (NCT of Delhi</a>), (1999) 9 SCC 252] , Babba v. State of\\n         Maharashtra, (2005) 11 SCC 569 and Umarmia v. State of Gujarat, (2017)\\n         2 SCC 731 enlarged the accused on bail when they had been in jail for an\\n         extended period of time with little possibility of early completion of trial.</span>\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_20\\\">         The constitutionality of harsh conditions for bail in such special enactments,\\n         has thus been primarily justified on the touchstone of speedy trials to ensure\\n         the protection of innocent civilians.”\\n\\nThe court concluded that statutory restrictions like Section 43-D(5) of the\\n\\nUAPA, cannot fetter a constitutional court’s ability to grant bail on ground of\\n\\nviolation of fundamental rights.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_21\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"14485072\\\" id=\\\"span_25\\\">15.    Even in the judgment reported as <a href=\\\"/doc/14485072/\\\" id=\\\"a_54\\\">Vijay Madanlal Chaudhary v. Union of\\n\\nIndia15</a> this court while considering bail conditions under the <a href=\\\"/doc/1697463/\\\" id=\\\"a_55\\\">Prevention of\\n\\nMoney Laundering Act, 2002</a>, held that:</span>\\n</p>\\n<blockquote id=\\\"blockquote_16\\\">         “If the Parliament/Legislature provides for stringent provision of no bail,\\n         unless the stringent conditions are fulfilled, it is the bounden duty of the\\n         State to ensure that such trials get precedence and are concluded within a\\n         reasonable time, at least before the accused undergoes detention for a\\n         period extending up to one-half of the maximum period of imprisonment\\n         specified for the concerned offence by law.”\\n\\n\\n\\n\\n14 [2021] 2 SCR 443: (2021) 3 SCC 713\\n15 [2022] 6 SCR 382: 2022 SCC Online SC 929\\n<span class=\\\"hidden_text\\\" id=\\\"span_26\\\">\\f                                                       10</span>\\n\\n\\n</blockquote><blockquote id=\\\"blockquote_17\\\">16.      <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"7148380\\\" id=\\\"span_27\\\">In the most recent decision, <a href=\\\"/doc/7148380/\\\" id=\\\"a_56\\\">Satender Kumar Antil v. Central Bureau of\\n\\nInvestigation16</a> prolonged incarceration and inordinate delay engaged the\\n\\nattention of the court, which considered the correct approach towards bail, with\\n\\nrespect to several enactments, including <a href=\\\"/doc/496325/\\\" id=\\\"a_57\\\">Section 37</a> NDPS Act. The court\\n\\nexpressed the opinion that Section 436A17 (which requires inter alia the accused\\n\\nto be enlarged on bail if the trial is not concluded within specified periods) of\\n\\nthe <a href=\\\"/doc/445276/\\\" id=\\\"a_58\\\">Criminal Procedure Code</a>, 1973 would apply:</span>\\n</blockquote>\\n<blockquote id=\\\"blockquote_18\\\">          “We do not wish to deal with individual enactments as each special Act has\\n          got an objective behind it, followed by the rigour imposed. The general\\n          principle governing delay would apply to these categories also. To make it\\n          clear, the provision contained in Section 436-A of the Code would apply to\\n          the Special Acts also in the absence of any specific provision. For example,\\n          the rigour as provided under <a href=\\\"/doc/496325/\\\" id=\\\"a_59\\\">Section 37</a> of the NDPS Act would not come in\\n          the way in such a case as we are dealing with the liberty of a person. We do\\n          feel that more the rigour, the quicker the adjudication ought to be. After all,\\n          in these types of cases number of witnesses would be very less and there\\n          may not be any justification for prolonging the trial. Perhaps there is a need\\n          to comply with the directions of this Court to expedite the process and also a\\n          stricter compliance of Section 309 of the Code.”\\n\\n</blockquote><blockquote id=\\\"blockquote_19\\\">17.      The facts in this case reveal that the recovery of ganja was made on\\n\\n28.09.2015, from the four co-accused, including Nitesh Ekka. The present\\n\\nappellant was arrested at the behest, and on the statement of this Nitesh Ekka.\\n</blockquote>\\n<blockquote id=\\\"blockquote_20\\\">The prosecution has relied on that statement, as well as the confessional\\n</blockquote><p data-structure=\\\"Section\\\" id=\\\"p_22\\\">16 (2022) 10 SCC 51\\n17 Section 436A provides as follows:\\n</p><blockquote id=\\\"blockquote_21\\\">          “Where a person has, during the period of investigation, inquiry or trial under this Code of an offence\\nunder any law (not being an offence for which the punishment of death has been specified as one of the\\npunishments under that law) undergone detention for a period extending up to one-half of the maximum period\\nof imprisonment specified for that offence under that law, he shall be released by the Court on his personal\\nbond                       with                     or                     without                       sureties;\\n</blockquote><blockquote id=\\\"blockquote_22\\\">Provided that the Court may, after hearing the Public Prosecutor and for reasons to be recorded by it in writing,\\norder the continued detention of such person for a period longer than one-half of the said period or release him\\non bail instead of the personal bond with or without sureties;\\n</blockquote><blockquote id=\\\"blockquote_23\\\">          Provided further that no such person shall in any case be detained during the period of investigation\\ninquiry or trial for more than the maximum period of imprisonment provided for the said offence under that\\nlaw.”\\n<span class=\\\"hidden_text\\\" id=\\\"span_28\\\">\\f                                                       11</span>\\n\\n\\nstatement of the present appellant; in addition, it has relied on the bank\\n\\nstatements of Virender Singh @ Beerey, who allegedly disclosed that money\\n\\nused to be transferred to the appellant. As against this, the prosecution has not\\n\\nrecovered anything else from the appellant; its allegation that he is a\\n\\nmastermind, is not backed by any evidence of extensive dealing with narcotics,\\n\\nwhich would reasonably have surfaced. The prosecution has not shown\\n\\ninvolvement of the appellant, in any other case. Furthermore, he was apparently\\n\\n23 years of age, at the time of his arrest. It is an undisputed fact that two co-\\n</blockquote>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_23\\\">accused persons (who also, were not present at the time of raid and from whom\\n\\nno contraband was recovered) - the accused (Virender Singh @ Beerey) who\\n\\nallegedly transferred money to the appellant’s account as payment for the ganja,\\n\\nand the accused (Nepal Yadav @ Tony Pahalwan) from whom the original\\n\\ninsurance papers and registration certificate of the car from which contraband\\n\\nwas seized, was recovered18 - have both been enlarged on bail. The appellant has\\n\\nbeen in custody for over 7 years and 4 months. The progress of the trial has\\n\\nbeen at a snail’s pace: 30 witnesses have been examined, whereas 34 more have\\n\\nto be examined.\\n</p>\\n<p data-structure=\\\"CDiscource\\\" id=\\\"p_24\\\">18.      The conditions which courts have to be cognizant of are that there are\\n\\nreasonable grounds for believing that the accused is “not guilty of such offence”\\n\\nand that he is not likely to commit any offence while on bail. What is meant by\\n\\n“not guilty” when all the evidence is not before the court? It can only be a\\n18 As per the counter-affidavit dated 21.02.2023 filed by the respondent-state before this court.\\n<span class=\\\"hidden_text\\\" id=\\\"span_29\\\">\\f                                        12</span>\\n\\n\\nprima facie determination. That places the court’s discretion within a very\\n\\nnarrow margin. Given the mandate of the general law on bails (<a href=\\\"/doc/770661/\\\" id=\\\"a_60\\\">Sections 436</a>,\\n\\n<a href=\\\"/doc/848468/\\\" id=\\\"a_61\\\">437</a> and <a href=\\\"/doc/1290514/\\\" id=\\\"a_62\\\">439</a>, CrPC) which classify offences based on their gravity, and instruct\\n\\nthat certain serious crimes have to be dealt with differently while considering\\n\\nbail applications, the additional condition that the court should be satisfied that\\n\\nthe accused (who is in law presumed to be innocent) is not guilty, has to be\\n\\ninterpreted reasonably. Further the classification of offences under <a href=\\\"/doc/1727139/\\\" id=\\\"a_63\\\">Special Acts\\n\\n(NDPS Act</a>, etc.), which apply over and above the ordinary bail conditions\\n\\nrequired to be assessed by courts, require that the court records its satisfaction\\n\\nthat the accused might not be guilty of the offence and that upon release, they\\n\\nare not likely to commit any offence. These two conditions have the effect of\\n\\novershadowing other conditions. In cases where bail is sought, the court\\n\\nassesses the material on record such as the nature of the offence, likelihood of\\n\\nthe accused co-operating with the investigation, not fleeing from justice: even in\\n\\nserious offences like murder, kidnapping, rape, etc. On the other hand, the court\\n\\nin these cases under such special Acts, have to address itself principally on two\\n\\nfacts: likely guilt of the accused and the likelihood of them not committing any\\n\\noffence upon release. This court has generally upheld such conditions on the\\n\\nground that liberty of such citizens have to - in cases when accused of offences\\n\\nenacted under special laws – be balanced against the public interest.\\n<span class=\\\"hidden_text\\\" id=\\\"span_30\\\">\\f                                         13</span>\\n\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_25\\\">19.     A plain and literal interpretation of the conditions under <a href=\\\"/doc/496325/\\\" id=\\\"a_64\\\">Section 37</a> (i.e.,\\n\\nthat Court should be satisfied that the accused is not guilty and would not\\n\\ncommit any offence) would effectively exclude grant of bail altogether,\\n\\nresulting in punitive detention and unsanctioned preventive detention as well.\\n\\nTherefore, the only manner in which such special conditions as enacted under\\n\\n<a href=\\\"/doc/496325/\\\" id=\\\"a_65\\\">Section 37</a> can be considered within constitutional parameters is where the court\\n\\nis reasonably satisfied on a prima facie look at the material on record (whenever\\n\\nthe bail application is made) that the accused is not guilty. Any other\\n\\ninterpretation, would result in complete denial of the bail to a person accused of\\n\\noffences such as those enacted under <a href=\\\"/doc/496325/\\\" id=\\\"a_66\\\">Section 37</a> of the NDPS Act.\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_26\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"775230\\\" id=\\\"span_31\\\">20.    The standard to be considered therefore, is one, where the court would\\n\\nlook at the material in a broad manner, and reasonably see whether the\\n\\naccused’s guilt may be proved. The judgments of this court have, therefore,\\n\\nemphasized that the satisfaction which courts are expected to record, i.e., that\\n\\nthe accused may not be guilty, is only prima facie, based on a reasonable\\n\\nreading, which does not call for meticulous examination of the materials\\n\\ncollected during investigation (as held in <a href=\\\"/doc/775230/\\\" id=\\\"a_67\\\">Union of India v. Rattan Malik19</a>).\\n\\nGrant of bail on ground of undue delay in trial, cannot be said to be fettered by\\n\\n<a href=\\\"/doc/496325/\\\" id=\\\"a_68\\\">Section 37</a> of the Act, given the imperative of Section 436A which is applicable\\n\\nto offences under the <a href=\\\"/doc/1727139/\\\" id=\\\"a_69\\\">NDPS Act</a> too (ref.</span> <span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"7148380\\\" id=\\\"span_32\\\"><a href=\\\"/doc/7148380/\\\" id=\\\"a_70\\\">Satender Kumar Antil</a> supra). Having\\n\\n\\n19 (2009) 2 SCC 624\\n<span class=\\\"hidden_text\\\" id=\\\"span_33\\\">\\f                                                   14</span>\\n\\n\\nregard to these factors the court is of the opinion that in the facts of this case,\\n\\nthe appellant deserves to be enlarged on bail.</span>\\n</p>\\n<p data-structure=\\\"Section\\\" id=\\\"p_27\\\">21.     Before parting, it would be important to reflect that laws which impose\\n\\nstringent conditions for grant of bail, may be necessary in public interest; yet, if\\n\\ntrials are not concluded in time, the injustice wrecked on the individual is\\n\\nimmeasurable. Jails are overcrowded and their living conditions, more often\\n\\nthan not, appalling. According to the Union Home Ministry’s response to\\n\\nParliament, the National Crime Records Bureau had recorded that as on 31 st\\n\\nDecember 2021, over 5,54,034 prisoners were lodged in jails against total\\n\\ncapacity of 4,25,069 lakhs in the country20. Of these 122,852 were convicts; the\\n\\nrest 4,27,165 were undertrials.\\n</p>\\n<p data-structure=\\\"Precedent\\\" id=\\\"p_28\\\"><span class=\\\"citetext\\\" data-sentiment=\\\"Pos\\\" data-docid=\\\"25915\\\" id=\\\"span_34\\\">22.     The danger of unjust imprisonment, is that inmates are at risk of\\n\\n“prisonisation” a term described by the Kerala High Court in <a href=\\\"/doc/25915/\\\" id=\\\"a_71\\\">A Convict\\n\\nPrisoner v. State21</a> as“a radical transformation” whereby the prisoner:</span>\\n\\n</p><blockquote id=\\\"blockquote_24\\\">         “loses his identity. He is known by a number. He loses personal possessions.\\n         He has no personal relationships. Psychological problems result from loss\\n         of freedom, status, possessions, dignity any autonomy of personal life. The\\n         inmate culture of prison turns out to be dreadful. The prisoner becomes\\n         hostile by ordinary standards. Self-perception changes.”\\n\\n</blockquote><p data-structure=\\\"Precedent\\\" id=\\\"p_29\\\">23.     There is a further danger of the prisoner turning to crime, “as crime not\\n\\nonly turns admirable, but the more professional the crime, more honour is paid\\n\\nto the criminal”22 (also see Donald Clemmer’s ‘The Prison Community’\\n\\n20 National Crime Records Bureau, Prison Statistics in India https://ncrb.gov.in/sites/default/files/PSI-\\n2021/Executive_ncrb_Summary-2021.pdf\\n21 1993 Cri LJ 3242\\n22 Working Papers - Group on Prisons &amp; Borstals - 1966 U.K.\\n<span class=\\\"hidden_text\\\" id=\\\"span_35\\\">\\f                                                 15</span>\\n\\n\\npublished in 194023). Incarceration has further deleterious effects - where the\\n\\naccused belongs to the weakest economic strata: immediate loss of livelihood,\\n\\nand in several cases, scattering of families as well as loss of family bonds and\\n\\nalienation from society. The courts therefore, have to be sensitive to these\\n\\naspects (because in the event of an acquittal, the loss to the accused is\\n\\nirreparable), and ensure that trials – especially in cases, where special laws\\n\\nenact stringent provisions, are taken up and concluded speedily.\\n\\n</p><p data-structure=\\\"Conclusion\\\" id=\\\"p_30\\\">24.     For the above reasons, the appellant is directed to be enlarged on bail,\\n\\nsubject to such conditions as the trial court may impose. The appeal is allowed,\\n\\nin the above terms. No costs.\\n</p>\\n<p data-structure=\\\"Conclusion\\\" id=\\\"p_31\\\">\\n\\n\\n</p><p data-structure=\\\"Precedent\\\" id=\\\"p_32\\\">                                                                .............................................J.\\n                                                                [S. RAVINDRA BHAT]\\n\\n\\n\\n\\n                                                                .............................................J.\\n                                                                [DIPANKAR DATTA]\\n\\nNew Delhi,\\nMarch 28, 2023\\n\\n\\n\\n\\n23Donald Clemmer, The Prison Community (1968) Holt, Rinehart &amp; Winston, which is referred to in Tomasz\\nSobecki, ‘Donald Clemmer’s Concept of Prisonisation’, available at: https://www.tkp.edu.pl/wp-\\ncontent/uploads/2020/12/Sobecki_sklad.pdf (accessed on 23rd March 2023).\\n<span class=\\\"hidden_text\\\" id=\\\"span_36\\\">\\f                                    16</span>\\n\\n</p><pre id=\\\"pre_2\\\">ITEM NO.1501                  COURT NO.14           SECTION II-C\\n\\n                S U P R E M E C O U R T O F      I N D I A\\n                        RECORD OF PROCEEDINGS\\n\\n<span class=\\\"hidden_text\\\" id=\\\"span_37\\\">Criminal Appeal    No.   943/2023</span>\\n\\nMOHD MUSLIM @ HUSSAIN                              Appellant(s)\\n\\n                                     VERSUS\\n\\nSTATE (NCT OF DELHI)                               Respondent(s)\\n\\n</pre><p data-structure=\\\"CDiscource\\\" id=\\\"p_33\\\">([HEARD BY: HON. S. RAVINDRA BHAT AND HON. DIPANKAR DATTA,\\nJJ.]\\n IA No. 4901/2023 - EXEMPTION FROM FILING C/C OF THE IMPUGNED\\nJUDGMENT\\n IA No. 4905/2023 - EXEMPTION FROM FILING O.T.\\n IA No. 4897/2023 - PERMISSION TO FILE ADDITIONAL DOCUMENTS/\\nFACTS/ ANNEXURES)\\n\\nDate : 28-03-2023 This matter was called on for hearing today.\\n\\nCORAM :\\n</p><blockquote id=\\\"blockquote_25\\\">          HON&#x27;BLE MR. JUSTICE S. RAVINDRA BHAT\\n          HON&#x27;BLE MR. JUSTICE DIPANKAR DATTA\\n\\nFor Appellant(s)     Ms. Tanya Agarwal, Adv.\\n</blockquote><blockquote id=\\\"blockquote_26\\\">                     Mr. Ajay Singh, Adv.</blockquote><pre id=\\\"pre_3\\\">\\n                     Mrs. Shubhangi Tuli, AOR\\n\\nFor Respondent(s)    Mr. Vikramjit Banerjee, ASG\\n                     Mr. Shreekant Neelappa Terdal, AOR\\n                     Ms. Nachiketa Joshi, Adv.\\n                     Mr. Digvijay Dam, Adv.\\n                     Mr. Sachin Sharma, Adv.\\n                     Mr. Rajan Kr. Chourasia, Adv.\\n                     Ms. Shruti Agarwal, Adv.\\n                     Ms. Janhvi Prakash, Adv.\\n                     Mr. Kartik Dey, Adv.\\n\\n</pre><blockquote id=\\\"blockquote_27\\\">       UPON hearing the counsel the Court made the following\\n                             O R D E R\\n\\n           Hon’ble Mr. Justice S. Ravindra Bhat pronounced the\\n\\nreportable judgment of the Bench comprising His Lordship and\\n\\nHon’ble Mr. Justice Dipankar Datta.\\n</blockquote><span class=\\\"hidden_text\\\" id=\\\"span_38\\\">\\f                                         17</span>\\n\\n<blockquote id=\\\"blockquote_28\\\">          Leave granted.\\n</blockquote>\\n<pre id=\\\"pre_4\\\">          The   operative       portion        of   the    reportable           judgment\\n\\nreads as follows:\\n\\n\\n                 “23. There         is   a     further        danger       of    the\\n\\n         prisoner turning to crime, “as crime not only\\n\\n         turns admirable, but the more professional the\\n\\n         crime,     more      honour      is   paid      to     the    criminal”\\n\\n         (also      see       Donald          Clemmer’s         ‘The       Prison\\n\\n         Community’ published in 1940). Incarceration has\\n\\n         further deleterious effects - where the accused\\n\\n         belongs        to     the       weakest         economic          strata:\\n\\n         immediate      loss    of       livelihood,          and     in   several\\n\\n         cases, scattering of families as well as loss of\\n\\n         family bonds and alienation from society. The\\n\\n         courts therefore, have to be sensitive to these\\n\\n         aspects (because in the event of an acquittal,\\n\\n         the    loss    to    the    accused        is   irreparable),           and\\n\\n         ensure that trials – especially in cases, where\\n\\n         special       laws    enact      stringent        provisions,           are\\n\\n         taken up and concluded speedily.\\n\\n         24.     For   the     above      reasons,        the    appellant        is\\n\\n         directed to be enlarged on bail, subject to such\\n\\n         conditions as the trial court may impose. The\\n\\n         appeal is allowed, in the above terms. No costs.\\n<span class=\\\"hidden_text\\\" id=\\\"span_39\\\">\\f                                18</span>\\n\\n            The appeal is allowed in terms of signed reportable\\n\\njudgment.\\n\\n            All pending applications are disposed of.\\n\\n\\n\\n\\n(NEETA SAPRA)                               (MATHEW ABRAHAM)\\nCOURT MASTER (SH)                         COURT MASTER (NSH)\\n      (Signed reportable judgment is placed on the file)\\n\\f</pre>\",\"numcites\":33,\"numcitedby\":489,\"docsource\":\"Supreme Court - Daily Orders\",\"citetid\":135015744,\"divtype\":\"judgments\",\"relatedqs\":[{\"value\":\"article 21\",\"formInput\":\"article%2021\"},{\"value\":\"grant of bail\",\"formInput\":\"grant%20of%20bail\"},{\"value\":\"section 37 ndps act\",\"formInput\":\"section%2037%20ndps%20act\"},{\"value\":\"ndps act\",\"formInput\":\"ndps%20act\"},{\"value\":\"personal liberty\",\"formInput\":\"personal%20liberty\"},{\"value\":\" delayed trial \",\"formInput\":\"%20delayed%20trial%20\"},{\"value\":\"bail application\",\"formInput\":\"bail%20application\"},{\"value\":\"NDPS\",\"formInput\":\"NDPS\"},{\"value\":\"conditions of bail\",\"formInput\":\"conditions%20of%20bail\"},{\"value\":\"ganja\",\"formInput\":\"ganja\"},{\"value\":\" all section of ndps act\",\"formInput\":\"%20all%20section%20of%20ndps%20act\"},{\"value\":\"regular bail\",\"formInput\":\"regular%20bail\"},{\"value\":\"narcotic drug\",\"formInput\":\"narcotic%20drug\"},{\"value\":\"muslim\",\"formInput\":\"muslim\"},{\"value\":\"prisoners\",\"formInput\":\"prisoners\"},{\"value\":\"dipankar datta\",\"formInput\":\"dipankar%20datta\"},{\"value\":\"section 37 ndps\",\"formInput\":\"section%2037%20ndps\"},{\"value\":\"family  filter:  undertrials not granted bail\",\"formInput\":\"family%20%20filter%3A%20%20undertrials%20not%20granted%20bail\"},{\"value\":\" special law\",\"formInput\":\"%20special%20law\"},{\"value\":\"undertrial\",\"formInput\":\"undertrial\"}],\"cats\":[{\"value\":\"non-bailable-offences\",\"formInput\":\"tag:non-bailable-offences\"},{\"value\":\"protection-of-life-and-liberty\",\"formInput\":\"tag:protection-of-life-and-liberty\"},{\"value\":\"law-governing-narcotics\",\"formInput\":\"tag:law-governing-narcotics\"},{\"value\":\"criminal-procedure-code\",\"formInput\":\"tag:criminal-procedure-code\"}],\"courtcopy\":true,\"query_alert\":null,\"agreement\":false}",
  "metadata": "{\"tid\":135015744,\"publishdate\":\"2023-03-28\",\"doctype\":\"Supreme Court - Daily Orders\",\"relurl\":\"scorders/2023-03-28/mohd_muslim_hussain_state_nct_of_delhi\",\"caseno\":\"Crl.A. No.-000943-000943 / 2023\",\"numcites\":33,\"numcitedby\":489,\"title\":\"Mohd Muslim @ Hussain vs State (Nct Of Delhi) on 28 March, 2023\"}"
}